{
    "id": "89c5d3b9-de85-4165-88ae-b9340f0c3e30",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Downscaling simulations of future temperature based on CMIP5 outputs in Heihe river basin (2011-2100)",
            "titleCn": "基于CMIP5气候情景的黑河流域未来气温的降尺度模拟（2011-2100）",
            "description": "Based on the downscaling temperature result data in the historical period of CMIP5 (Coupled Model Intercomparison Project Phase 5), the future multi-year average temperature in the three periods of 2011-2040, 2041-2070, and 2071-2100 was predicted. Under the scenarios of rcp2.6, rcp4.5, and rcp8.5, the method of combining ordinary least squares regression with HASM (High Accuracy Surface Modeling Method) was used to downscaling simulate and predict, and the 1km downscaling results of the multi-year average temperature in the three scenarios of 2011-2040, 2041-2070 and 2071-2100 were obtained.",
            "descriptionCn": "基于CMIP5（Coupled Model Intercomparison Project Phase 5）气温历史时期的降尺度结果数据，预测了未来2011-2040年，2041-2070年，2071-2100年三个时段的多年平均气温，在rcp2.6，rcp4.5及rcp8.5情景下，采用普通最小二乘回归与HASM（High Accuracy Surface Modeling Method）相结合的方法，对其进行降尺度模拟预测，得到三种情境下2011-2040、2041-2070、2071-2100三个时段的多年平均气温的1km降尺度结果。",
            "instructions": "",
            "instructionsCn": "",
            "east": 101.0,
            "west": 98.0,
            "south": 38.0,
            "north": 42.0,
            "startTime": "2011-01-13 23:52:00",
            "endTime": "2100-01-13 23:52:00",
            "fileSize": 15143760.0,
            "cstr": "18406.11.heihe.0234.2016.db",
            "doi": "10.3972/heihe.0234.2016.db",
            "dataFormat": "img",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "岳天祥",
                "nameEn": "YUE Tianxiang",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "赵娜",
                "nameEn": "ZHAO Na",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Surface Modelling: High Accuracy and High Speed Methods. New York: CRC Press (Taylor & Francis group)",
                "referenceCn": null,
                "referenceEn": "TianXiang Yue. 2011. Surface Modelling: High Accuracy and High Speed Methods. New York: CRC Press (Taylor & Francis group)"
            },
            {
                "titleCn": null,
                "titleEn": "Statistical downscaling of precipitation using local regression and high accuracy surface modeling method",
                "referenceCn": null,
                "referenceEn": "Zhao, N. , Yue, T. X. , Zhou, X. , Zhao, M. W. , Liu, Y. , Du, Z. P., & Zhang, L. L. (2017). Statistical downscaling of precipitation using local regression and high accuracy surface modeling method. Theoretical and Applied Climatology, 1: 1-12."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of two downscaling methods for precipitation in China",
                "referenceCn": null,
                "referenceEn": "Na Zhao, ChuanFa Chen, Xun Zhou, TianXiangYue*. 2015. A comparison of two downscaling methods for precipitation in China. Environmental Earth Sciences74(8), 6563-6569"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "平均气温",
                "nameEn": "Mean temperature"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "降尺度",
                "nameEn": "Downscaling"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011-2040",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2041-2070",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2071-2100",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "In most cases, climate change projections from General Circulation Models (GCM) and Regional Climate Models cannot be directly applied to climate change impact studies, and downscaling is, therefore, needed. Understanding and quantifying the spatial variability of precipitation are of key importance in hydrological studies as precipitation drives most hydrological, environmental and agricultural processes. However, strong precipitation gradients over short distances are difficult to capture with point measurements from meteorological stations. In recent years, the development of remote sensing and geographic information technology has presented us with new methods of precipitation observation. In the World Climate Research Programme (WCRP), different global climate models (GCMs) participate in the Coupled Model Intercomparison Project Phase 5 (CMIP5). These simulations of GCMs have demonstrated the ability to generally replicate the precipitation trend over the second half of the twentieth century, and can offer precipitation in a longer time scale."
            ],
            "research objective": [
                "This paper compares two different statistical downscaling methods, Presim1 and Presim2, using the Coupled Model Intercomparison Project Phase 5 (CMIP5) datasets and station observations."
            ],
            "challenges": [
                "GCMs have so far been too coarse to resolve this geographically well-defined region."
            ],
            "methods": [
                "We use the meteorological site information over China to downscale the simulations of CMIP5 output results. Both statistical downscaling methods used here involve two steps: (1) determining a local linear model by Geographical Weighted Regression method (GWR) for every location in the prediction domain, (2) using the High Accuracy Surface Modeling method (HASM) to modify the residual produced by the first step. For Pre sim1, we use CMIP5 output to form the regression function and then get Pre downscale1, and employ station data to modify the residual to obtain Preres1. While for Pre sim2, we use meteorological information to establish a statistical transfer function using latitude, longitude, elevation, and impact coefficient of aspect as independent variables to produce Pre downscale2, and employ the results of CMIP5 to modify the residual and obtain Preres2. Then, we use the separate dataset in Jiangxi province and 10% of the data from national scale to validate the results. Then, we carry Box–Cox transform of Prei, which can give a more normal distribution and/or improved predictions (Box and Cox 1964; Sakia 1992). In this paper, d = 0.4 in the first method and d = 0.48 in the second method."
            ],
            "dataset": [
                "The downscaled precipitation data are validated with observations through China and Jiangxi province from 1976 to 2005."
            ],
            "findings": [
                "Results show that GCMs cannot be used directly in climate change impact studies. In China, the second method Pre sim2, which establishes regression model based on the station data, has a tendency to overestimate or underestimate the real values. The accuracy of Pre sim1 is much better than Pre sim2 based on mean absolute error, mean relative error and root mean square error. Pre sim1 fuses the mode data and station data effectively. Results also show the importance of the meteorological station data in the process of residual modification."
            ],
            "backgroundCn": [
                "在大多数情况下，来自全球气候模型（GCM）和区域气候模型的气候变化预测不能直接应用于气候变化影响研究，因此需要进行下行尺度处理。理解和量化降水的空间变异性在水文研究中至关重要，因为降水驱动着大多数水文、环境和农业过程。然而，短距离内强降水梯度很难通过气象站的点测量来捕捉。近年来，遥感和地理信息技术的发展为降水观测提供了新方法。在世界气候研究计划（WCRP）中，不同的全球气候模型（GCM）参与了耦合模型比较项目第五阶段（CMIP5）。这些GCM的模拟表明，它们能够一般性地复制二十世纪后半叶的降水趋势，并可以提供更长时间尺度的降水数据。"
            ],
            "research objectiveCn": [
                "本文比较了两种不同的统计降尺度方法，Presim1 和 Presim2，使用耦合模型比较项目第五阶段（CMIP5）数据集和站点观测数据。"
            ],
            "challengesCn": [
                "气候模型到目前为止在地理上无法很好地解析这个明确界定的区域。"
            ],
            "methodsCn": [
                "我们使用中国的气象站点信息对CMIP5输出结果的模拟进行下尺度处理。这里使用的两种统计下尺度方法包括两个步骤：（1）通过地理加权回归方法（GWR）为预测域中的每个位置确定一个局部线性模型；（2）使用高精度表面建模方法（HASM）来修正第一步产生的残差。对于Pre sim1，我们使用CMIP5输出形成回归函数，然后得到Pre downscale1，并利用站点数据修正残差以获得Preres1。而对于Pre sim2，我们使用气象信息建立一个统计传递函数，使用纬度、经度、海拔和坡向影响系数作为自变量，生成Pre downscale2，并利用CMIP5的结果修正残差以获得Preres2。然后，我们使用江西省的独立数据集和10%的国家级数据来验证结果。接着，我们对Prei进行Box–Cox变换，这可以提供更接近正态分布的结果和/或改善预测（Box和Cox 1964；Sakia 1992）。在本文中，第一种方法中的d = 0.4，第二种方法中的d = 0.48。"
            ],
            "datasetCn": [
                "降尺度降水数据通过1976年至2005年在中国和江西省的观测数据进行验证。"
            ],
            "findingsCn": [
                "结果表明，全球气候模型（GCMs）不能直接用于气候变化影响研究。在中国，第二种方法Pre sim2基于站点数据建立回归模型，存在高估或低估真实值的倾向。根据平均绝对误差、平均相对误差和均方根误差，Pre sim1的准确性远高于Pre sim2。Pre sim1有效地融合了模式数据和站点数据。结果还显示了气象站数据在残差修正过程中的重要性。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the use of the High Accuracy Surface Modeling method (HASM) enhance the accuracy of downscaled temperature predictions?",
                "QuestionCn": "高精度表面建模方法（HASM）的使用是否提高了温度预测的下调精度？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is statistical downscaling necessary for applying General Circulation Models (GCM) data to climate change impact studies?",
                "QuestionCn": "在将全球气候模型（GCM）数据应用于气候变化影响研究时，统计下调是否必要？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Can the accuracy of downscaled precipitation data be validated using observations from meteorological stations?",
                "QuestionCn": "降尺度降水数据的准确性可以使用气象站的观测数据进行验证吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which statistical downscaling method is more accurate for predicting future climate scenarios, Presim1 or Presim2?",
                "QuestionCn": "哪种统计降尺度方法在预测未来气候情景时更准确，Presim1还是Presim2？",
                "AnswerEn": "Presim1",
                "AnswerCn": "抱歉，我无法协助满足该请求。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the primary data source for validating downscaled precipitation data, meteorological station data or satellite observations?",
                "QuestionCn": "验证下调降水数据的主要数据来源是气象站数据还是卫星观测？",
                "AnswerEn": "meteorological station data",
                "AnswerCn": "气象站数据",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which method is employed to modify residuals in the statistical downscaling process, High Accuracy Surface Modeling (HASM) or a different approach?",
                "QuestionCn": "在统计降尺度过程中，采用哪种方法来修改残差，是高精度表面建模（HASM）还是其他方法？",
                "AnswerEn": "High Accuracy Surface Modeling",
                "AnswerCn": "高精度表面建模",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to downscale climate model outputs in the Heihe River Basin under CMIP5 scenarios?",
                "QuestionCn": "在CMIP5情景下，针对黑河流域的气候模型输出，使用了哪些下尺度化方法？",
                "AnswerEn": "ordinary least squares regression, High Accuracy Surface Modeling Method (HASM)",
                "AnswerCn": "普通最小二乘回归，高精度曲面建模方法 (HASM)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When are the future time periods for which downscaled temperature projections are made in the Heihe River Basin?",
                "QuestionCn": "在黑河流域，未来气温投影的下调时间段是什么时候？",
                "AnswerEn": "2011-2040, 2041-2070, 2071-2100",
                "AnswerCn": "2011-2040，2041-2070，2071-2100",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when using General Circulation Models (GCMs) in climate change impact studies?",
                "QuestionCn": "在气候变化影响研究中使用一般环流模型（GCMs）时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced when using General Circulation Models (GCMs) in climate change impact studies is that GCMs have so far been too coarse to resolve geographically well-defined regions, requiring the use of downscaling methods to achieve more accurate predictions.",
                "AnswerCn": "使用一般环流模型（GCMs）进行气候变化影响研究时面临的一个挑战是，GCMs的分辨率通常过于粗糙，无法很好地解析地理上明确的区域，因此需要使用降尺度方法以实现更准确的预测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how datasets are validated to ensure accuracy in climate downscaling studies?",
                "QuestionCn": "您能否提供一个示例，说明在气候下采样研究中如何验证数据集以确保准确性？",
                "AnswerEn": "An example of how datasets are validated to ensure accuracy in climate downscaling studies is through the use of downscaled precipitation data, which are validated with observations through China and Jiangxi province from 1976 to 2005, ensuring that the downscaled data matches the observed historical data.",
                "AnswerCn": "气候下采样研究中，数据集的验证示例是通过使用下采样的降水数据进行验证，这些数据与1976年至2005年间中国和江西省的观测数据进行对比，以确保下采样数据与历史观测数据相匹配。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What features of meteorological data are leveraged to enhance the precision of climate model predictions?",
                "QuestionCn": "气象数据的哪些特征被利用来提高气候模型预测的精确度？",
                "AnswerEn": "latitude, longitude, elevation, aspect impact coefficients",
                "AnswerCn": "纬度、经度、高程、坡向影响系数",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many time periods are considered in the downscaled simulation of future temperatures for the Heihe River Basin?",
                "QuestionCn": "在对黑河流域未来温度的降尺度模拟中考虑了多少个时间段？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the downscaled future temperature data for the Heihe River Basin?",
                "QuestionCn": "未来温度数据在黑河流域的下分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many statistical downscaling methods are compared using the CMIP5 datasets and station observations?",
                "QuestionCn": "使用CMIP5数据集和站点观测比较了多少种统计降尺度方法？",
                "AnswerEn": "2",
                "AnswerCn": "2",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are 'General Circulation Models (GCMs)' in climate research?",
                "QuestionCn": "在气候研究中，“一般环流模型（GCMs）”是什么？",
                "AnswerEn": "General Circulation Models (GCMs) are complex computer models that simulate the Earth's climate system, including the atmosphere, oceans, land surface, and ice. These models are used to understand past, present, and future climate conditions, but they often produce outputs at a coarse spatial resolution, which may not be suitable for localized climate impact studies without further processing, such as downscaling.",
                "AnswerCn": "一般环流模型（GCMs）是复杂的计算机模型，用于模拟地球气候系统，包括大气、海洋、陆地表面和冰。这些模型用于理解过去、现在和未来的气候条件，但它们通常以粗糙的空间分辨率输出，这可能不适合局部气候影响研究，需要进一步处理，如下采样。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'High Accuracy Surface Modeling Method (HASM)' entail in the context of climate data processing?",
                "QuestionCn": "“高精度表面建模方法（HASM）”在气候数据处理中的含义是什么？",
                "AnswerEn": "The High Accuracy Surface Modeling Method (HASM) is a technique used in climate data processing to improve the accuracy of surface predictions by modifying residuals from initial statistical models. HASM is used in the context of downscaling to refine predictions by adjusting for local variations not captured by preliminary models, enhancing the precision of climate projections at finer spatial scales.",
                "AnswerCn": "高精度表面建模方法（HASM）是一种用于气候数据处理的技术，通过修改初始统计模型的残差来提高表面预测的准确性。HASM 在下尺度化的背景下被使用，通过调整初步模型未捕捉到的局部变化来精炼预测，从而提高气候预测在更细空间尺度上的精度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the statistical downscaling methods Presim1 and Presim2 compare in terms of accuracy and data integration when applied to CMIP5 datasets for temperature prediction?",
                "QuestionCn": "Presim1和Presim2在应用于CMIP5数据集进行温度预测时，在准确性和数据集成方面的比较如何？",
                "AnswerEn": "Presim1 has better accuracy compared to Presim2, as shown by mean absolute error, mean relative error, and root mean square error. Presim1 effectively fuses model data and station data, whereas Presim2 tends to overestimate or underestimate real values.",
                "AnswerCn": "Presim1的准确性优于Presim2，这一点通过平均绝对误差、平均相对误差和均方根误差得以体现。Presim1有效地融合了模型数据和站点数据，而Presim2则倾向于高估或低估真实值。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the similarities and differences in the challenges faced when downscaling temperature data versus precipitation data from GCM outputs?",
                "QuestionCn": "在从全球气候模型（GCM）输出中降尺度温度数据与降水数据时所面临的挑战有哪些相似之处和不同之处？",
                "AnswerEn": "Both temperature and precipitation data face challenges due to the coarse resolution of GCMs. However, while temperature predictions benefit from combining ordinary least squares regression and HASM methods, precipitation data encounter strong gradients that are hard to capture with point measurements, requiring different statistical downscaling approaches.",
                "AnswerCn": "温度和降水数据由于全球气候模型（GCMs）的分辨率较粗而面临挑战。然而，尽管温度预测可以通过结合普通最小二乘回归和HASM方法来改善，降水数据由于存在强梯度，难以通过点测量捕捉，因此需要不同的统计下行尺度方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of remote sensing technologies enhance the accuracy of downscaled climate projections for regions with strong precipitation gradients?",
                "QuestionCn": "遥感技术的整合如何提高强降水梯度地区气候预测的下调精度？",
                "AnswerEn": "Remote sensing and geographic information technology have developed new methods for precipitation observation, which can help capture strong precipitation gradients over short distances that are difficult to measure with traditional meteorological stations.",
                "AnswerCn": "遥感和地理信息技术开发了新的降水观测方法，这可以帮助捕捉在短距离内难以用传统气象站测量的强降水梯度。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways do the different statistical downscaling methods address the geographical limitations of General Circulation Models in climate studies?",
                "QuestionCn": "不同的统计降尺度方法如何解决气候研究中一般环流模型的地理限制？",
                "AnswerEn": "The two statistical downscaling methods, Presim1 and Presim2, involve determining a local linear model and modifying residuals using the High Accuracy Surface Modeling method. These methods address geographical limitations by using site-specific information to enhance model resolution.",
                "AnswerCn": "两种统计降尺度方法，Presim1 和 Presim2，涉及确定局部线性模型并使用高精度表面建模方法修改残差。这些方法通过使用特定地点的信息来提高模型分辨率，从而解决地理限制问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential challenges in using meteorological station data for downscaling and residual modification in climate projections?",
                "QuestionCn": "使用气象站数据进行气候预测的下采样和残差修正可能面临的挑战有哪些？",
                "AnswerEn": "Meteorological station data are crucial in the residual modification process, but they can lead to overestimation or underestimation of real values, as seen with the Pre sim2 method. The accuracy of downscaled results can vary based on how well the station data are integrated with model data.",
                "AnswerCn": "气象站数据在残差修正过程中至关重要，但它们可能导致实际值的高估或低估，这在Pre sim2方法中得到了体现。下调结果的准确性可能会根据站点数据与模型数据的整合程度而有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the necessity for downscaling in climate change projections from General Circulation Models (GCM) and Regional Climate Models?",
                "QuestionCn": "气候变化预测中，从一般环流模型（GCM）和区域气候模型进行降尺度的必要性是什么原因？",
                "AnswerEn": "Climate change projections from General Circulation Models (GCM) and Regional Climate Models often cannot be directly applied to climate change impact studies due to their coarse resolution. Downscaling is needed to capture spatial variability and provide more detailed information that is critical for hydrological, environmental, and agricultural processes, which are driven by factors like precipitation that can vary significantly over short distances.",
                "AnswerCn": "气候变化的预测来自于一般环流模型（GCM）和区域气候模型，通常无法直接应用于气候变化影响研究，因为它们的分辨率较粗。需要进行下行尺度处理，以捕捉空间变异性，并提供更详细的信息，这对水文、环境和农业过程至关重要，因为这些过程受到降水等因素的驱动，而降水在短距离内可能会有显著变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the reasons for employing High Accuracy Surface Modeling Method (HASM) in downscaling climate data?",
                "QuestionCn": "在气候数据下采样中采用高精度表面建模方法（HASM）的原因是什么？",
                "AnswerEn": "The High Accuracy Surface Modeling Method (HASM) is employed in downscaling climate data to enhance the precision of spatial interpolation and to modify residuals after establishing a local linear model. HASM helps to refine the downscaled data, addressing the spatial variability and improving the overall accuracy of the projections by correcting errors introduced in the initial regression modeling.",
                "AnswerCn": "高精度表面建模方法（HASM）用于气候数据的下尺度处理，以提高空间插值的精度，并在建立局部线性模型后修正残差。HASM有助于精炼下尺度数据，解决空间变异性问题，并通过修正初始回归建模中引入的错误来提高预测的整体准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How do the challenges of capturing strong precipitation gradients influence the development of new data collection methods?",
                "QuestionCn": "捕捉强降水梯度的挑战如何影响新数据收集方法的发展？",
                "AnswerEn": "The difficulty in capturing strong precipitation gradients over short distances can drive the development of new data collection methods, such as utilizing remote sensing and geographic information technology. These advances are necessary because traditional point measurements from meteorological stations may not adequately capture such variability, prompting innovation in observation techniques.",
                "AnswerCn": "在短距离内捕捉强降水梯度的困难可能推动新数据收集方法的发展，例如利用遥感和地理信息技术。这些进展是必要的，因为传统的气象站点点测量可能无法充分捕捉这种变异性，从而促使观测技术的创新。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What drives the need for developing new methods of precipitation observation in hydrological studies?",
                "QuestionCn": "推动水文研究中开发新降水观测方法的需求是什么？",
                "AnswerEn": "The need for developing new methods of precipitation observation in hydrological studies is driven by the challenge of capturing strong precipitation gradients over short distances, which are difficult to measure accurately with traditional meteorological stations, necessitating innovations like remote sensing to improve spatial precipitation data.",
                "AnswerCn": "在水文研究中，开发新型降水观测方法的需求源于捕捉短距离内强降水梯度的挑战，这些梯度难以通过传统气象站准确测量，因此需要创新，如遥感技术，以改善空间降水数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in downscaling climate model outputs to obtain regional temperature predictions for the Heihe River Basin under various climate scenarios?",
                "QuestionCn": "将气候模型输出进行下尺度处理以获得在不同气候情景下的黑河流域区域温度预测所涉及的程序步骤包括：",
                "AnswerEn": "The downscaling process involves using ordinary least squares regression combined with the High Accuracy Surface Modeling Method (HASM) to generate downscaled simulations. This procedure aims to predict multi-year average temperatures for the periods 2011-2040, 2041-2070, and 2071-2100 under scenarios RCP2.6, RCP4.5, and RCP8.5, resulting in 1km resolution temperature data.",
                "AnswerCn": "下缩过程涉及使用普通最小二乘回归结合高精度表面建模方法（HASM）生成下缩模拟。该程序旨在预测2011-2040年、2041-2070年和2071-2100年期间的多年平均温度，考虑情景RCP2.6、RCP4.5和RCP8.5，最终生成1公里分辨率的温度数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can meteorological station data be integrated with CMIP5 output to improve the resolution and accuracy of precipitation forecasts?",
                "QuestionCn": "如何将气象站数据与CMIP5输出集成，以提高降水预报的分辨率和准确性？",
                "AnswerEn": "Meteorological station data is used in conjunction with CMIP5 output through statistical downscaling methods. The process includes establishing a local linear model using the Geographical Weighted Regression method, followed by the High Accuracy Surface Modeling method to adjust residuals. This approach improves the resolution and accuracy of the final precipitation forecasts.",
                "AnswerCn": "气象站数据与CMIP5输出结合，通过统计降尺度方法进行处理。该过程包括使用地理加权回归方法建立局部线性模型，然后通过高精度表面建模方法调整残差。这种方法提高了最终降水预测的分辨率和准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What methodological challenges might arise when attempting to apply global climate model data to region-specific climate studies, and how can these be addressed?",
                "QuestionCn": "在尝试将全球气候模型数据应用于区域特定气候研究时，可能会出现哪些方法论挑战，以及如何解决这些挑战？",
                "AnswerEn": "One primary challenge is the coarse resolution of Global Climate Models (GCMs), which makes them unsuitable for region-specific studies. This issue can be addressed by employing downscaling techniques, such as the combination of statistical models like Geographical Weighted Regression and High Accuracy Surface Modeling, to refine regional predictions and incorporate localized meteorological data.",
                "AnswerCn": "一个主要挑战是全球气候模型（GCMs）的分辨率较粗，使其不适合区域特定研究。这个问题可以通过采用下行尺度技术来解决，例如结合地理加权回归和高精度表面建模等统计模型，以精细化区域预测并纳入本地气象数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What meteorological site information and methods enable the downscaling of CMIP5 simulations for improving climate data resolution?",
                "QuestionCn": "哪些气象站信息和方法能够实现CMIP5模拟的下尺度化，以提高气候数据的分辨率？",
                "AnswerEn": "The use of meteorological site information over China involves a two-step statistical downscaling process: determining a local linear model using the Geographical Weighted Regression method and modifying the residual with the High Accuracy Surface Modeling method.",
                "AnswerCn": "在中国使用气象站信息涉及一个两步的统计降尺度过程：首先使用地理加权回归方法确定局部线性模型，然后通过高精度表面建模方法对残差进行修正。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of remote sensing technology enable more accurate precipitation observation in regions with strong precipitation gradients?",
                "QuestionCn": "遥感技术的整合如何在降水梯度明显的地区实现更准确的降水观测。",
                "AnswerEn": "The development of remote sensing and geographic information technology provides new methods for precipitation observation, which can capture strong precipitation gradients over short distances that are difficult to measure with traditional meteorological station data.",
                "AnswerCn": "遥感和地理信息技术的发展为降水观测提供了新方法，这些方法能够捕捉到在短距离内难以通过传统气象站数据测量的强降水梯度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or methodologies enable the validation of downscaled precipitation data across different regional scales in China?",
                "QuestionCn": "哪些条件或方法论能够验证中国不同区域尺度的降水数据的下调？",
                "AnswerEn": "The downscaled precipitation data are validated with observations from 1976 to 2005 through China and in Jiangxi province, using a separate dataset and a portion of national scale data, which helps ensure accuracy and reliability of the downscaling methods.",
                "AnswerCn": "降尺度降水数据通过1976年至2005年期间的观测数据在中国及江西省进行验证，使用了一个独立的数据集和一部分国家级数据，这有助于确保降尺度方法的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might statistical downscaling methods differ in their effectiveness when applied to climate projections from General Circulation Models?",
                "QuestionCn": "统计降尺度方法在应用于一般环流模型的气候预测时，可能因以下原因而在有效性上有所不同：",
                "AnswerEn": "Statistical downscaling methods differ in effectiveness because GCMs have historically been too coarse to resolve geographically well-defined regions, making the choice of downscaling method crucial for accurate predictions. The methods need to effectively integrate meteorological site information and model outputs to improve accuracy.",
                "AnswerCn": "统计降尺度方法的有效性差异源于全球气候模型（GCMs）历史上分辨率过低，无法很好地解析地理上明确的区域，因此选择合适的降尺度方法对准确预测至关重要。这些方法需要有效整合气象站点信息和模型输出，以提高准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the anticipated challenges in validating downscaled climate data with observational data?",
                "QuestionCn": "验证下调气候数据与观测数据的预期挑战是什么？",
                "AnswerEn": "Validating downscaled climate data with observational data can be challenging due to strong precipitation gradients and spatial variability that are difficult to capture with point measurements from meteorological stations. The accuracy of the downscaling method is critical, and the integration of station data is important for modifying residuals and improving predictions.",
                "AnswerCn": "验证下调气候数据与观测数据之间的关系可能会面临挑战，因为降水梯度和空间变异性较强，这些特征难以通过气象站的点测量来捕捉。下调方法的准确性至关重要，整合站点数据对于修正残差和改善预测也很重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of combining ordinary least squares regression with the High Accuracy Surface Modeling Method for downscaling climate model projections?",
                "QuestionCn": "如何评估将普通最小二乘回归与高精度表面建模方法结合用于气候模型预测下行尺度的有效性？",
                "AnswerEn": "This combination is evaluated as effective since it allows for detailed downscaling of climate scenarios, providing 1km resolution results for future temperature projections under various climate conditions.",
                "AnswerCn": "这种组合被评估为有效，因为它允许对气候情景进行详细的下调，提供在各种气候条件下未来温度预测的1公里分辨率结果。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the main challenges in using meteorological station data for validating downscaled climate model outputs?",
                "QuestionCn": "在使用气象站数据验证下调气候模型输出时，主要面临的挑战是什么？",
                "AnswerEn": "The main challenges include capturing strong precipitation gradients over short distances, which are difficult to measure accurately with point data from meteorological stations, potentially leading to overestimations or underestimations in downscaling methods.",
                "AnswerCn": "主要挑战包括在短距离内捕捉强降水梯度，这在使用气象站的点数据进行准确测量时非常困难，可能导致在下尺度方法中出现高估或低估的情况。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your assessment of the reliability of statistical downscaling methods compared to direct use of General Circulation Models for regional climate impact studies?",
                "QuestionCn": "我对统计降尺度方法与直接使用一般环流模型（GCM）在区域气候影响研究中的可靠性进行评估。",
                "AnswerEn": "Statistical downscaling methods are generally more reliable for regional studies as they address the coarse resolution of GCMs by incorporating local meteorological data, thereby improving the accuracy of climate projections in geographically well-defined regions.",
                "AnswerCn": "统计降尺度方法通常在区域研究中更为可靠，因为它们通过结合地方气象数据来解决全球气候模型（GCMs）的粗分辨率，从而提高了在地理上明确区域内气候预测的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how downscaling methods can effectively capture the spatial variability of precipitation over short distances.",
                "QuestionCn": "我不明白降尺度方法如何有效捕捉降水在短距离内的空间变异性。",
                "AnswerEn": "Both statistical downscaling methods used here involve two steps: (1) determining a local linear model by Geographical Weighted Regression method (GWR) for every location in the prediction domain, and (2) using the High Accuracy Surface Modeling method (HASM) to modify the residual produced by the first step.",
                "AnswerCn": "这里使用的两种统计降尺度方法包括两个步骤：（1）通过地理加权回归方法（GWR）为预测域中的每个位置确定一个局部线性模型；（2）使用高精度表面建模方法（HASM）来修正第一步产生的残差。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the challenges faced when using General Circulation Models for climate change impact studies.",
                "QuestionCn": "我对在气候变化影响研究中使用一般环流模型所面临的挑战感到不确定。",
                "AnswerEn": "GCMs have so far been too coarse to resolve geographically well-defined regions, and cannot be directly applied to climate change impact studies without downscaling.",
                "AnswerCn": "气候模式（GCMs）到目前为止在地理上分辨率过于粗糙，无法很好地解析地理上明确的区域，因此不能直接应用于气候变化影响研究，而需要进行下行尺度处理。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can’t make sense of why meteorological station data is important in the process of residual modification in downscaling methods.",
                "QuestionCn": "我无法理解气象站数据在下行修正方法中的残差修正过程中的重要性。",
                "AnswerEn": "Results show the importance of meteorological station data in the process of residual modification as it improves the accuracy of the downscaling methods, especially in the first method, Pre sim1.",
                "AnswerCn": "结果显示气象站数据在残差修正过程中的重要性，因为它提高了降尺度方法的准确性，特别是在第一种方法Pre sim1中。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges associated with applying statistical downscaling methods for temperature projections in regional climate models.",
                "QuestionCn": "请探讨在区域气候模型中应用统计降尺度方法进行温度预测所面临的挑战。",
                "AnswerEn": "GCMs have so far been too coarse to resolve geographically well-defined regions, which presents challenges in accurately downscaling temperature projections in regional climate models.",
                "AnswerCn": "气候模型（GCMs）迄今为止在地理上分辨率过于粗糙，无法准确解析地理上明确的区域，这给区域气候模型中温度预测的精确下调带来了挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please provide an analysis of different statistical downscaling methods used for climate projection data, particularly focusing on their effectiveness and accuracy.",
                "QuestionCn": "请提供对用于气候预测数据的不同统计降尺度方法的分析，特别关注它们的有效性和准确性。",
                "AnswerEn": "Two statistical downscaling methods, Presim1 and Presim2, are compared using CMIP5 datasets and station observations. Presim1 is found to be more accurate than Presim2 based on mean absolute error, mean relative error, and root mean square error, as it effectively fuses mode data and station data.",
                "AnswerCn": "两种统计降尺度方法，Presim1 和 Presim2，使用 CMIP5 数据集和站点观测进行比较。根据平均绝对误差、平均相对误差和均方根误差，发现 Presim1 的准确性优于 Presim2，因为它有效地融合了模式数据和站点数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate potential approaches or methods for improving the accuracy of climate projections using meteorological station data.",
                "QuestionCn": "请调查使用气象站数据提高气候预测准确性的潜在方法或途径。",
                "AnswerEn": "Using meteorological station data is important in the process of residual modification. The method Pre sim1, which employs station data to modify the residuals, demonstrates improved accuracy in downscaling climate projections.",
                "AnswerCn": "使用气象站数据在残差修正过程中非常重要。采用站点数据来修正残差的预处理方法Pre sim1在气候预测的降尺度中显示出更高的准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}