{
  "id": "8a91c513-1dc9-4ede-8b71-c03cdb391a42",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Past and projected active layer thickness in permafrost regions across the Northern Hemisphere (1850-2100)",
      "titleCn": "北半球多年冻土区活动层厚度历史分布及未来预测（1850-2100）",
      "description": "The seasonal thaw layer in permafrost regions, namely the active layer, is an important part of the study of seasonal frozen soil, and its changes are also affected by climate change. The change of active layer thickness has a profound impact on the energy transfer between earth and atmosphere, water cycle, carbon cycle, surface and underground hydrological processes, and vegetation growth. By collecting the long time series active layer thickness of 347 stations in the Northern Hemisphere and the temperature data output by dozens of CMIP5, the author constructs the E-factor of the permafrost region in the Northern Hemisphere through Stefan equation; Finally, the spatial distribution of the active layer thickness in the permafrost region of the Northern Hemisphere and the future prediction under different climate scenarios are obtained by coupling the melting index. It is found that the observed value is significantly correlated with the simulated value, the correlation coefficient R=0.84 (P<0.01), the average percentage error is 4.7%, the average deviation error is -11.7 cm, and the root mean square error is 64 cm. This data product can be used in the research of frozen soil and climate change, frozen soil carbon cycle, frozen soil ecological hydrological process, frozen soil engineering, etc.",
      "descriptionCn": "多年冻土区的季节融化层，即活动层，是季节冻土研究中重要组成部分，其变化也深受气候变化的影响。活动层厚度变化深刻影响地~气之间能量传递、水分循环、碳循环、以及地表和地下水文过程、和植被生长。作者通过收集北半球347个站点的长时间序列活动层厚度，同时几十个CMIP5输出的气温资料，通过Stefan方程，构建北半球多年冻土区E-factor；最后耦合融化指数获取了北半球多年冻土区活动层厚度的空间分布及不同气候情景下的未来预测。经检验发现，观测值与模拟值具有显著的相关性，相关系数R=0.84（P<0.01），平均百分比误差为4.7%，平均偏离误差为-11.7 cm，均方根误差为64 cm。该数据产品可以用于冻土与气候变化、冻土碳循环、冻土生态水文过程、冻土工程等相关研究。",
      "instructions": "1. Data format: NetCDF4\n2. Projection: WGS84\n3. Data size: 13.9MB\n4. Variable name: ALT\n5. Data unit: cm",
      "instructionsCn": "1.数据格式：NetCDF4\n2.投影：WGS84\n3.数据大小：439MB\n4.变量名称：ALT\n5.数据单位：cm",
      "east": 180.0,
      "west": -180.0,
      "south": 0.0,
      "north": 90.0,
      "startTime": "1849-12-31 23:54:00",
      "endTime": "2100-12-31 00:00:00",
      "fileSize": 250636276.0,
      "cstr": "18406.11.Cryos.tpdc.272835",
      "doi": "10.11888/Cryos.tpdc.272835",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "彭小清",
        "nameEn": "PENG Xiaoqing",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Spatiotemporal changes in active layer thickness under contemporary and projected climate in the Northern Hemisphere",
        "referenceCn": null,
        "referenceEn": "Peng, X., Zhang, T., Frauenfeld, O.W., Wang, K., Luo, D., Cao, B., Su, H., Jin, H., & Wu, Q. (2018). Spatiotemporal changes in active layer thickness under contemporary and projected climate in the Northern Hemisphere. Journal of Climate, 31(1), 251-266."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "北半球",
        "keywordEn": "Northern Hemisphere"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "长时间序列",
        "keywordEn": "long-term",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "北极快速变化的机理、影响及其气候效应研究",
        "titleEn": "Research on the mechanism, influence and climate effect of rapid change in the Arctic"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to determine the historical and future spatial distribution of active layer thickness in permafrost regions of the Northern Hemisphere?",
        "QuestionCn": "用于确定北半球永久冻土地区活层厚度的历史和未来空间分布的数据收集方法的特点是什么？",
        "AnswerEn": "long-term time series data, 347 sites, temperature data outputs from CMIP5 climate models, Stefan equation, E-factor, melting index, spatial distribution, future predictions under different climate scenarios",
        "AnswerCn": "长期时间序列数据，347个站点，CMIP5气候模型的温度数据输出，Stefan方程，E因子，融化指数，空间分布，不同气候情景下的未来预测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many station sites were used to collect long-term active layer thickness data across the Northern Hemisphere permafrost regions?",
        "QuestionCn": "在北半球永久冻土地区，用于收集长期活层厚度数据的站点数量是多少？",
        "AnswerEn": "347",
        "AnswerCn": "三百四十七",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the methods of data collection for historical active layer thickness in permafrost regions compare to those used for future predictions under different climate scenarios?",
        "QuestionCn": "历史活层厚度在永冻土地区的数据收集方法与在不同气候情景下的未来预测所使用的方法有何比较？",
        "AnswerEn": "Data collection for historical active layer thickness in permafrost regions involves gathering long-term series data from 347 sites in the Northern Hemisphere. For future predictions, the methods use temperature data from multiple CMIP5 outputs and apply the Stefan equation to develop the E-factor for permafrost regions. This approach is coupled with a melting index to determine the spatial distribution of active layer thickness under various climate scenarios.",
        "AnswerCn": "在永久冻土地区，历史活层厚度的数据收集涉及从北半球的347个地点收集长期系列数据。对于未来的预测，这些方法使用来自多个CMIP5输出的温度数据，并应用斯特凡方程来开发永久冻土地区的E因子。这种方法与融化指数相结合，以确定在不同气候情景下活层厚度的空间分布。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the relationship between observed and simulated active layer thickness data be interpreted to improve data collection techniques in the context of changing climate scenarios?",
        "QuestionCn": "如何解释观测到的活层厚度数据与模拟数据之间的关系，以改善在变化气候情景下的数据收集技术？",
        "AnswerEn": "The strong correlation (R=0.84, P<0.01) between observed and simulated active layer thickness data indicates that the methodology used, involving the Stefan equation and coupling of melting indices, is effective. This suggests that similar data collection techniques could be refined and expanded to enhance the accuracy and reliability of predictions under different climate scenarios. It also highlights the importance of using long-term observational data from multiple sites across the Northern Hemisphere to improve model validation and calibration.",
        "AnswerCn": "观察到的活层厚度数据与模拟数据之间的强相关性（R=0.84，P<0.01）表明所使用的方法论有效，包括斯特凡方程和融化指数的耦合。这表明可以对类似的数据收集技术进行改进和扩展，以提高在不同气候情景下预测的准确性和可靠性。它还强调了使用来自北半球多个地点的长期观测数据以改善模型验证和校准的重要性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes inaccuracies in predicting the future distribution of active layer thickness in permafrost regions using climate models?",
        "QuestionCn": "导致气候模型在预测永久冻土地区活层厚度未来分布时出现不准确的原因是什么？",
        "AnswerEn": "Inaccuracies in predicting the future distribution of active layer thickness in permafrost regions can be attributed to the variability and limitations of climate models, such as those used in CMIP5 outputs. These models can have errors in simulating regional climate conditions, which affect the input data like temperature. Additionally, the use of simplified equations like the Stefan equation might not capture all the complex interactions in the permafrost environment, leading to discrepancies between observed and modeled values.",
        "AnswerCn": "在预测永久冻土地区活层厚度的未来分布时，存在的不准确性可以归因于气候模型的变异性和局限性，例如CMIP5输出中使用的模型。这些模型在模拟区域气候条件时可能存在错误，从而影响输入数据，如温度。此外，使用像斯特凡方程这样的简化方程可能无法捕捉永久冻土环境中的所有复杂相互作用，导致观测值与模型值之间的差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using the Stefan equation and CMIP5 temperature outputs for predicting future changes in active layer thickness in permafrost regions?",
        "QuestionCn": "使用Stefan方程和CMIP5温度输出预测永久冻土地区活层厚度未来变化的潜在后果是什么？",
        "AnswerEn": "Using the Stefan equation and CMIP5 temperature outputs allows for constructing a model that predicts the spatial distribution of active layer thickness in permafrost regions and future scenarios under different climate conditions. This approach can lead to significant correlations between observed and simulated values, providing insights into energy transfer, water and carbon cycles, hydrological processes, and vegetation growth affected by climate change in these regions.",
        "AnswerCn": "使用斯特凡方程和CMIP5温度输出，可以构建一个模型，预测永冻土地区活层厚度的空间分布以及在不同气候条件下的未来情景。这种方法可以导致观测值与模拟值之间的显著相关性，为气候变化对这些地区的能量传递、水和碳循环、水文过程以及植被生长的影响提供了洞察。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of constructing a dataset that predicts the future spatial distribution of active layer thickness in permafrost regions of the Northern Hemisphere using CMIP5 temperature data and the Stefan equation?",
        "QuestionCn": "使用CMIP5温度数据和Stefan方程构建一个预测北半球永久冻土地区活动层厚度未来空间分布的数据集的最终目标是什么？",
        "AnswerEn": "The ultimate goal of constructing such a dataset is to understand the impact of climate change on the seasonal thaw layer in permafrost regions, which significantly influences energy transfer, water and carbon cycles, hydrological processes, and vegetation growth. By predicting the future spatial distribution of active layer thickness under different climate scenarios, researchers aim to support studies related to climate change impacts on permafrost, permafrost carbon cycling, ecological hydrological processes, and engineering in permafrost areas.",
        "AnswerCn": "构建这样一个数据集的最终目标是理解气候变化对永久冻土地区季节性融化层的影响，这对能量传递、水和碳循环、水文过程以及植被生长具有重要影响。通过预测在不同气候情景下活跃层厚度的未来空间分布，研究人员旨在支持与气候变化对永久冻土、永久冻土碳循环、生态水文过程以及永久冻土地区工程相关的研究。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and methodologies are used to collect and process long-term series of active layer thickness data from multiple stations in the Northern Hemisphere permafrost regions?",
        "QuestionCn": "在北半球永久冻土地区，从多个站点收集和处理长期活层厚度数据的程序和方法包括哪些？",
        "AnswerEn": "The procedures involve collecting data from 347 stations in the Northern Hemisphere to monitor long-term series of active layer thickness. The data is then processed using the Stefan equation to construct an E-factor for the Northern Hemisphere permafrost regions. This approach is combined with melting index coupling to calculate the spatial distribution of active layer thickness and project future scenarios under different climate conditions.",
        "AnswerCn": "这些程序涉及从北半球的347个站点收集数据，以监测活层厚度的长期系列。然后使用斯特凡方程处理数据，以构建北半球永久冻土地区的E因子。这种方法结合融化指数耦合，计算活层厚度的空间分布，并在不同气候条件下预测未来情景。",
        "Level": "C3(Applying)"
      }
    ]
  }
}