{
  "id": "8a976d3c-a552-4c0f-aeb9-ecd210945485",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of Daman Superstation-2021)",
      "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站物候相机观测数据集-2021）",
      "description": "The dataset contains the phenological camera observation data of the Daman Superstation in the midstream of Heihe integrated observatory network from January 1 to December 31, 2021. The instrument was developed and data processed by Beijing Normal University. The phenomenon camera integrates data acquisition and data transmission functions. The camera captures data by look-downward with a resolution of 1280×720. For the calculation of the greenness index and phenology, the relative greenness index (GCC, Green Chromatic Coordinate, calculated by GCC=G/(R+G+B)) needs to be calculated according to the region of interest, then the invalid value filling and filtering smoothing are performed, and finally the key phenological parameters are determined according to the growth curve fitting, such as the growth season start date, Peak, growth season end, etc. For coverage, first, select images with less intense illumination, then divide the image into vegetation and soil, calculate the proportion of vegetation pixels in each image in the calculation area. After the time series data is extracted, the original coverage data is smoothed and filtered according to the time window specified by the user, and the filtered result is the final time series coverage. This data set includes relative greenness index (Gcc).\nPlease refer to Liu et al. (2018) for sites information in the Citation section.",
      "descriptionCn": "该数据集包含2021年1月1日至12月31日黑河流域地表过程综合观测网中游大满超级站的物候相机观测数据，该仪器由北京师范大学自主研发并进行处理。物候相机集成数据获取与数据传输功能。该物候相机采用垂直向下的方式采集数据，拍摄数据分辨率为1280*720，可指定拍摄时间频率。对于绿度指数物候期计算，需要根据感兴趣区域计算相对绿度指数（GCC, Green Chromatic Coordinate公式为GCC=G/(R+G+B), R、G、B为图像红、绿、蓝三通道像元值），然后进行无效值填充和滤波平滑，最后根据生长曲线拟合确定关键物候期参数，如生长季起始日、顶峰、生长季结束日等；对于覆盖度，首先进行数据预处理，选择光照不太强的图像，然后将图像分割为植被和土壤，计算每张图像的植被像素占计算区域内的比例作为该图像对应的覆盖度，在时间序列数据提取完成以后，再按用户指定的时间窗口对原始覆盖度数据进行平滑滤波，滤波后的得结果为最终的时间序列覆盖度。本数据集为相对绿度指数（Gcc）。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)。",
      "instructions": "year+** observatory network+ site name + phenological data",
      "instructionsCn": "年份+**观测网+站点名称+物候数据",
      "east": 100.36762,
      "west": 100.36762,
      "south": 38.852904,
      "north": 38.852904,
      "startTime": "2021-01-01 00:00:00",
      "endTime": "2021-12-31 00:00:00",
      "fileSize": 17718.0,
      "cstr": "18406.11.Terre.tpdc.272624",
      "doi": "10.11888/Terre.tpdc.272624",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "屈永华",
        "nameEn": "QU Yonghua",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Retrieval of leaf area index from top-of-canopy digital photography over agricultural crops",
        "referenceCn": null,
        "referenceEn": "Liu, J.G., & Pattey, E. (2010). Retrieval of leaf area index from top-of-canopy digital photography over agricultural crops. Agricultural and Forest Meteorology, 150(11), 1485-1490."
      },
      {
        "titleCn": null,
        "titleEn": "A novel method for extracting green fractional vegetation cover from digital images",
        "referenceCn": null,
        "referenceEn": "Liu, Y. K., Mu, X. H., Wang, H. X., & Yan, G. J. (2012). A novel method for extracting green fractional vegetation cover from digital images. Journal of Vegetation Science, 23, 406–418."
      },
      {
        "titleCn": null,
        "titleEn": "Extracting the Green Fractional Vegetation Cover from Digital Images Using a Shadow-Resistant Algorithm (SHAR-LABFVC)",
        "referenceCn": null,
        "referenceEn": "Song, W. J., Mu, X. H., Yan, G. J., & Huang, S. (2015). Extracting the Green Fractional Vegetation Cover from Digital Images Using a Shadow-Resistant Algorithm (SHAR-LABFVC). Remote Sensing, 7, 10425-10443."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "大满桥超级站",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河中游",
        "keywordEn": "Middle Reaches of Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
      ],
      "research objective": [
        "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
      ],
      "challenges": [
        "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
      ],
      "methods": [
        "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
      ],
      "dataset": [
        "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
      ],
      "findings": [],
      "backgroundCn": [
        "干旱和半干旱地区约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是经济发展的基础，特别是在中国西部，自古以来就一直是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域已被先前研究者发现为碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
      ],
      "research objectiveCn": [
        "因此，保持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展是非常重要的。对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护生态稳定性和绿洲的社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
      ],
      "challengesCn": [
        "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013），咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
      ],
      "methodsCn": [
        "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据通过涡度协方差系统和闪烁仪获取。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度，以及风速和风向的梯度；空气压力、降水和土壤湿度剖面）通过自动气象站以10分钟的平均周期进行观测，同时也记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可分为数据收集、数据处理和数据存档与共享。"
      ],
      "datasetCn": [
        "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站——2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Are the data collection methods for observing energy, water vapor, and carbon exchange in oasis–desert areas primarily based on eddy covariance systems, scintillometers, or other technologies?",
        "QuestionCn": "观察绿洲-沙漠地区能量、水蒸气和碳交换的数据收集方法主要基于涡度协方差系统、闪烁仪或其他技术吗？",
        "AnswerEn": "eddy covariance systems and scintillometers",
        "AnswerCn": "涡度相关系统和闪烁仪",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary data collection methods used in the field of oasis–desert ecosystem studies?",
        "QuestionCn": "在绿洲-沙漠生态系统研究领域，主要的数据收集方法有哪些？",
        "AnswerEn": "eddy covariance system, scintillometer, automatic weather stations",
        "AnswerCn": "涡度相关系统、闪烁仪、自动气象站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the observational datasets from oasis–desert systems, including energy, water vapor, and carbon exchange data, generally collected?",
        "QuestionCn": "绿洲-沙漠系统的观测数据集，包括能量、水蒸气和碳交换数据，通常在哪里收集？",
        "AnswerEn": "Heihe River Basin",
        "AnswerCn": "黑河流域",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are faced in collecting data for inland river basins in arid and semiarid areas?",
        "QuestionCn": "在干旱和半干旱地区，收集内陆河流流域数据面临哪些挑战？",
        "AnswerEn": "drying up of rivers and lakes",
        "AnswerCn": "河流和湖泊干涸",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to observe energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
        "QuestionCn": "您能否提供一个用于观察绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据收集方法的示例？",
        "AnswerEn": "One example is the use of an eddy covariance system and scintillometer to acquire half-hourly turbulent flux data. Additionally, hydrometeorological data are collected from automatic weather stations with a 10-minute average period, including radiation, soil heat flux, soil temperature profiles, and gradients of air temperature and humidity.",
        "AnswerCn": "一个例子是使用涡度协方差系统和闪烁仪获取半小时的湍流通量数据。此外，还从自动气象站收集水文气象数据，平均周期为10分钟，包括辐射、土壤热通量、土壤温度剖面以及空气温度和湿度的梯度。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of the challenges faced in maintaining ecological stability in inland river basins in arid and semiarid areas?",
        "QuestionCn": "在干旱和半干旱地区，维持内陆河流流域生态稳定面临的挑战的一个例子是什么？",
        "AnswerEn": "An example of such challenges includes the drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent occurrence of dust storms, particularly in regions like the Tarim River basin, Aral Sea basin, and Lake Urmia basin.",
        "AnswerCn": "此类挑战的一个例子包括河流和湖泊的干涸、自然植被的退化、土地沙漠化的加剧，以及尘暴的频繁发生，特别是在塔里木河流域、阿拉尔海流域和乌尔米耶湖流域。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of how datasets from artificial and natural oasis-desert systems can be utilized for sustainable development goals?",
        "QuestionCn": "您能否举例说明人工和自然绿洲-沙漠系统的数据集如何用于可持续发展目标？",
        "AnswerEn": "Datasets from these systems, which include long-term observations of energy, water vapor, carbon, and methane fluxes, as well as hydrometeorological, vegetation, and soil parameters, are crucial for achieving sustainable oasis development by understanding energy, water vapor, and carbon exchange interactions to support ecological security and socioeconomic development.",
        "AnswerCn": "这些系统的数据集，包括对能量、水蒸气、碳和甲烷通量的长期观测，以及水文气象、植被和土壤参数，对于实现可持续绿洲发展至关重要，因为它们有助于理解能量、水蒸气和碳交换的相互作用，以支持生态安全和社会经济发展。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for monitoring vegetation phenology in arid regions?",
        "QuestionCn": "用于监测干旱地区植被物候的数据收集方法的特点是什么？",
        "AnswerEn": "vertical downward direction, resolution of 1280*720, relative greenness index (GCC), image segmentation, filtering processes",
        "AnswerCn": "垂直向下方向，分辨率为1280*720，相对绿色指数（GCC），图像分割，过滤过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the common features of datasets used to study energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
        "QuestionCn": "用于研究绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据集的常见特征是什么？",
        "AnswerEn": "long-term observations, energy fluxes, water vapor fluxes, carbon fluxes, hydrometeorology data, vegetation data, soil parameters, eddy covariance systems, scintillometers, automatic weather stations, meteorological variables",
        "AnswerCn": "长期观测、能量通量、水汽通量、碳通量、水文气象数据、植被数据、土壤参数、涡度相关系统、闪烁仪、自动气象站、气象变量",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution of the images captured by the phenology camera used in data collection?",
        "QuestionCn": "用于数据收集的物候相机捕获的图像分辨率是多少？",
        "AnswerEn": "1280*720",
        "AnswerCn": "1280*720",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "For how long were energy, water vapor, and carbon fluxes observed in the oasis–desert systems?",
        "QuestionCn": "在绿洲-沙漠系统中，能量、水蒸气和碳通量的观测持续了多长时间？",
        "AnswerEn": "9 years",
        "AnswerCn": "9年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'phenocam observation data' mean in the context of ecological monitoring?",
        "QuestionCn": "在生态监测的背景下，“phenocam观测数据”是什么意思？",
        "AnswerEn": "Phenocam observation data refers to the data collected by cameras that are used to monitor phenological changes in an ecosystem. In this context, a phenocam is used to capture images vertically downward with a specified resolution and shooting frequency to analyze vegetation changes over time, such as calculating the relative greenness index (GCC) and determining key phenological parameters like the start and end of the growing season.",
        "AnswerCn": "Phenocam观察数据是指通过相机收集的，用于监测生态系统中物候变化的数据。在这个背景下，phenocam用于以垂直向下的方式拍摄图像，具有特定的分辨率和拍摄频率，以分析植被随时间的变化，例如计算相对绿度指数（GCC）和确定关键的物候参数，如生长季节的开始和结束。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'green chromatic coordinate (GCC)' in vegetation monitoring?",
        "QuestionCn": "在植被监测中，“绿色色度坐标（GCC）”是什么意思？",
        "AnswerEn": "The green chromatic coordinate (GCC) is a measure used in vegetation monitoring to quantify the greenness of vegetation in an image. It is calculated using the formula GCC=G/(R+G+B), where R, G, and B are the pixel values of the red, green, and blue channels, respectively. This index helps in determining phenological phases by analyzing changes in greenness over time.",
        "AnswerCn": "绿色色度坐标（GCC）是用于植被监测的一种指标，用于量化图像中植被的绿色程度。它的计算公式为 GCC = G / (R + G + B)，其中 R、G 和 B 分别是红色、绿色和蓝色通道的像素值。该指数通过分析随时间变化的绿色程度来帮助确定物候阶段。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the function of 'eddy covariance system' in data collection for oasis–desert ecosystems?",
        "QuestionCn": "“涡度协方差系统”在绿洲-沙漠生态系统的数据收集中的功能是什么？",
        "AnswerEn": "An eddy covariance system is used in data collection for measuring turbulent fluxes of energy, water vapor, carbon, and methane in oasis–desert ecosystems. It provides half-hourly data on these fluxes, which are crucial for understanding the exchange processes between the land surface and the atmosphere in these regions.",
        "AnswerCn": "涡度协方差系统用于收集数据，以测量绿洲-沙漠生态系统中能量、水蒸气、碳和甲烷的湍流通量。它提供这些通量的半小时数据，这对于理解这些地区陆地表面与大气之间的交换过程至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do datasets from phenological cameras and those from land surface flux stations complement each other in understanding oasis–desert ecosystems?",
        "QuestionCn": "从表型相机和地表通量站获得的数据集在理解绿洲-沙漠生态系统方面是如何相辅相成的？",
        "AnswerEn": "Datasets from phenological cameras provide detailed visual and quantitative analysis of vegetation dynamics, such as growth season onset and peak, through greenness indices. Land surface flux stations, however, offer comprehensive data on energy, water vapor, and carbon exchanges, providing a broader context of ecosystem functionality. Together, these datasets create a more complete picture of oasis–desert ecosystems by combining detailed vegetation observations with overarching environmental exchange processes, thus enhancing the understanding of ecological stability and interactions.",
        "AnswerCn": "来自物候相机的数据集提供了关于植被动态的详细视觉和定量分析，例如生长季节的开始和高峰，通过绿色指数进行分析。然而，地表通量站提供了关于能量、水蒸气和碳交换的综合数据，提供了生态系统功能的更广泛背景。这些数据集结合了详细的植被观察与整体环境交换过程，从而共同描绘了绿洲-沙漠生态系统的更完整图景，增强了对生态稳定性和相互作用的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can data collection techniques in oasis-desert ecosystems be adapted to improve the accuracy of energy, water vapor, and carbon exchange measurements?",
        "QuestionCn": "如何调整在绿洲-沙漠生态系统中的数据收集技术，以提高能量、水蒸气和碳交换测量的准确性？",
        "AnswerEn": "Data collection techniques can be adapted by integrating long-term observations and employing advanced systems like eddy covariance and scintillometers. These methods capture half-hourly turbulent flux data, which is crucial for a quantitative understanding of exchanges in oasis-desert ecosystems. Additionally, supporting datasets involving hydrometeorology, vegetation, and soil parameters can enhance accuracy.",
        "AnswerCn": "数据收集技术可以通过整合长期观测和采用先进系统如涡度协方差和闪烁仪进行调整。这些方法捕获半小时的湍流通量数据，这对于定量理解绿洲-沙漠生态系统中的交换至关重要。此外，涉及水文气象、植被和土壤参数的支持数据集可以提高准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What potential challenges might arise in maintaining consistent data quality and reliability in long-term observational datasets within arid and semiarid regions?",
        "QuestionCn": "在干旱和半干旱地区，维护长期观测数据集的一致性数据质量和可靠性可能会面临哪些潜在挑战？",
        "AnswerEn": "Challenges in maintaining consistent data quality and reliability may include ecological environment degradation, such as the drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms. These factors necessitate rigorous data processing and quality control procedures, including data collection, processing, and archiving.",
        "AnswerCn": "维护数据质量和可靠性的一致性面临的挑战可能包括生态环境退化，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及频繁的沙尘暴。这些因素需要严格的数据处理和质量控制程序，包括数据收集、处理和归档。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can existing datasets from oasis-desert systems be expanded or refined to better support ecological and socioeconomic development goals?",
        "QuestionCn": "现有的来自绿洲-沙漠系统的数据集可以通过哪些方式进行扩展或精细化，以更好地支持生态和社会经济发展目标？",
        "AnswerEn": "Existing datasets can be expanded or refined by incorporating additional data points from more observation stations or extending the duration of data collection beyond the current period. Enhancing the datasets with more detailed vegetation and soil parameters could support better ecological and socioeconomic development goals. Moreover, ensuring freely available data from repositories like the National Tibetan Plateau Data Center can facilitate wider research and development efforts.",
        "AnswerCn": "现有数据集可以通过从更多观测站点收集额外数据点或延长数据收集的时间来扩展或细化。增强数据集中的植被和土壤参数的详细信息可以支持更好的生态和社会经济发展目标。此外，确保来自国家西藏高原数据中心等数据仓库的免费数据可用，可以促进更广泛的研究和发展工作。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for long-term observations in oasis–desert ecosystems to understand energy, water vapor, and carbon exchange?",
        "QuestionCn": "在绿洲-沙漠生态系统中，理解能量、水蒸气和碳交换的需要长期观察的原因是什么？",
        "AnswerEn": "A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases. Long-term observations are indispensable to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis.",
        "AnswerCn": "对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义。长期观测对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展是不可或缺的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to integrate multiple data sources, such as hydrometeorological data and vegetation parameters, when studying oasis–desert systems?",
        "QuestionCn": "在研究绿洲-沙漠系统时，整合多个数据源，如水文气象数据和植被参数，的重要性是什么？",
        "AnswerEn": "Integrating multiple data sources, such as hydrometeorological data and vegetation parameters, is important because it provides a comprehensive understanding of the oasis–desert systems. This approach supports the ecological security and sustainable development of the oasis by offering a detailed view of the energy, water vapor, and carbon exchange dynamics within these ecosystems.",
        "AnswerCn": "整合多个数据源，如水文气象数据和植被参数，具有重要意义，因为它提供了对绿洲-沙漠系统的全面理解。这种方法通过提供对这些生态系统中能量、水汽和碳交换动态的详细视角，支持了绿洲的生态安全和可持续发展。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why do oasis–desert areas located in semiarid regions significantly affect the carbon balance of arid regions?",
        "QuestionCn": "绿洲-沙漠地区位于半干旱地区，显著影响干旱地区的碳平衡的原因是什么？",
        "AnswerEn": "Oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers, and thus they can significantly affect the carbon balance of arid regions. This influence plays an increasingly important role within the global carbon cycle, highlighting the importance of maintaining the balance between oasis and desert systems for sustainable development.",
        "AnswerCn": "绿洲——位于半干旱地区的沙漠区域，已被之前的研究者发现是碳汇，因此它们可以显著影响干旱地区的碳平衡。这种影响在全球碳循环中扮演着越来越重要的角色，突显了维持绿洲与沙漠系统之间平衡的重要性，以实现可持续发展。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the integration of hydrometeorological data with energy and carbon flux measurements contribute to understanding oasis-desert interactions?",
        "QuestionCn": "水文气象数据与能量和碳通量测量的整合如何有助于理解绿洲与沙漠之间的相互作用？",
        "AnswerEn": "Integrating hydrometeorological data with energy and carbon flux measurements provides a comprehensive view of the interactions between oasis and desert systems, facilitating a quantitative understanding of energy, water vapor, and carbon exchanges, which is crucial for maintaining ecological stability and supporting sustainable development.",
        "AnswerCn": "将水文气象数据与能量和碳通量测量相结合，可以全面了解绿洲与沙漠系统之间的相互作用，从而定量理解能量、水蒸气和碳的交换，这对于维持生态稳定和支持可持续发展至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting phenocam data using vertically aligned cameras in semi-arid regions?",
        "QuestionCn": "在半干旱地区使用垂直对齐的相机收集表型相机数据的主要目标是什么？",
        "AnswerEn": "The objective is to obtain high-resolution images that facilitate the calculation of key phenological parameters such as the start, peak, and end of the growing season by analyzing the green chromatic coordinate, which helps in understanding the vegetation dynamics in these areas.",
        "AnswerCn": "目标是获取高分辨率图像，以便通过分析绿色色度坐标计算关键的物候参数，如生长季节的开始、峰值和结束，从而帮助理解这些地区的植被动态。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to gather long-term energy, water vapor, and carbon flux data in oasis–desert systems?",
        "QuestionCn": "在绿洲-沙漠系统中收集长期的能量、水汽和碳通量数据是重要的原因是什么？",
        "AnswerEn": "It is crucial to understand the interactions between oasis and desert systems to ensure ecological stability, support sustainable development, and achieve carbon neutrality and carbon peaking goals by recognizing the energy, water vapor, and carbon exchange dynamics in these areas.",
        "AnswerCn": "理解绿洲与沙漠系统之间的相互作用对于确保生态稳定、支持可持续发展以及实现碳中和和碳达峰目标至关重要，这需要认识到这些地区的能量、水汽和碳交换动态。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the intention behind integrating multiple datasets involving hydrometeorology, vegetation, and soil parameters in arid regions?",
        "QuestionCn": "在干旱地区整合涉及水文气象、植被和土壤参数的多个数据集的意图是什么？",
        "AnswerEn": "The integration aims to provide a comprehensive understanding of the ecological and environmental processes in arid regions, supporting efforts to mitigate the challenges of ecological degradation and to maintain a balance between natural and artificial systems for sustainable development.",
        "AnswerCn": "该整合旨在全面了解干旱地区的生态和环境过程，支持应对生态退化挑战的努力，并在自然系统与人工系统之间维持平衡，以实现可持续发展。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are in place to ensure the accuracy and reliability of data collected by phenology cameras in arid regions?",
        "QuestionCn": "确保在干旱地区收集的表型相机数据的准确性和可靠性的程序有哪些？",
        "AnswerEn": "The phenology camera uses a vertical downward approach to collect data with a resolution of 1280x720. For accuracy, it involves calculating the relative greenness index (GCC) using the formula GCC=G/(R+G+B), where R, G, B are the pixel values for red, green, and blue channels. Invalid values are filled and smoothed to ensure reliable data for estimating key phenological parameters like the start and end of the growing season.",
        "AnswerCn": "表观相机采用垂直向下的方法收集数据，分辨率为1280x720。为了确保准确性，它涉及使用公式GCC=G/(R+G+B)计算相对绿色指数（GCC），其中R、G、B分别是红色、绿色和蓝色通道的像素值。无效值被填充和平滑，以确保可靠的数据用于估计关键的物候参数，如生长季节的开始和结束。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How are the challenges related to ecological degradation in inland river basins addressed through data collection and observation?",
        "QuestionCn": "如何通过数据收集和观察来应对内陆河流流域生态退化相关的挑战？",
        "AnswerEn": "To address ecological challenges, a suite of observational datasets from oasis–desert systems are presented, including long-term energy, water vapor, carbon, and methane fluxes, along with hydrometeorological, vegetation, and soil parameters. Data are collected using an eddy covariance system and scintillometer, and automatic weather stations are used for other meteorological data, ensuring comprehensive data coverage from 2012 to 2021.",
        "AnswerCn": "为了解决生态挑战，提供了一套来自绿洲-沙漠系统的观测数据集，包括长期的能量、水蒸气、碳和甲烷通量，以及水文气象、植被和土壤参数。数据通过涡度协方差系统和闪烁仪收集，其他气象数据则使用自动气象站，确保从2012年到2021年的全面数据覆盖。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the main steps involved in processing and archiving data for long-term observations in oasis–desert ecosystems?",
        "QuestionCn": "在绿洲-沙漠生态系统中处理和存档长期观测数据的主要步骤是什么？",
        "AnswerEn": "The data processing and quality control procedure includes data collection, data processing, and data archiving and sharing. This involves acquiring half-hourly turbulent flux data, hydrometeorological data with a 10-minute average period, and supplementing vegetation and soil parameters. The processed data are made available through platforms like the National Tibetan Plateau Data Center.",
        "AnswerCn": "数据处理和质量控制程序包括数据收集、数据处理以及数据归档和共享。这涉及获取半小时的湍流通量数据、10分钟平均的水文气象数据，并补充植被和土壤参数。处理后的数据通过国家西藏高原数据中心等平台提供。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technologies and methodologies are used to collect and process long-term energy, water vapor, and carbon exchange data in oasis–desert systems?",
        "QuestionCn": "在绿洲-沙漠系统中，收集和处理长期能源、水蒸气和碳交换数据所使用的技术和方法包括哪些？",
        "AnswerEn": "Long-term energy, water vapor, and carbon exchange data are collected using an eddy covariance system and scintillometer. The hydrometeorological data are observed from automatic weather stations with a 10 min average period, and the datasets also include vegetation and soil parameters.",
        "AnswerCn": "长期的能量、水汽和碳交换数据是通过涡度协方差系统和闪烁仪收集的。水文气象数据是通过自动气象站以10分钟的平均周期观测的，数据集还包括植被和土壤参数。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the integration of phenology cameras contribute to the acquisition of vegetation data in arid and semi-arid regions?",
        "QuestionCn": "表型相机的集成如何有助于在干旱和半干旱地区获取植被数据？",
        "AnswerEn": "Phenology cameras are used to acquire vegetation data by capturing images at a resolution of 1280*720. The data collected are used to calculate the relative greenness index (GCC) and determine key phenological parameters by processing the images to delineate vegetation and soil, followed by smoothing and filtering.",
        "AnswerCn": "表型相机用于通过以1280*720的分辨率捕获图像来获取植被数据。收集的数据用于计算相对绿度指数（GCC）并通过处理图像来划分植被和土壤，从而确定关键的表型参数，随后进行平滑和过滤。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions and challenges are encountered in maintaining data accuracy and reliability in the collection of hydrometeorological data in arid inland river basins?",
        "QuestionCn": "在干旱内陆河流流域收集水文气象数据时，维护数据准确性和可靠性所面临的条件和挑战有哪些？",
        "AnswerEn": "Challenges include environmental degradation such as drying up of rivers and lakes, land desertification, and dust storms. These conditions necessitate robust data collection methods and quality control procedures to ensure data accuracy and reliability.",
        "AnswerCn": "挑战包括环境恶化，如河流和湖泊干涸、土地沙漠化以及沙尘暴。这些条件需要强有力的数据收集方法和质量控制程序，以确保数据的准确性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data collection methods face challenges in ensuring the accuracy and completeness of long-term energy, water vapor, and carbon exchange observations in oasis–desert ecosystems?",
        "QuestionCn": "数据收集方法在确保绿洲-沙漠生态系统中长期能量、水汽和碳交换观测的准确性和完整性方面可能面临挑战的原因是什么？",
        "AnswerEn": "Inland river basins in arid and semiarid areas face crises such as ecological environment degradation, including drying up of rivers and lakes, degradation of natural vegetation, intensification of land desertification, and frequent dust storms. These factors can significantly impact the stability and quality of data collected over long periods.",
        "AnswerCn": "内陆河流流域在干旱和半干旱地区面临危机，例如生态环境退化，包括河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及频繁的沙尘暴。这些因素会显著影响长期收集数据的稳定性和质量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected reasons for utilizing a combination of artificial and natural systems to study oasis–desert interactions in terms of energy, water vapor, and carbon exchange?",
        "QuestionCn": "利用人工和自然系统结合研究绿洲-沙漠相互作用在能量、水蒸气和碳交换方面的预期原因是什么？",
        "AnswerEn": "A quantitative understanding of energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognizing oasis–desert interactions, which is significant for protecting ecological stability and promoting socioeconomic development. The use of both artificial and natural systems provides comprehensive insights into these interactions.",
        "AnswerCn": "对绿洲-沙漠地区能量、水蒸气和碳交换的定量理解对于认识绿洲-沙漠相互作用至关重要，这对保护生态稳定性和促进社会经济发展具有重要意义。利用人工和自然系统可以全面深入地了解这些相互作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of using phenology cameras as a data collection method for monitoring vegetation dynamics in arid and semi-arid regions?",
        "QuestionCn": "如何评估使用物候相机作为监测干旱和半干旱地区植被动态的数据收集方法的有效性？",
        "AnswerEn": "Phenology cameras, with their high-resolution capability and data transmission functions, offer a valuable method for capturing vegetation dynamics, particularly in arid and semi-arid regions. Their integration into observational networks enables precise monitoring of key phenological parameters, such as the start and end of the growing season, through relative greenness indices. This method supports the understanding of ecological processes in these challenging environments.",
        "AnswerCn": "表型相机凭借其高分辨率能力和数据传输功能，为捕捉植被动态提供了一种有价值的方法，特别是在干旱和半干旱地区。它们的集成到观测网络中，使得通过相对绿度指数精确监测关键的表型参数，如生长季节的开始和结束成为可能。这种方法支持对这些挑战性环境中生态过程的理解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your perspective on the comprehensiveness of datasets from observational networks in providing insights into the ecological stability of oasis-desert systems?",
        "QuestionCn": "我对观察网络的数据集在提供对绿洲-沙漠系统生态稳定性洞察方面的全面性的看法是什么？",
        "AnswerEn": "Datasets from observational networks are comprehensive, providing detailed insights into the ecological stability of oasis-desert systems by encompassing long-term data on energy, water vapor, carbon, and methane fluxes, along with hydrometeorological, vegetation, and soil parameters. This extensive data collection over several years is vital for understanding and managing the delicate balance within these systems.",
        "AnswerCn": "来自观测网络的数据集非常全面，提供了对绿洲-沙漠系统生态稳定性的详细洞察，涵盖了关于能量、水蒸气、碳和甲烷通量的长期数据，以及水文气象、植被和土壤参数。这种多年来的广泛数据收集对于理解和管理这些系统内的微妙平衡至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm not sure how data from phenology cameras can be processed to determine key phenological parameters in the field.",
        "QuestionCn": "我不确定如何处理来自物候相机的数据以确定现场的关键物候参数。",
        "AnswerEn": "The phenology camera data is processed by calculating the relative greenness index (GCC) using the formula GCC=G/(R+G+B), where R, G, B are the pixel values of the red, green, and blue channels of the image. Invalid values are filled, and the data is smoothed to determine key phenological parameters such as the start of the growing season, peak, and end of the growing season.",
        "AnswerCn": "表型相机数据通过计算相对绿度指数（GCC）进行处理，公式为GCC=G/(R+G+B)，其中R、G、B分别是图像的红色、绿色和蓝色通道的像素值。无效值被填充，并且数据被平滑处理，以确定关键的表型参数，如生长季节的开始、峰值和结束。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "I don't understand the significance of differentiating between artificial and natural oasis–desert systems in data collection.",
        "QuestionCn": "我不理解在数据收集时区分人工和自然绿洲-沙漠系统的重要性。",
        "AnswerEn": "Differentiating between artificial and natural oasis–desert systems is significant as it allows for the collection of diverse datasets, which include long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data on hydrometeorology, vegetation, and soil parameters. This differentiation helps in understanding the energy, water vapor, and carbon exchange dynamics in these unique ecosystems.",
        "AnswerCn": "区分人工和自然绿洲-沙漠系统是重要的，因为这可以收集到多样化的数据集，包括长期的能量、水蒸气、碳和甲烷通量，以及关于水文气象、植被和土壤参数的辅助数据。这种区分有助于理解这些独特生态系统中的能量、水蒸气和碳交换动态。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't grasp how the interaction between oasis and desert systems is monitored over a long period.",
        "QuestionCn": "我无法理解绿洲和沙漠系统之间的相互作用是如何在长时间内进行监测的。",
        "AnswerEn": "The interaction between oasis and desert systems is monitored using a suite of observational datasets, including energy, water vapor, and carbon exchange data, acquired from land surface flux and meteorological stations. These datasets are collected using an eddy covariance system, scintillometer, and automatic weather stations that measure various parameters such as radiation, soil heat flux, air temperature, humidity, and precipitation.",
        "AnswerCn": "绿洲与沙漠系统之间的相互作用通过一系列观测数据集进行监测，包括从地表通量和气象站获取的能量、水蒸气和碳交换数据。这些数据集是通过涡度协方差系统、闪烁仪和自动气象站收集的，测量各种参数，如辐射、土壤热通量、空气温度、湿度和降水量。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the challenges associated with data collection in inland river basins in arid and semiarid regions, and suggest potential solutions to these challenges.",
        "QuestionCn": "请描述在干旱和半干旱地区内陆河流流域数据收集所面临的挑战，并建议解决这些挑战的潜在方案。",
        "AnswerEn": "Inland river basins in arid and semiarid areas face challenges such as the drying up of rivers and lakes, degradation of natural vegetation, land desertification, and frequent dust storms. These are particularly noted in regions like the Tarim River basin, the Aral Sea basin, and the Lake Urmia basin. Addressing these challenges may involve implementing long-term observational studies that focus on energy, water vapor, and carbon exchanges in oasis–desert ecosystems. Solutions could include establishing a network of land surface flux and meteorological stations, deploying eddy covariance systems and scintillometers for data acquisition, and integrating hydrometeorological, vegetation, and soil parameter data to enhance understanding and management of these ecosystems.",
        "AnswerCn": "内陆河流流域在干旱和半干旱地区面临着诸如河流和湖泊干涸、自然植被退化、土地沙漠化以及频繁的沙尘暴等挑战。这些问题在塔里木河流域、咸海流域和乌尔米耶湖流域尤为明显。应对这些挑战可能需要实施长期观测研究，重点关注绿洲-沙漠生态系统中的能量、水汽和碳交换。解决方案可能包括建立一个陆面通量和气象站网络，部署涡度协方差系统和闪烁仪进行数据采集，并整合水文气象、植被和土壤参数数据，以增强对这些生态系统的理解和管理。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please outline the methodologies used for collecting and processing data on energy, water vapor, and carbon fluxes in oasis–desert systems.",
        "QuestionCn": "请概述在绿洲-沙漠系统中收集和处理能量、水汽和碳通量数据的方法。",
        "AnswerEn": "Data collection in oasis–desert systems involves using eddy covariance systems and scintillometers to acquire half-hourly turbulent flux data. Hydrometeorological data, such as radiation, soil heat flux, soil temperature profiles, air temperature, humidity, wind speed, direction gradients, air pressure, precipitation, and soil moisture profiles, are observed from automatic weather stations with a 10-minute average period. Groundwater table data is also collected. Data processing includes steps for data quality control and archiving, ensuring that the datasets are comprehensive and reliable for analysis.",
        "AnswerCn": "在绿洲-沙漠系统中，数据收集涉及使用涡度协方差系统和闪烁仪获取半小时的湍流通量数据。水文气象数据，如辐射、土壤热通量、土壤温度剖面、空气温度、湿度、风速、风向梯度、气压、降水和土壤湿度剖面，均通过自动气象站以10分钟的平均周期进行观测。同时也收集地下水位数据。数据处理包括数据质量控制和归档的步骤，确保数据集的全面性和可靠性，以便进行分析。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explain how long-term observational datasets contribute to understanding the energy, water vapor, and carbon exchange in oasis–desert ecosystems.",
        "QuestionCn": "长期观测数据集如何有助于理解绿洲-沙漠生态系统中的能量、水汽和碳交换。",
        "AnswerEn": "Long-term observational datasets are crucial for understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems, which is essential for achieving sustainable oasis development. These datasets help recognize oasis–desert interactions, protect ecological stability, and support socioeconomic development. By providing data from artificial and natural systems over extended periods, these datasets enable researchers to analyze trends and interactions within the ecosystem, supporting efforts towards carbon peaking and carbon neutrality.",
        "AnswerCn": "长期观测数据集对于理解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征至关重要，这对实现可持续的绿洲发展至关重要。这些数据集有助于识别绿洲-沙漠之间的相互作用，保护生态稳定性，并支持社会经济发展。通过提供来自人工和自然系统的长期数据，这些数据集使研究人员能够分析生态系统内的趋势和相互作用，支持实现碳达峰和碳中和的努力。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}