{
  "id": "8aa08787-4e68-4095-8412-e5d57aadad8a",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Quantitative temperature and monsoon precipitation data sets for the past 5000 years in northern China",
      "titleCn": "中国北方过去5000年定量温度和季风降水数据集",
      "description": "In this study, the beilianchi lake of Liupanshan in the Loess Plateau of northern China was selected to quantitatively reconstruct the high resolution (~ 30yr) warm season temperature series of northern China in the past 5000 years based on the gdgts index and the fitting equation established by reanalysis of global lake surface sediment gdgts data. In the past 5000 years, the overall temperature in northern China showed a downward trend, in which the temperature of 3000 bc-200 ad decreased slowly by ~ 0.5 ℃ and then decreased rapidly by ~ 4 ℃ after 200 ad, accompanied by four Millennium scale cold events of 2-3 ℃. At the same time, we reconstructed the monsoon precipitation changes since the middle late Holocene by using the single hydrogen isotope in the same borehole sediments. The monsoon precipitation in northern China showed a downward trend in the past 5000 years, accompanied by three obvious 100 year scale strong precipitation drought fluctuations.",
      "descriptionCn": "该研究选取中国北方黄土高原地区六盘山北联池，基于甘油二烷基甘油四醚酯（GDGTs）指标，利用全球湖泊表层沉积物GDGTs数据经再分析建立的拟合方程，定量重建了中国北方过去5000年以来高分辨率（~30yr）的暖季温度变化序列。过去5000年中国北方温度的整体呈下降趋势，其中3000 BC-200 AD 温度缓慢下降~0.5摄氏度，200 AD之后快速下降~4摄氏度，并伴随着4次2-3摄氏度降温千百年尺度冷事件。同时利用同一钻孔沉积物中单体氢同位素重建了中晚全新世以来季风降水变化，过去5000年中国北方季风降水整理呈下降趋势，并伴随着3次明显的百年尺度强降水-干旱波动。",
      "instructions": "The data is named after the name of the paper and can be viewed and edited by WPS or excel.",
      "instructionsCn": "数据以论文名称命名，可用WPS或Excel等软件进行查看和编辑。",
      "east": 106.17,
      "west": 106.17,
      "south": 35.73,
      "north": 35.73,
      "startTime": null,
      "endTime": null,
      "fileSize": 22403.0,
      "cstr": null,
      "doi": "10.1016/j.quascirev.2021.106819",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张灿",
        "nameEn": "ZHANG Can",
        "unitEn": "",
        "unitCn": "中国科学院南京地理与湖泊研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Western Pacific Ocean influences on monsoon precipitation in the southwestern Chinese Loess Plateau since the mid‑Holocene",
        "referenceCn": null,
        "referenceEn": "Zhang, C., Zhao, C., Yu, Z., Zhang, H., Zhou, A., Zhang, X., et al. (2020). Western Pacific\nOcean influences on monsoon precipitation in the southwestern Chinese Loess\nPlateau since the mid-Holocene. Clim. Dyn 54, 3121e3134. https://doi.org/\n10.1007/s00382-020-05159-9."
      },
      {
        "titleCn": null,
        "titleEn": "Quantification of temperature and precipitation changes in northern China during the “5000-year” Chinese History",
        "referenceCn": null,
        "referenceEn": "Zhang, C., Zhao, C., Zhou, A., Zhang, H., Liu, W., Feng, X., Sun, X., Yan, T., Leng, C., Shen, J., & Chen, F. (2021). Quantification of temperature and precipitation changes in northern China during the “5000-year” Chinese History. Quaternary Science Reviews, 255, 106819. https://doi.org/10.1016/j.quascirev.2021.106819"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "湖泊沉积物",
        "nameEn": "Lake sediments"
      },
      {
        "nameCn": "生物化石",
        "nameEn": "Macrofossils"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国北方",
        "keywordEn": "Northern China"
      },
      {
        "keywordCn": "北联池",
        "keywordEn": "Beilianchi Lake"
      },
      {
        "keywordCn": "黄土高原",
        "keywordEn": "Loess Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "全新世",
        "keywordEn": "Holocene",
        "type": "temporal"
      },
      {
        "keywordCn": "过去5000年",
        "keywordEn": "the past 5000 cal yr BP",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "High-quality paleoclimate reconstructions can provide crucial climate context to test the hypothesis of climatic impact on historical culture changes. The Chinese civilization is the oldest and most enduring in the world. During its long lasting “5000-year” history, China has experienced a series of centennial-scale rise and fall of dynasties, unifications and divisions, war and peace. Climate changes have long been proposed as an important driver of these historical cultural changes. One of the important reasons for these inconsistent and even contradictory conclusions is the shortage of robust quantitative climate reconstructions, especially in the heartland of Chinese culture. Furthermore, high-resolution and reliable temperature records covering the “5000-year” Chinese history are quite lacking for the heartland of Chinese culture. The Chinese Loess Plateau (CLP) is located near the present northwestern margin of East Asian summer monsoon, which is also a transition zone between semi-humid and semi-arid and the farming-pastoral ecotone of north China. Over the past decade, a large number of monsoon precipitation records in the CLP have been reconstructed, some of them can present reliable precipitation changes for the past 5000 years of Chinese history. Unfortunately, reliable temperature records are still limited, in particular most available records are qualitative rather than quantitative reconstructions. Branched glycerol dialkyl glycerol tetraethers (brGDGTs) are membrane-spanning lipids produced by heterotrophic bacteria containing two C28 alkyl chains with 4e6 methyl substituents and 0e2 cyclopenthy moieties. Because the bacteria can produce more/less methyl branches to adjust to colder/warmer conditions, and thus brGDGTs have been proposed as a novel proxy for quantitative temperature reconstructions in terrestrial settings such as soils, peats and lakes over the past decade."
      ],
      "research objective": [
        "Here we report high-resolution and quantitative temperature and precipitation records covering the entire “5000-year” Chinese history in northern China. We aim (1) to provide a quantitative climate background for Chinese dynasties, and (2) to show the coincidence in the timing between abrupt cold and/or dry events and large-scale social unrests and southern migration of nomads."
      ],
      "challenges": [
        "One of the important reasons for these inconsistent and even contradictory conclusions is the shortage of robust quantitative climate reconstructions, especially in the heartland of Chinese culture. As a result, many studies have to use broad or even hemispheric-scale temperature data to evaluate its impact on Chinese cultural changes, which probably increase the uncertainty of the relation between them."
      ],
      "methods": [
        "In December 2013, a 6.67-m-long sediment core BLC13B was drilled from the lake center at a water depth of ~4 m using a Piston Corer on a UWITEC platform. The sediment cores were subsampled at every 1-cm interval, and seven terrestrial plant macrofossils were analyzed by accelerator mass spectrometry (AMS) at Beta Laboratory (Zhang et al., 2019a). A total of 20 surface samples, including 9 lake surface sediments and 11 surface soils, and 171 downcore samples from core BLC13B were analyzed for GDGTs following the chemical pretreatment (Feng et al., 2019). Each sediment sample from core BLC13B was freeze-dried and homogenized before being pretreated for GDGTs. 3-5 g sediment samples were ultrasonically extracted using dichloromethane: methanol (9:1, v/v, 15 min, 4°C). The total lipids were concentrated with N2 gas and saponified for more than 12 h with 6% KOH in methanol solution. The neutral lipids were extracted using n-hexane four times and then separated into apolar and polar fractions through silica gel column chromatography by n-hexane and MeOH, respectively. The polar fraction, containing the GDGTs, was filtered through a 0.45mm PTFE filter before analysis. GDGTs were analyzed using the improved chromatographic procedure with full separation of 5- and 6-methyl isomers, by HPLC-APCI-MS (Shimadzu LCeMS 8030) equipped with two coupled Inertsil SIL-100A silica columns (each 250 mm x 4.6 mm, 3µm; GL sciences Inc.) at the Institute of Earth Environment, Chinese Academy of Sciences (Wang et al., 2016)."
      ],
      "dataset": [
        "The age-depth model indicates the core spans the last 5000 years with a mean sedimentation rate of ~0.13 cm/yr (Fig. S2; Zhang et al., 2019a)."
      ],
      "findings": [
        "Our data not only provide a more complete climate background for Chinese dynasties, but show the coincidence in the timing between abrupt cold and/or dry events and large-scale social unrests and southern migration of nomads. This finding reveals climate fluctuations, in particular variations in temperature, played an important role in affecting Chinese historical cultural changes."
      ],
      "backgroundCn": [
        "高质量的古气候重建可以为检验气候对历史文化变化的影响假说提供重要的气候背景。中国文明是世界上最古老、最持久的文明。在其长达“5000年”的历史中，中国经历了一系列以百年为尺度的朝代兴衰、统一与分裂、战争与和平。气候变化长期以来被认为是这些历史文化变化的重要驱动因素。导致这些不一致甚至矛盾结论的重要原因之一是缺乏可靠的定量气候重建，特别是在中国文化的发源地。此外，覆盖“5000年”中国历史的高分辨率和可靠的温度记录在中国文化的心脏地带也相对匮乏。中国黄土高原（CLP）位于现今东亚夏季季风的西北边缘，也是半湿润与半干旱的过渡区，以及中国北方的农牧交错带。在过去十年中，CLP重建了大量的季风降水记录，其中一些能够呈现中国历史过去5000年的可靠降水变化。不幸的是，可靠的温度记录仍然有限，特别是现有的大多数记录是定性的而非定量的重建。支链甘油二烷基甘油四醚（brGDGTs）是由异养细菌产生的膜穿透脂质，含有两个C28烷基链，具有4到6个甲基取代基和0到2个环戊烷基。由于细菌可以通过产生更多或更少的甲基支链来适应寒冷或温暖的条件，因此brGDGTs被提出作为过去十年在土壤、泥炭和湖泊等陆地环境中进行定量温度重建的新型代理。"
      ],
      "research objectiveCn": [
        "我们在此报告了覆盖整个“5000年”中国历史的高分辨率和定量温度及降水记录，主要集中在中国北方。我们的目标是 (1) 为中国各个朝代提供定量气候背景，以及 (2) 显示突发寒冷和/或干旱事件与大规模社会动荡和游牧民族南迁之间的时间巧合。"
      ],
      "challengesCn": [
        "这些不一致甚至矛盾结论的重要原因之一是缺乏可靠的定量气候重建数据，尤其是在中国文化的发源地。因此，许多研究不得不使用广泛或甚至半球尺度的温度数据来评估其对中国文化变迁的影响，这可能增加了它们之间关系的不确定性。"
      ],
      "methodsCn": [
        "2013年12月，采用活塞取芯器在水深约4米的湖中心钻取了6.67米长的沉积物核心BLC13B。沉积物核心每1厘米进行一次子样采集，并对七种陆生植物宏观化石进行了加速质谱（AMS）分析，分析在Beta实验室进行（Zhang et al., 2019a）。共分析了20个表面样品，包括9个湖泊表面沉积物和11个表面土壤，以及171个来自核心BLC13B的下芯样品，采用化学预处理方法分析GDGTs（Feng et al., 2019）。每个来自核心BLC13B的沉积物样品在进行GDGTs预处理之前，先进行冷冻干燥和均质化处理。3-5克沉积物样品使用氯仿：甲醇（9:1，v/v，15分钟，4°C）进行超声提取。通过氮气浓缩总脂质，并在甲醇溶液中用6%氢氧化钾进行超过12小时的皂化。中性脂质使用正己烷提取四次，然后通过硅胶柱色谱法用正己烷和甲醇分别分离为非极性和极性组分。极性组分含有GDGTs，在分析之前通过0.45mm PTFE滤膜过滤。GDGTs使用改进的色谱程序进行分析，能够完全分离5-和6-甲基异构体，采用HPLC-APCI-MS（Shimadzu LCeMS 8030）进行分析，配备两根耦合的Inertsil SIL-100A硅胶柱（每根250 mm x 4.6 mm，3µm；GL sciences Inc.），在中国科学院地球环境研究所进行（Wang et al., 2016）。"
      ],
      "datasetCn": [
        "年龄-深度模型表明，该核心覆盖了过去5000年，平均沉积速率约为0.13厘米/年（图S2；Zhang et al., 2019a）。"
      ],
      "findingsCn": [
        "我们的数据不仅为中国历史朝代提供了更完整的气候背景，还显示了突发寒冷和/或干旱事件与大规模社会动荡以及游牧民族南迁之间的时间巧合。这一发现揭示了气候波动，特别是温度变化，在影响中国历史文化变迁方面发挥了重要作用。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the use of GDGTs a reliable method for reconstructing past temperature changes in terrestrial environments?",
        "QuestionCn": "使用GDGTs重建陆地环境中的过去温度变化是一种可靠的方法吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is more suitable for analyzing GDGTs in sediment samples, ultrasonic extraction or Soxhlet extraction?",
        "QuestionCn": "哪种方法更适合分析沉积样品中的GDGTs，超声提取还是索氏提取？",
        "AnswerEn": "Ultrasonic extraction",
        "AnswerCn": "超声波提取",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Which sampling technique is more effective for collecting sediment cores, Piston Corer or Gravity Corer?",
        "QuestionCn": "哪种取样技术在收集沉积物核心方面更有效，活塞取样器还是重力取样器？",
        "AnswerEn": "Piston Corer",
        "AnswerCn": "活塞取样器",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to ensure the accuracy and reliability of temperature reconstructions based on GDGTs?",
        "QuestionCn": "确保基于GDGTs的温度重建准确性和可靠性的方法有哪些？",
        "AnswerEn": "HPLC-APCI-MS",
        "AnswerCn": "高效液相色谱-大气压化学电离-质谱",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where does the sediment core used for paleoclimate reconstruction originate from, and how is it collected?",
        "QuestionCn": "用于古气候重建的沉积物核心来自哪里，以及它是如何收集的？",
        "AnswerEn": "lake center",
        "AnswerCn": "湖中心",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with reconstructing quantitative climate records for the heartland of Chinese culture?",
        "QuestionCn": "重建中国文化心脏地区的定量气候记录面临哪些挑战？",
        "AnswerEn": "shortage of robust quantitative climate reconstructions",
        "AnswerCn": "稳健的定量气候重建短缺",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you give an example of a data collection method used to obtain high-resolution temperature records from sediment cores in the Loess Plateau?",
        "QuestionCn": "您能否举例说明一种数据收集方法，用于从黄土高原的沉积物岩心中获取高分辨率的温度记录？",
        "AnswerEn": "In December 2013, a 6.67-m-long sediment core BLC13B was drilled from the lake center at a water depth of ~4 m using a Piston Corer on a UWITEC platform. The sediment cores were subsampled at every 1-cm interval for GDGTs analysis.",
        "AnswerCn": "在2013年12月，使用UWITEC平台上的活塞取芯器从湖中心钻取了一根长6.67米的沉积物核心BLC13B，水深约为4米。沉积物核心每1厘米进行一次子样本采集，以进行GDGTs分析。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in developing quantitative climate reconstructions in regions with historical cultural significance?",
        "QuestionCn": "在具有历史文化重要性的地区，开发定量气候重建时面临的一个挑战是什么？",
        "AnswerEn": "One challenge is the shortage of robust quantitative climate reconstructions, particularly in the heartland of Chinese culture. This lack of data forces many studies to use broad or hemispheric-scale temperature data, increasing the uncertainty of their impact on cultural changes.",
        "AnswerCn": "一个挑战是缺乏强有力的定量气候重建数据，特别是在中国文化的发源地。这种数据的缺乏迫使许多研究使用广泛或半球尺度的温度数据，从而增加了它们对文化变化影响的不确定性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the quantitative temperature reconstruction methods used in paleoclimate studies for the past 5000 years?",
        "QuestionCn": "用于过去5000年古气候研究的定量温度重建方法的特点是什么？",
        "AnswerEn": "brGDGTs, membrane-spanning lipids, high-performance liquid chromatography–atmospheric pressure chemical ionization–mass spectrometry (HPLC-APCI-MS)",
        "AnswerCn": "brGDGTs，跨膜脂质，高效液相色谱-大气压化学电离-质谱（HPLC-APCI-MS）",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges faced in obtaining robust quantitative climate reconstructions in the heartland of Chinese culture?",
        "QuestionCn": "在中国文化的发源地获得稳健的定量气候重建面临哪些挑战？",
        "AnswerEn": "shortage of robust quantitative climate reconstructions, reliance on broad or hemispheric-scale temperature data, qualitative temperature records",
        "AnswerCn": "缺乏稳健的定量气候重建，依赖广泛或半球尺度的温度数据，定性温度记录。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the mean sedimentation rate of the sediment core used in the data collection method?",
        "QuestionCn": "沉积核心在数据收集方法中使用的平均沉积速率是多少？",
        "AnswerEn": "0.13 cm/yr",
        "AnswerCn": "0.13 厘米/年",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many downcore samples were analyzed for GDGTs in the data collection method?",
        "QuestionCn": "在数据收集方法中，分析了多少个下心样品的GDGTs？",
        "AnswerEn": "171",
        "AnswerCn": "171",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'brGDGTs' mean in the context of paleoclimate reconstruction?",
        "QuestionCn": "在古气候重建的背景下，“brGDGTs”是什么意思？",
        "AnswerEn": "Branched glycerol dialkyl glycerol tetraethers (brGDGTs) are membrane-spanning lipids produced by heterotrophic bacteria. They contain two C28 alkyl chains with 4 to 6 methyl substituents and 0 to 2 cyclopentyl moieties. These bacteria adjust the number of methyl branches in response to colder or warmer conditions, making brGDGTs a novel proxy for quantitative temperature reconstructions in terrestrial settings such as soils, peats, and lakes.",
        "AnswerCn": "分支甘油二烷基甘油四醚（brGDGTs）是由异养细菌产生的膜穿透脂质。它们包含两个C28烷基链，具有4到6个甲基取代基和0到2个环戊基结构。这些细菌会根据寒冷或温暖的环境调整甲基分支的数量，使得brGDGTs成为陆地环境（如土壤、泥炭和湖泊）中定量温度重建的新型代理指标。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is meant by 'quantitative climate reconstructions' in historical climate studies?",
        "QuestionCn": "在历史气候研究中，“定量气候重建”是什么意思？",
        "AnswerEn": "Quantitative climate reconstructions refer to the process of using scientific data and analysis to produce precise and measurable estimates of past climate conditions, such as temperature and precipitation, over a defined period. These reconstructions provide detailed climate context necessary for understanding historical cultural changes, particularly in regions like the Chinese Loess Plateau.",
        "AnswerCn": "定量气候重建是指利用科学数据和分析来产生对过去气候条件（如温度和降水量）进行精确和可测量估计的过程，通常覆盖特定的时间段。这些重建提供了详细的气候背景，对于理解历史文化变化尤其是在中国黄土高原等地区是必要的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using GDGTs for climate reconstruction in northern China compare to traditional paleoclimate reconstruction methods?",
        "QuestionCn": "使用GDGTs进行中国北方气候重建的数据收集方法与传统古气候重建方法相比如何？",
        "AnswerEn": "The data collection method using GDGTs involves analyzing branched glycerol dialkyl glycerol tetraethers from sediment samples, which allows for quantitative temperature reconstructions. Traditional methods may rely more on qualitative proxies or broader scale data, which could introduce more uncertainty in the reconstructions.",
        "AnswerCn": "使用GDGTs的数据收集方法涉及分析沉积物样本中的支链甘油二烷基甘油四醚，这可以实现定量温度重建。传统方法可能更多依赖于定性代理或更广泛的尺度数据，这可能会在重建中引入更多的不确定性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences in challenges faced when using GDGTs versus using broad hemispheric-scale temperature data for studying the impact of climate on historical cultural changes?",
        "QuestionCn": "使用GDGTs与使用广泛的半球尺度温度数据研究气候对历史文化变化影响时面临的挑战有哪些不同？",
        "AnswerEn": "Using GDGTs as a novel proxy faces challenges such as ensuring robust quantitative reconstructions specific to the region, whereas using broad hemispheric-scale temperature data might introduce uncertainties due to its lack of specificity and relevance to the local climate impacts on historical cultural changes.",
        "AnswerCn": "使用GDGTs作为一种新型代理面临挑战，例如确保与特定区域相关的稳健定量重建，而使用广泛的半球尺度温度数据可能会引入不确定性，因为它缺乏对历史文化变化的地方气候影响的特异性和相关性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of a sediment core from a lake compare to other potential sources of paleoclimate data, such as tree rings or ice cores, in terms of data resolution and reliability?",
        "QuestionCn": "湖泊沉积物芯与其他潜在的古气候数据来源，如树轮或冰芯，在数据分辨率和可靠性方面有何比较？",
        "AnswerEn": "The use of a sediment core from a lake provides high-resolution (~30yr) data and allows for quantitative reconstructions using GDGTs, which can be more precise than some qualitative methods. In contrast, tree rings or ice cores may offer different timescales and resolutions but could be less effective in certain regions like the Loess Plateau where specific local data is needed.",
        "AnswerCn": "使用湖泊的沉积物核心提供了高分辨率（~30年）数据，并允许使用GDGT进行定量重建，这比某些定性方法更为精确。相比之下，树木年轮或冰芯可能提供不同的时间尺度和分辨率，但在某些地区，如黄土高原，可能在特定地方数据需求上效果不佳。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do the methods used for sediment core analysis, including the chemical and chromatographic procedures, contribute to the reliability and resolution of temperature and precipitation reconstructions?",
        "QuestionCn": "沉积物核心分析中使用的方法，包括化学和色谱程序，如何有助于温度和降水重建的可靠性和分辨率？",
        "AnswerEn": "The detailed chemical pretreatment and chromatographic procedures ensure that GDGTs are accurately extracted and analyzed, producing high-resolution quantitative data. The use of specialized equipment, such as HPLC-APCI-MS, and the careful preparation of samples contribute significantly to the reliability and precision of the climate reconstructions in the dataset.",
        "AnswerCn": "详细的化学预处理和色谱程序确保了GDGTs的准确提取和分析，产生高分辨率的定量数据。使用专门的设备，如HPLC-APCI-MS，以及样品的精心准备，显著提高了数据集中气候重建的可靠性和精确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes limitations in quantitative climate reconstructions, especially in regions that are significant to cultural history?",
        "QuestionCn": "在特别对文化历史具有重要意义的地区，是什么导致了定量气候重建的局限性？",
        "AnswerEn": "One of the important reasons for limitations in quantitative climate reconstructions, particularly in culturally significant regions like the heartland of Chinese culture, is the shortage of robust data. This shortage forces many studies to rely on broader or hemispheric-scale temperature data, which may increase the uncertainty of the relationship between climate and cultural changes.",
        "AnswerCn": "在气候重建的定量研究中，特别是在中国文化的发源地等具有文化重要性的地区，数据不足是一个重要原因。这种数据短缺迫使许多研究依赖于更广泛或半球尺度的温度数据，这可能增加气候与文化变化之间关系的不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to obtain high-resolution temperature records for the past 5000 years in certain regions?",
        "QuestionCn": "为什么在某些地区很难获得过去5000年的高分辨率温度记录？",
        "AnswerEn": "The challenge in obtaining high-resolution temperature records for the past 5000 years in regions such as the Chinese Loess Plateau is due to the limited availability of reliable temperature records. Most existing records are qualitative rather than quantitative, which hampers the ability to provide precise climate reconstructions.",
        "AnswerCn": "在中国黄土高原等地区，获取过去5000年的高分辨率温度记录的挑战在于可靠温度记录的有限可用性。现有的大多数记录是定性的而非定量的，这妨碍了提供精确气候重建的能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the need for novel proxies in terrestrial temperature reconstructions?",
        "QuestionCn": "导致陆地温度重建需要新型代理的因素有哪些？",
        "AnswerEn": "The need for novel proxies in terrestrial temperature reconstructions arises because existing records are often qualitative and lack the robustness required for quantitative analysis. Branched glycerol dialkyl glycerol tetraethers (brGDGTs) have been proposed as a novel proxy because they can provide more accurate quantitative temperature reconstructions, adjusting to varying climatic conditions over terrestrial settings such as soils, peats, and lakes.",
        "AnswerCn": "在陆地温度重建中，迫切需要新的代理，因为现有记录往往是定性的，缺乏进行定量分析所需的稳健性。支链甘油二烯醇甘油四醚（brGDGTs）被提议作为一种新型代理，因为它们可以提供更准确的定量温度重建，适应土壤、泥炭和湖泊等陆地环境中的不同气候条件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing GDGTs as a proxy for quantitative temperature reconstructions in paleoclimate studies?",
        "QuestionCn": "利用GDGTs作为古气候研究中定量温度重建的代理可能带来的潜在后果是什么？",
        "AnswerEn": "Utilizing GDGTs can provide novel and quantitative temperature reconstructions in terrestrial settings like soils, peats, and lakes, which may lead to more robust climate context for historical cultural change analysis, particularly in regions with previously limited reliable temperature records.",
        "AnswerCn": "利用GDGTs可以在土壤、泥炭和湖泊等陆地环境中提供新颖且定量的温度重建，这可能为历史文化变迁分析提供更可靠的气候背景，特别是在那些以前缺乏可靠温度记录的地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the lack of robust quantitative climate reconstructions affect the interpretation of climate's impact on historical cultural changes in northern China?",
        "QuestionCn": "缺乏可靠的定量气候重建可能会如何影响对气候对中国北方历史文化变迁影响的解读？",
        "AnswerEn": "The shortage of robust quantitative climate reconstructions could lead to increased uncertainty in determining the relationship between climate changes and historical cultural shifts, possibly resulting in inconsistent or contradictory conclusions regarding the causality of climatic impacts on social dynamics.",
        "AnswerCn": "缺乏稳健的定量气候重建可能导致在确定气候变化与历史文化变迁之间关系时增加不确定性，这可能导致关于气候影响社会动态因果关系的结论不一致或矛盾。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How is the age-depth model constructed to determine the sedimentation rate and time span of a sediment core?",
        "QuestionCn": "如何构建年龄-深度模型以确定沉积物核心的沉积速率和时间跨度？",
        "AnswerEn": "The age-depth model is constructed using accelerator mass spectrometry (AMS) analysis of terrestrial plant macrofossils. These analyses provide chronological data points that are used to develop a model depicting the sedimentation rate and time span. For the sediment core mentioned, the model indicates the core spans the last 5000 years with a mean sedimentation rate of ~0.13 cm/yr.",
        "AnswerCn": "年龄-深度模型是通过对陆生植物宏观化石进行加速质谱（AMS）分析构建的。这些分析提供了用于开发模型的时间数据点，该模型描绘了沉积速率和时间跨度。对于提到的沉积核心，该模型表明核心跨度为过去5000年，平均沉积速率约为0.13厘米/年。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the collection of high-resolution quantitative temperature and precipitation data over the past 5000 years in the Chinese Loess Plateau?",
        "QuestionCn": "过去5000年中，中国黄土高原高分辨率定量温度和降水数据的收集得益于哪些技术进步？",
        "AnswerEn": "Technological advancements such as high-performance liquid chromatography-atmospheric pressure chemical ionization-mass spectrometry (HPLC-APCI-MS) have enabled the precise analysis of branched glycerol dialkyl glycerol tetraethers (brGDGTs), providing high-resolution quantitative temperature reconstructions.",
        "AnswerCn": "技术进步，如高效液相色谱-大气压化学电离-质谱（HPLC-APCI-MS），使得对支链甘油二烷基甘油四醚（brGDGTs）的精确分析成为可能，从而提供了高分辨率的定量温度重建。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do modern chemical pretreatment methods enhance the extraction and analysis of GDGTs from sediment cores for paleoclimate reconstruction?",
        "QuestionCn": "现代化学预处理方法如何增强从沉积物核心中提取和分析GDGTs以进行古气候重建的效果？",
        "AnswerEn": "Modern chemical pretreatment methods, involving ultrasonic extraction and chromatographic procedures, enable the effective extraction and separation of GDGTs from sediment cores, allowing for detailed analysis and more accurate paleoclimate reconstructions.",
        "AnswerCn": "现代化学预处理方法，包括超声提取和色谱程序，使得能够有效地从沉积物核心中提取和分离GDGTs，从而允许进行详细分析和更准确的古气候重建。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways does the use of accelerator mass spectrometry (AMS) contribute to the development of an age-depth model for sediment cores spanning 5000 years?",
        "QuestionCn": "加速器质谱法（AMS）的使用在开发跨度5000年的沉积物核心的年龄-深度模型方面贡献了哪些方式？",
        "AnswerEn": "Accelerator mass spectrometry (AMS) is used to analyze terrestrial plant macrofossils within sediment cores, providing precise radiocarbon dating that contributes to the development of accurate age-depth models for sediment cores spanning 5000 years.",
        "AnswerCn": "加速器质谱法（AMS）用于分析沉积物核心中的陆生植物宏观化石，提供精确的放射性碳定年，这有助于建立跨越5000年的沉积物核心的准确年龄-深度模型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset focusing on quantitative climate reconstruction in the heartland of Chinese culture face challenges in achieving robust and reliable results?",
        "QuestionCn": "一个专注于中国文化心脏地带的定量气候重建数据集可能面临挑战，难以获得稳健和可靠的结果，原因是什么？",
        "AnswerEn": "One of the important reasons for inconsistent and even contradictory conclusions is the shortage of robust quantitative climate reconstructions in the heartland of Chinese culture. Many studies have to use broad or even hemispheric-scale temperature data, which probably increases the uncertainty of the relation between climate changes and cultural impacts.",
        "AnswerCn": "不一致甚至矛盾结论的重要原因之一是中国文化核心地区缺乏稳健的定量气候重建。许多研究不得不使用广泛或甚至半球尺度的温度数据，这可能增加了气候变化与文化影响之间关系的不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What expectations might researchers have when using GDGTs as a proxy for quantitative temperature reconstructions, and why might these expectations not always be met?",
        "QuestionCn": "研究人员在使用GDGTs作为定量温度重建的代理时可能有哪些期望，为什么这些期望可能无法总是实现？",
        "AnswerEn": "Researchers expect GDGTs to serve as a novel proxy for quantitative temperature reconstructions because the bacteria producing them can adjust methyl branches according to temperature changes. However, expectations might not always be met due to potential variations in bacterial response or environmental factors not accounted for in the proxy's calibration.",
        "AnswerCn": "研究人员预计GDGTs将作为定量温度重建的新型代理，因为产生它们的细菌可以根据温度变化调整甲基支链。然而，由于细菌反应的潜在变化或未在代理校准中考虑的环境因素，预期可能并不总是能够实现。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, what are the potential challenges faced in ensuring the robustness and accuracy of temperature reconstructions using brGDGTs in paleoclimate studies?",
        "QuestionCn": "在确保使用brGDGTs进行古气候研究的温度重建的稳健性和准确性方面，可能面临哪些挑战？",
        "AnswerEn": "One potential challenge is the shortage of robust quantitative climate reconstructions, particularly in key historical regions. The methodology of using brGDGTs needs careful calibration and validation with modern analogs to ensure accuracy. The complexity of brGDGT production in varying environmental conditions may also introduce uncertainties, requiring meticulous methodological rigor.",
        "AnswerCn": "一个潜在的挑战是关键历史地区缺乏稳健的定量气候重建。使用brGDGTs的方法需要与现代类比进行仔细的校准和验证，以确保准确性。brGDGT在不同环境条件下的生产复杂性也可能引入不确定性，这需要严格的方法论要求。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the use of GDGTs can result in quantitative temperature reconstructions for the past 5000 years.",
        "QuestionCn": "我不明白GDGTs的使用如何能导致对过去5000年的温度进行定量重建。",
        "AnswerEn": "GDGTs, or glycerol dialkyl glycerol tetraethers, are membrane-spanning lipids produced by heterotrophic bacteria. These bacteria can produce more or fewer methyl branches to adjust to colder or warmer conditions, making GDGTs a novel proxy for quantitative temperature reconstructions in terrestrial settings. The study used a global dataset of lake surface sediments to establish a calibration equation that allows for high-resolution temperature reconstructions over the past 5000 years.",
        "AnswerCn": "GDGTs，即甘油二烷基甘油四醚，是由异养细菌产生的膜穿透脂质。这些细菌可以通过增加或减少甲基支链的数量来适应寒冷或温暖的环境，从而使GDGTs成为陆地环境中定量温度重建的新型代理指标。该研究使用了全球湖泊表层沉积物的数据集，建立了一条校准方程，以便在过去5000年内进行高分辨率的温度重建。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the challenges involved in creating a robust quantitative climate reconstruction over such a long historical period.",
        "QuestionCn": "我对在如此长的历史时期内创建一个稳健的定量气候重建所涉及的挑战感到不确定。",
        "AnswerEn": "One of the significant challenges is the shortage of robust quantitative climate reconstructions, particularly in the heartland of Chinese culture. Many studies rely on broad or hemispheric-scale temperature data, which can increase uncertainty when evaluating the impact of climate on cultural changes. Achieving high-resolution and reliable temperature records over 5000 years involves overcoming these limitations and using proxies like GDGTs for quantitative reconstructions.",
        "AnswerCn": "一个重要的挑战是缺乏强有力的定量气候重建，特别是在中国文化的发源地。许多研究依赖于广泛或半球尺度的温度数据，这在评估气候对文化变化的影响时可能增加不确定性。要实现5000年来高分辨率和可靠的温度记录，需要克服这些限制，并使用如GDGTs等代理指标进行定量重建。",
        "Level": "C6(Creating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the methodologies used for extracting high-resolution temperature and precipitation records over the past 5000 years in northern China, focusing on the use of GDGTs.",
        "QuestionCn": "请分析用于提取过去5000年中国北方高分辨率温度和降水记录的方法，重点关注GDGTs的使用。",
        "AnswerEn": "The methodologies involved drilling a sediment core from a lake and analyzing GDGTs extracted from these sediments. The sediments were subsampled at every 1-cm interval, and the GDGTs were analyzed using HPLC-APCI-MS with chromatographic procedures ensuring full separation of isomers. The sediment samples underwent chemical pretreatment, including ultrasonic extraction, lipid concentration, and saponification, followed by separation and filtration before analysis.",
        "AnswerCn": "该方法涉及从湖泊中钻取沉积物岩心，并分析从这些沉积物中提取的GDGTs。沉积物每1厘米进行一次子样采集，GDGTs通过HPLC-APCI-MS进行分析，色谱程序确保同分异构体的完全分离。沉积物样品经过化学预处理，包括超声提取、脂质浓缩和皂化，随后进行分离和过滤，最后进行分析。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please summarize the challenges encountered in creating robust quantitative paleoclimate reconstructions for Chinese cultural heartlands and suggest potential improvements.",
        "QuestionCn": "总结在中国文化发源地创建稳健的定量古气候重建所遇到的挑战，并提出潜在的改进建议。",
        "AnswerEn": "Challenges include the shortage of robust quantitative climate reconstructions and reliance on broad or hemispheric-scale data which increases the uncertainty in understanding climate impacts on cultural changes. Improvements could involve obtaining more localized, high-resolution climate data and enhancing techniques for accurate temperature reconstructions using innovative proxies like brGDGTs.",
        "AnswerCn": "挑战包括缺乏稳健的定量气候重建以及依赖广泛或半球尺度的数据，这增加了理解气候对文化变化影响的不确定性。改进措施可以包括获取更多本地化的高分辨率气候数据，并利用创新的代理如brGDGTs来增强准确的温度重建技术。",
        "Level": "C6(Creating)"
      }
    ]
  }
}