{
    "id": "8b47fece-c089-4bf7-9369-9ca7ca5f9dbf",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Blood samples collection of domestic animals in Pamir Plateau（2018）",
            "titleCn": "帕米尔高原家养动物血样采集信息（2018）",
            "description": "In the year of 2018, we collected the samples at Taxkorgan county, Kashgar district, the Xinjiang Uygur Autonomous Region, northwestern China. Taxkorgan county is where the Pamir Plateau located in China. Nearly all this county is on the plateau. The average elevation of this county is more the 4000 m above the sea level. And the lowest part of the county is 3100 m above the sea level. In total, 204 samples were collected in Pamir Plateau this time. The samples collected from several different species which including cattle, yak, sheep, goat, donkey, horse and chicken. Each samples have 3-4 repetitions. For each animal, we recorded the id number, species, sex, date of sample collection, GPS coordination and elevation. Also three mateched images, i.e. from head, hoof or feet and whole body, were took for each animal. All the samples taken from the animal are the blood samples. They were keep into the refrigerator until they were finally tranfered and stored in the germplasm recourses bank.",
            "descriptionCn": "2018年的采集地点位于在新疆维吾尔自治区喀什地区的塔什库尔干县。塔什库尔干县是中国境内帕米尔高原所在地，这里平均海拔高于4000米，县城所在地是全县最低的位置海拔也有3100米。本次采集工作主要采集了帕米尔高原塔什库尔干保护区内家养动物黄牛、牦牛、绵羊、山羊、驴、马和家鸡共计204份，每份样品包括3-4个重复。其中每份样品有对应的样品采集信息：动物种类、性别、样品采集时间、样品采集点经纬度、海拔和采集地名称。采集的每一只/头动物均有对应的特征照片，包括头部、蹄/爪和全身。",
            "instructions": "Blood samples collection of domestic animals in Pamir Plateau. Data: in .excel format, can be opened and analysed in Microsoft EXCEL software.Image: in JPEG format, can be opened with common  graphics software.",
            "instructionsCn": "帕米尔高原家养动物血样采集信息。数据可以采用EXCEL打开查看，照片格式为JPEG，可以用普通看图软件打开。",
            "east": 77.0,
            "west": 74.0,
            "south": 35.0,
            "north": 37.0,
            "startTime": "2018-09-06 00:00:00",
            "endTime": "2018-09-17 00:00:00",
            "fileSize": 3107227929.0,
            "cstr": "18406.11.Ecolo.tpdc.270254",
            "doi": "10.11888/Ecolo.tpdc.270254",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "徐峰",
                "nameEn": "XU Feng",
                "unitEn": "Xinjiang Institute of Ecology and Geography, CAS",
                "unitCn": "中国科学院新疆生态与地理研究所"
            },
            {
                "nameCn": "汪沐阳",
                "nameEn": "WANG Muyang",
                "unitEn": "XINJIANG INSTITUTE OF ECOLOGY AND GEOGRAPHY, CAS",
                "unitCn": "中国科学院新疆生态与地理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "新疆塔什库尔干野生动物自然保护区马可波罗盘羊种群调查",
                "titleEn": null,
                "referenceCn": "陈强强, 李美玲, 韩芳, 汪沐阳, 徐文轩, 杨维康. (2018). 新疆塔什库尔干野生动物自然保护区马可波罗盘羊种群调查. 四川动物, 37(6), 637-345.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "动物资源",
                "nameEn": "Animal resources"
            },
            {
                "nameCn": "哺乳动物",
                "nameEn": "Mammals"
            },
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "帕米尔高原",
                "keywordEn": "Pamir Plateau"
            },
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the common data collection methods used for obtaining blood samples from domestic animals in high-altitude regions like the Pamir Plateau?",
                "QuestionCn": "在像帕米尔高原这样的高海拔地区，常用的采集家畜血样的数据收集方法有哪些？",
                "AnswerEn": "Blood samples",
                "AnswerCn": "血液样本",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to gather blood samples from domestic animals in high-altitude regions like the Pamir Plateau?",
                "QuestionCn": "您能否提供一个在帕米尔高原等高海拔地区收集家畜血样的资料收集方法的例子？",
                "AnswerEn": "An example of a data collection method in high-altitude regions like the Pamir Plateau involves collecting blood samples from domestic animals such as cattle, yaks, sheep, goats, donkeys, horses, and chickens. The process includes recording detailed metadata for each sample, such as animal species, gender, sample collection time, geographic coordinates, altitude, and location name. Additionally, photographs of each animal, capturing features such as the head, hooves/paws, and the entire body, are taken to complement the data.",
                "AnswerCn": "在帕米尔高原等高海拔地区的数据收集方法之一是收集家畜的血样，如牛、牦牛、羊、山羊、驴、马和鸡。该过程包括记录每个样本的详细元数据，例如动物种类、性别、样本采集时间、地理坐标、海拔和地点名称。此外，还会拍摄每只动物的照片，捕捉头部、蹄子/爪子和整个身体等特征，以补充数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many blood samples were collected from domestic animals on the Pamir Plateau in 2018?",
                "QuestionCn": "2018年在帕米尔高原收集了多少份来自家畜的血样？",
                "AnswerEn": "204",
                "AnswerCn": "204",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors might influence the selection of specific locations for blood sample collection in high-altitude regions like the Pamir Plateau?",
                "QuestionCn": "在高海拔地区如帕米尔高原，影响血样采集特定地点选择的因素可能包括：",
                "AnswerEn": "The selection of specific locations for blood sample collection in high-altitude regions such as the Pamir Plateau may be influenced by factors such as the geographical diversity of the area, accessibility, the presence of targeted species like domestic animals, and the need to capture a representative sample of the local biodiversity. In the Pamir Plateau, factors such as varying altitudes (with average altitudes over 4000 meters and specific low-altitude sites like the county town at 3100 meters), logistical challenges, and the necessity to document and photograph each sampled animal could also play significant roles in determining collection sites.",
                "AnswerCn": "在帕米尔高原等高海拔地区，血样采集特定地点的选择可能受到地理多样性、可达性、目标物种（如家畜）的存在以及捕捉当地生物多样性代表性样本的需求等因素的影响。在帕米尔高原，诸如海拔变化（平均海拔超过4000米，以及3100米的特定低海拔地点如县城）、后勤挑战以及记录和拍摄每个采样动物的必要性等因素，也可能在确定采集地点时发挥重要作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in collecting and documenting blood samples from domesticated animals at high altitudes, such as on the Pamirs Plateau, to ensure data accuracy and consistency?",
                "QuestionCn": "在高海拔地区（如帕米尔高原）收集和记录家畜血样的程序步骤，以确保数据的准确性和一致性包括：\n\n1. **准备工作**：\n   - 确定研究目标和样本量。\n   - 选择合适的采样工具和设备（如无菌针头、试管等）。\n   - 准备必要的记录表格和标签。\n\n2. **选择采样地点**：\n   - 选择适合的采样地点，确保环境条件适合动物的健康和样本的质量。\n\n3. **动物选择与处理**：\n   - 选择符合研究标准的动物，确保样本的代表性。\n   - 在采样前对动物进行适当的安抚和固定，以减少应激反应。\n\n4. **采样过程**：\n   - 使用无菌技术进行血样采集，确保样本不被污染。\n   - 记录每个样本的详细信息，包括动物的身份、采样时间和地点。\n\n5. **样本处理与存储**：\n   - 立即将血样放入适当的试管中，并标记清楚。\n   - 根据需要进行离心处理，并在适当的温度下存储样本。\n\n6. **数据记录与管理**：\n   - 详细记录每个样本的相关信息，包括采样者、采样条件和任何观察到的异常情况。\n   - 使用电子数据管理系统或纸质记录表格，确保数据的完整性和可追溯性。\n\n7. **样本运输**：\n   - 确保样本在运输过程中保持适当的温度和条件，以防止降解。\n   - 记录运输过程中的所有相关信息。\n\n8. **数据分析与报告**：\n   - 在实验室中对样本进行分析，确保使用标准化的方法。\n   - 汇总和分析数据，撰写报告，确保结果的透明性和可重复性。\n\n9. **遵循伦理和法规**：\n   - 确保所有操作符合动物伦理和相关法律法规的要求。",
                "AnswerEn": "The data collection involves sampling domesticated animals like cattle, yaks, sheep, goats, donkeys, horses, and chickens, with a total of 204 samples. Each sample includes 3-4 replicates and is accompanied by detailed metadata including species type, gender, sample collection time, location coordinates, altitude, and site name. Each animal also has characteristic photographs of the head, hooves/paws, and full body to ensure accurate identification and documentation.",
                "AnswerCn": "数据收集涉及对家畜如牛、牦牛、羊、山羊、驴、马和鸡的抽样，共计204个样本。每个样本包括3-4个重复样本，并附有详细的元数据，包括物种类型、性别、样本采集时间、位置坐标、海拔和地点名称。每只动物还配有头部、蹄/爪和全身的特征照片，以确保准确的识别和记录。",
                "Level": "C3(Applying)"
            }
        ]
    }
}