{
    "id": "8bd4ab76-a45a-471e-960d-4a7e5c2e8edd",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Global Daily Total Precipitable Water dataset in all weather condition based on AMSR-E and AMSR2 (2002-2017)",
            "description": "Atmospheric water vapor is an important parameter for studying the water cycle. In the context of global warming, in order to better study the impact of atmospheric water vapor on the water cycle, a global daily scale AMSR-E/AMSR2 all-weather atmospheric precipitable water (TPW) dataset with a spatial resolution of 0.25 ° was constructed. In the data set, the TPW over land is mainly obtained by our newly developed 18.7 and 23.8 GHz brightness temperature data inversion algorithm based on AMSR-E and AMSR2; The ocean sky TPW data integrates AMSR-E/AMSR2 official TPW products. As a post-processing, in order to eliminate the systematic deviation between AMSR-E TPW and AMSR2 TPW, using AIRX2RET TPW as the benchmark, the histogram matching method was used to correct the systematic deviation of AMSR-E and AMSR2 TPW data on a global scale, to ensure the continuity of the data, and finally the global daily scale AMSR-E and AMSR2 TPW all-weather data sets were obtained. Among them, the time range of AMSR-E data is from July 8, 2002 to September 27, 2011, and the time range of AMSR-2 data is from January 1, 2013 to August 31, 2017. Each date contains two files: orbit raising and orbit lowering. The data format is Geotiff. The number of data layers is 2. The first layer is TPW data, with the unit of mm. The second layer is time information, which represents the number of seconds elapsed between the pixel observation time with UTC as the time base and 0:00:00 of the current day. The data set has reliable quality. Through verification and analysis with the global SuomiNET GPS TPW, the root mean square error of the data set is 3.5-5.2mm. As atmospheric precipitable water is an important geophysical parameter affecting surface remote sensing and also has an important impact on the earth's climate change, this data can be used for research on the impact of atmospheric water vapor on the water cycle, the assessment of atmospheric water resources and atmospheric correction in the context of climate warming.",
            "instructions": "File naming rules: \nTPW_ YYYYMMDD_ A/D_ AMSRE/AMSR2.tif. \nTPW is the acronym of Total Precipitable Water. YYYY means year, MM means month, DD means the day of the month. A is the acronym of ascending and D is the acronym of descending. AMSRE / AMSR2 are sensor types. \".tif\" is the file format, which means the data is stored in format of Geotiff. \nData reading method: \nYou can use an IDL command ‘data = READ_ TIFF (fname, geotiff = g_tags)’ to read the file. The number of layers in the file is 2. The first layer is TPW, in unit of mm, and the second layer is time information which indicates the number of seconds elapsed from 00:00:00 UTC of the day to the observation time of satellite.",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": "2002-07-08 00:00:00",
            "endTime": "2017-08-31 00:00:00",
            "fileSize": 49530389621.0,
            "cstr": "18406.11.Atmos.tpdc.272832",
            "doi": "10.11888/Atmos.tpdc.272832",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "JI Dabin",
                "unitEn": "National Key Laboratory of Remote Sensing Science"
            },
            {
                "nameEn": "SHI Jiancheng",
                "unitEn": "National Space Science Center, Chinese Academy of Sciences"
            },
            {
                "nameEn": "HUSI Letu",
                "unitEn": "No. 20A, Datun Road, Chaoyang District, Beijing, China Academy of Space Technology Innovation Research Institute"
            },
            {
                "nameEn": "LI Wei ",
                "unitEn": "Innovation Academy for Precision Measurement Science and Technology, Chinese Academy of Sciences,"
            },
            {
                "nameEn": "ZHANG Hongxing ",
                "unitEn": "Innovation Academy for Precision Measurement Science and Technology, Chinese Academy of Sciences"
            },
            {
                "nameEn": "SHANG Huazhe ",
                "unitEn": " the State Key Laboratory of Remote Sensing Science, Aerospace Information Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "A total precipitable water retrieval method over land using the combination of passive microwave and optical remote sensing",
                "referenceEn": "Ji, D., Shi, J., Xiong, C., Wang, T., & Zhang, Y. (2017). A total precipitable water retrieval method over land using the combination of passive microwave and optical remote sensing. Remote Sens. Environ., vol. 191, pp. 313–327."
            },
            {
                "titleEn": "A Total Precipitable Water Product and Its Trend Analysis in Recent Years Based on Passive Microwave Radiometers",
                "referenceEn": "Ji, D., Shi, J., Letu, H., Li, W., Zhang, H., & Shang, H. (2021). A Total Precipitable Water Product and Its Trend Analysis in Recent Years Based on Passive Microwave Radiometers. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, vol. 14, pp. 7324-7335, doi: 10.1109/JSTARS.2021.3096535."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameEn": "Precipitable water"
            },
            {
                "nameEn": "Precipitable water vapor"
            },
            {
                "nameEn": "Atmospheric Water Vapor"
            },
            {
                "nameEn": "Atmosphere Remote Sensing"
            },
            {
                "nameEn": "Atmospheric remote sensing products"
            },
            {
                "nameEn": "microwave"
            },
            {
                "nameEn": "Microwave Remote Sensing"
            },
            {
                "nameEn": "Total precipitable water"
            },
            {
                "nameEn": "Water vapor"
            },
            {
                "nameEn": "Water vapor tendency"
            },
            {
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2002.07.08-2011.09.27",
                "type": "temporal"
            },
            {
                "keywordEn": "2013.01.01-2017.08.31",
                "type": "temporal"
            },
            {
                "keywordEn": "Daily",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "National Key Research and Development Program of China"
            },
            {
                "titleEn": "The Second Tibetan Plateau Scientific Expedition and Research Program: Dynamic monitoring and simulation of water cycle in Asian water tower region"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Water vapor in the atmosphere is a key parameter in the hydrological cycle and plays an important role in climate change as a dominant feedback variable. According to the research of Trenberth, the linear trend in precipitable water over the global mean for 1988–2003 has a rising rate of 1.28% per decade. Currently, lots of TPW products which come from radiosondes, remote sensing and reanalysis data had been used to study its variability and changing trend in a long timeseries. Radiosondes have advantages in obtaining vertical distribution of water vapor in the atmosphere. However, the radiosonde TPW may not well represent variability of TPW in the region, where the radiosonde sites are sparsely distributed, such as depopulated zone, and the ocean areas. TPW data from satellite remote sensing is another data source for trend analysis. Usually, TPW from optical remote sensing has higher precision than that from microwave remote sensing, but it is only available in clear sky condition. Therefore, the use of optical remote sensing TPW may cause dry bias in trend analysis due to the existence of cloud. For the TPW derived from microwave remote sensing, it is seldomly affected by cloud, and is very suitable for creating long time series datasets. However, most TPW datasets from microwave radiometers are only available in the ocean area due to the influence of high land surface emissivity. Thus, most TPW trend analyses based on microwave radiometer are only over ocean areas. Although NV AP-M Climate product assembled available observations of global atmospheric water vapor from radiosonde, microwave remote sensing sensors, and optical remote sensing sensors, the global daily average TPW from NV AP-M Climate is still not available in the areas of persistently cloudy over land. The limited time span of NV AP-M (1988–2009) also restricts its application in recent decade. Different from radiosonde and remote sensing observation, reanalysis datasets provide the best spatial and temporal coverage for TPW data, and have been widely used in variability and long-term trend analyses of TPW. However, according to the research of [15], the TPW data from reanalysis datasets may be biased in some regional areas (for example, in the Southern Tibetan Plateau). The bias may cause uncertainties in the variability and long-term trend analyses in regional areas. At the same time, there exist large differences in the linear trend of long-term TPW between different reanalysis datasets, which may be due to the difference of assimilation schemes."
            ],
            "research objective": [
                "Thus, a long-term global TPW product from 2002 to 2017 was created for the first time at the resolution of 0.25° × 0.25° based on the observations from passive microwave radiometers AMSR-E and AMSR2 and TPW product from AIRS2RET in this study. In this study, a long-term global TPW dataset at the resolution of 0.25° × 0.25° for 2002 through 2017 will be produced for the first time based on the microwave radiometer AMSR-E and AMSR2 onboard Aqua and GCOM-W, respectively. The TPW observations from SuomiNet GPS global network will be used to validate the newly created TPW product. As a further validation in temporal scale, the long-term changing trends of TPW will be compared among the newly created TPW product, AIRX3STM TPW product, and ERA5 TPW product. At the same time, the changing characteristics of TPW will be discussed on both global and regional scale."
            ],
            "challenges": [
                "The radiosonde TPW may not well represent variability of TPW in the region, where the radiosonde sites are sparsely distributed, such as depopulated zone, and the ocean areas. At the same time, there exist large differences in the linear trend of long-term TPW between different reanalysis datasets, which may be due to the difference of assimilation schemes. As there is no overlap in temporal scale between the TPW from AMSR-E and AMSR2, it is hard to intercalibrate the TPW datasets directly."
            ],
            "methods": [
                "To create a long-term (15 years) TPW, a TPW dataset over land was first retrieved from the brightness temperature of AMSR-E and AMSR2 using a newly developed algorithm, and then the retrieved TPW dataset over land was used to combine with the TPW over ocean from official product of AMSR-E and AMSR2 to form a TPW dataset that has a global coverage. In order to further evaluate the newly created TPW, the newly created TPW was validated using observations of TPW from SuomiNet-GPS network, and was further compared with TPW from AIRX3STM and ERA5. The algorithm used to retrieve TPW from brightness temperature of AMSR-E is based on the newly developed algorithm from the study of [18]. Based on the retrieval algorithm, the brightness temperature of AMSR2 from January 2013 to August 2017 was used to retrieve twice daily TPW dataset over land. In the validation, the newly created TPW from AMSR-E and AMSR2 and TPW from ERA5 were validated in both instantaneous and monthly scale."
            ],
            "dataset": [
                "The main datasets used in this study include brightness temperature of AMSR-E and AMSR2, TPW products over ocean of AMSR-E and AMSR2, TPW from AIRS2RET, AIRX3STM, ERA5 and SuomiNet-GPS, and precipitation from TMPA-Monthly precipitation product. A total of nearly 15 years TPW was produced using brightness temperature AMSR-E and AMSR2 from 2002 to 2017, the TPW data in the year of 2012 was not retrieved due to the observation gap between AMSR-E and AMSR2. The TPW datasets from AMSR-E/Aqua L2B Global Swath Ocean Products V06 [20] and AMSR2 L3 Grid TPW product over ocean (Accessed in September, 2017). The AIRS2RET consists of retrieved estimates of cloud and surface properties, plus profiles of retrieved temperature, water vapor, ozone, carbon monoxide, and methane. Monthly TPW from AIRS/Aqua L3 Monthly Standard Physical Retrieval (AIRS+AMSU) 1-degree x 1-degree V006 (AIRX3STM). ERA5 was produced using four-dimensional variational (4D-Var) data assimilation in CY41R2 of ECMWF’s Integrated Forecast System (IFS). SuomiNet is a real-time national global positioning system (GPS) network for atmospheric research and education. The objective of TRMM Monthly precipitation product 3B43 is to provide a “best” precipitation estimate within the TRMM Region from precipitation estimate of TMI, SSM/I, Adjusted Merged-IR and Rain Gauge Analysis."
            ],
            "findings": [
                "According to the long-term trend analysis, the linear trend of global average TPW anomaly is 0.34 mm/decade. Especially, there is a faster increasing speed for TPW in recent decade from 2008 to 2017. For the trend analysis on regional scale, the most noteworthy thing is that there is a negative linear trend of TPW anomaly in the atmosphere over rainforest distributed in the Amazon and central Africa, which means the atmosphere is becoming dryer in these areas."
            ]
        },
        {
            "background": [
                "Atmospheric water vapor plays an important role in the hydrologic cycle and climate change of the Earth. Water vapor is also the most important greenhouse gas in the Earth's atmosphere. Water vapor accounts for approximately 70% of the total atmospheric absorption of radiation and 60% of the total natural greenhouse effect in clear-sky cases. Observations of the TPW can be categorized into two types, one is ground-based observation, the other is observation from satellite remote sensing. Ground-based observations usually have high precision and good continuity in the temporal scale for research regarding long-term trends. Satellite remote sensing provides an effective way for large-scale observation of TPW. Both infrared and passive microwave remote sensing have been used to retrieve TPW on a regional or global scale. The major drawback of infrared remote sensing is its inability to acquire water vapor information under cloudy conditions. As a complement, passive microwave provides an effective way to retrieve TPW under cloudy conditions, because radiation from microwave channels can penetrate clouds. However, there are still many challenges for estimating TPW from passive microwave remote sensing sensors over land areas, due to high land surface emissivity and heterogeneity. High emissivity and variability of land in the microwave bands severely suppresses the signal of atmosphere received by space-based microwave radiometer, making it difficult to retrieve TPW over land, especially under an area of cloud cover."
            ],
            "research objective": [
                "In this paper, the global quarter-degree gridded TPW over land was retrieved using water vapor sensitivity parameter ΔTb18.7/ΔTb23.8 based on the combination of AMSR-E and MODIS observations. The algorithm developed in this study can be easily transferred to AMSR2 on board GCOM-W1 and provides the long-term global daily TPW over land since the launch of Aqua to present day to support hydrologic cycle and climate change studies."
            ],
            "challenges": [
                "However, there are still many challenges for estimating TPW from passive microwave remote sensing sensors over land areas, due to high land surface emissivity and heterogeneity. High emissivity and variability of land in the microwave bands severely suppresses the signal of atmosphere received by space-based microwave radiometer, making it difficult to retrieve TPW over land, especially under an area of cloud cover."
            ],
            "methods": [
                "In the retrieval process, the surface boundary parameter (including land surface temperature and Δε18.7/Δε23.8 in both clear and cloudy sky conditions) will be first estimated. Next, a look-up table is built using the atmospheric profiles of RAOB and the microwave radiative transfer model. Finally, the TPW is retrieved based on the look-up table combined with the pre-estimated land surface parameters and ΔTb18.7/ΔTb23.8. Estimation of the land surface temperature in all weather conditions (except for precipitation areas) is based on the vertical polarized brightness temperature at 36.5 GHz of AMSR-E (Holmes et al., 2009). Estimation of Δε18.7/Δε23.8 in all weather conditions (except for precipitation areas) mainly includes three steps: first, the land surface emissivity parameter Δε18.7/Δε23.8 in the clear sky condition is estimated; next, Δε18.7/Δε23.8 in the cloudy condition is estimated using an estimation model and the previously retrieved Δε18.7/Δε23.8 in the clear sky condition; and the last step is optimization of the estimated Δε18.7/Δε23.8 to further improve its precision. A look-up table is used in the estimation of Δε18.7/Δε23.8 in the clear sky condition. The look-up table was built using the microwave radiative transfer model – 1DMWRTM using the input land surface temperature, land surface emissivity, atmospheric profiles and surface elevation. The TPW can be retrieved using all these data and the look-up table mentioned in the last paragraph. A downscaling method was developed to resize the coarse resolution TPW into a fine resolution of 0.05° × 0.05°. The downscaling method includes two main steps: one is downscaling of the coarse resolution TPW, and the other is calibration of the downscaled TPW."
            ],
            "dataset": [
                "The satellite remote sensing datasets used in the study were from observations of AMSR-E and MODIS. The AMSR-E Daily Global Quarter-Degree Gridded Brightness Temperatures (Knowles et al., 2006) will be used to retrieval coarse resolution TPW in all-weather conditions. Atmospheric profiles obtained from globally distributed radiosonde observations (RAOB) will be used to build the look-up table for estimating Δε18.7/Δε23.8 and retrieving TPW. TPW retrieved from SuomiNet GPS observations will be used to validate the retrieved TPW in this study."
            ],
            "findings": [
                "An obvious advantage of our algorithm compared with MODIS TPW product is that it can retrieve TPW under cloudy sky condition over land. The RMSE for the retrieved quarter-degree gridded global TPW is 3.45 mm, with a correlation coefficient of 0.95. In addition, the RMSE for the downscaled 0.05° × 0.05° gridded global TPW is 4.18 mm, with a correlation coefficient of 0.95."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is it possible to validate a newly created TPW dataset using observations from a global network like SuomiNet GPS?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Can the use of a look-up table based on atmospheric profiles from radiosonde observations help in estimating land surface parameters for TPW retrieval?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "For validating satellite-derived TPW data, is the primary method using radiosonde observations, SuomiNet GPS observations, or reanalysis datasets?",
                    "Answer": "SuomiNet GPS observations",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the primary challenges in collecting TPW data using passive microwave remote sensing over land areas?",
                    "Answer": "high land surface emissivity and heterogeneity",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methods are used to correct systematic biases between AMSR-E and AMSR2 TPW datasets on a global scale?",
                    "Answer": "histogram matching method",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method that addresses the challenge of high land surface emissivity in retrieving Total Precipitable Water (TPW) over land areas?",
                    "Answer": "An example of a data collection method that addresses high land surface emissivity is using the water vapor sensitivity parameter ΔTb18.7/ΔTb23.8 based on the combination of AMSR-E and MODIS observations. This method involves estimating surface boundary parameters and building a look-up table using atmospheric profiles and microwave radiative transfer models to retrieve TPW over land.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you give an example of a research approach that combines different satellite remote sensing sensors to retrieve TPW in all-weather conditions?",
                    "Answer": "A research approach that combines different satellite remote sensing sensors involves using AMSR-E and AMSR2 brightness temperature data to retrieve TPW over land and ocean, respectively. This approach uses a new algorithm to create a dataset with global coverage under all-weather conditions, utilizing validation from the SuomiNet GPS network and comparisons with other TPW products like AIRX3STM and ERA5.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of a long-term global TPW product created using passive microwave radiometers?",
                    "Answer": "0.25° × 0.25° resolution, time span from 2002 to 2017, data from AMSR-E and AMSR2, validated using SuomiNet GPS observations, adjusted for systematic biases using histogram matching, effective for all-weather conditions",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the main challenges in estimating TPW from passive microwave sensors over land areas?",
                    "Answer": "high land surface emissivity, heterogeneity, variability of land in the microwave bands",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the spatial resolution of the global TPW dataset created using AMSR-E and AMSR2 observations?",
                    "Answer": "0.25° × 0.25°",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the root mean square error (RMSE) of the newly created TPW dataset when validated against SuomiNet GPS data?",
                    "Answer": "3.5-5.2 mm",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How many years of TPW data were produced using the brightness temperature of AMSR-E and AMSR2?",
                    "Answer": "15 years",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'histogram matching' mean in the context of data correction?",
                    "Answer": "Histogram matching is a data correction technique used to adjust one image or dataset to match the histogram of another, ensuring consistency and continuity between different datasets. In the context of AMSR-E and AMSR2 TPW data, it is used to correct systematic biases and ensure data continuity across different time periods.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the retrieval methods for Total Precipitable Water (TPW) over land using AMSR-E/AMSR2 differ from those using optical remote sensing, particularly under cloudy conditions?",
                    "Answer": "The retrieval methods for TPW over land using AMSR-E/AMSR2 are based on microwave remote sensing, which can penetrate clouds and is thus effective under cloudy conditions. This contrasts with optical remote sensing, which has higher precision but is limited to clear-sky conditions, potentially causing dry bias in trend analysis due to cloud cover.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways do the challenges of estimating TPW from passive microwave remote sensing sensors over land compare to those from ground-based observations such as radiosondes?",
                    "Answer": "Estimating TPW from passive microwave remote sensing over land faces challenges related to high land surface emissivity and heterogeneity, which suppress atmospheric signals. Ground-based observations like radiosondes can provide vertical distribution data but may not represent TPW variability well in sparsely distributed areas, such as oceans or depopulated zones.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the differences in the data validation approaches between the newly created TPW dataset based on AMSR-E/AMSR2 and other TPW datasets like ERA5 or AIRX3STM?",
                    "Answer": "The newly created TPW dataset based on AMSR-E/AMSR2 is validated using SuomiNet GPS observations and compared with TPW data from AIRX3STM and ERA5, both at instantaneous and monthly scales. ERA5 TPW is produced using four-dimensional variational data assimilation, while AIRX3STM uses a standard physical retrieval process, offering different validation perspectives.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the variability in water vapor retrieval over land versus ocean be interpreted in the context of different remote sensing techniques?",
                    "Answer": "Water vapor retrieval over land and ocean can differ due to the high land surface emissivity and heterogeneity affecting microwave signals. While infrared remote sensing struggles under cloudy conditions, passive microwave can penetrate clouds, enabling effective TPW retrieval over oceans. However, the challenges over land necessitate specialized algorithms to account for surface emissivity and atmospheric profiles.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What does the comparison of different reanalysis datasets reveal about the potential biases and assimilation schemes in atmospheric TPW data collection?",
                    "Answer": "The comparison of reanalysis datasets reveals significant differences in the linear trend of long-term TPW, which may stem from varying assimilation schemes. These biases, particularly in regional areas like the Southern Tibetan Plateau, can introduce uncertainties in analyzing TPW variability and trends.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways do the challenges of estimating TPW over land influence the methodologies used for data collection and validation?",
                    "Answer": "The challenges of estimating TPW over land, such as high surface emissivity and cloud cover, influence methodologies by necessitating the development of algorithms that account for these factors. Validation efforts often rely on comparisons with ground-based observations like SuomiNet GPS and analyses against established products such as AIRX3STM and ERA5 to ensure accuracy and reliability.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What are the main reasons for difficulties in retrieving Total Precipitable Water (TPW) over land areas using passive microwave remote sensing sensors?",
                    "Answer": "There are many challenges for estimating TPW from passive microwave remote sensing sensors over land areas due to high land surface emissivity and heterogeneity. High emissivity and variability of land in the microwave bands severely suppresses the signal of atmosphere received by space-based microwave radiometer, making it difficult to retrieve TPW over land, especially under an area of cloud cover.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a discrepancy in the linear trend of long-term Total Precipitable Water (TPW) between different reanalysis datasets?",
                    "Answer": "The large differences in the linear trend of long-term TPW between different reanalysis datasets may be due to the difference of assimilation schemes used in these datasets. This discrepancy can lead to uncertainties in the variability and long-term trend analyses in regional areas.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes the challenge in intercalibrating TPW datasets from AMSR-E and AMSR2 given the lack of temporal overlap?",
                    "Answer": "The challenge in intercalibrating the TPW datasets from AMSR-E and AMSR2 arises because there is no overlap in temporal scale between the TPW data collected by AMSR-E and AMSR2. This lack of overlap makes it difficult to directly intercalibrate the datasets.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential impacts on data accuracy when integrating TPW data from multiple remote sensing sources compared to relying solely on a single source in atmospheric studies?",
                    "Answer": "Integrating TPW data from multiple remote sensing sources can potentially improve accuracy by providing a more comprehensive view of atmospheric conditions. However, it may also introduce challenges such as systematic biases between different datasets, especially when there is no temporal overlap for calibration, as seen between AMSR-E and AMSR2. Thus, careful calibration and validation using consistent references like SuomiNet GPS are necessary to mitigate these issues and ensure continuity and reliability of the data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What could be the implications of using a look-up table approach for estimating TPW on the scalability of atmospheric research projects across different terrains and weather conditions?",
                    "Answer": "Using a look-up table approach for estimating TPW can enhance the scalability of atmospheric research projects by providing a standardized method to account for variations in land surface parameters and atmospheric profiles across diverse terrains and weather conditions. This method allows for consistent TPW retrieval even under cloudy conditions, thereby expanding the applicability of TPW datasets to a wider range of environmental scenarios and facilitating more comprehensive climate studies.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it essential to retrieve TPW over land using a combination of AMSR-E and MODIS observations?",
                    "Answer": "Retrieving TPW over land using a combination of AMSR-E and MODIS observations is essential due to the challenges posed by high land surface emissivity and heterogeneity in microwave bands, which suppress atmospheric signals. The developed algorithm aims to overcome these challenges by estimating land surface parameters under various sky conditions and utilizing a look-up table with atmospheric profiles, allowing for TPW retrieval under cloudy conditions and supporting hydrological and climate change studies.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How can a long-term global dataset be created using passive microwave radiometer observations while ensuring continuity and accuracy across different satellite missions?",
                    "Answer": "To create a long-term global dataset, the brightness temperature from AMSR-E and AMSR2 is used with a newly developed algorithm to retrieve Total Precipitable Water (TPW) over land. These datasets are then combined with TPW data over ocean from official products of AMSR-E and AMSR2 to achieve global coverage. To ensure continuity and accuracy, systematic bias correction is applied using a histogram matching method with AIRSX2RET TPW as a reference.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What procedural steps are involved in retrieving Total Precipitable Water (TPW) over land using passive microwave radiometer data under cloudy conditions?",
                    "Answer": "The retrieval process involves estimating surface boundary parameters such as land surface temperature and changes in emissivity (Δε18.7/Δε23.8) under both clear and cloudy conditions. A look-up table is created using atmospheric profiles and a microwave radiative transfer model. TPW is then retrieved by combining the look-up table with pre-estimated land surface parameters and changes in brightness temperature (ΔTb18.7/ΔTb23.8). A downscaling method can further refine the resolution of the retrieved TPW.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What methodology can be employed to validate a newly created Total Precipitable Water (TPW) product against existing datasets and ensure its reliability?",
                    "Answer": "The newly created TPW product is validated using observations from the SuomiNet GPS global network. Further validation is conducted by comparing the long-term changing trends of the TPW product with existing datasets such as AIRX3STM and ERA5. The product is evaluated in both instantaneous and monthly scales to ensure its reliability.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What techniques enable the retrieval of total precipitable water (TPW) over land from passive microwave remote sensing data under cloudy conditions?",
                    "Answer": "The retrieval of TPW over land from passive microwave remote sensing data under cloudy conditions is enabled by estimating the surface boundary parameters, creating a look-up table using atmospheric profiles and a microwave radiative transfer model, and using the water vapor sensitivity parameter ΔTb18.7/ΔTb23.8. Additionally, a newly developed retrieval algorithm and surface emissivity estimation methods are employed to address the high land surface emissivity and heterogeneity challenges.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How does the integration of multiple satellite datasets enable the creation of a comprehensive global TPW dataset?",
                    "Answer": "The integration of multiple satellite datasets, such as AMSR-E, AMSR2, and AIRS2RET, enables the creation of a comprehensive global TPW dataset by combining TPW observations over land retrieved using brightness temperature with TPW data over oceans from official satellite products. This approach allows for a global coverage TPW dataset that is validated and calibrated using additional datasets like SuomiNet GPS and ERA5.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What methods enable the validation and calibration of TPW datasets to ensure accuracy and continuity over time?",
                    "Answer": "The validation and calibration of TPW datasets to ensure accuracy and continuity over time are enabled by comparing the newly created TPW data with observations from the SuomiNet GPS network, and comparing long-term trends with other TPW products like AIRX3STM and ERA5. Additionally, systematic bias correction techniques, such as histogram matching, are used to align the AMSR-E and AMSR2 datasets using AIRSX2RET TPW as a reference.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be significant differences between the linear trends of long-term TPW across various reanalysis datasets, and how can these differences impact trend analysis?",
                    "Answer": "Significant differences in the linear trends of long-term TPW across various reanalysis datasets may be due to variations in assimilation schemes used in each dataset. These differences can introduce uncertainties in the variability and trend analyses of TPW, particularly in regional areas where the biases are more pronounced.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What reasons could there be for the absence of TPW data in persistently cloudy land areas, and how might this limitation affect the comprehensive analysis of atmospheric water vapor trends?",
                    "Answer": "The absence of TPW data in persistently cloudy land areas could be due to the limitations of certain remote sensing methods, such as optical sensors, which cannot penetrate cloud cover. This limitation may result in dry biases in trend analyses and restricts the ability to provide a complete understanding of atmospheric water vapor trends in those regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the effectiveness of using passive microwave radiometers, such as AMSR-E and AMSR2, in retrieving Total Precipitable Water (TPW) data over land as compared to other methods?",
                    "Answer": "Passive microwave radiometers, like AMSR-E and AMSR2, are effective in retrieving TPW data over land as they can operate under cloudy conditions, which is a significant advantage over optical remote sensing methods that are limited to clear skies. However, the challenge remains in accurately retrieving TPW over land due to high land surface emissivity and heterogeneity, which can suppress atmospheric signals.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you assess the potential limitations of using reanalysis datasets for analyzing long-term variability and trends in Total Precipitable Water?",
                    "Answer": "Reanalysis datasets provide excellent spatial and temporal coverage for TPW data, making them valuable for analyzing long-term variability and trends. However, they might be biased in certain regional areas, such as the Southern Tibetan Plateau, potentially introducing uncertainties in trend analyses. Furthermore, differences in assimilation schemes can lead to discrepancies in the linear trends of TPW among different reanalysis datasets.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, how do the challenges of high land surface emissivity and heterogeneity impact the precision of TPW retrieval over land using passive microwave remote sensing?",
                    "Answer": "High land surface emissivity and heterogeneity significantly impact the precision of TPW retrieval over land using passive microwave remote sensing. These factors suppress the atmospheric signal received by space-based microwave radiometers, making it difficult to retrieve accurate TPW data, especially under cloudy conditions. This necessitates the use of sophisticated algorithms and calibration methods to improve retrieval accuracy.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I’m unsure about the effectiveness of using microwave remote sensing for TPW data collection in persistently cloudy areas.",
                    "Answer": "Microwave remote sensing is effective for TPW data collection in persistently cloudy areas because radiation from microwave channels can penetrate clouds, allowing for TPW retrieval under cloudy conditions. This capability addresses the major drawback of optical remote sensing, which cannot acquire water vapor information under cloudy conditions. The use of microwave remote sensing thus complements optical methods and allows for the creation of long-time series datasets across global scales, including areas with persistent cloud cover.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "I don't understand why there are significant differences in the linear trend of long-term TPW between different reanalysis datasets.",
                    "Answer": "The significant differences in the linear trend of long-term TPW between different reanalysis datasets may arise due to variations in the assimilation schemes used in the datasets. Different reanalysis datasets may employ diverse methodologies and models to assimilate observational data, leading to discrepancies in the TPW trends they produce. Additionally, biases in regional areas, such as the Southern Tibetan Plateau, can further contribute to these discrepancies, affecting the accuracy of variability and long-term trend analyses.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please outline the challenges associated with retrieving total precipitable water (TPW) data from passive microwave remote sensing sensors over land areas and suggest potential methods to overcome these challenges.",
                    "Answer": "Challenges in retrieving TPW over land areas using passive microwave sensors include high land surface emissivity and heterogeneity, which can suppress atmospheric signals. Potential methods to overcome these challenges involve estimating surface boundary parameters such as land surface temperature and emissivity under both clear and cloudy conditions. Using a look-up table built from atmospheric profiles and microwave radiative transfer models can aid in retrieving TPW. A downscaling method may also help in refining the resolution and accuracy of TPW data.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please describe the techniques used for validating total precipitable water (TPW) datasets derived from satellite observations and discuss their effectiveness.",
                    "Answer": "Validation of satellite-derived TPW datasets can be conducted using observations from global networks such as SuomiNet GPS. This involves comparing the newly created TPW datasets with existing products like AIRX3STM and ERA5 on both instantaneous and monthly scales. The effectiveness of these techniques is reflected in the high correlation coefficients and low root mean square errors (RMSE) observed during validation. This approach ensures that the datasets are reliable for analyzing TPW trends.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Please discuss the potential datasets that could be integrated to enhance the temporal and spatial coverage of total precipitable water (TPW) analysis in areas with sparse data availability.",
                    "Answer": "Potential datasets for enhancing TPW analysis include brightness temperature data from AMSR-E and AMSR2, TPW products from AIRS2RET and AIRX3STM, and reanalysis datasets like ERA5. Integrating these datasets with ground-based observations from SuomiNet GPS and precipitation data from products such as TMPA-Monthly can improve coverage. This combination allows for comprehensive analysis over regions with sparse data availability, such as depopulated zones and certain ocean areas.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}