{
    "id": "8be78218-8512-4064-9cbd-adce6b998e17",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of surface roughness measurements in the Biandukou foci experimental area during the Pre-observation Period",
            "titleCn": "黑河综合遥感联合试验：预试验期扁都口加密观测区地表粗糙度数据集",
            "description": "The dataset of surface roughness measurements was obtained in No. 1 and 2 quadrates of the Biandukou foci experimental area during the pre-observation period. Both the quadrates were divided into 3×3 subsites, with each one spanning a 30×30 m2 plot. The original photos of each sampling point, surface height standard deviation (cm) and correlation length (cm) were included. With the roughness grid board 110cm long and the measuring  intervals of 1cm, the samples were collected along the  soil surface from south to north and from east to west, respectively.\n     The coordinates of sample points would be got with the help of ArcView; and after geometric correction, surface height standard deviation (cm) and correlation length (cm) could be acquired based on the formula listed on pages 234-236, Microwave Remote Sensing, Vol. II.\n     The roughness data files were initialized by the sample name, which was followed by the serial number, the name of the file, standard deviation and correlation length. Each .txt file is matched with one sample photo and standard deviation and correlation length represent the roughness. In addition, the length of 101 needles is also included for further checking.\n     Those provide reliable ground data for improving and verifying the microwave remote sensing algorithms.",
            "descriptionCn": "本数据包括上游寒区预试验时扁都口样方1和扁都口样方2中各采样点的粗糙度测量原始照片，及表面高度标准离差（cm）和相关长度（cm）的计算结果。每个采样点均按照南北向和东西向分别测量1次，粗糙度板长110cm，测量点间距1cm。扁都口各样方均为3Grid×3Grid，每个Grid均为30m×30m。\n粗糙度数据通过数码照相采集，然后在ArcView软件下，对照片中每根辐条的顶端以及板子的四角做手工数字化采样，获得其图像坐标值，经过几何校正后，计算得到每根辐条的高度，然后按公式计算表面高度标准离差和表面相关长度。其计算公式见《微波遥感》第二卷234-236页。\n粗糙度数据文件中，首先是样点名称，之后数据正文包括4列（编号、文件名、标准离差、相关长度）。每一个文件名，即txt文件对应一张采样照片，标准离差（cm）与相关长度（cm）即代表了粗糙度。之后是每张照片中101根辐条的长度，属于中间结果，用以检查校正。\n本数据可为发展和验证微波遥感算法提供基本数据。",
            "instructions": null,
            "instructionsCn": null,
            "east": 101.036,
            "west": 100.881,
            "south": 38.192,
            "north": 38.312,
            "startTime": "2007-11-01 00:00:00",
            "endTime": "2007-11-01 00:00:00",
            "fileSize": 814828934.0,
            "cstr": "18406.11.water973.0186.db",
            "doi": "10.3972/water973.0186.db",
            "dataFormat": "EXCEL",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "曹永攀",
                "nameEn": "CAO Yongpan",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": " 钞振华",
                "nameEn": "CHAO Zhenhua",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": " 秦春",
                "nameEn": "QIN Chun",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "吴月茹",
                "nameEn": "WU Yueru",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表粗糙度",
                "nameEn": "Surface Roughness"
            },
            {
                "nameCn": "重力",
                "nameEn": "Gravity"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "扁都口加密观测区",
                "keywordEn": "closed observation area of Biandoukou"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2007",
                "keywordEn": "2007",
                "type": "temporal"
            },
            {
                "keywordCn": "2007-10-17",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of the surface roughness data collected in the field of remote sensing for cold regions?",
                "QuestionCn": "在遥感领域收集的寒冷地区表面粗糙度数据的具体特征是什么？",
                "AnswerEn": "standard deviation of surface height, correlation length in centimeters, digital photography, north-south and east-west directions, 110 cm long roughness board, 1 cm measurement intervals, 3x3 grids, 30m x 30m sampling area, ArcView software",
                "AnswerCn": "表面高度的标准差，相关长度以厘米为单位，数码摄影，南北和东西方向，110厘米长的粗糙度板，1厘米测量间隔，3x3网格，30米x30米采样区域，ArcView软件。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the surface roughness measurements obtained through digital photography and manual digitization reveal about the environmental characteristics and remote sensing algorithm development in a given area?",
                "QuestionCn": "通过数字摄影和手动数字化获得的表面粗糙度测量可以揭示特定区域的环境特征和遥感算法开发的相关信息。",
                "AnswerEn": "The surface roughness measurements, derived from the digital photography and manual digitization of specific sampling points, can provide insights into the physical characteristics of the terrain. These measurements help in calculating the standard deviation of surface height and correlation length, which are crucial for understanding the surface's textural properties. Such data can be instrumental in developing and validating microwave remote sensing algorithms, as it offers foundational information about the surface conditions that affect microwave signal interactions.",
                "AnswerCn": "表面粗糙度测量是通过数字摄影和手动数字化特定采样点得出的，这可以提供对地形物理特征的洞察。这些测量有助于计算表面高度的标准偏差和相关长度，这对于理解表面的纹理特性至关重要。这些数据对于开发和验证微波遥感算法具有重要意义，因为它提供了关于影响微波信号相互作用的表面条件的基础信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting surface roughness data using digital photography and manual digitization processes in a remote sensing experiment?",
                "QuestionCn": "在遥感实验中，使用数字摄影和手动数字化过程收集表面粗糙度数据的主要目标是什么？",
                "AnswerEn": "The primary objective is to provide basic data for the development and validation of microwave remote sensing algorithms. The data includes measurements of surface roughness, which are essential for creating accurate models and simulations in microwave remote sensing.",
                "AnswerCn": "主要目标是提供基本数据，以便开发和验证微波遥感算法。数据包括表面粗糙度的测量，这对于在微波遥感中创建准确的模型和模拟至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can surface roughness data be collected and processed to support the development and validation of microwave remote sensing algorithms?",
                "QuestionCn": "如何收集和处理表面粗糙度数据，以支持微波遥感算法的开发和验证？",
                "AnswerEn": "Surface roughness data can be collected using digital photography, capturing original images of sampling points. Measurements are conducted in both north-south and east-west directions using a roughness board 110 cm long with a 1 cm interval between measurement points. Each location consists of a 3Grid×3Grid pattern, with each Grid being 30m×30m. Images are digitized manually in ArcView software by identifying the top of each spoke and the corners of the board to obtain image coordinate values. After geometric correction, the height of each spoke is calculated, followed by the computation of surface height standard deviation and correlation length using specific formulas. The resulting data includes the standard deviation and correlation length (in cm), which represent roughness, and lengths of 101 spokes per photo for calibration purposes. This data is essential for microwave remote sensing algorithm development and validation.",
                "AnswerCn": "表面粗糙度数据可以通过数字摄影收集，捕捉采样点的原始图像。测量在南北和东西方向进行，使用一块长110厘米、测量点间隔为1厘米的粗糙度板。每个位置由一个3×3的网格模式组成，每个网格为30米×30米。图像在ArcView软件中手动数字化，通过识别每个辐条的顶部和板的角落来获取图像坐标值。在几何校正后，计算每个辐条的高度，随后使用特定公式计算表面高度的标准偏差和相关长度。最终数据包括标准偏差和相关长度（以厘米为单位），代表粗糙度，以及每张照片中用于校准目的的101根辐条的长度。这些数据对于微波遥感算法的开发和验证至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the accurate measurement of surface roughness in remote sensing experiments?",
                "QuestionCn": "哪些数据收集方法能够在遥感实验中准确测量表面粗糙度？",
                "AnswerEn": "The accurate measurement of surface roughness in remote sensing experiments is enabled by using digital photography to capture raw images at sampling points, followed by manual digitization of the image coordinates of the endpoints of spokes and the corners of the measurement board in ArcView software. This process includes geometric correction and calculation of surface height standard deviation and correlation length using established formulas, as described in 'Microwave Remote Sensing' Volume 2, pages 234-236.",
                "AnswerCn": "在遥感实验中，通过使用数字摄影在采样点捕捉原始图像，从而实现对表面粗糙度的准确测量，随后在ArcView软件中手动数字化图像坐标，包括辐条的端点和测量板的角落。该过程包括几何校正，并使用已建立的公式计算表面高度标准偏差和相关长度，如《微波遥感》第二卷第234-236页所述。",
                "Level": "C3(Applying)"
            }
        ]
    }
}