{
  "id": "8c12e483-bd59-402d-a6b5-fbc72da9f771",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Vegetation map of Qinghai Tibet Plateau in 2020 with 10 m spatial resolution",
      "titleCn": "青藏高原10米分辨率植被图（2020）",
      "description": "A new region vegetation mapping method based on terrain-climate-remote sensing was developed in this study, supported by the GEE (Google Earth Engine) and the random forest algorithm, which is a new earth science data and analysis application platform, together with optimal vegetation mapping features obtained from average impure reduction method and out of bag error value, in terms of different information from remote sensing, climate and topography. This new vegetation mapping method was applied on the Qinghai-Tibet Plateau in 2020, in terms of the data information including Sentinel-2A/B remotely sensed images, climate and topography with 10 m spatial resolution. The accuracy verification of vegetation mapping on the Qinghai-Tibet Plateau showed, the overall accuracy was 89.5% and the Kappa coefficient is 0.87.",
      "descriptionCn": "本数据集基于地形–气候–遥感信息的区域植被制图方法，利用GEE（Google Earth Engine）与随机森林分类算法，结合地形、气候与Sentinel-2A/B 遥感影像数据，完成了2020年青藏高原10米分辨率的植被精细制图，总体精度为 89.5%，Kappa系数为0.87。",
      "instructions": "10m resolution vegetation map of Qinghai Tibet Plateau in 2020 is stored in TIF format grid file (EPSG: 4326), which is divided into 55 blocks with a size of 32768 × 32768, the name of the file is \"QZGY-00000XXXXX-00000YYYYY.tif\", where XXXXX and YYYYY respectively represent the position of the pixel in the upper left corner of the block in the whole picture",
      "instructionsCn": "2020年青藏高原10米分辨率植被图以TIF格式栅格文件储存（EPSG:4326），共分为55块，每块大小为32768×32768，文件的名称为\"QZGY-00000XXXXX-00000YYYYY.tif\"，其中XXXXX和YYYYY分别代表该图块左上角像元在整幅图中的位置",
      "east": 104.67,
      "west": 73.44,
      "south": 25.99,
      "north": 39.83,
      "startTime": "2020-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 4962336764.0,
      "cstr": "18406.11.Terre.tpdc.272408",
      "doi": "10.11888/Terre.tpdc.272408",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "周广胜",
        "nameEn": "ZHOU Guangsheng",
        "unitEn": "",
        "unitCn": "中国气象科学研究院"
      },
      {
        "nameCn": "任鸿瑞",
        "nameEn": "REN Hongrui ",
        "unitEn": "Department of Geomatics, Taiyuan University of Technology",
        "unitCn": "太原理工大学 测绘科学与技术系"
      },
      {
        "nameCn": "刘通",
        "nameEn": "LIU Tong ",
        "unitEn": "Department of Geomatics, Taiyuan University of Technology",
        "unitCn": "太原理工大学"
      },
      {
        "nameCn": "周莉",
        "nameEn": "ZHOU Li ",
        "unitEn": "State Key Laboratory of Severe Weather, Chinese Academy of Meteorological Sciences",
        "unitCn": "中国气象科学研究院灾害天气国家重点实验室"
      },
      {
        "nameCn": "汲玉河",
        "nameEn": "JI Yuhe",
        "unitEn": "",
        "unitCn": "中国气象科学研究院"
      },
      {
        "nameCn": "宋兴阳",
        "nameEn": "SONG Xingyang ",
        "unitEn": "State Key Laboratory of Severe Weather, Chinese Academy of Meteorological Sciences",
        "unitCn": "中国气象科学研究院灾害天气国家重点实验室"
      },
      {
        "nameCn": "吕晓敏",
        "nameEn": "LV Xiaomin ",
        "unitEn": "State Key Laboratory of Severe Weather, Chinese Academy of Meteorological Sciences",
        "unitCn": "中国气象科学研究院灾害天气国家重点实验室"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A new regional vegetation mapping method based on terrain-climate- remote sensing and its application on the Qinghai-Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Zhou G, Ren H, Liu T, Zhou L, Ji Y, Song X, Lv X. 2023. A new regional vegetation mapping method based on terrain-climate- remote sensing and its application on the Qinghai-Tibet Plateau. Science China Earth Sciences, 66(2): 237-246, https://doi.org/10.1007/s11430-022-1006-1"
      },
      {
        "titleCn": "一种基于地形-气候-遥感信息的区域植被制图方法及其在青藏高原的应用",
        "titleEn": null,
        "referenceCn": ".周广胜, 任鸿瑞, 刘通, 周莉, 汲玉河, 宋兴阳, 吕晓敏. 2023. 一种基于地形-气候-遥感信息的区域植被制图方法及其在青藏高原的应用. 中国科学: 地球科学, 53(2): 227-235, doi: 10.1360/SSTe-2022-0021",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "机器学习",
        "nameEn": "Statistical learning"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被分类",
        "nameEn": "Vegetation classification"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020年",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Vegetation is a general term for plant communities covering the Earth’s surface, which is the result of long-term historical development and evolution under the influence of past and present environmental factors and human activities. Remote sensing has been widely used to obtain information on land use and land cover types. The Qinghai-Xizang Plateau is the roof of the world and the water tower of Asia. It is known as the third pole of the Earth. It is an important ecological security barrier, a strategic resource reserve base, and an important area for preservation of Chinese culture. Obtaining high-precision vegetation types and distribution data is key to revealing the impact of climate change on the vegetation on the Qinghai-Xizang Plateau."
      ],
      "research objective": [
        "Therefore, this study attempted to develop a regional vegetation mapping method based on terrain-climate-remote sensing information using the new generation of earth science data and analysis application platform GEE (Google Earth Engine), random forest classification algorithm, and optimal vegetation mapping characteristics. This method can provide technical support for obtaining long-term accurate data on regional vegetation types and their distribution and for studying the impact of climate change on vegetation."
      ],
      "challenges": [
        "At present, data on vegetation types and their distribution in the Qinghai-Xizang Plateau are limited. Existing land cover products are only classified as grassland type, which cannot reflect the vegetation type of the Qinghai-Xizang Plateau and its response to climate change. Alpine vegetation type was not considered in the existing surface cover products. The scale of the vegetation map of the People’s Republic of China is 1:1000000, whereas the spatial resolution of the existing surface coating products is mostly 30m or larger, which needs to be improved."
      ],
      "methods": [
        "The sample information of vegetation type training for the regional vegetation mapping method was obtained from the 2020 Sentinel-2A/B remote sensing data and high-resolution Google online images of the Qinghai-Xizang Plateau region, and 11570 image elements data were selected by visual interpretation. Remote sensing data were obtained from images by the European Space Agency’s Sentinel-2 series of satellites. The cloud probability dataset provided by the GEE platform was used to remove cloudy elements from the 45624 Sentinel-2A/B images. Climate information includes annual precipitation and annual mean temperature of the Qinghai-Xizang Plateau in 2020 with a spatial resolution of 1000m from the National Science and Technology Infrastructure Platform-National Earth System Science Data Center. The random forest algorithm provided by the GEE platform was used for vegetation mapping."
      ],
      "dataset": [
        "The data used in this study included sample data on vegetation types, remote sensing data, climate and terrain data from the study area. The sample information of vegetation type training for the regional vegetation mapping method was obtained from the 2020 Sentinel-2A/B remote sensing data and high-resolution Google online images of the Qinghai-Xizang Plateau region, and 11570 image elements data were selected by visual interpretation."
      ],
      "findings": [
        "The accuracy verification of vegetation mapping on the Qinghai-Xizang Plateau showed an overall accuracy of 89.5% and a Kappa coefficient of 0.87. The results suggest that the regional vegetation mapping method based on terrain-climate-remote sensing proposed in this study can provide technical support for obtaining long-term accurate data on vegetation types and their geographical distributions on the Qinghai-Xizang Plateau and the globe."
      ],
      "backgroundCn": [
        "植被是覆盖地球表面的植物群落的总称，它是长期历史发展和演变的结果，受到过去和现在环境因素以及人类活动的影响。遥感技术已被广泛用于获取土地利用和土地覆盖类型的信息。青藏 Plateau 是世界的屋脊和亚洲的水塔，被称为地球的第三极。它是重要的生态安全屏障、战略资源储备基地，以及中国文化保护的重要区域。获取高精度的植被类型和分布数据是揭示气候变化对青藏 Plateau 植被影响的关键。"
      ],
      "research objectiveCn": [
        "因此，本研究尝试基于地形-气候-遥感信息，利用新一代地球科学数据和分析应用平台GEE（Google Earth Engine）、随机森林分类算法以及最佳植被映射特征，开发一种区域植被制图方法。该方法可以为获取区域植被类型及其分布的长期准确数据，以及研究气候变化对植被的影响提供技术支持。"
      ],
      "challengesCn": [
        "目前，关于青藏高原植被类型及其分布的数据有限。现有的土地覆盖产品仅将其分类为草地类型，无法反映青藏高原的植被类型及其对气候变化的响应。现有的地表覆盖产品未考虑高山植被类型。中华人民共和国的植被图比例尺为1:1000000，而现有地表覆盖产品的空间分辨率大多为30米或更大，这需要改进。"
      ],
      "methodsCn": [
        "2020年青海-西藏高原地区的植被类型训练样本信息是通过Sentinel-2A/B遥感数据和高分辨率的谷歌在线图像获得的，经过视觉解译选择了11570个图像元素数据。遥感数据来自欧洲航天局的Sentinel-2系列卫星。使用GEE平台提供的云概率数据集去除了45624幅Sentinel-2A/B图像中的多云元素。气候信息包括2020年青海-西藏高原的年降水量和年均气温，空间分辨率为1000米，数据来源于国家科技基础设施平台-国家地球系统科学数据中心。使用GEE平台提供的随机森林算法进行植被制图。"
      ],
      "datasetCn": [
        "本研究使用的数据包括植被类型样本数据、遥感数据、气候和地形数据。区域植被制图方法的植被类型训练样本信息来自2020年Sentinel-2A/B遥感数据和青藏高原地区的高分辨率谷歌在线图像，通过视觉解译选择了11570个影像元素数据。"
      ],
      "findingsCn": [
        "青藏高原植被制图的准确性验证显示，整体准确率为89.5%，Kappa系数为0.87。结果表明，本研究提出的基于地形-气候-遥感的区域植被制图方法可以为获取青藏高原及全球植被类型及其地理分布的长期准确数据提供技术支持。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the use of the random forest classification algorithm on the GEE platform provide a reliable data collection method for vegetation mapping in the Qinghai-Xizang Plateau?",
        "QuestionCn": "在GEE平台上使用随机森林分类算法是否为青藏高原的植被制图提供了一种可靠的数据收集方法？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the spatial resolution of 30m or larger considered inadequate for capturing detailed vegetation types on the Qinghai-Xizang Plateau?",
        "QuestionCn": "30米或更大的空间分辨率是否被认为不足以捕捉青藏高原上详细的植被类型？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are utilized for mapping vegetation types on the Qinghai-Xizang Plateau?",
        "QuestionCn": "在青藏高原上，绘制植被类型所采用的数据收集方法有哪些？",
        "AnswerEn": "Sentinel-2A/B remote sensing data",
        "AnswerCn": "哨兵-2A/B 遥感数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the sample information for vegetation type training obtained from?",
        "QuestionCn": "植被类型训练的样本信息来自哪里？",
        "AnswerEn": "Sentinel-2A/B remote sensing data, Google online images",
        "AnswerCn": "Sentinel-2A/B 遥感数据，谷歌在线图像",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges exist in collecting high-resolution vegetation data on the Qinghai-Xizang Plateau?",
        "QuestionCn": "在青藏高原收集高分辨率植被数据面临哪些挑战？",
        "AnswerEn": "limited availability of data",
        "AnswerCn": "数据有限可用性",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced when mapping vegetation types in the Qinghai-Xizang Plateau using existing data products?",
        "QuestionCn": "在使用现有数据产品对青藏高原的植被类型进行制图时，面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is that existing land cover products are generally classified only as grassland type, which does not adequately reflect the diverse vegetation types of the Qinghai-Xizang Plateau. Additionally, they often have a spatial resolution of 30m or larger, which lacks the detail needed for accurate vegetation type mapping, and do not consider alpine vegetation types.",
        "AnswerCn": "一个挑战是，现有的土地覆盖产品通常仅将草地类型进行分类，这不足以反映青藏高原多样的植被类型。此外，它们的空间分辨率通常为30米或更大，缺乏准确植被类型映射所需的细节，并且没有考虑到高山植被类型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and characteristics of the regional vegetation mapping method used in this domain?",
        "QuestionCn": "区域植被制图方法的特征和特点是什么？",
        "AnswerEn": "terrain-climate-remote sensing information, Google Earth Engine, random forest classification algorithm, optimal vegetation mapping characteristics",
        "AnswerCn": "地形-气候-遥感信息，Google Earth Engine，随机森林分类算法，最佳植被制图特征",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What specific properties of remote sensing data are utilized for vegetation mapping in this domain?",
        "QuestionCn": "在植被制图领域，遥感数据利用了哪些特定属性？",
        "AnswerEn": "Sentinel-2A/B images, cloud probability datasets, spatial resolution suitable for identifying vegetation types and distribution",
        "AnswerCn": "Sentinel-2A/B 图像，云概率数据集，适合识别植被类型和分布的空间分辨率。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the detailed attributes and challenges of data collection for vegetation types in the Qinghai-Xizang Plateau?",
        "QuestionCn": "青藏高原植被类型数据收集的详细属性和挑战是什么？",
        "AnswerEn": "sample information from 2020 Sentinel-2A/B remote sensing data, high-resolution Google online images, climate information like annual precipitation and mean temperature with a spatial resolution of 1000m, limited existing data on vegetation types, current land cover products not adequately reflecting the region's vegetation, particularly alpine types",
        "AnswerCn": "2020年Sentinel-2A/B遥感数据样本、高分辨率谷歌在线图像、空间分辨率为1000米的气候信息（如年降水量和平均气温）、有限的现有植被类型数据、当前土地覆盖产品未能充分反映该地区的植被，特别是高山类型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many image elements were selected for visual interpretation in the data collection process?",
        "QuestionCn": "在数据收集过程中，选择了多少个图像元素进行视觉解读？",
        "AnswerEn": "11570",
        "AnswerCn": "11570",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the climate information used in the vegetation mapping?",
        "QuestionCn": "用于植被制图的气候信息的空间分辨率是多少？",
        "AnswerEn": "1000m",
        "AnswerCn": "1000米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many Sentinel-2A/B images were used after removing cloudy elements?",
        "QuestionCn": "在去除云层元素后，使用了多少张Sentinel-2A/B影像？",
        "AnswerEn": "45624",
        "AnswerCn": "45624",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'random forest classification algorithm' mean in vegetation mapping?",
        "QuestionCn": "“随机森林分类算法”在植被制图中的意思是什么？",
        "AnswerEn": "The random forest classification algorithm is a machine learning technique used in vegetation mapping to classify different types of vegetation based on features extracted from remote sensing data. It builds multiple decision trees during training and outputs the mode of the classes (classification) to improve accuracy and robustness in predicting vegetation types.",
        "AnswerCn": "随机森林分类算法是一种机器学习技术，用于基于从遥感数据中提取的特征对不同类型的植被进行分类。它在训练过程中构建多个决策树，并输出类别的众数（分类），以提高预测植被类型的准确性和鲁棒性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways does the use of the GEE platform and random forest classification algorithm influence the accuracy and efficiency of vegetation mapping compared to other data analysis platforms and algorithms?",
        "QuestionCn": "使用GEE平台和随机森林分类算法在植被制图的准确性和效率方面与其他数据分析平台和算法相比，有哪些影响？",
        "AnswerEn": "The GEE platform and random forest classification algorithm enhance both the accuracy and efficiency of vegetation mapping by providing a robust tool for processing large datasets and removing cloudy elements from satellite images. This approach achieved an overall accuracy of 89.5% and a Kappa coefficient of 0.87 for the Qinghai-Xizang Plateau. Other platforms and algorithms might not handle large datasets as effectively or achieve comparable accuracy, particularly in complex terrains like the Qinghai-Xizang Plateau, due to less efficient data processing and integration capabilities.",
        "AnswerCn": "GEE平台和随机森林分类算法通过提供处理大数据集和去除卫星图像中云层元素的强大工具，提高了植被制图的准确性和效率。这种方法在青藏 Plateau地区达到了89.5%的总体准确率和0.87的Kappa系数。其他平台和算法可能无法像GEE平台那样有效处理大数据集或达到可比的准确性，特别是在像青藏 Plateau这样复杂的地形中，因为它们的数据处理和集成能力较差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "In what ways can the random forest algorithm enhance the interpretation of vegetation types and their distribution from satellite imagery data?",
        "QuestionCn": "随机森林算法可以通过哪些方式增强对卫星影像数据中植被类型及其分布的解释？",
        "AnswerEn": "The random forest algorithm can enhance interpretation by efficiently handling large datasets and complex interactions between variables, leading to a high overall accuracy (89.5%) and a significant Kappa coefficient (0.87) for vegetation mapping. This aids in distinguishing between different vegetation types more effectively.",
        "AnswerCn": "随机森林算法通过有效处理大规模数据集和变量之间的复杂交互，能够增强解释能力，从而实现高达89.5%的整体准确率和显著的Kappa系数（0.87）用于植被制图。这有助于更有效地区分不同的植被类型。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the limited availability of high-resolution vegetation type data on the Qinghai-Xizang Plateau?",
        "QuestionCn": "导致青藏高原高分辨率植被类型数据有限的因素有哪些？",
        "AnswerEn": "The limited availability is due to existing land cover products being classified only as grassland type, which does not reflect the diverse vegetation types of the Qinghai-Xizang Plateau. Additionally, alpine vegetation type is not considered in existing surface cover products, and the spatial resolution of these products is often 30m or larger, which is inadequate for detailed mapping.",
        "AnswerCn": "有限的可用性是由于现有的土地覆盖产品仅被分类为草地类型，这并未反映青藏高原多样的植被类型。此外，现有的地表覆盖产品中并未考虑高山植被类型，且这些产品的空间分辨率通常为30米或更大，这对于详细制图来说是不够的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for improved data collection methods for vegetation mapping in the Qinghai-Xizang Plateau?",
        "QuestionCn": "为什么在青藏高原需要改进植被制图的数据收集方法？",
        "AnswerEn": "Improved methods are needed because current data on vegetation types and their distribution are inadequate, as they do not reflect the vegetation type accurately and fail to address how these types respond to climate change. Furthermore, the scale of existing maps, such as the 1:1000000 map of the People’s Republic of China, lacks the resolution required for precise analysis.",
        "AnswerCn": "需要改进的方法，因为当前关于植被类型及其分布的数据不足，无法准确反映植被类型，并且未能解决这些类型如何应对气候变化的问题。此外，现有地图的比例尺，例如中华人民共和国的1:1000000地图，缺乏进行精确分析所需的分辨率。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of integrating terrain-climate information with remote sensing data in vegetation mapping on the accuracy of regional vegetation maps?",
        "QuestionCn": "将地形气候信息与遥感数据整合在植被制图中的潜在后果是什么，这对区域植被图的准确性有什么影响？",
        "AnswerEn": "The integration of terrain-climate information with remote sensing data in vegetation mapping can significantly enhance the accuracy of regional vegetation maps. This approach has resulted in an overall mapping accuracy of 89.5% and a Kappa coefficient of 0.87 for the Qinghai-Xizang Plateau, suggesting that this method can provide technical support for obtaining long-term accurate data on vegetation types and their geographical distributions.",
        "AnswerCn": "将地形气候信息与遥感数据相结合进行植被制图，可以显著提高区域植被图的准确性。这种方法在青海-西藏高原的整体制图准确率达到了89.5%，Kappa系数为0.87，表明该方法可以为获取植被类型及其地理分布的长期准确数据提供技术支持。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How does the use of random forest classification algorithm affect the precision of vegetation type data derived from Sentinel-2A/B remote sensing data?",
        "QuestionCn": "随机森林分类算法的使用如何影响从Sentinel-2A/B遥感数据衍生的植被类型数据的精度？",
        "AnswerEn": "The use of the random forest classification algorithm enhances the precision of vegetation type data derived from Sentinel-2A/B remote sensing data, as demonstrated by the overall accuracy of 89.5% and a Kappa coefficient of 0.87 in the vegetation mapping of the Qinghai-Xizang Plateau, indicating that this method is effective in providing accurate vegetation type information.",
        "AnswerCn": "随机森林分类算法的使用提高了从Sentinel-2A/B遥感数据中提取的植被类型数据的精度，正如在青藏 Plateau的植被制图中所示，整体准确率为89.5%，Kappa系数为0.87，表明该方法在提供准确的植被类型信息方面是有效的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications of using high-resolution online images and visual interpretation for vegetation type training sample information on the outcomes of vegetation mapping?",
        "QuestionCn": "使用高分辨率在线图像和视觉解读进行植被类型训练样本信息的影响对植被制图结果的影响是什么？",
        "AnswerEn": "Using high-resolution online images and visual interpretation for vegetation type training sample information leads to enhanced outcomes in vegetation mapping, as evidenced by the high accuracy of the vegetation map for the Qinghai-Xizang Plateau. This methodology contributes to the development of precise vegetation type data, crucial for understanding the impact of climate change on regional vegetation.",
        "AnswerCn": "使用高分辨率在线图像和视觉解读进行植被类型训练样本信息的收集，提升了植被制图的结果准确性，这在青藏高原的植被图中得到了充分体现。这种方法有助于开发精确的植被类型数据，对于理解气候变化对区域植被的影响至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of developing a regional vegetation mapping method using terrain-climate-remote sensing information on the Qinghai-Xizang Plateau?",
        "QuestionCn": "在青藏高原上开发一种基于地形-气候-遥感信息的区域植被制图方法的主要目标是什么？",
        "AnswerEn": "The goal is to provide technical support for obtaining long-term accurate data on regional vegetation types and their distribution, as well as to study the impact of climate change on vegetation.",
        "AnswerCn": "目标是提供技术支持，以获取区域植被类型及其分布的长期准确数据，并研究气候变化对植被的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to include both terrain and climate data when creating vegetation maps for regions like the Qinghai-Xizang Plateau?",
        "QuestionCn": "在为像青藏高原这样的地区创建植被地图时，包含地形和气候数据的重要性是什么？",
        "AnswerEn": "Incorporating terrain and climate data is crucial for accurately reflecting vegetation types and their responses to climate change, especially in regions like the Qinghai-Xizang Plateau where existing products are limited and often do not consider unique alpine vegetation types.",
        "AnswerCn": "纳入地形和气候数据对于准确反映植被类型及其对气候变化的响应至关重要，尤其是在青藏高原等地区，现有产品有限，且往往未考虑独特的高山植被类型。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the intended benefit of using remote sensing data from Sentinel-2A/B and GEE platform algorithms in vegetation mapping efforts?",
        "QuestionCn": "使用Sentinel-2A/B的遥感数据和GEE平台算法进行植被制图的预期好处是什么？",
        "AnswerEn": "The intended benefit is to achieve high-precision vegetation mapping by leveraging advanced remote sensing data and processing capabilities, which can enhance the overall accuracy and provide detailed insights into vegetation distribution and types.",
        "AnswerCn": "预期的好处是通过利用先进的遥感数据和处理能力，实现高精度的植被制图，从而提高整体准确性，并提供有关植被分布和类型的详细见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to obtain and refine remote sensing data for high-precision vegetation mapping in regions like the Qinghai-Xizang Plateau?",
        "QuestionCn": "在像青藏高原这样的地区，获取和精炼遥感数据以进行高精度植被制图的程序包括哪些？",
        "AnswerEn": "The remote sensing data for high-precision vegetation mapping is obtained from Sentinel-2A/B satellite images. To refine this data, the cloud probability dataset provided by the Google Earth Engine platform is used to remove cloudy elements from the images. Additionally, sample information for vegetation type training is visually interpreted from these remote sensing data and high-resolution Google online images.",
        "AnswerCn": "高精度植被制图的遥感数据来自Sentinel-2A/B卫星影像。为了精炼这些数据，使用Google Earth Engine平台提供的云概率数据集来去除影像中的云层元素。此外，植被类型训练的样本信息是通过对这些遥感数据和高分辨率的谷歌在线影像进行视觉解译获得的。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can climate and terrain data be integrated into a vegetation mapping project to improve accuracy?",
        "QuestionCn": "如何将气候和地形数据整合到植被制图项目中，以提高准确性？",
        "AnswerEn": "In a vegetation mapping project, climate information such as annual precipitation and annual mean temperature with a spatial resolution of 1000m can be integrated from sources like the National Earth System Science Data Center. These climate data, along with terrain information, are combined with remote sensing data to apply the random forest algorithm for improved accuracy in vegetation mapping.",
        "AnswerCn": "在一个植被制图项目中，可以从国家地球系统科学数据中心获取年降水量和年均温度等气候信息，空间分辨率为1000米。这些气候数据与地形信息结合，并与遥感数据一起应用随机森林算法，以提高植被制图的准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What steps are involved in using the random forest classification algorithm for regional vegetation mapping?",
        "QuestionCn": "使用随机森林分类算法进行区域植被制图涉及哪些步骤？",
        "AnswerEn": "The process involves obtaining sample information of vegetation types from Sentinel-2A/B remote sensing data and high-resolution images for visual interpretation. These samples are then used to train the random forest classification algorithm, which is implemented on the Google Earth Engine platform. The algorithm uses the integrated terrain, climate, and remote sensing data to generate a high-precision vegetation map.",
        "AnswerCn": "该过程涉及从Sentinel-2A/B遥感数据和高分辨率图像中获取植被类型的样本信息，以进行视觉解读。这些样本随后用于训练随机森林分类算法，该算法在Google Earth Engine平台上实施。该算法利用集成的地形、气候和遥感数据生成高精度的植被地图。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What remote sensing technologies enable the fine-scale mapping of vegetation in challenging terrains like the Qinghai-Xizang Plateau?",
        "QuestionCn": "哪些遥感技术能够在像青藏高原这样的复杂地形中实现对植被的精细制图？",
        "AnswerEn": "The use of Sentinel-2A/B remote sensing data, which provides high-resolution images, combined with high-resolution Google online images and the Google Earth Engine platform, enables the fine-scale mapping of vegetation in the Qinghai-Xizang Plateau.",
        "AnswerCn": "使用Sentinel-2A/B遥感数据，该数据提供高分辨率图像，结合高分辨率的谷歌在线图像和谷歌地球引擎平台，可以对青藏高原的植被进行精细化制图。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the integration of climate data, such as precipitation and temperature, enhance the accuracy of vegetation distribution models?",
        "QuestionCn": "气候数据的整合，如降水量和温度，如何提高植被分布模型的准确性？",
        "AnswerEn": "Integrating climate data like annual precipitation and annual mean temperature with a spatial resolution of 1000m from the National Earth System Science Data Center helps enhance the accuracy of vegetation distribution models by considering climate influences on vegetation types and distributions.",
        "AnswerCn": "将气候数据（如年降水量和年均温度）与国家地球系统科学数据中心提供的1000米空间分辨率数据进行整合，有助于提高植被分布模型的准确性，因为它考虑了气候对植被类型和分布的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Which machine learning algorithms facilitate the classification and mapping of vegetation types in complex ecological regions?",
        "QuestionCn": "哪些机器学习算法可以促进复杂生态区域中植被类型的分类和映射？",
        "AnswerEn": "The random forest classification algorithm provided by the Google Earth Engine platform facilitates the classification and mapping of vegetation types in complex ecological regions such as the Qinghai-Xizang Plateau.",
        "AnswerCn": "谷歌地球引擎平台提供的随机森林分类算法能够在复杂生态区域（如青藏高原）中进行植被类型的分类和制图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data on vegetation types and their distribution in the Qinghai-Xizang Plateau be limited despite advancements in remote sensing technology?",
        "QuestionCn": "尽管遥感技术取得了进展，但青藏高原植被类型及其分布的数据可能仍然有限，原因可能是什么？",
        "AnswerEn": "Data on vegetation types and their distribution in the Qinghai-Xizang Plateau are limited because existing land cover products are primarily classified as grassland type, which do not reflect the specific vegetation types of the region. Additionally, alpine vegetation types are not considered in existing surface cover products, and the spatial resolution of these products is often larger than 30m, which is insufficient for detailed mapping.",
        "AnswerCn": "青藏高原的植被类型及其分布数据有限，因为现有的土地覆盖产品主要被分类为草地类型，无法反映该地区的具体植被类型。此外，现有的地表覆盖产品未考虑高山植被类型，并且这些产品的空间分辨率通常大于30米，这对于详细制图来说是不够的。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways might the use of Google Earth Engine platform and random forest classification algorithm influence the accuracy and precision of vegetation mapping?",
        "QuestionCn": "使用Google Earth Engine平台和随机森林分类算法可能会如何影响植被制图的准确性和精确性？",
        "AnswerEn": "The use of the Google Earth Engine platform and random forest classification algorithm can significantly influence the accuracy and precision of vegetation mapping by enabling the processing of large volumes of remote sensing data and incorporating various data sources such as climate and terrain information. This combination allows for efficient classification and removal of cloudy elements, leading to high accuracy in mapping vegetation types and distributions.",
        "AnswerCn": "使用Google Earth Engine平台和随机森林分类算法可以显著提高植被制图的准确性和精确性，因为它能够处理大量的遥感数据，并结合气候和地形等各种数据源。这种组合可以有效地进行分类并去除云层元素，从而在植被类型和分布的制图中实现高准确率。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think the use of Google Earth Engine and the random forest classification algorithm is for improving the accuracy of regional vegetation mapping on the Qinghai-Xizang Plateau?",
        "QuestionCn": "您认为使用谷歌地球引擎和随机森林分类算法在提高青藏高原区域植被制图的准确性方面效果如何？",
        "AnswerEn": "The use of Google Earth Engine and the random forest classification algorithm is considered effective for improving the accuracy of regional vegetation mapping on the Qinghai-Xizang Plateau, as demonstrated by the overall accuracy of 89.5% and a Kappa coefficient of 0.87.",
        "AnswerCn": "使用谷歌地球引擎和随机森林分类算法被认为对提高青藏高原区域植被制图的准确性有效，整体准确率为89.5%，Kappa系数为0.87。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges you foresee in obtaining high-precision vegetation type data on the Qinghai-Xizang Plateau using remote sensing techniques?",
        "QuestionCn": "我预见在使用遥感技术获取青藏高原高精度植被类型数据时可能面临的挑战有哪些？",
        "AnswerEn": "Potential challenges in obtaining high-precision vegetation type data on the Qinghai-Xizang Plateau include the limited existing data on vegetation types, the need for finer spatial resolution than current products, and accounting for alpine vegetation types which are not well-represented in existing datasets.",
        "AnswerCn": "在获取青藏高原高精度植被类型数据时，可能面临的挑战包括现有植被类型数据有限、需要比当前产品更高的空间分辨率，以及考虑到现有数据集中未充分代表的高山植被类型。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your evaluation of the current data collection methods for climate information, and how might they be improved for better integration with remote sensing data for vegetation mapping?",
        "QuestionCn": "我对当前气候信息的数据收集方法的评估是什么，以及如何改进这些方法以更好地与遥感数据集成用于植被制图？",
        "AnswerEn": "The current data collection methods for climate information, using annual precipitation and mean temperature with a spatial resolution of 1000m, provide essential data for integration with remote sensing for vegetation mapping. However, improvements could include higher spatial resolution climate data to better match the remote sensing data's resolution and enhance the precision of vegetation mapping.",
        "AnswerCn": "当前气候信息的数据收集方法，使用年降水量和平均温度，空间分辨率为1000米，为与遥感进行植被制图的整合提供了重要数据。然而，改进的方向可以包括更高空间分辨率的气候数据，以更好地匹配遥感数据的分辨率，从而提高植被制图的精确度。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how a regional vegetation mapping method can achieve high precision using terrain, climate, and remote sensing data.",
        "QuestionCn": "我不明白区域植被制图方法如何利用地形、气候和遥感数据实现高精度。",
        "AnswerEn": "The method utilizes the Google Earth Engine (GEE) platform, random forest classification algorithm, and optimal vegetation mapping characteristics, along with 2020 Sentinel-2A/B remote sensing data and high-resolution Google online images. It combines terrain, climate, and remote sensing data to map vegetation with an overall accuracy of 89.5% and a Kappa coefficient of 0.87.",
        "AnswerCn": "该方法利用Google Earth Engine (GEE)平台、随机森林分类算法和最佳植被映射特征，以及2020年Sentinel-2A/B遥感数据和高分辨率Google在线图像。它结合了地形、气候和遥感数据，以89.5%的总体准确率和0.87的Kappa系数绘制植被图。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges faced in collecting accurate vegetation type data on the Qinghai-Xizang Plateau.",
        "QuestionCn": "我对在青藏高原收集准确植被类型数据所面临的挑战感到不确定。",
        "AnswerEn": "Challenges include the limited availability of detailed vegetation type and distribution data, existing classifications that only categorize grassland types, and a lack of consideration for alpine vegetation in current land cover products. Additionally, existing maps have a scale of 1:1000000, and most available surface coating products have a spatial resolution of 30m or larger, which needs improvement.",
        "AnswerCn": "挑战包括详细植被类型和分布数据的有限可用性，现有分类仅对草原类型进行分类，以及当前土地覆盖产品中缺乏对高山植被的考虑。此外，现有地图的比例尺为1:1000000，而大多数可用的表面涂层产品的空间分辨率为30米或更大，这需要改进。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how remote sensing data, climate information, and terrain data are integrated for vegetation mapping.",
        "QuestionCn": "我无法理解遥感数据、气候信息和地形数据是如何整合用于植被制图的。",
        "AnswerEn": "The integration involves using Sentinel-2A/B remote sensing data for visual interpretation, with cloud probability datasets from the GEE platform to remove cloudy elements. Climate information includes annual precipitation and temperature data with a spatial resolution of 1000m. Terrain information is combined with these data sources and processed using the random forest algorithm on the GEE platform for accurate vegetation mapping.",
        "AnswerCn": "该集成涉及使用Sentinel-2A/B遥感数据进行视觉解译，并利用GEE平台的云概率数据集去除云层元素。气候信息包括年降水量和温度数据，空间分辨率为1000米。地形信息与这些数据源结合，并在GEE平台上使用随机森林算法进行处理，以实现准确的植被制图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore potential challenges in collecting high-resolution vegetation distribution data on complex terrains like the Qinghai-Xizang Plateau.",
        "QuestionCn": "请探讨在复杂地形如青藏高原上收集高分辨率植被分布数据的潜在挑战。",
        "AnswerEn": "Challenges include limited existing data on alpine vegetation types, inadequate resolution of current land cover products, and the need for improved spatial resolution beyond the existing 30m scale. The complexity of the terrain and diverse climate conditions also pose challenges in accurate data collection.",
        "AnswerCn": "挑战包括对高山植被类型的现有数据有限、当前土地覆盖产品的分辨率不足，以及需要提高超过现有30米尺度的空间分辨率。复杂的地形和多样的气候条件也给准确的数据收集带来了挑战。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please analyze the effectiveness of using the random forest classification algorithm for regional vegetation mapping on the Qinghai-Xizang Plateau.",
        "QuestionCn": "请分析随机森林分类算法在青藏高原区域植被制图中的有效性。",
        "AnswerEn": "The random forest classification algorithm, as implemented on the GEE platform, proved effective for vegetation mapping, achieving an overall accuracy of 89.5% and a Kappa coefficient of 0.87. This suggests that the algorithm is capable of handling complex datasets involving terrain, climate, and remote sensing information.",
        "AnswerCn": "随机森林分类算法在GEE平台上的应用证明了其在植被制图方面的有效性，整体准确率达到89.5%，Kappa系数为0.87。这表明该算法能够处理涉及地形、气候和遥感信息的复杂数据集。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please identify and discuss the data collection strategies used for gathering climate information relevant to the Qinghai-Xizang Plateau's vegetation mapping.",
        "QuestionCn": "请识别并讨论用于收集与青藏高原植被制图相关的气候信息的数据收集策略。",
        "AnswerEn": "Climate information was collected from the National Science and Technology Infrastructure Platform-National Earth System Science Data Center, including annual precipitation and annual mean temperature with a spatial resolution of 1000m. This data was integrated with remote sensing and terrain information to enhance the accuracy of vegetation mapping.",
        "AnswerCn": "气候信息来自国家科学技术基础设施平台-国家地球系统科学数据中心，包括年降水量和年平均气温，空间分辨率为1000米。该数据与遥感和地形信息相结合，以提高植被制图的准确性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}