{
  "id": "8c76c429-7d24-4eb1-9be5-ab07dfb8248d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data set of adakitic rocks in western Liaoning",
      "titleCn": "辽宁西部地区埃达克质岩石的地球化学数据集",
      "description": "This data set mainly includes whole rock major and trace geochemical data and whole rock SR Nd isotopic data of adakitic rocks in western Liaoning Province. The main element geochemical data of the whole rock were obtained by XRF analysis, the trace element geochemical data were obtained by ICP-MS analysis, and the whole rock Sr-Nd isotopic data were obtained by TIMS test. All the above data have been published in the international authoritative geoscience Journal Lithos, and the data are true, effective, complete and reliable. Through the analysis and Simulation of this set of data, we can establish the genetic model of continental adakitic rocks and constrain the tectonic background model of their formation.",
      "descriptionCn": "本数据集主要包含辽宁西部地区埃达克质岩石的全岩主微量地球化学数据和全岩Sr-Nd同位素数据。其中全岩主量元素地球化学数据由XRF分析获得，微量元素地球化学数据由ICP-MS测试分析得来，全岩Sr-Nd同位素数据通过TIMS测试获得。以上全套数据已经发表在国际权威地学期刊《Lithos》上，数据真实有效，完整可信。通过对该套数据的分析模拟，可以建立起大陆埃达克质岩石的成因模型，约束其形成的构造背景模式。",
      "instructions": "The data is stored in Excel file format, which can be directly opened using Excel file book. The whole rock major and trace element geochemical data is named \"2017 WR data\", and the whole rock SR Nd isotopic data is named \"Sr-Nd isotope data\".",
      "instructionsCn": "数据以excel文件格式进行存储，可以使用excel文件薄直接打开使用。全岩主微量元素地球化学数据命名为“2017 WR data”，全岩Sr-Nd同位素数据命名为“Sr-Nd isotope data”。",
      "east": 123.0,
      "west": 121.0,
      "south": 41.0,
      "north": 42.3,
      "startTime": null,
      "endTime": null,
      "fileSize": 26263.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2016.12.020",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "戴宏坤",
        "nameEn": "DAI Hongkun",
        "unitEn": "",
        "unitCn": "中国地质大学(武汉)"
      },
      {
        "nameCn": "郑建平",
        "nameEn": "ZHENG Jianping",
        "unitEn": "",
        "unitCn": "中国地质大学(武汉)"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Generation of continental adakitic rocks: Crystallization modeling with variable bulk partition coefficients",
        "referenceCn": null,
        "referenceEn": "Dai, H.K., Zheng, J.P., Zhou, X., & Griffin, W.L. (2017). Generation of continental adakitic rocks: Crystallization modeling with variable bulk partition coefficients. Lithos, 272–273, 222–231."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "元素地球化学",
        "nameEn": "Element geochemistry"
      },
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "埃达克质岩",
        "nameEn": "Adakitic rocks"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "辽宁西部",
        "keywordEn": "Western Liaoning"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "侏罗纪",
        "keywordEn": "Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the main features and characteristics of geochemical data collected from adakitic rocks?",
        "QuestionCn": "从阿达基岩收集的地球化学数据的主要特征和特性是什么？",
        "AnswerEn": "whole-rock major and trace element data, whole-rock Sr-Nd isotopic data",
        "AnswerCn": "全岩主量和微量元素数据，全岩Sr-Nd同位素数据",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of geochemical analysis methods were used to collect data on adakitic rocks in western Liaoning?",
        "QuestionCn": "在辽宁西部对铝质岩石进行数据收集时使用了多少种地球化学分析方法？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are '全岩主微量地球化学数据' and how are they obtained in geochemical studies?",
        "QuestionCn": "什么是“全岩主微量地球化学数据”，它们在地球化学研究中是如何获得的？",
        "AnswerEn": "全岩主微量地球化学数据 refer to the major and trace element geochemical data of whole rock samples. In geochemical studies, major element data are typically obtained using X-ray fluorescence (XRF) analysis, while trace element data are gathered using Inductively Coupled Plasma Mass Spectrometry (ICP-MS).",
        "AnswerCn": "全岩主微量地球化学数据指的是全岩样品的主要和微量元素地球化学数据。在地球化学研究中，主要元素数据通常通过X射线荧光（XRF）分析获得，而微量元素数据则通过电感耦合等离子体质谱（ICP-MS）收集。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods of XRF for major element geochemistry compare to ICP-MS for trace element analysis in terms of sensitivity and precision in geochemical datasets of adakite rocks?",
        "QuestionCn": "XRF用于主元素地球化学的数据收集方法与ICP-MS用于微量元素分析的数据收集方法在阿达克岩地球化学数据集中的灵敏度和精确度方面如何比较？",
        "AnswerEn": "XRF is utilized for major element geochemistry due to its ability to provide precise and accurate measurements for larger concentrations in whole rock samples, whereas ICP-MS is employed for trace element analysis because of its high sensitivity and precision in detecting low concentration elements. Both methods together provide a comprehensive dataset for understanding the geochemistry of adakite rocks in western Liaoning.",
        "AnswerCn": "XRF被用于主要元素地球化学，因为它能够为整岩样品中的较高浓度提供精确和准确的测量，而ICP-MS则用于微量元素分析，因为它在检测低浓度元素方面具有高灵敏度和精确度。这两种方法结合在一起，为理解辽宁西部的阿达基岩的地球化学提供了全面的数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of XRF, ICP-MS, and TIMS techniques enhance the accuracy and reliability of geochemical data collection for adakitic rocks?",
        "QuestionCn": "XRF、ICP-MS和TIMS技术的整合如何提高对埃达克岩地球化学数据收集的准确性和可靠性？",
        "AnswerEn": "The integration of XRF, ICP-MS, and TIMS techniques allows for comprehensive data collection across major, trace, and isotopic elements. XRF provides robust analysis of major elements, ICP-MS offers precise measurements of trace elements, and TIMS delivers accurate isotopic data. This combination ensures a thorough understanding of the geochemical composition, leading to more accurate modeling of the formation and tectonic background of adakitic rocks.",
        "AnswerCn": "XRF、ICP-MS 和 TIMS 技术的结合使得在主要元素、微量元素和同位素元素方面能够进行全面的数据收集。XRF 提供了主要元素的强大分析，ICP-MS 提供了微量元素的精确测量，而 TIMS 则提供了准确的同位素数据。这种组合确保了对地球化学成分的深入理解，从而更准确地建模 adakitic 岩石的形成和构造背景。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the implications for geochemical modeling accuracy when using data collected through XRF, ICP-MS, and TIMS methods for analyzing adakitic rocks in a specific region?",
        "QuestionCn": "在特定区域分析阿达基岩时，使用XRF、ICP-MS和TIMS方法收集的数据对地球化学建模准确性的影响是什么？",
        "AnswerEn": "Using data collected through XRF for major elements, ICP-MS for trace elements, and TIMS for Sr-Nd isotopes ensures comprehensive and reliable datasets for geochemical modeling of adakitic rocks. The accuracy of these methods allows for precise elemental and isotopic analysis, which is crucial in developing a robust genetic model and constraining the tectonic background of continental adakitic rocks.",
        "AnswerCn": "通过XRF收集主要元素数据，ICP-MS收集微量元素数据，以及TIMS进行Sr-Nd同位素分析，确保了对岩石地球化学建模的全面和可靠的数据集。这些方法的准确性允许进行精确的元素和同位素分析，这对于开发稳健的成因模型和约束大陆铝质岩石的构造背景至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of collecting geochemical and isotopic data on adakite-like rocks in the western region of Liaoning, and how does this contribute to understanding their formation and tectonic setting?",
        "QuestionCn": "收集辽宁西部地区类阿达克岩的地球化学和同位素数据的目的是什么，这如何有助于理解它们的形成和构造背景？",
        "AnswerEn": "The purpose of collecting geochemical and isotopic data on adakite-like rocks in the western region of Liaoning is to establish a genesis model for continental adakite rocks and to constrain the tectonic setting in which they formed. This is achieved through analysis and simulation of the dataset, which includes whole-rock major and trace geochemical data, as well as whole-rock Sr-Nd isotopic data obtained through XRF, ICP-MS, and TIMS testing. The dataset has been validated and published in a reputable geological journal, ensuring its reliability and completeness.",
        "AnswerCn": "收集辽宁西部地区类阿达克岩的地球化学和同位素数据的目的是建立大陆类阿达克岩的成因模型，并限制其形成的构造背景。这是通过对数据集的分析和模拟实现的，该数据集包括通过XRF、ICP-MS和TIMS测试获得的全岩主要和微量地球化学数据，以及全岩Sr-Nd同位素数据。该数据集已得到验证并发表在权威地质期刊上，确保了其可靠性和完整性。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}