{
  "id": "8d61e737-0c31-4d70-b545-94d2987eaa17",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Glacier elevation change in the Southeastern Tibetan Plateau since the year 2000",
      "titleCn": "近二十年藏东南地区冰川表面高程变化数据（2000-2019）",
      "description": "1) Data content: Glacier elevation change in the Southeastern Tibetan Plateau in the past two decades, including time series during 2000 and 2020 and glacier elevation change from 2000 to 2019 at 0.5° grid scale.\n2) Data sources and processing methods: Time series during 2000 and 2020 were generated from glacier monitoring methods integrating satellite altimetry (ICESat, CryOSat-2, ICESAT-2), topographic data (DEM derived from ASTER L1A images in 2014), and satellite gravity (GRACE and GLDAS). The grid-scale glacier elevation changes were calculated by ICESAT-2 and NASADEM.\n3) Description of data quality: This data is consistent with UAV derived DSM results, GPS observations, and reported results. The temporal resolution and spatial resolution of this data have been significantly improved.\n4) Data application results and prospects: This data can be used to calibrate glacial / hydrological model. The data can also be compared with future studies.",
      "descriptionCn": "1) 数据内容：藏东南地区近二十年的冰川表面高程变化数据，包括2000-2020年时间变化序列及2000和2019年间0.5°网格尺度的冰川表面高程变化数据。\n2) 数据来源及加工方法：2000-2020年时间变化序列由联合卫星测高数据（ICESat、CryoSat-2、ICESat-2）、地形数据（2014年ASTER L1A数据生产的DEM）、卫星重力数据（GRACE及GLDAS）的冰川监测方法获得。网格尺度的冰川表面高程变化数据由ICESat-2数据与NASADEM计算得到。\n3) 数据质量描述：本数据与无人机航拍结果、GPS观测结果及以往文献结果较为一致，且时间分辨率和空间分辨率有较大提升。\n4) 数据应用成果及前景：本数据可用于率定冰川水文模型，也可与后续研究做对比。",
      "instructions": "This data is provided as xlsx file and can be used directly.",
      "instructionsCn": "本数据以xlsx表格形式提供，可直接使用",
      "east": 98.88,
      "west": 91.76,
      "south": 27.81,
      "north": 31.57,
      "startTime": null,
      "endTime": null,
      "fileSize": 14002.0,
      "cstr": null,
      "doi": "10.1016/j.rse.2021.112853",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "赵凡玉",
        "nameEn": "ZHAO Fanyu",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      },
      {
        "nameCn": "龙笛",
        "nameEn": "LONG Di",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      },
      {
        "nameCn": "李兴东",
        "nameEn": "LI Xingdong",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      },
      {
        "nameCn": "黄琦",
        "nameEn": "HUANG Qi",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      },
      {
        "nameCn": "韩鹏飞",
        "nameEn": "HAN Pengfei",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Rapid glacier mass loss in the Southeastern Tibetan Plateau since the year 2000 from satellite observations",
        "referenceCn": null,
        "referenceEn": "Zhao, F., Long, D., Li, X., Huang, Q., & Han, P. (2022). Rapid glacier mass loss in the Southeastern Tibetan Plateau since the year 2000 from satellite observations. Remote Sensing of Environment, 270"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川高程变化",
        "nameEn": "Glacier elevation change"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "表面高程时间序列",
        "nameEn": "Surface elevation time series"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "藏东南地区",
        "keywordEn": "Southeastern Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2019",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "近20年",
        "keywordEn": "Nearly 20 years",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "西南河流源区关键水文气象变量的多源遥感观测与数据集成",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "江河源区陆-气相互作用与水汽输送过程的互馈研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and methodologies involved in collecting glacier surface elevation change data over a twenty-year period in southeastern Tibet?",
        "QuestionCn": "在东南藏地区收集冰川表面高程变化数据的特征和方法包括哪些？",
        "AnswerEn": "combined satellite altimetry data, terrain data from DEM, satellite gravity data, ICESat-2 data, NASADEM",
        "AnswerCn": "组合卫星测高数据、数字高程模型（DEM）地形数据、卫星重力数据、ICESat-2数据、NASADEM。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of satellite data sources used in the data collection method for glacier surface elevation changes in the Tibetan region?",
        "QuestionCn": "在藏区冰川表面高程变化的数据收集方法中使用的卫星数据源数量是多少？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using satellite altimetry like ICESat and CryoSat-2 compare to those using UAV imagery and GPS observations in terms of accuracy and resolution for monitoring glacier surface elevation changes in the Tibetan region?",
        "QuestionCn": "卫星测高（如ICESat和CryoSat-2）的数据收集方法与无人机影像和GPS观测在监测西藏地区冰川表面高度变化方面的准确性和分辨率如何比较？",
        "AnswerEn": "The data collection methods using satellite altimetry (ICESat, CryoSat-2, ICESat-2) are consistent with UAV imagery and GPS observations, showing improvements in both temporal and spatial resolution. This suggests a high level of accuracy and enhanced data detail compared to traditional methods.",
        "AnswerCn": "使用卫星测高（ICESat、CryoSat-2、ICESat-2）的数据收集方法与无人机影像和GPS观测结果一致，显示出在时间和空间分辨率上的改善。这表明与传统方法相比，具有较高的准确性和增强的数据细节。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the likely improvements in data accuracy when integrating multiple satellite data sources for tracking glacier surface elevation changes over time?",
        "QuestionCn": "整合多个卫星数据源以跟踪冰川表面高度变化时，数据准确性可能会有哪些改进？",
        "AnswerEn": "Integrating multiple satellite data sources such as ICESat, CryoSat-2, and ICESat-2 for tracking glacier surface elevation changes improves data accuracy by offering a comprehensive temporal sequence from 2000 to 2020. This integration, combined with terrain data and satellite gravity data, enhances the precision and consistency of the measurements, which are corroborated by UAV aerial results, GPS observations, and previous literature, leading to significant improvements in time and spatial resolution.",
        "AnswerCn": "整合多个卫星数据源，如ICESat、CryoSat-2和ICESat-2，用于跟踪冰川表面高度变化，通过提供2000年至2020年的全面时间序列，提高了数据的准确性。这种整合结合地形数据和卫星重力数据，增强了测量的精度和一致性，并得到了无人机航拍结果、GPS观测和先前文献的 corroboration，从而在时间和空间分辨率上取得了显著改善。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of using satellite altimetry and gravity data for monitoring glacier surface elevation changes over two decades in the southeastern Tibetan region?",
        "QuestionCn": "使用卫星测高和重力数据监测东南藏区二十年来冰川表面高度变化的目标是什么？",
        "AnswerEn": "The goal is to obtain a comprehensive understanding of glacier surface elevation changes over the past two decades, utilizing satellite altimetry data like ICESat, CryoSat-2, and ICESat-2, along with gravity data from GRACE and GLDAS. This approach improves the time and spatial resolution of glacier monitoring, allowing for accurate calibration of glacier hydrology models and providing a basis for future comparative studies.",
        "AnswerCn": "目标是全面了解过去二十年冰川表面高度变化，利用卫星高度计数据，如ICESat、CryoSat-2和ICESat-2，以及来自GRACE和GLDAS的重力数据。这种方法提高了冰川监测的时间和空间分辨率，允许对冰川水文模型进行准确校准，并为未来的比较研究提供基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to integrate satellite altimetry data, terrain data, and satellite gravity data to monitor glacier surface elevation changes over two decades?",
        "QuestionCn": "将卫星测高数据、地形数据和卫星重力数据整合在一起，以监测冰川表面高程在二十年间的变化，需要遵循哪些程序？",
        "AnswerEn": "The integration of satellite altimetry data (ICESat, CryoSat-2, ICESat-2), terrain data (DEM produced from 2014 ASTER L1A data), and satellite gravity data (GRACE and GLDAS) involves using these data sources to monitor glacier surface elevation changes over the years 2000-2020. This combination of data helps in obtaining a temporal sequence of changes and calculating glacier surface elevation changes at a grid scale using ICESat-2 and NASADEM data.",
        "AnswerCn": "卫星高度计数据（ICESat、CryoSat-2、ICESat-2）、地形数据（由2014年ASTER L1A数据生成的数字高程模型）和卫星重力数据（GRACE和GLDAS）的整合，涉及利用这些数据源监测2000年至2020年间冰川表面高度变化。这些数据的结合有助于获得变化的时间序列，并使用ICESat-2和NASADEM数据在网格尺度上计算冰川表面高度变化。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the collection of glacier surface elevation change data over the past two decades in the southeastern Tibetan region?",
        "QuestionCn": "在过去二十年中，哪些技术进步使得在东南藏区收集冰川表面高度变化数据成为可能？",
        "AnswerEn": "The collection of glacier surface elevation change data over the past two decades in the southeastern Tibetan region has been enabled by technological advancements such as satellite altimetry data from ICESat, CryoSat-2, and ICESat-2, topographic data from DEM produced using 2014 ASTER L1A data, and satellite gravity data from GRACE and GLDAS.",
        "AnswerCn": "过去二十年中，东南藏区冰川表面高程变化数据的收集得益于技术进步，例如来自ICESat、CryoSat-2和ICESat-2的卫星高程数据、使用2014年ASTER L1A数据生成的数字高程模型（DEM）以及来自GRACE和GLDAS的卫星重力数据。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}