{
    "id": "8dc450c4-34a6-4a63-83b5-fcb47262b80d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat surface reflectance products over the Tibetan Plateau (2021)",
            "titleCn": "青藏高原Landsat系列卫星地表反射率产品（2021）",
            "description": "The dataset is the Landsat surface reflectance products of 2021 over the Tibetan Plateau, it is the key input  parameter of many surface geophysical parameters (such as leaf area index, chlorophyll and biomass). The dataset is retrieved based on Landsat level 4 products from China satellite remote sensing ground station, and it is retrived by using the atmospheric correction based on 6S model and BRDF correction model based on C-factor .The RMSE of geometric correction is less than 12m and the RMSD of surface reflectance is less than 5%. And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.The Landsat surface reflectance play an important role in forest, water resources, climate change.",
            "descriptionCn": "1）数据内容：本数据集包含2021年青藏高原地区Landsat长时序地表反射率产品,是很多地表地球物理参数（如叶面积指数、叶绿素和生物量）反演的关键输入参数。2）数据来源及加工方法：主要来自中国卫星遥感地面站接收存档的Landsat四级产品，青藏高原地区地表反射率产品是基于6S辐射传输模型进行逐像元大气校正，并在此基础上采用C因子法进行BRDF校正得到的；3）数据质量描述：几何精度为RMSE小于等于12m，地表反射率的精度为RMSD低于5%。4) 数据应用成果及前景：在森林、水资源、气候变化等领域长时序信息挖掘分析方面具有重要的应用价值。",
            "instructions": "1)File name rules: the land surface reflectance result of each scense are stored in a floder including the land surface reflectance band, QA file, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF\",for example, L5-TM-115-026-19840418-LSR-BRDF;the land surface reflectance bands are stored as GeoTIFF format and their named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-BX(X represents the number of bands).TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-B1.TIF\". 2)How to use the dataset:the surface reflectance results can be opened by ArcGIS, envi, QGIS and so on,  the surface reflectance results are multiplied 10000 to become16 bit integer from the original floating-point type, so it needs to be mutiplied 0.00001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
            "instructionsCn": "文件命名：地表反射率结果是以景为单位存放文件夹，由地表反射率波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF，如L5-TM-115-026-19840418-LSR-BRDF；其中地表温度波段是以GeoTIFF格式存储的，每个波段的地表反射率结果命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-BX(X表示第几个波段).TIF，如L5-TM-115-026-19840418-LSR-BRDF-B1.TIF。数据使用方法：地表反射率结果可使用Arcgis、ENVI、QGIS等软件打开，地表反射的值在使用时需要乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
            "east": 106.7,
            "west": 73.4,
            "south": 24.6,
            "north": 40.4,
            "startTime": null,
            "endTime": null,
            "fileSize": 2293133867616.0,
            "cstr": "18406.11.Terre.tpdc.300573",
            "doi": "10.11888/Terre.tpdc.300573",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "彭燕",
                "nameEn": "PENG Yan",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Study on atmospheric correction approach of Landsat-8 imageries based on 6S model and look-up table",
                "referenceCn": null,
                "referenceEn": "Peng, Y., He, G.J., & Zhang, Z.M., et al. (2016). Study on atmospheric correction approach of Landsat-8 imageries based on 6S model and look-up table. Journal of Applied Remote Sensing, 10(4)."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表反射率",
                "nameEn": "surface reflectance"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to obtain high-resolution surface reflectance data for remote sensing applications in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于获取高分辨率表面反射率数据的资料收集方法的例子，以便在青藏高原的遥感应用中使用？",
                "AnswerEn": "A data collection method used to obtain high-resolution surface reflectance data involves receiving and archiving Level-4 Landsat products from the China Satellite Remote Sensing Ground Station. The method includes performing pixel-by-pixel atmospheric correction using the 6S radiative transfer model, followed by BRDF correction using the C-factor method.",
                "AnswerCn": "一种用于获取高分辨率表面反射率数据的数据收集方法涉及接收和存档来自中国卫星遥感地面站的四级Landsat产品。该方法包括使用6S辐射传输模型进行逐像素的大气校正，然后使用C因子法进行BRDF校正。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the surface reflectance data collected from the Landsat series satellites for the Qinghai-Tibet Plateau in 2021?",
                "QuestionCn": "2021年从Landsat系列卫星收集的青藏高原表面反射率数据的特征是什么？",
                "AnswerEn": "atmospheric correction using the 6S radiation transfer model, BRDF correction using the C-factor method, geometric accuracy RMSE ≤ 12 meters, surface reflectance accuracy RMSD < 5%",
                "AnswerCn": "使用6S辐射传输模型进行大气校正，使用C因子法进行BRDF校正，几何精度RMSE ≤ 12米，地表反射率精度RMSD < 5%。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the geometric precision in meters for a dataset involving Landsat satellite surface reflectance products over the Tibetan Plateau in 2021?",
                "QuestionCn": "2021年涉及青藏高原的Landsat卫星表面反射率产品的数据集的几何精度是多少米？",
                "AnswerEn": "12 meters",
                "AnswerCn": "12米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using the 6S radiative transfer model for atmospheric correction in remote sensing data collection?",
                "QuestionCn": "使用6S辐射传输模型进行遥感数据收集中的大气校正具有重要意义。",
                "AnswerEn": "The 6S radiative transfer model is used for atmospheric correction in remote sensing data collection to ensure that the surface reflectance values are accurately retrieved by accounting for the effects of the atmosphere on the satellite signals. This process is essential for obtaining precise measurements of surface reflectance, which are critical input parameters for the retrieval of various geophysical parameters such as leaf area index, chlorophyll, and biomass.",
                "AnswerCn": "6S辐射传输模型用于遥感数据收集中的大气校正，以确保准确获取地表反射率值，考虑到大气对卫星信号的影响。这个过程对于获取精确的地表反射率测量至关重要，这些测量是提取各种地球物理参数（如叶面积指数、叶绿素和生物量）的关键输入参数。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of developing a dataset based on Landsat series satellite surface reflectance products for the Qinghai-Tibet Plateau, particularly in terms of its applications in environmental and geophysical studies?",
                "QuestionCn": "基于Landsat系列卫星表面反射率产品开发青藏高原数据集的主要目标是什么，特别是在其在环境和地球物理研究中的应用方面？",
                "AnswerEn": "The primary objectives are to use the dataset as a key input parameter for retrieving various surface geophysical parameters such as leaf area index, chlorophyll, and biomass. It aims to facilitate long-term information mining and analysis in fields like forestry, water resources, and climate change, offering significant application value.",
                "AnswerCn": "主要目标是将数据集作为关键输入参数，用于获取各种地表地球物理参数，如叶面积指数、叶绿素和生物量。旨在促进在林业、水资源和气候变化等领域的长期信息挖掘和分析，具有重要的应用价值。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures can be followed to perform atmospheric and BRDF correction for generating surface reflectance products from Landsat satellite data?",
                "QuestionCn": "可以遵循以下程序对Landsat卫星数据进行大气和BRDF校正，以生成表面反射率产品：\n\n1. **大气校正**：\n   - 使用大气校正模型（如6S、MODTRAN等）来估算大气影响。\n   - 获取必要的气象数据（如气温、湿度、气压等）和地面反射率数据。\n   - 应用大气校正算法，去除大气散射和吸收的影响，得到地表反射率。\n\n2. **BRDF校正**：\n   - 收集不同观测条件下的反射率数据，以建立BRDF模型。\n   - 选择合适的BRDF模型（如Ross-Li、Rahman等）来描述地表反射特性。\n   - 使用BRDF模型对反射率数据进行校正，以消除观测角度对反射率的影响。\n\n3. **生成表面反射率产品**：\n   - 将经过大气和BRDF校正的数据整合，生成标准化的表面反射率产品。\n   - 进行质量控制，确保数据的准确性和一致性。\n\n4. **数据验证**：\n   - 使用地面观测数据或其他高分辨率影像进行验证，确保生成的表面反射率产品的可靠性。\n\n5. **数据发布**：\n   - 将校正后的表面反射率产品进行格式化和存档，以便于后续的分析和应用。",
                "AnswerEn": "The surface reflectance products can be generated by using a 6S radiative transfer model for pixel-wise atmospheric correction. Following this, the C-factor method is used for BRDF correction to ensure the accuracy of the reflectance data.",
                "AnswerCn": "表面反射率产品可以通过使用6S辐射传输模型进行逐像素的大气校正来生成。随后，使用C因子方法进行BRDF校正，以确保反射率数据的准确性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the accurate measurement of long-term surface reflectance in the Tibetan Plateau region?",
                "QuestionCn": "哪些数据收集方法能够准确测量青藏高原地区的长期表面反射率？",
                "AnswerEn": "The data collection methods for measuring long-term surface reflectance in the Tibetan Plateau region involve using Landsat series satellite data received and archived by the China Satellite Remote Sensing Ground Station. The surface reflectance products in this region are derived using the 6S radiative transfer model for per-pixel atmospheric correction, followed by BRDF correction using the C-factor method.",
                "AnswerCn": "在青藏高原地区，测量长期表面反射率的数据收集方法涉及使用中国卫星遥感地面站接收和存档的Landsat系列卫星数据。该地区的表面反射率产品是通过6S辐射传输模型进行逐像素的大气校正，然后使用C因子法进行BRDF校正得出的。",
                "Level": "C3(Applying)"
            }
        ]
    }
}