{
  "id": "8e14ef00-a918-4e64-abe2-6120d094d7bd",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Simultaneous observation dataset of  land surface temperature in the lower of Heihe River Basin on Aug. 01, 2014",
      "titleCn": "黑河生态水文遥感试验：黑河下游地表温度同步观测数据集（2014年8月1日）",
      "description": "The aim of the simultaneous observation of land surface temperature is obtaining the land surface temperature for different kinds of underlying surface, including the lager areas of homogeneous vegetation with high coverage, water, and concrete floor, while the thermal imager go into the experimental areas of the low reaches. All the land surface temperature data will be used for validation of the retrieved land surface temperature from thermal imager and the analysis of the scale effect of the land surface temperature, and finally serve for the validation of the plausibility checks of the surface temperature product from remote sensing.\n1.\tObservation time\nOn 1 August, 2014\n2.\tObservation samples\nThree field samples were chosen in the fly zone, which were large areas of homogeneous vegetation (with high coverage), water, and concrete floor.\n3.\tObservation method\nSurface temperature values were observed continuously for each sample using handheld infrared thermometers during the imager went into the flying area.\n4.\tInstrument parameters and calibration\nThe field of view of the handheld infrared thermometer is one degree and the emissivity was assumed to be 0.95. All instruments were calibrated on 31 July, 2014 using a black body.\n5.\tData storage\nAll the observation data were stored in an excel.",
      "descriptionCn": "下游生态水文实验区地表温度同步观测的目的在于获取热像仪飞行期间高覆盖均一植被、水体以及水泥地等下垫面的同步地表温度，用于支持航空热像仪飞行资料反演地表温度的验证和尺度效应分析，实现地表温度遥感产品的真实性检验。\n1、\t观测时间\n2014年8月1日\n2、\t观测内容\n选取了飞行区域内苦豆子、水泥地和水体3种大面积分布且均一的下垫面进行同步观测\n3、\t观测方式\n在热像仪飞行进入相应下垫面上空时，使用手持式红外温度计进行连续人工同步观测\n4、\t观测仪器参数及标定\n观测所使用的手持红外温度计比辐射率设为0.95，手持式红外温度计视场角为1°。同时对所用观测仪器在2014年7月31日进行了标定。\n5、\t数据存储\n所有观测数据均用Excel格式存储。",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.55,
      "west": 101.05,
      "south": 41.95,
      "north": 42.05,
      "startTime": "2018-11-22 18:49:24",
      "endTime": "2018-11-22 18:49:24",
      "fileSize": 10128086.0,
      "cstr": "18406.11.hiwater.269.2015.db",
      "doi": "10.3972/hiwater.269.2015.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "耿丽英",
        "nameEn": "GENG Liying",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 李艺梦",
        "nameEn": "Li Yimeng",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "周胜男",
        "nameEn": "Zhou Shengnan",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤温度",
        "nameEn": "Soil temperature"
      },
      {
        "nameCn": "热像仪",
        "nameEn": "Thermal imager"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "下游天然绿洲试验区",
        "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2014",
        "keywordEn": "2014",
        "type": "temporal"
      },
      {
        "keywordCn": "2014-08-01",
        "keywordEn": "2014-08-01",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "“黑河流域生态—水文过程综合遥感观测联合试验”是围绕黑河流域生态—水文集成研究中的核心科学目标，以黑河流域已建立的观测系统以及2007—2009年开展的“黑河综合遥感联合试验”成果为基础，联合多学科、多机构、多项目的科研人员，将要于2012—2015年在黑河流域开展的一次卫星和航空遥感及地面观测互相配合的多尺度综合观测试验。流域科学是地球系统科学在流域尺度上的实践。与国际上流域科学研究的热潮相契合，既着眼于地球系统科学综合研究的前沿，又同时瞄准我国西部环境建设和流域综合管理中的重大国家战略需求。发展流域观测系统、开展综合观测试验，也是发展流域科学的重要前提之一。以流域为单元建立遥感—地面一体化的观测系统是当前地球表层系统科学研究中的一个重要趋势。2007—2009年，在中国科学院西部行动计划二期项目“黑河流域遥感—地面观测同步试验与综合模拟平台建设”的支持下，我们联合国家重点基础研究发展计划项目“陆表生态环境要素主被动遥感协同反演理论与方法”，开展了“黑河综合遥感联合试验”。该试验的顺利完成，为在此基础上开展新一轮的试验研究做好了充分的科学储备并积累了宝贵的经验。"
      ],
      "research objective": [
        "试验的总体目标是显著提升对流域生态和水文过程的观测能力，建立国际领先的流域观测系统，提高遥感在流域生态—水文集成研究和水资源管理中的应用能力。在基础观测方面的具体目标包括：建立支持流域科学研究和水资源综合管理的流域观测系统；精细观测流域水循环各分量，获取水循环各分量的多尺度观测数据；获取理解内陆河流域生态系统动态变化的多尺度观测数据。在遥感产品和真实性检验方面的目标包括：在综合试验基础上，制备一套支持流域—生态水文集成研究的高精度遥感产品；开展真实性检验试验，验证遥感模型及遥感产品。在应用方面的目标是：将综合观测数据和遥感产品用于上游寒区分布式水文模型、中游地表水—地下水—农作物生长耦合模型、下游生态耗水模型，通过实证研究提升遥感在流域生态—水文集成研究和水资源管理中的应用能力。"
      ],
      "challenges": [
        "缺乏能够从整体上分析流域水循环和生态过程的遥感产品。由于在流域尺度上，地表异质性更被凸现出来，加之内陆河流域景观类型多样，导致很多水循环和生态过程参量的变化剧烈，需要更高空间和时间分辨率、且时空分辨率相对一致的遥感产品，但现阶段的许多全球遥感产品还满足不了这种需求。缺乏将遥感应用于生态—水文模型的成熟方法论。对遥感究竟有多大用处，在多大程度上可以提高我们对生态—水文过程的认识，还存在着较大争议。"
      ],
      "methods": [
        "航空遥感试验中搭载的遥感传感器包括激光雷达、成像光谱仪、热像仪和微波辐射计。我们联合国家重点基础研究发展计划项目“陆表生态环境要素主被动遥感协同反演理论与方法”，开展了“黑河综合遥感联合试验”。在黑河流域中游张掖地区设立30km×30km、5.5km×5.5km两个嵌套试验区。我们将在黑河流域选择3个重点试验区开展加强和长期观测试验。"
      ],
      "dataset": [],
      "findings": [],
      "backgroundCn": [
        "“黑河流域生态—水文过程综合遥感观测联合试验”是围绕黑河流域生态—水文集成研究中的核心科学目标，以黑河流域已建立的观测系统以及2007—2009年开展的“黑河综合遥感联合试验”成果为基础，联合多学科、多机构、多项目的科研人员，将要于2012—2015年在黑河流域开展的一次卫星和航空遥感及地面观测互相配合的多尺度综合观测试验。流域科学是地球系统科学在流域尺度上的实践。与国际上流域科学研究的热潮相契合，既着眼于地球系统科学综合研究的前沿，又同时瞄准我国西部环境建设和流域综合管理中的重大国家战略需求。发展流域观测系统、开展综合观测试验，也是发展流域科学的重要前提之一。以流域为单元建立遥感—地面一体化的观测系统是当前地球表层系统科学研究中的一个重要趋势。2007—2009年，在中国科学院西部行动计划二期项目“黑河流域遥感—地面观测同步试验与综合模拟平台建设”的支持下，我们联合国家重点基础研究发展计划项目“陆表生态环境要素主被动遥感协同反演理论与方法”，开展了“黑河综合遥感联合试验”。该试验的顺利完成，为在此基础上开展新一轮的试验研究做好了充分的科学储备并积累了宝贵的经验。"
      ],
      "research objectiveCn": [
        "试验的总体目标是显著提升对流域生态和水文过程的观测能力，建立国际领先的流域观测系统，提高遥感在流域生态—水文集成研究和水资源管理中的应用能力。在基础观测方面的具体目标包括：建立支持流域科学研究和水资源综合管理的流域观测系统；精细观测流域水循环各分量，获取水循环各分量的多尺度观测数据；获取理解内陆河流域生态系统动态变化的多尺度观测数据。在遥感产品和真实性检验方面的目标包括：在综合试验基础上，制备一套支持流域—生态水文集成研究的高精度遥感产品；开展真实性检验试验，验证遥感模型及遥感产品。在应用方面的目标是：将综合观测数据和遥感产品用于上游寒区分布式水文模型、中游地表水—地下水—农作物生长耦合模型、下游生态耗水模型，通过实证研究提升遥感在流域生态—水文集成研究和水资源管理中的应用能力。"
      ],
      "challengesCn": [
        "缺乏能够从整体上分析流域水循环和生态过程的遥感产品。由于在流域尺度上，地表异质性更被凸显出来，加之内陆河流域景观类型多样，导致很多水循环和生态过程参数的变化剧烈，需要更高空间和时间分辨率、且时空分辨率相对一致的遥感产品，但现阶段的许多全球遥感产品还满足不了这种需求。缺乏将遥感应用于生态—水文模型的成熟方法论。对遥感究竟有多大用处，在多大程度上可以提高我们对生态—水文过程的认识，还存在着较大争议。"
      ],
      "methodsCn": [
        "The remote sensing sensors mounted in the aerial remote sensing experiment include LiDAR, imaging spectrometers, thermal imagers, and microwave radiometers. We are collaborating on the National Key Basic Research Development Program project \"Theory and Methods for Coordinated Inversion of Main and Passive Remote Sensing Elements of Terrestrial Ecological Environment\" to conduct the \"Heihe Comprehensive Remote Sensing Joint Experiment.\" Two nested experimental areas of 30km×30km and 5.5km×5.5km have been established in the middle reaches of the Heihe River Basin in the Zhangye area. We will select three key experimental areas in the Heihe River Basin to carry out enhanced and long-term observation experiments."
      ],
      "datasetCn": [],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a verification process for the remote sensing products used in validating surface temperature inversion?",
        "QuestionCn": "用于验证地表温度逆温的遥感产品是否有验证过程？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Were the observational instruments calibrated before data collection began in 2014?",
        "QuestionCn": "观察仪器在2014年数据收集开始之前是否进行了校准？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary data collection method for surface temperature in this field based on handheld infrared thermometers, satellite remote sensing, or both?",
        "QuestionCn": "在这个领域，表面温度的主要数据收集方法是基于手持红外温度计、卫星遥感，还是两者兼有？",
        "AnswerEn": "handheld infrared thermometers",
        "AnswerCn": "手持式红外线温度计",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Which challenges are more prevalent in developing remote sensing products for this field: the need for higher spatial and temporal resolution, or the lack of mature methodologies for integrating remote sensing with eco-hydrological models?",
        "QuestionCn": "在为该领域开发遥感产品时，面临的挑战是更高的空间和时间分辨率的需求，还是缺乏将遥感与生态水文模型集成的成熟方法论？",
        "AnswerEn": "the need for higher spatial and temporal resolution",
        "AnswerCn": "对更高空间和时间分辨率的需求",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the method used for collecting surface temperature data in the 黑河生态水文遥感试验?",
        "QuestionCn": "在黑河生态水文遥感试验中，收集地表温度数据的方法是什么？",
        "AnswerEn": "handheld infrared thermometer",
        "AnswerCn": "手持式红外线温度计",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the specific areas selected for synchronized surface temperature observations during the 黑河生态水文遥感试验?",
        "QuestionCn": "在黑河生态水文遥感试验中，选择了哪些特定区域进行同步地表温度观测？",
        "AnswerEn": "vegetation, water bodies, cement surfaces",
        "AnswerCn": "植被、水体、水泥表面",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with developing high-resolution remote sensing products for analyzing watershed-scale ecological and hydrological processes?",
        "QuestionCn": "开发高分辨率遥感产品以分析流域尺度的生态和水文过程面临哪些挑战？",
        "AnswerEn": "higher spatial and temporal resolution",
        "AnswerCn": "更高的空间和时间分辨率",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for observing surface temperature in an ecological hydrological experiment?",
        "QuestionCn": "您能否提供一个在生态水文实验中用于观察表面温度的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method is the use of handheld infrared thermometers to perform continuous manual synchronous observations of surface temperatures during the flight of a thermal imager over uniform surfaces such as vegetation, water bodies, and cement ground.",
        "AnswerCn": "一种数据收集方法是使用手持红外线温度计，在热成像仪飞越均匀表面（如植被、水体和水泥地面）时，进行连续的手动同步观察表面温度。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in acquiring remote sensing products for ecological and hydrological research at a watershed scale?",
        "QuestionCn": "在流域尺度上获取生态和水文研究的遥感产品时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is the lack of remote sensing products capable of analyzing watershed water cycles and ecological processes as a whole, due to the pronounced surface heterogeneity and diverse landscape types in inland river basins, which require higher spatial and temporal resolution remote sensing products.",
        "AnswerCn": "一个挑战是缺乏能够整体分析流域水循环和生态过程的遥感产品，因为内陆河流域表面异质性明显，地貌类型多样，这需要更高空间和时间分辨率的遥感产品。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset format used to store observation data in ecological hydrological experiments?",
        "QuestionCn": "您能否提供一个用于存储生态水文实验观察数据的数据集格式示例？",
        "AnswerEn": "An example of a dataset format used to store observation data is Excel, which was used to store all observation data collected during the synchronous surface temperature observations.",
        "AnswerCn": "一个用于存储观测数据的数据集格式是Excel，它被用来存储在同步地表温度观测期间收集的所有观测数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for synchronous surface temperature observation in ecological hydrological studies?",
        "QuestionCn": "在生态水文研究中，用于同步地表温度观测的数据收集方法的特点是什么？",
        "AnswerEn": "emissivity of 0.95, field of view of 1°",
        "AnswerCn": "发射率为0.95，视场为1°。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the properties and calibration requirements of instruments used in surface temperature data collection in this domain?",
        "QuestionCn": "在该领域中，用于地表温度数据收集的仪器的特性和校准要求是什么？",
        "AnswerEn": "emissivity of 0.95, field of view of 1°",
        "AnswerCn": "发射率为0.95，视场为1°。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with creating remote sensing products for analyzing watershed-scale ecological and hydrological processes?",
        "QuestionCn": "创建用于分析流域尺度生态和水文过程的遥感产品所面临的挑战有哪些？",
        "AnswerEn": "higher spatial and temporal resolution, surface heterogeneity, diverse landscape types, lack of necessary resolution and consistency",
        "AnswerCn": "更高的空间和时间分辨率、地表异质性、多样化的景观类型、缺乏必要的分辨率和一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the field of view angle setting for the handheld infrared thermometer used in the data collection method?",
        "QuestionCn": "手持红外温度计在数据收集方法中使用的视场角设置是多少？",
        "AnswerEn": "1°",
        "AnswerCn": "1°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "On what date was the calibration of the observation instruments conducted before data collection began?",
        "QuestionCn": "在数据收集开始之前，观测仪器的校准是在什么日期进行的？",
        "AnswerEn": "July 31, 2014",
        "AnswerCn": "2014年7月31日",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the key considerations for ensuring the accuracy of remote sensing data in ecological and hydrological studies?",
        "QuestionCn": "确保生态和水文研究中遥感数据准确性的关键考虑因素有哪些？",
        "AnswerEn": "Ensuring the accuracy of remote sensing data in ecological and hydrological studies involves conducting ground-based observations for validation, calibrating instruments before data collection, and addressing scale effects through high coverage and consistent surface observations, as demonstrated in the synchronized surface temperature observations in Heihe River's downstream area.",
        "AnswerCn": "确保生态和水文研究中遥感数据的准确性涉及进行地面观测以进行验证、在数据收集前对仪器进行校准，以及通过高覆盖率和一致的地表观测来解决尺度效应，正如在黑河下游地区同步表面温度观测所示。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are typically encountered when developing remote sensing products for analyzing river basin water cycles and ecological processes?",
        "QuestionCn": "在开发用于分析河流流域水循环和生态过程的遥感产品时，通常会遇到哪些挑战？",
        "AnswerEn": "Challenges in developing remote sensing products for river basin water cycles and ecological processes include the need for high spatial and temporal resolution data to capture heterogeneous landscapes and dynamic changes, as well as the lack of mature methodologies for integrating remote sensing data into eco-hydrological models effectively.",
        "AnswerCn": "开发河流流域水循环和生态过程的遥感产品面临的挑战包括需要高空间和时间分辨率的数据，以捕捉异质景观和动态变化，以及缺乏成熟的方法论有效地将遥感数据整合到生态水文模型中。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the challenges of obtaining high-resolution remote sensing products in heterogeneous basin landscapes compare to the challenges of integrating remote sensing data into eco-hydrological models?",
        "QuestionCn": "在异质流域景观中获取高分辨率遥感产品的挑战与将遥感数据整合到生态水文模型中的挑战相比如何？",
        "AnswerEn": "Obtaining high-resolution remote sensing products is challenged by the need for improved spatial and temporal resolution to accurately capture diverse landscape features. Integrating these products into eco-hydrological models is further complicated by the lack of mature methodologies to effectively utilize remote sensing data, requiring innovative approaches to enhance understanding of eco-hydrological processes.",
        "AnswerCn": "获取高分辨率遥感产品面临着提高空间和时间分辨率的挑战，以准确捕捉多样的景观特征。将这些产品整合到生态水文模型中进一步复杂化，因为缺乏成熟的方法论来有效利用遥感数据，这需要创新的方法来增强对生态水文过程的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What methodologies can be inferred for assessing the accuracy of remote sensing temperature data in ecological and hydrological studies?",
        "QuestionCn": "可以推断出哪些方法来评估生态和水文研究中遥感温度数据的准确性？",
        "AnswerEn": "The methodologies involve using handheld infrared thermometers to conduct synchronous ground observations during aerial thermal imaging flights. This approach supports the validation of surface temperature retrieved from airborne thermal imagers by providing high-coverage, homogeneous surface temperature data across various terrains such as vegetation, water bodies, and cement surfaces.",
        "AnswerCn": "这些方法涉及使用手持红外温度计在空中热成像飞行期间进行同步地面观测。这种方法通过提供覆盖广泛、均匀的表面温度数据，支持从空中热成像仪获取的表面温度的验证，适用于各种地形，如植被、水体和水泥表面。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges can be interpreted from the need for high spatial and temporal resolution in remote sensing products for analyzing watershed processes?",
        "QuestionCn": "从对遥感产品在分析流域过程中的高空间和时间分辨率需求中，可以解读出哪些挑战？",
        "AnswerEn": "Challenges include the significant heterogeneity of the watershed surfaces, which requires remote sensing products that offer both high spatial and temporal resolution. This is necessary to accurately capture the rapid changes in water cycle and ecological parameters across the diverse landscape types of inland river basins. Current global remote sensing products may not meet these requirements, suggesting a need for more refined and consistent datasets.",
        "AnswerCn": "挑战包括流域表面的显著异质性，这需要提供高空间和时间分辨率的遥感产品。这样才能准确捕捉内陆河流域多样化景观类型中水循环和生态参数的快速变化。目前的全球遥感产品可能无法满足这些要求，这表明需要更精细和一致的数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How can the integration of remote sensing data with ecological-hydrological models be interpreted in terms of improving research on watershed processes?",
        "QuestionCn": "遥感数据与生态-水文模型的整合如何在改善流域过程研究方面进行解读？",
        "AnswerEn": "The integration involves using comprehensive observation data and high-precision remote sensing products to enhance distributed hydrological models in cold regions, as well as surface water-groundwater-crop growth coupled models in midstream areas and ecological water consumption models downstream. This approach aims to empirically improve the application of remote sensing in integrated ecological-hydrological research and water resource management.",
        "AnswerCn": "该集成涉及利用综合观测数据和高精度遥感产品来增强寒冷地区的分布式水文模型，以及中游地区的地表水-地下水-作物生长耦合模型和下游的生态水消耗模型。此方法旨在经验性地改善遥感在综合生态-水文研究和水资源管理中的应用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of creating high spatial and temporal resolution remote sensing products for analyzing basin-scale water cycles and ecological processes?",
        "QuestionCn": "影响创建高空间和时间分辨率遥感产品以分析流域水循环和生态过程的挑战的因素有哪些？",
        "AnswerEn": "The challenges stem from the heterogeneity of the landscape at the basin scale and the diverse types of inland river basin landscapes, which result in dramatic variations in water cycle and ecological process parameters. These require remote sensing products with higher spatial and temporal resolution and consistent spatiotemporal resolution, which current global remote sensing products do not fully meet.",
        "AnswerCn": "这些挑战源于流域尺度上景观的异质性以及内陆河流域景观的多样性，这导致水循环和生态过程参数的剧烈变化。这些变化需要具有更高空间和时间分辨率以及一致时空分辨率的遥感产品，而当前的全球遥感产品并未完全满足这一需求。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for a sophisticated methodology to apply remote sensing in eco-hydrological models within the field of basin-scale research?",
        "QuestionCn": "在流域尺度研究领域，应用遥感技术于生态水文模型需要一种复杂的方法论，原因是什么？",
        "AnswerEn": "There is a lack of mature methodology for applying remote sensing to eco-hydrological models. The utility and extent to which remote sensing can enhance our understanding of eco-hydrological processes is still debatable, indicating the need for a more refined methodological approach.",
        "AnswerCn": "目前在将遥感应用于生态水文模型方面缺乏成熟的方法论。遥感在多大程度上能够增强我们对生态水文过程的理解仍然存在争议，这表明需要一种更精细的方法论。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes the requirement for synchronized surface temperature observations to support aerial thermal imager flight data in validating surface temperature retrievals?",
        "QuestionCn": "导致需要同步地表温度观测以支持航空热成像仪飞行数据验证地表温度检索的原因是什么？",
        "AnswerEn": "Synchronized surface temperature observations are needed to support aerial thermal imager flight data for validation and scale effect analysis. These observations help ensure the authenticity of remote sensing surface temperature products by providing comparative data from high-coverage homogeneous surfaces such as vegetation, water bodies, and cement grounds.",
        "AnswerCn": "同步的地表温度观测对于支持航空热成像仪飞行数据的验证和尺度效应分析是必要的。这些观测有助于确保遥感地表温度产品的真实性，通过提供来自高覆盖率均质表面的比较数据，如植被、水体和水泥地面。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using handheld infrared thermometers for synchronous surface temperature observation on the accuracy of remote sensing verification?",
        "QuestionCn": "使用手持红外温度计进行同步表面温度观测对遥感验证准确性的影响是什么？",
        "AnswerEn": "Using handheld infrared thermometers allows for continuous manual synchronous observations of surface temperatures, which supports the validation of remote sensing data from aerial thermal cameras. This method provides crucial ground-truth data for verifying and analyzing the scale effects of remotely sensed surface temperature products, enhancing the accuracy and reliability of remote sensing verification.",
        "AnswerCn": "使用手持红外温度计可以对表面温度进行连续的手动同步观测，这支持了来自航空热像仪的遥感数据的验证。这种方法提供了重要的地面真实数据，用于验证和分析遥感表面温度产品的尺度效应，从而提高了遥感验证的准确性和可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of multi-disciplinary and multi-agency research efforts impact the development of watershed observation systems in the Heihe River Basin?",
        "QuestionCn": "多学科和多机构研究工作的整合如何影响黑河流域水文观测系统的发展？",
        "AnswerEn": "The integration of multi-disciplinary and multi-agency research efforts significantly enhances the capability to observe ecological and hydrological processes in the watershed. It facilitates the establishment of an advanced watershed observation system, which can improve the application of remote sensing in integrated ecological and hydrological research and water resource management, aligning with major national strategic needs for environmental construction and watershed management in Western China.",
        "AnswerCn": "多学科和多机构研究工作的整合显著增强了观察流域生态和水文过程的能力。它促进了先进流域观测系统的建立，这可以改善遥感在综合生态和水文研究及水资源管理中的应用，符合中国西部环境建设和流域管理的重大国家战略需求。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential outcomes of lacking high-resolution remote sensing products on understanding water cycle and ecological processes in diverse inland river basin landscapes?",
        "QuestionCn": "缺乏高分辨率遥感产品对理解多样化内陆河流流域景观中的水循环和生态过程的潜在影响是什么？",
        "AnswerEn": "The absence of high-resolution remote sensing products makes it challenging to analyze water cycle and ecological processes comprehensively due to the pronounced surface heterogeneity and varied landscape types in inland river basins. This limitation can hinder the ability to capture the dynamic changes of ecosystem processes accurately, thereby reducing the effectiveness of ecological-hydrological integration research and water resource management within the basin.",
        "AnswerCn": "高分辨率遥感产品的缺乏使得在内陆河流域中全面分析水循环和生态过程变得具有挑战性，因为该地区表面异质性明显，景观类型多样。这一限制可能会妨碍准确捕捉生态过程的动态变化，从而降低生态-水文综合研究和流域水资源管理的有效性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind establishing a comprehensive watershed observation system for ecological and hydrological processes in the Heihe River Basin?",
        "QuestionCn": "建立全面的流域观测系统以监测黑河流域的生态和水文过程的主要目标是什么？",
        "AnswerEn": "The primary objectives are to significantly enhance observation capabilities of ecological and hydrological processes, establish an internationally leading watershed observation system, and improve the application ability of remote sensing in integrated watershed ecological and hydrological research and water resource management.",
        "AnswerCn": "主要目标是显著增强生态和水文过程的观测能力，建立国际领先的流域观测系统，并提高遥感在综合流域生态和水文研究及水资源管理中的应用能力。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to conduct simultaneous surface temperature observations on uniform vegetation, water bodies, and cement surfaces during thermal imager flights?",
        "QuestionCn": "为什么在热成像仪飞行期间对均匀植被、水体和水泥表面进行同时的地表温度观测很重要？",
        "AnswerEn": "Conducting simultaneous surface temperature observations on these surfaces is crucial to support the validation and scale effect analysis of surface temperature inversion from aerial thermal imager data, ensuring the authenticity of remote sensing surface temperature products.",
        "AnswerCn": "对这些表面进行同时的表面温度观测对于支持航空热成像数据的表面温度反演的验证和尺度效应分析至关重要，以确保遥感表面温度产品的真实性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the intended goals of integrating satellite, aerial, and ground observation methods in the Heihe River Basin's multi-scale comprehensive observation experiments?",
        "QuestionCn": "在黑河流域的多尺度综合观测实验中，整合卫星、空中和地面观测方法的预期目标是什么？",
        "AnswerEn": "The intended goals are to prepare a set of high-precision remote sensing products that support integrated watershed-ecological hydrology research, conduct authenticity verification tests, and enhance the application of remote sensing in ecological-hydrological integration and water resource management.",
        "AnswerCn": "预期目标是准备一套高精度遥感产品，以支持综合流域生态水文学研究，进行真实性验证测试，并增强遥感在生态-水文集成和水资源管理中的应用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the methodological challenges faced in integrating remote sensing data with ground observations for analyzing watershed-scale ecological and hydrological processes?",
        "QuestionCn": "在分析流域尺度的生态和水文过程时，整合遥感数据与地面观测所面临的方法论挑战有哪些？",
        "AnswerEn": "The challenges include a lack of remote sensing products that can analyze watershed-scale water cycle and ecological processes comprehensively. The heterogeneity of the surface at the watershed scale, combined with the diverse landscape types in inland river basins, necessitates higher spatial and temporal resolution remote sensing products. Current global remote sensing products often do not meet these requirements.",
        "AnswerCn": "挑战包括缺乏能够全面分析流域尺度水循环和生态过程的遥感产品。流域尺度表面的异质性，加上内陆河流域中多样的景观类型，要求更高空间和时间分辨率的遥感产品。目前的全球遥感产品往往无法满足这些要求。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What observational technologies have enabled the comprehensive remote sensing experiments in the Heihe River Basin to support ecological and hydrological studies?",
        "QuestionCn": "哪些观测技术使得在黑河流域进行全面的遥感实验成为可能，以支持生态和水文研究？",
        "AnswerEn": "The technologies include the use of airborne remote sensing sensors such as LIDAR, imaging spectrometers, thermal imagers, and microwave radiometers. These technologies are integrated into a multi-scale observation system that combines satellite, aerial, and ground observations to enhance the understanding of ecological and hydrological processes in the basin.",
        "AnswerCn": "这些技术包括使用空中遥感传感器，如激光雷达（LIDAR）、成像光谱仪、热成像仪和微波辐射计。这些技术集成到一个多尺度观测系统中，结合卫星、航空和地面观测，以增强对流域生态和水文过程的理解。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What conditions or strategies enable the effective integration of remote sensing data with ecological-hydrological models to improve water resource management in river basins?",
        "QuestionCn": "哪些条件或策略能够有效地将遥感数据与生态-水文模型整合，以改善流域的水资源管理？",
        "AnswerEn": "Effective integration is enabled by developing high-resolution remote sensing products that match the spatial and temporal resolutions required for capturing the dynamic changes in inland river basin ecosystems. Additionally, using comprehensive observation data and remote sensing products in empirical studies enhances their application in ecological-hydrological models, thus improving water resource management.",
        "AnswerCn": "有效的整合通过开发高分辨率的遥感产品来实现，这些产品匹配捕捉内陆河流流域生态系统动态变化所需的空间和时间分辨率。此外，在实证研究中使用综合观测数据和遥感产品，增强了它们在生态-水文模型中的应用，从而改善水资源管理。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might comprehensive remote sensing products struggle to effectively analyze watershed water cycles and ecological processes at a basin scale?",
        "QuestionCn": "为什么综合遥感产品可能难以有效分析流域尺度的流域水循环和生态过程？",
        "AnswerEn": "Comprehensive remote sensing products might struggle due to the pronounced surface heterogeneity at the basin scale and the diverse landscape types in inland river basins. These factors lead to significant variations in many parameters of water cycles and ecological processes, necessitating remote sensing products with higher spatial and temporal resolution and consistent spatiotemporal resolution, which current global remote sensing products may not adequately provide.",
        "AnswerCn": "综合遥感产品可能会因流域尺度上的明显表面异质性和内陆河流域中多样的景观类型而面临挑战。这些因素导致水循环和生态过程的许多参数存在显著变化，因此需要具有更高空间和时间分辨率以及一致时空分辨率的遥感产品，而当前的全球遥感产品可能无法充分满足这一需求。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected outcomes of using integrated observation systems for watershed science research and water resource management?",
        "QuestionCn": "使用综合观测系统进行流域科学研究和水资源管理的预期结果是什么？",
        "AnswerEn": "The expected outcomes include significantly enhanced abilities to observe watershed ecological and hydrological processes, the establishment of internationally leading watershed observation systems, and improved application of remote sensing in integrated watershed eco-hydrological research and water resource management. This includes acquiring multi-scale observational data of water cycle components and ecosystem dynamics, supporting the development of high-accuracy remote sensing products, and applying these data to various regional models to improve remote sensing applications in the field.",
        "AnswerCn": "预期成果包括显著增强观察流域生态和水文过程的能力，建立国际领先的流域观测系统，以及在综合流域生态水文研究和水资源管理中改善遥感应用。这包括获取水循环组成部分和生态系统动态的多尺度观测数据，支持高精度遥感产品的开发，并将这些数据应用于各种区域模型，以改善遥感在该领域的应用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using handheld infrared thermometers for synchronized surface temperature observations in supporting remote sensing validation processes?",
        "QuestionCn": "如何评估使用手持红外温度计进行同步表面温度观测在支持遥感验证过程中的有效性？",
        "AnswerEn": "The use of handheld infrared thermometers for synchronized surface temperature observations is effective in providing concurrent ground truth data during aerial thermal imaging flights. This method supports the validation of remotely sensed surface temperature products by ensuring that the data collected reflects real-time, high-accuracy measurements of surface conditions, which is critical for accurate remote sensing analysis and scale effect studies.",
        "AnswerCn": "使用手持红外温度计进行同步表面温度观测在航空热成像飞行中有效地提供了同时的真实数据。这种方法通过确保收集的数据反映实时的高精度表面条件测量，支持了遥感表面温度产品的验证，这对于准确的遥感分析和尺度效应研究至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges faced in achieving high spatial and temporal resolution in remote sensing products for analyzing inland river basin ecosystems?",
        "QuestionCn": "在遥感产品中实现高空间和时间分辨率以分析内陆河流盆地生态系统可能面临哪些挑战？",
        "AnswerEn": "Challenges in achieving high spatial and temporal resolution in remote sensing products include the pronounced heterogeneity of the landscape at the basin scale and the diverse nature of inland river basin ecosystems. These factors necessitate remote sensing products with consistent spatial and temporal resolution, which current global remote sensing products often lack. This makes it difficult to capture the rapid changes in water cycle and ecological process parameters required for comprehensive analysis.",
        "AnswerCn": "在遥感产品中，实现高空间和时间分辨率的挑战包括流域尺度上景观的显著异质性以及内陆河流域生态系统的多样性。这些因素需要具有一致空间和时间分辨率的遥感产品，而当前的全球遥感产品往往缺乏这一点。这使得捕捉水循环和生态过程参数的快速变化变得困难，从而影响全面分析的能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways could the integration of airborne remote sensing with ground-based observations enhance the development of high-precision datasets for ecological and hydrological research?",
        "QuestionCn": "将空中遥感与地面观测的结合如何增强生态和水文研究中高精度数据集的发展？",
        "AnswerEn": "Integrating airborne remote sensing with ground-based observations can enhance high-precision datasets by combining broad spatial coverage from airborne sensors with the detailed, accurate measurements obtained from ground-based methods. This integration allows for a more complete and validated dataset, which supports the development of high-precision remote sensing products. These products are essential for ecological and hydrological research as they provide comprehensive data necessary for model calibration, validation, and improving understanding of complex processes within river basins.",
        "AnswerCn": "将空中遥感与地面观测相结合，可以通过将空中传感器的广泛空间覆盖与地面方法获得的详细、准确的测量结果相结合，增强高精度数据集。这种整合允许获得更完整和经过验证的数据集，支持高精度遥感产品的开发。这些产品对于生态和水文研究至关重要，因为它们提供了模型校准、验证和改善对河流流域内复杂过程理解所需的全面数据。",
        "Level": "C6(Creating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore and summarize the methods used for collecting synchronized surface temperature data in the context of downstream ecological hydrology experiments.",
        "QuestionCn": "请探讨并总结在下游生态水文学实验中收集同步表面温度数据的方法。",
        "AnswerEn": "The synchronized surface temperature data collection method involved the use of a handheld infrared thermometer to perform continuous manual synchronized observations when a thermal imager flew over large homogeneous areas of vegetation, water bodies, and cement ground. The emissivity of the thermometer was set to 0.95, and it had a field of view of 1°. Calibration of the instruments was performed on July 31, 2014.",
        "AnswerCn": "同步表面温度数据收集方法涉及使用手持红外温度计在热成像仪飞越大面积均质植被、水体和水泥地面时进行连续手动同步观测。温度计的发射率设置为0.95，视场角为1°。仪器的校准是在2014年7月31日进行的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in creating remote sensing products that can effectively analyze watershed water cycles and ecological processes at the basin scale.",
        "QuestionCn": "分析在创建能够有效分析流域水循环和生态过程的遥感产品时面临的挑战。",
        "AnswerEn": "The challenges include the lack of remote sensing products capable of analyzing water cycles and ecological processes holistically, with high spatial and temporal resolution due to the surface heterogeneity and diverse landscape types within inland river basins. Current global remote sensing products do not meet these needs, and there is also a lack of mature methodologies for applying remote sensing to eco-hydrological models.",
        "AnswerCn": "挑战包括缺乏能够全面分析水循环和生态过程的遥感产品，这些产品需要具备高空间和时间分辨率，因为内陆河流域内的表面异质性和多样的景观类型。当前的全球遥感产品无法满足这些需求，同时在将遥感应用于生态水文模型方面也缺乏成熟的方法论。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please investigate potential methods for enhancing the accuracy of remote sensing products in supporting watershed-scale eco-hydrological integrated research.",
        "QuestionCn": "请调查增强遥感产品在支持流域尺度生态水文综合研究中的准确性的潜在方法。",
        "AnswerEn": "Potential methods for enhancing accuracy include developing high-precision remote sensing products based on comprehensive experiments, conducting authenticity verification tests to validate remote sensing models and products, and utilizing integrated observation data and remote sensing products in various hydrological models for different zones within a watershed to improve their application in eco-hydrological research and water resource management.",
        "AnswerCn": "提高准确性的潜在方法包括基于综合实验开发高精度遥感产品，进行真实性验证测试以验证遥感模型和产品，以及在流域内不同区域的水文模型中利用综合观测数据和遥感产品，以改善其在生态水文研究和水资源管理中的应用。",
        "Level": "C6(Creating)"
      }
    ]
  }
}