{
  "id": "8f3c1ee1-a0f4-454c-b2d7-8350d77af0c2",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground-based microwave scatterometer and snow parameter observations in the Binggou watershed experimental area on Mar. 16, 2008",
      "titleCn": "黑河综合遥感联合试验：冰沟流域加密观测区积雪地基微波散射计及积雪参数观测数据集（2008年3月16日）",
      "description": "The dataset of ground-based microwave scatterometer and snow parameter observations was obtained in the Binggou watershed experimental area on Mar. 16, 2008.\n     Observation items included:\n     (1) Snow backscattering coefficient by the scatterometer\n     (2) Snow parameters as the snow surface temperature by the probe thermometer, snow grain size by the handheld microscope, snow density by the snow shovel, the snow surface temperature and the snow-soil interface temperature by the handheld infrared thermometer in BG-I.\n     (3) The snow spectrum by the portable ASD (Xinjiang Meteorological Administration) at the Dadongshu mountain pass; the major and minor axis and shape of the snow layer grain through the snow sieve.\n     (4) Snow albedo by the total radiometer from 10:29 to 15:00 \n     (5) Snow density, snow complex permittivity, snow volumetric moisture and snow gravimetric moisture by the Snowfork at the Dadongshu mountain pass\n     Two subfolders including raw data and preprocessed data were archived.",
      "descriptionCn": "2008年3月16日在冰沟流域加密观测区开展的散射计地面同步观测，为进一步理解积雪微波辐射与散射特性提供了基础。\n观测内容主要包括：\n1）积雪后向散射系数观测（散射计测量）；   \n2）积雪参数观测：雪表面温度（针式温度计）、雪粒径（手持式显微镜）、雪密度（雪铲）、雪表面和雪土界面温度（手持式红外温度计）、该观测在BG-I样地进行。 \n3）积雪光谱（新疆气象局提供的便携式光谱测量仪测量ASD），观测位置为大冬树山垭口，具体见GPS记录。同时利用筛子对雪层结构粒径的长短轴以及形状进行了观测。  \n4）积雪反照率（总辐射表测量），地点见GPS记录，观测时间为10:29到15:00，天空晴朗无云。  \n5）雪特性分析仪观测，观测变量包括雪密度、雪复介电常数、雪体积含水量、雪重量含水量等，观测位置为大冬树山垭口散射计观测位置附近。\n该数据集包含原始数据和预处理数据2个子文件夹。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.286566,
      "west": 100.096381,
      "south": 38.01113,
      "north": 38.18839,
      "startTime": "2008-03-28 16:00:00",
      "endTime": "2008-03-28 16:00:00",
      "fileSize": 95851687.0,
      "cstr": "18406.11.water973.0085.db",
      "doi": "10.3972/water973.0085.db",
      "dataFormat": "EXCEL",
      "license": null
    },
    "authorList": [
      {
        "nameCn": " 刘增灿",
        "nameEn": "LIU Zengcan",
        "unitEn": "",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": " 秦伟",
        "nameEn": "QIN Wei",
        "unitEn": "",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "舒乐乐",
        "nameEn": "SHU Lele",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐瑱",
        "nameEn": "XU Zhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "朱仕杰",
        "nameEn": "ZHU Shijie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "常存",
        "nameEn": "CHANG Cun",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      },
      {
        "nameCn": "窦燕",
        "nameEn": "DOU Yan",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      },
      {
        "nameCn": "马忠国",
        "nameEn": "MA Zhongguo",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      },
      {
        "nameCn": " 张璞",
        "nameEn": "ZHANG Pu",
        "unitEn": "",
        "unitCn": "中国气象局乌鲁木齐沙漠气象研究所"
      },
      {
        "nameCn": "姜腾龙",
        "nameEn": "JIANG Tenglong",
        "unitEn": "",
        "unitCn": "南京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "典型地物后向散射特性的测量与分析",
        "titleEn": null,
        "referenceCn": "徐春亮, 陈彦, 贾明权, 刘增灿, 卢海平, 童玲. 典型地物后向散射特性的测量与分析. 地球科学进展, 2009, 24(7): 810-816.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "基于实测数据的不同雪粒径光谱分析",
        "titleEn": null,
        "referenceCn": "姜腾龙, 赵书河, 肖鹏峰, 冯学智, 张运, 胡伟. 基于实测数据的不同雪粒径光谱分析. 冰川冻土, 2009(02): 227–232.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": "祁连山区风吹雪对积雪质能过程的影响",
        "titleEn": null,
        "referenceCn": "李弘毅, 王建, 郝晓华. 祁连山区风吹雪对积雪质能过程的影响. 冰川冻土, 2012, 34(5): 1084-1090.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "反照率",
        "nameEn": "Albedo"
      },
      {
        "nameCn": "地基微波辐射计",
        "nameEn": "Ground-based microwave radiometer"
      },
      {
        "nameCn": "地物光谱仪（ASD）",
        "nameEn": "Terrain spectrometer"
      },
      {
        "nameCn": "地面验证信息",
        "nameEn": "Ground verification information"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "积雪深度",
        "nameEn": "Snow depth"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      },
      {
        "nameCn": "雪/冰温度",
        "nameEn": "Snow/ice temperature"
      },
      {
        "nameCn": "雪密度",
        "nameEn": "Snow density"
      },
      {
        "nameCn": "雪水当量",
        "nameEn": "Snow water equivalent"
      },
      {
        "nameCn": "雪粒径",
        "nameEn": "Snow particle size"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "冰沟流域加密观测区",
        "keywordEn": "ice-channel watershed encryption observation area"
      },
      {
        "keywordCn": "大冬树山垭口",
        "keywordEn": "Dadongshu pass"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-16",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method for observing snow albedo in a clear sky condition?",
        "QuestionCn": "您能否提供一个在晴朗天空条件下观察雪反照率的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method for observing snow albedo in a clear sky condition involves using a total radiometer to measure the snow's reflective properties at a designated location during specific times, such as from 10:29 to 15:00, ensuring the sky is clear and cloudless.",
        "AnswerCn": "观察雪的反照率的一种数据收集方法是使用全辐射计在特定地点的特定时间（例如从10:29到15:00）测量雪的反射特性，确保天空晴朗无云。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of snow parameter measurements in a dataset focused on microwave scattering and snow properties?",
        "QuestionCn": "在一个专注于微波散射和雪特性的数据库中，雪参数测量的特征是什么？",
        "AnswerEn": "snow surface temperature, snow grain size, snow density, snow surface temperature, snow-soil interface temperature, snow spectral data, snow albedo",
        "AnswerCn": "雪面温度、雪粒大小、雪密度、雪面温度、雪-土壤界面温度、雪光谱数据、雪反照率",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could influence the accuracy and reliability of snow microwave scattering observations in densely observed regions?",
        "QuestionCn": "影响密集观测区域雪微波散射观测准确性和可靠性的因素有哪些？",
        "AnswerEn": "Factors influencing the accuracy and reliability of snow microwave scattering observations may include the variability in snow parameters such as snow surface temperature, snow grain size, and snow density. The use of different measurement instruments, like handheld infrared thermometers and snow shovels, could introduce variability. Furthermore, environmental conditions such as clear skies or cloud cover, as well as the specific GPS-recorded locations for measurements, can also impact the observations. The integration of spectral measurements and albedo observations further complicates the data collection process, potentially affecting precision.",
        "AnswerCn": "影响雪微波散射观测准确性和可靠性的因素可能包括雪参数的变化，如雪表面温度、雪粒大小和雪密度。使用不同的测量仪器，如手持红外温度计和雪铲，可能会引入变异。此外，环境条件如晴天或多云，以及测量的具体GPS记录位置，也会影响观测结果。光谱测量和反照率观测的结合进一步复杂化了数据收集过程，可能影响精度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using ground-based synchronous observations with scatterometers for understanding snow microwave radiation and scattering characteristics?",
        "QuestionCn": "使用地面同步观测与散射计结合来理解雪的微波辐射和散射特性可能产生的结果有哪些？",
        "AnswerEn": "Using ground-based synchronous observations with scatterometers can provide fundamental insights into the microwave radiation and scattering characteristics of snow. This method allows for precise measurement of the snow backscatter coefficient and other snow parameters such as surface temperature, snow grain size, density, and albedo. These observations facilitate a deeper understanding of snow properties, which can improve the accuracy of remote sensing models and contribute to more effective monitoring and prediction of snow-related phenomena.",
        "AnswerCn": "使用地面同步观测与散射计可以提供关于雪的微波辐射和散射特性的基本见解。这种方法允许精确测量雪的后向散射系数以及其他雪参数，如表面温度、雪粒大小、密度和反照率。这些观测有助于深入理解雪的特性，从而提高遥感模型的准确性，并有助于更有效地监测和预测与雪相关的现象。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting snow microwave scattering and snow parameter observation data using ground-based scatterometers in dense observation areas?",
        "QuestionCn": "在密集观测区域使用地面散射计收集雪微波散射和雪参数观测数据的主要目标是什么？",
        "AnswerEn": "The primary objectives are to provide a foundational understanding of the microwave radiation and scattering characteristics of snow. The collected data aim to capture various snow parameters such as backscatter coefficients, snow surface temperature, snow grain size, snow density, and snow albedo. These observations are crucial for improving the understanding of snow's microwave properties and the development of models for remote sensing applications.",
        "AnswerCn": "主要目标是提供对雪的微波辐射和散射特性的基础理解。收集的数据旨在捕捉各种雪参数，如后向散射系数、雪表面温度、雪粒大小、雪密度和雪的反照率。这些观察对于提高对雪的微波特性的理解以及开发遥感应用模型至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What instrumental and procedural techniques are employed to accurately measure snow parameters and microwave scattering characteristics in a densely observed area?",
        "QuestionCn": "在密集观测区域中，准确测量雪参数和微波散射特性的仪器和程序技术有哪些？",
        "AnswerEn": "The instrumental techniques include using a scatterometer for backscatter coefficient observation, a probe thermometer for snow surface temperature, a handheld microscope for snow grain size, a snow shovel for snow density, handheld infrared thermometers for snow surface and snow-soil interface temperatures, and a portable spectrometer provided by the Xinjiang Meteorological Bureau for snow spectrum measurement. Additionally, total radiometers are used for albedo measurement, and a snow characteristic analyzer is employed to measure snow density, complex dielectric constant, snow volumetric moisture content, and snow gravimetric moisture content. These observations are conducted in specified locations as recorded by GPS, ensuring precise data collection in the field.",
        "AnswerCn": "仪器技术包括使用散射计进行后向散射系数观测，使用探针温度计测量雪表面温度，使用手持显微镜测量雪晶粒大小，使用雪铲测量雪密度，使用手持红外温度计测量雪表面和雪-土界面的温度，以及使用新疆气象局提供的便携式光谱仪进行雪光谱测量。此外，还使用全辐射计进行反照率测量，使用雪特性分析仪测量雪密度、复杂介电常数、雪体积含水量和雪重含水量。这些观测在通过GPS记录的指定地点进行，确保现场数据收集的准确性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}