{
  "id": "8f3e0117-06bb-4f07-bfee-bac9fc2f2c2c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "temporal dynamic spectra dataset of typical vegetation in China",
      "titleCn": "中国区域典型植被多尺度光谱数据集",
      "description": "The multiscale reflectance spectra measurements mainly refer to the spectra measurements of leaf and canopy of different vegetation cover surfaces. The measurements were carried out over the main forests and crops of different areas in China. The croplands’ spectra were sampled from homogenous large-area-covered quadrates. For the forest canopy measuring, the field measurement was assisted by a tower or UVA. ASD or SVC was used to measure the spectra at the ground or from the tower. While for UVA, the hyperspectral imager was mounted to measure canopy spectra. The majority of measurements were conducted in the growing season (from July to October) of 2017 and 2018. The spectral distribution of each specific target is estimated as the average of replicated measurements. In order to collect smooth and continuous spectral curves, the least squares polynomial fitting algorithm is applied to remove the abnormal fluctuations in the vapor absorption channel, and the spectral curves are interpolated to 1 nm spectral resolution using piecewise linear interpolation functions. This dataset aids particularly the development of the modeling of vegetation, especially support further research on cross-scale ecological processes and underlying mechanisms and physical radiative transfer processes, and also the retrieval of surface biophysical and biochemical parameters. Moreover, they can serve as a reference truth for satellite observations in validation.",
      "descriptionCn": "多尺度反射光谱测量主要是观测不同植被覆盖的冠层及叶片光谱数据,包括了中国不同地区的主要森林和作物。农田的光谱是从均匀的大面积覆盖的样方中取样得到的。而对于森林冠层，现场测量平台包括塔吊和UVA。ASD或SVC安装在地面或塔上进行光谱测量，对于UVA，则安装了高光谱成像仪来测量冠层光谱。大多数测量工作在2017年和2018年的生长季节（7月至10月）进行。每个特定目标的光谱为重复观测的平均值，为了收集平滑连续的光谱曲线，应用最小二乘多项式拟合算法去除大气水汽波段的异常波动，并使用分段线性插值函数将光谱曲线插值到1nm光谱分辨率。该数据集有助于植物建模，也可以支持跨尺度生态过程和内在机制的研究，以及生理化参数的反演，也可以作为真实性检验的相对“真值“。",
      "instructions": "The leaf-canopy-Landsat-MODIS spectra data matched in time and space were organized in a folder named as “AAAA_BBBB_CCCC_YYYYMMDDHHMMSS”. The “AAAA” was set as “spec”,the “BBBB_CCCC” the land cover and the object name and the “YYYYMMDDHHMMSS” the measured time. The core files of the full-spectrum include the combination data of reflectance, emissivity, microwave bright temperature, metadata files, and the satellite data. The data file was processed as TXT format and the metadata file was set as XML format. The satellite data and the quick view image was set as Tiff and JPEG format, respectively. As for the name of each spectral data, the file name was recorded as “AAAA_BBBB_CCCC_YYYYMMDDHHMMSS_XXXX”, where the “XXXX” shows the file type, “A000” means the data file, and “B000” means the auxiliary file of XML. The “AAAA” represents the spectral types, where “refl” denotes the reflectance. And the “pixel”, “img”, and “view” represent the satellite pixel spectral, the satellite image, and the quick-view image, respectively. Regarding the name of the metadata, “AAAA” was set as “comp” and “pixel” . “comp” refers to the general scene information of the spectrum，and “pixel” indicates the information of satellite pixel spectrum. For the leaf and canopy reflectance spectra, \"BBBB\" was set to \"compo\" and \"canopy\", respectively.",
      "instructionsCn": "所有数据都存放在在一个名为“AAAA_BBBB_CCCC_YYYYMMDDHHMMS”的文件夹中。“AAAA”设置为“spec”,“BBBB_CCCC”是指土地覆盖物和对象名称,“YYYYMMDD HHMMSS”显示测量的时间。多尺度光谱数据的核心文件包括叶片和冠层反射率数据、元数据文件和卫星数据，其中观测数据被处理为TXT格式，元数据文件被设置为XML格式，卫星数据和快速查看图像分别设置为Tiff和JPEG格式。文件名表示为“AAAA_BBBB_CCCC_YYYYMMDDHHMMS_XXXX”，其中“XXXX”表示文件类型，“A000”表示数据文件，“B000”表示XML的辅助文件。“AAAA”表示光谱类型，“refl”表示反射率。“pixel”、“img”和“view”分别表示卫星像素光谱、卫星图像和快速视图图像。对于元数据文件，“AAAA”分别设置为“comp”和“pixel”，“comp”指光谱的场景信息，“pixel”表示卫星像素光谱的信息。对于叶和冠层反射光谱，“BBBB”分别设置为“compo”和“canopy”。",
      "east": 119.4356,
      "west": 93.4648,
      "south": 21.6178,
      "north": 42.6519,
      "startTime": "2017-01-01 00:00:00",
      "endTime": "2018-12-31 11:59:59",
      "fileSize": 10954751.0,
      "cstr": "18406.11.RemoteSen.tpdc.272932",
      "doi": "10.11888/RemoteSen.tpdc.272932",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "闻建光",
        "nameEn": "WEN Jianguang ",
        "unitEn": "Aerospace Information Research Institute",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "吴小丹",
        "nameEn": "WU Xiaodan",
        "unitEn": "",
        "unitCn": "兰州大学资源环境学院"
      },
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "柳钦火",
        "nameEn": "LIU Qinhuo",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "郑兴明",
        "nameEn": "ZHENG Xingming",
        "unitEn": "IGA, CAS",
        "unitCn": "中国科学院东北地理与农业生态研究所"
      },
      {
        "nameCn": "屈永华",
        "nameEn": "QU Yonghua",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "晋锐",
        "nameEn": "JIN Rui",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "游冬琴",
        "nameEn": "YOU Dongqin",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "唐勇",
        "nameEn": "TANG Yong",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "林兴稳",
        "nameEn": "XINGWEN Lin ",
        "unitEn": "Zhejiang Normal University",
        "unitCn": "浙江师范大学"
      },
      {
        "nameCn": "宫宝昌",
        "nameEn": "BAOCHANG Gong ",
        "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "杨建",
        "nameEn": "JIAN Yang ",
        "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "韩源",
        "nameEn": "HAN Yuan ",
        "unitEn": " Aerospace Information Research Institute, Chinese Academic of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Full-band, multi-angle, multi-scale, and temporal dynamic field spectral measurements in China",
        "referenceCn": null,
        "referenceEn": "Wen, J., Wu, X., Xiao, Q, Liu, Q., Ma, M., Zheng, X., Qu, Y., Jin, R., You, D., Tang, Y., Lin, X., Yu, W., Gong, B., Yang, J., & Han, Y. (2023). Full-band, multi-angle, multi-scale, and temporal dynamic field spectral measurements in China. Scientific Data, 10 (353). https://doi.org/10.1038/s41597-023-02265-1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "卫星",
        "nameEn": "Satellite"
      },
      {
        "nameCn": "多尺度",
        "nameEn": "Muti-scale"
      },
      {
        "nameCn": "数据采集",
        "nameEn": "data collection"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "北京",
        "keywordEn": "Beijing"
      },
      {
        "keywordCn": "张掖",
        "keywordEn": "Zhangye"
      },
      {
        "keywordCn": "杭州",
        "keywordEn": "hangzhou"
      },
      {
        "keywordCn": "西安",
        "keywordEn": "Xian"
      },
      {
        "keywordCn": "重庆",
        "keywordEn": "Chongqing"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2017",
        "keywordEn": "2017",
        "type": "temporal"
      },
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家科技基础性工作专项",
        "titleEn": "National Science and Technology Foundation Project"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for measuring vegetation canopy and leaf spectral data in different regions of China?",
        "QuestionCn": "用于测量中国不同地区植被冠层和叶片光谱数据的数据收集方法的特点是什么？",
        "AnswerEn": "multi-scale reflectance spectral measurements, uniformly large sample plots, cranes and UAVs as measurement platforms, ASD or SVC spectral measurement devices, hyperspectral imaging instruments on UAVs, growing seasons of 2017 and 2018 (July to October), averaged spectra from repeated observations, least-squares polynomial fitting algorithm, spectral curve interpolation to 1nm resolution using piecewise linear interpolation",
        "AnswerCn": "多尺度反射光谱测量，均匀的大样地，起重机和无人机作为测量平台，ASD或SVC光谱测量设备，无人机上的高光谱成像仪器，2017年和2018年的生长季节（7月至10月），重复观测的平均光谱，最小二乘多项式拟合算法，使用分段线性插值将光谱曲线插值到1nm分辨率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spectral resolution achieved after interpolation in a dataset of multi-scale spectral measurements of typical vegetation in China?",
        "QuestionCn": "在中国典型植被的多尺度光谱测量数据集中，经过插值后实现的光谱分辨率是多少？",
        "AnswerEn": "1 nm",
        "AnswerCn": "1 纳米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'multi-scale spectral measurement' mean in the context of vegetation canopy and leaf data collection?",
        "QuestionCn": "在植被冠层和叶片数据收集的背景下，“多尺度光谱测量”是什么意思？",
        "AnswerEn": "Multi-scale spectral measurement refers to the collection of spectral data at various scales, such as canopy and leaf levels, to observe the spectral characteristics of vegetation cover. This involves using different platforms like cranes and UAVs for forest canopies and sampling from uniformly covered plots for agricultural fields. Instruments like ASD or SVC spectrometers are used for ground or tower measurements, while hyperspectral imagers are installed on UAVs for canopy measurements.",
        "AnswerCn": "多尺度光谱测量是指在不同尺度上收集光谱数据，例如在树冠和叶片水平，以观察植被覆盖的光谱特征。这涉及使用不同的平台，如起重机和无人机，用于森林树冠的测量，以及从均匀覆盖的地块中进行采样以用于农业领域。像ASD或SVC光谱仪这样的仪器用于地面或塔式测量，而高光谱成像仪则安装在无人机上用于树冠测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes variability in spectral measurements when observing vegetation canopies and leaves across different regions in China?",
        "QuestionCn": "在观察中国不同地区的植被冠层和叶片时，光谱测量的变异性原因是什么？",
        "AnswerEn": "Variability in spectral measurements can be caused by differences in vegetation coverage, seasonal changes, and environmental conditions across different regions in China. The use of different measurement platforms, such as ground-based ASD or SVC sensors and UAV-mounted hyperspectral imagers, can also introduce variability. Additionally, atmospheric conditions, such as water vapor, can affect spectral data, but these effects are minimized using polynomial fitting and linear interpolation to achieve smooth spectral curves.",
        "AnswerCn": "光谱测量中的变异性可能是由于中国不同地区的植被覆盖差异、季节变化和环境条件造成的。使用不同的测量平台，如地面ASD或SVC传感器以及无人机搭载的高光谱成像仪，也可能引入变异。此外，水汽等大气条件会影响光谱数据，但通过多项式拟合和线性插值来实现平滑的光谱曲线，可以最小化这些影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing multi-scale spectral measurement techniques on the accuracy of vegetation modeling across different regions in China?",
        "QuestionCn": "利用多尺度光谱测量技术对中国不同地区的植被建模准确性可能产生的后果是什么？",
        "AnswerEn": "Utilizing multi-scale spectral measurement techniques, which include observations of canopy and leaf spectral data from various vegetation covers, can improve the accuracy of vegetation modeling. These methods, by capturing detailed spectral data using ASD or SVC instruments and hyperspectral imaging from UAVs, allow for precise observations of spectral variations across different vegetation types and regions. The application of least squares polynomial fitting to remove atmospheric water vapor anomalies and interpolation to fine spectral resolution further refines the data, which can enhance the modeling of physiological and biochemical parameters and support cross-scale ecological process studies. Additionally, these methods provide a relative 'true value' for validation purposes, potentially increasing the reliability of vegetation models.",
        "AnswerCn": "利用多尺度光谱测量技术，包括对各种植被覆盖的树冠和叶片光谱数据的观察，可以提高植被建模的准确性。这些方法通过使用ASD或SVC仪器和无人机的高光谱成像捕获详细的光谱数据，能够精确观察不同植被类型和区域的光谱变化。应用最小二乘多项式拟合去除大气水汽异常，以及插值以提高光谱分辨率，进一步精炼数据，这可以增强生理和生化参数的建模，并支持跨尺度生态过程研究。此外，这些方法提供了相对的“真实值”用于验证目的，可能提高植被模型的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to collect multi-scale spectral data of vegetation canopies and leaves across different regions in China?",
        "QuestionCn": "收集中国不同地区植被冠层和叶片的多尺度光谱数据的重要性是什么？",
        "AnswerEn": "Collecting multi-scale spectral data of vegetation canopies and leaves across different regions in China aims to enhance plant modeling, support the study of cross-scale ecological processes and intrinsic mechanisms, and assist in the inversion of physiological and chemical parameters. Additionally, this data serves as a relative 'ground truth' for validation purposes.",
        "AnswerCn": "收集中国不同地区的植被冠层和叶片的多尺度光谱数据，旨在增强植物建模，支持跨尺度生态过程和内在机制的研究，并协助生理和化学参数的反演。此外，这些数据还作为相对的“地面真相”用于验证目的。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instruments are utilized to collect multispectral canopy and leaf spectral data for different vegetation types across various regions in China, and how is data preprocessing handled to ensure accurate spectral measurements?",
        "QuestionCn": "在中国的不同地区，为不同类型的植被收集多光谱冠层和叶片光谱数据所使用的程序和仪器是什么，以及如何处理数据预处理以确保准确的光谱测量？",
        "AnswerEn": "The data collection involves using ASD or SVC devices installed on ground platforms or towers for canopy spectral measurements, and high-spectral imaging spectrometers mounted on UAVs for additional data capture. For preprocessing, a least-squares polynomial fitting algorithm is applied to remove atmospheric water vapor-induced fluctuations, and a piecewise linear interpolation function is used to interpolate spectral curves to a 1nm spectral resolution for smoothness and continuity. These procedures are essential for collecting accurate and reliable spectral data from forest canopies and agricultural fields.",
        "AnswerCn": "数据收集涉及使用安装在地面平台或塔上的ASD或SVC设备进行冠层光谱测量，以及安装在无人机上的高光谱成像光谱仪进行额外数据捕获。对于预处理，应用最小二乘多项式拟合算法以去除大气水汽引起的波动，并使用分段线性插值函数将光谱曲线插值到1nm的光谱分辨率，以实现平滑和连续。这些程序对于从森林冠层和农业田地收集准确可靠的光谱数据至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the measurement of canopy spectral data across different vegetation types in China?",
        "QuestionCn": "哪些技术进步使得在中国对不同植被类型的冠层光谱数据进行测量成为可能？",
        "AnswerEn": "The use of advanced platforms such as tower cranes and UAVs, along with the installation of hyperspectral imaging devices and spectrometers like ASD or SVC on these platforms, enabled the measurement of canopy spectral data. These technologies allowed for precise spectral measurements across different vegetation types, including forests and crops.",
        "AnswerCn": "使用先进的平台，如塔式起重机和无人机，以及在这些平台上安装高光谱成像设备和光谱仪（如ASD或SVC），使得可以测量树冠光谱数据。这些技术允许对不同植被类型（包括森林和农作物）进行精确的光谱测量。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}