{
    "id": "8f5d570b-0bda-4c3b-a29f-7b509248f68e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landslide data set of Three Rivers Basin in the southeast of Qinghai Tibet Plateau",
            "titleCn": "青藏高原东南三江流域滑坡灾害数据集",
            "description": "1) Data content: this data set is the landslide disaster data of Sanjiang Basin in the southeast of Qinghai Tibet Plateau; 2) Data source and processing method: this data set was independently interpreted by Dai Fuchu of Beijing University of technology using Google Earth; This data file is finally formed by remote sensing interpretation - on-site verification - re interpretation - re verification and other methods after 7 systematic interpretation. More than 5000 landslides have been verified on site with high accuracy; 4) This data has broad application prospects for hydropower resources development, traffic engineering construction and geological disaster evaluation in the three river basins in the southeast of Qinghai Tibet Plateau.",
            "descriptionCn": "1）数据内容：本数据集为青藏高原东南三江流域滑坡灾害数据；2）数据来源及加工方法：本数据集系北京工业大学戴福初利用谷歌地球独立解译完成；采用遥感解译-现场验证-再解译-再验证等方法，经过7次系统解译最终形成本数据文件，累计对超过5000处滑坡开展了现场验证，具有较高的精度；4）本数据对青藏高原东南三江流域水能资源开发、交通工程建设、地质灾害评价等方面具有广阔的应用前景。",
            "instructions": "Dataset name LS_ TR.rar； After decompression, it includes: study area range - Bnd_ SD;  Landslide hazard - LS_ PTS； Data reading method: the data is in ShapeFile format and can be opened by ArcGIS or ArcView software; File Bnd_ SD is the scope of the project study area; File LS_ PTS is a total of 94639 landslide points, including 93263 landslides, 407 deformed bodies and 969 collapses. In the attribute item name, LS is landslide, deform is deformed body and rockfall is collapse; Attribute item a_ M2 is the landslide area (M2).",
            "instructionsCn": "数据集名称LS_TR.rar；解压后包括：研究区范围-BND_SD; 滑坡灾害-LS_PTS；数据读取方式：数据为shapefile格式，可用ArcGIS或ArcView软件打开；文件bnd_SD为项目研究区范围；文件LS_pts为滑坡点，共94639个，包括滑坡93263个、变形体407个、崩塌969个，属性项Name中LS为滑坡、DEFORM为变形体、ROCKFALL为崩塌；属性项A_m2为滑坡面积（m2）。",
            "east": 101.03,
            "west": 89.73,
            "south": 25.38,
            "north": 35.9,
            "startTime": null,
            "endTime": null,
            "fileSize": 2098408.0,
            "cstr": "18406.11.Terre.tpdc.272043",
            "doi": "10.11888/Terre.tpdc.272043",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "戴福初",
                "nameEn": "DAI Fuchu ",
                "unitEn": "Beijing University of Technology",
                "unitCn": "北京工业大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青藏高原东南三江流域滑坡灾害发育特征",
                "titleEn": null,
                "referenceCn": "戴福初, 邓建辉. (2020). 青藏高原东南三江流域滑坡灾害发育特征. 工程科学与技术, 52(5), 3-15.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "卫星影像",
                "nameEn": "Satelite images"
            },
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            },
            {
                "nameCn": "地貌",
                "nameEn": "Geomorphology"
            },
            {
                "nameCn": "地质灾害",
                "nameEn": "Geologic Hazard"
            },
            {
                "nameCn": "崩塌",
                "nameEn": "Rockfall"
            },
            {
                "nameCn": "滑坡",
                "nameEn": "Landslides"
            },
            {
                "nameCn": "灾害",
                "nameEn": "Disaster"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "三江流域",
                "keywordEn": "Three Rivers Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "历史滑坡",
                "keywordEn": "Historic landslides",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原重大滑坡孕育的内外动力条件及其耦合作用机制",
                "titleEn": "Endogenic and exogenic geological conditions and coupling effects on the occurrence of landslide hazard"
            },
            {
                "titleCn": "青藏高原重大滑坡动力灾变与风险防控关键技术研究",
                "titleEn": "Catastrophic mechanisms and risk control of disastrous landslides in the Tibetan Plateau"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to compile a landslide disaster dataset in the southeastern river valleys of the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于编制西藏高原东南部河谷的滑坡灾害数据集？",
                "AnswerEn": "An example of a data collection method used to compile a landslide disaster dataset involves remote sensing interpretation, field verification, re-interpretation, and re-verification. This method was used by researchers from Beijing University of Technology, who completed seven systematic interpretations and conducted field verification at over 5000 landslide sites, achieving a high level of accuracy.",
                "AnswerCn": "用于编制滑坡灾害数据集的数据收集方法的一个例子涉及遥感解译、现场验证、重新解译和重新验证。北京工业大学的研究人员采用了这种方法，完成了七次系统解译，并在超过5000个滑坡地点进行了现场验证，达到了较高的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used in creating a landslide disaster dataset for regions like the southeastern Three Rivers Basin of the Tibetan Plateau?",
                "QuestionCn": "在创建像西南三江盆地这样的地区的滑坡灾害数据集时，数据收集方法的特点包括：",
                "AnswerEn": "Google Earth interpretation, remote sensing interpretation, field verification, re-interpretation, re-verification, over seven systematic interpretations, field verification for more than 5000 landslide sites, high precision",
                "AnswerCn": "谷歌地球解译、遥感解译、实地验证、重新解译、重新验证、超过七次系统解译、对超过5000个滑坡点的实地验证、高精度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many landslides were verified on-site during the creation of a landslide disaster dataset for the southeastern Sanjiang region of the Tibetan Plateau?",
                "QuestionCn": "在创建西南藏区三江地区的滑坡灾害数据集时，现场验证了多少个滑坡？",
                "AnswerEn": "5000",
                "AnswerCn": "5000",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '遥感解译' mean in the context of data collection for landslide disaster datasets?",
                "QuestionCn": "'遥感解译'在滑坡灾害数据集的数据收集上下文中指的是利用遥感技术对地表特征和变化进行分析和解读的过程。",
                "AnswerEn": "'遥感解译' refers to the method of remote sensing interpretation used to collect data for landslide disaster datasets, which involves analyzing remote sensing imagery to identify and interpret features related to landslides.",
                "AnswerCn": "'遥感解译'指的是用于收集滑坡灾害数据集的遥感解译方法，该方法涉及分析遥感影像以识别和解释与滑坡相关的特征。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of employing a systematic remote sensing interpretation method, followed by field validation, on the accuracy and reliability of landslide disaster datasets in the southeastern Tibetan Plateau?",
                "QuestionCn": "采用系统的遥感解译方法，随后进行实地验证，对东南藏区滑坡灾害数据集的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "The use of a systematic remote sensing interpretation method followed by field validation can significantly enhance the accuracy and reliability of landslide disaster datasets in the southeastern Tibetan Plateau. This approach allows for a more precise identification and verification of landslide occurrences through iterative cycles of interpretation and validation, ultimately resulting in high precision data that is valuable for applications such as hydropower resource development, transportation engineering, and geological disaster assessment.",
                "AnswerCn": "系统的遥感解译方法结合实地验证的使用，可以显著提高东南藏区滑坡灾害数据集的准确性和可靠性。这种方法通过解译和验证的迭代循环，允许对滑坡发生的更精确识别和验证，最终产生高精度的数据，这些数据对水电资源开发、交通工程和地质灾害评估等应用具有重要价值。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind developing a dataset for landslide disasters in the southeastern river basins of the Qinghai-Tibet Plateau using remote sensing interpretation?",
                "QuestionCn": "开发青藏高原东南河流域滑坡灾害数据集的主要目标是什么，使用遥感解译。",
                "AnswerEn": "The primary objectives include providing accurate data for assessing geological hazards, supporting hydropower resource development, and facilitating transportation engineering projects in the southeastern river basins of the Qinghai-Tibet Plateau. The dataset is created through a rigorous process of remote sensing interpretation, field verification, and iterative refinement to ensure high precision.",
                "AnswerCn": "主要目标包括提供准确的数据以评估地质灾害，支持水电资源开发，以及促进青藏高原东南部河流流域的交通工程项目。该数据集通过遥感解译、实地验证和迭代优化的严格过程创建，以确保高精度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in utilizing remote sensing interpretation and on-site verification to construct a high-precision landslide disaster dataset for a specific region?",
                "QuestionCn": "利用遥感解译和现场验证构建特定区域高精度滑坡灾害数据集的程序步骤包括哪些？",
                "AnswerEn": "The construction of a high-precision landslide disaster dataset involves remote sensing interpretation followed by on-site verification. This is an iterative process where the data is reinterpreted and re-verified multiple times to ensure accuracy. In the case mentioned, this process was repeated seven times, and on-site verification was conducted for over 5000 landslide sites.",
                "AnswerCn": "高精度滑坡灾害数据集的构建涉及遥感解译和现场验证的过程。这是一个迭代过程，数据会被多次重新解译和重新验证以确保准确性。在提到的案例中，这一过程重复进行了七次，并对超过5000个滑坡地点进行了现场验证。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What remote sensing techniques enable the accurate interpretation and validation of landslide occurrences in the southeast Tibetan Plateau region?",
                "QuestionCn": "哪些遥感技术能够准确解读和验证东南藏区的滑坡发生情况？",
                "AnswerEn": "The use of Google Earth for independent remote sensing interpretation combined with methods such as field verification and iterative interpretation-validation processes enables accurate data collection, resulting in the verification of over 5000 landslide occurrences with high precision in the region.",
                "AnswerCn": "使用谷歌地球进行独立的遥感解译，结合实地验证和迭代解译-验证过程，使得数据收集更加准确，从而在该地区高精度地验证了超过5000个滑坡事件。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}