{
  "id": "908817ef-e574-4cdb-9582-f65945a86068",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Map of permafrost on the Qinghai-Tibet Plateau (1:3,000,000) (1983-1996)",
      "titleCn": "青藏高原1:300万冻土图（1983-1996）",
      "description": "The Map of Permafrost on the Qinghai-Tibet Plateau (1:3,000,000) (Shude Li and Guodong Cheng, 1996) was made by the State Key Laboratory of Frozen Soil Engineering, LIGG, CAS (currently called the Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences). It was based on first-hand information from the study of frozen soil and previous research papers and literature. By detailed study and consultation of aerial photographs, satellite images, the Permafrost Map along the Qinghai-Tibet Highway (1:600,000) (Boliang Tong, et al., 1983), Geomorphological Map of the Qilian Mountains (1:1,000,000) (Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences, 1985), Natural Landscape Map of Qinghai-Tibetan Plateau (1:3,000,000) (Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences, 1990), Quaternary Glacial Distribution Map of the Qinghai-Tibetan Plateau (1:3,000,000) (Bingyuan Li and Jijun Li, 1991), Frozen Soil Remote Sensing Map of the Western Channel Project of the South-North Water Diversion in the Region of the Tongtian-Yalong Rivers (1:500,000) (Lanzhou Institute of Glaciology and Cryopedology, Chinese Academy of Sciences, 1995), and Map of Snow, Ice, Frozen Ground in China (1:4,000,000) (Yafeng Shi and Desheng Mi, 1988), with editing on 1,000,000 aerial survey topographic maps, and the 1:3,000,000 Map of Permafrost on the Qinghai-Tibetan Plateau was then generated. It was later digitized by Zhuotong Nan of the Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences.\nThe data include:\n1) Digitized distribution map of frozen soil on the Qinghai-Tibetan Plateau\n2) Scanned map of frozen soil map on the Qinghai-Tibetan Plateau\nThe types of frozen soil in the digitized frozen soil map include:\n0. Seasonally frozen ground; seasonal frozen soil\n1. Permafrost\n2. Island permafrost; \n3. Continuous permafrost;",
      "descriptionCn": "青藏高原冻土图（1：300万）（李树德和程国栋，1996）是中国科学院兰州冰川冻土研究所（今中科院寒区旱区环境与工程研究所）冻土工程国家重点实验室根据多年从事冻土考察研究的第一手资料及前人研究论文、文献、并详细研究与参阅了航空像片、卫星影像及青藏公路沿线多年冻土图（1：60）万（童伯良 等，1983）、祁连山地貌图（1：100万）（中国科学院地理研究所，1985）、青藏高原自然景观图（1：300万）（中国科学院地理研究所，1990）、青藏高原第四纪冰川遗迹分布图（1：300万）（李炳元和李吉均，1991）、南水北调西线工程通天河-雅砻江调水区冻土遥感图（1：50万）（中国科学院兰州冰川冻土研究所，1995）、中国冰雪冻土图（1：400万）（施雅风和米德生，1988），在100万航测地形图上进行编绘，然后缩编成1：300万青藏高原冻土图。后经由中科院寒区旱区环境与工程研究所南卓铜等数字化完成。\n数据包括：\n1）数字化的青藏高原冻土分布图\n2）青藏高原冻土图扫描图\n\n数字化后的冻土分布图中的冻土类型包括：\n0, Seasonally frozen ground;季节冻土\n1, permafrost;多年冻土\n2, island permafrost;岛状多年冻土\n3, continuous permafrost;片状多年冻土",
      "instructions": "",
      "instructionsCn": "",
      "east": 105.0,
      "west": 75.0,
      "south": 26.0,
      "north": 40.0,
      "startTime": "1983-01-17 16:00:00",
      "endTime": "1997-01-16 16:00:00",
      "fileSize": 516227691.0,
      "cstr": "18406.11.Geocry.tpdc.270014",
      "doi": "10.11888/Geocry.tpdc.270014",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "程国栋",
        "nameEn": "CHENG Guodong",
        "unitEn": "",
        "unitCn": "中国科学院兰州冰川冻土研究所冻土工程国家重点实验室"
      },
      {
        "nameCn": "李树德",
        "nameEn": "LI Shude",
        "unitEn": "",
        "unitCn": "中国科学院兰州冰川冻土研究所冻土工程国家重点实验室"
      },
      {
        "nameCn": "南卓铜",
        "nameEn": "NAN Zhuotong",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "童伯良",
        "nameEn": "TONG Boliang",
        "unitEn": "",
        "unitCn": "中国科学院兰州冰川冻土研究所冻土工程国家重点实验室"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Simulation of the Decadal Permafrost Distribution on the Qinghai-Tibet Plateau (China) over the Past 50 Years",
        "referenceCn": null,
        "referenceEn": "Weiming, Cheng, Shangmin, Zhao, Chenghu, Zhou, Xi, Chen. Simulation of the Decadal Permafrost Distribution on the Qinghai-Tibet Plateau (China) over the Past 50 Years. Permafrost and Periglacial Processes, 2012, 23(4):292-300. doi:10.1002/ppp.1758"
      },
      {
        "titleCn": "基于年平均地温的青藏高原冻土分布制图及应用",
        "titleEn": null,
        "referenceCn": "南卓铜,李述训,刘永智. 基于年平均地温的青藏高原冻土分布制图及应用[J]. 冰川冻土,2002,02:142-148.",
        "referenceEn": null
      },
      {
        "titleCn": "青藏高原西部区域多年冻土分布模拟及其下限估算",
        "titleEn": null,
        "referenceCn": "南卓铜, 黄培培, 赵林. (2013). 青藏高原西部区域多年冻土分布模拟及其下限估算. 地理学报. 68(3), 318-327.",
        "referenceEn": null
      },
      {
        "titleCn": "青藏高原冻土图",
        "titleEn": null,
        "referenceCn": "李树德, 程国栋. (1996). 青藏高原冻土图. 兰州, 甘肃文化出版社.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻土分布",
        "nameEn": "Frozen ground distribution"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1983-1996",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of data collection techniques used to map permafrost distribution in the Tibetan Plateau based on historical and modern methods?",
        "QuestionCn": "您能否提供一个关于在青藏高原上绘制永久冻土分布的历史和现代方法的数据收集技术的例子？",
        "AnswerEn": "An example of data collection techniques used to map permafrost distribution in the Tibetan Plateau involves integrating first-hand research data with historical research papers, aerial photographs, satellite imagery, and previous maps such as the 1:60,000 permafrost map along the Qinghai-Tibet Highway and the 1:100,000 Qilian Mountain geomorphological map. These techniques were combined and digitized to create a comprehensive map of permafrost distribution at a scale of 1:3,000,000.",
        "AnswerCn": "在青藏高原上绘制永久冻土分布的一个数据收集技术示例涉及将第一手研究数据与历史研究论文、航空照片、卫星影像以及之前的地图（如青藏公路沿线的1:60,000永久冻土地图和1:100,000祁连山地貌图）相结合。这些技术被整合并数字化，以创建一幅比例尺为1:3,000,000的永久冻土分布综合地图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and characteristics of digitized permafrost distribution maps in terms of data representation and classification?",
        "QuestionCn": "数字化永久冻土分布图在数据表示和分类方面有哪些特征和特点？",
        "AnswerEn": "seasonally frozen ground, permafrost, island permafrost, continuous permafrost",
        "AnswerCn": "季节性冻土、永久冻土、岛状永久冻土、连续永久冻土",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of frozen ground types identified in a digitalized permafrost distribution dataset of the Tibetan Plateau?",
        "QuestionCn": "在西藏高原的数字化永久冻土分布数据集中，识别出的冻土类型总数是多少？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'digital permafrost distribution map' refer to in the context of mapping the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的地图绘制背景下，“数字化永久冻土分布图”指的是什么？",
        "AnswerEn": "A digital permafrost distribution map refers to a map that has been digitized to show the distribution of different types of permafrost on the Qinghai-Tibet Plateau. This includes data from various sources such as aerial photographs, satellite imagery, and previous research, which have been compiled and processed to create a comprehensive digital map depicting permafrost types like seasonally frozen ground, permafrost, island permafrost, and continuous permafrost.",
        "AnswerCn": "数字化的永冻土分布图是指一张经过数字化处理的地图，显示青藏高原上不同类型的永冻土分布。这包括来自各种来源的数据，如航拍照片、卫星影像和之前的研究，这些数据被汇总和处理，以创建一张全面的数字地图，描绘出季节性冻土、永冻土、岛屿永冻土和连续永冻土等类型。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods utilizing aerial and satellite imagery compare to traditional ground-based surveys in identifying permafrost types on the Qinghai-Tibet Plateau?",
        "QuestionCn": "利用航空和卫星影像的数据收集方法在识别青藏高原的永久冻土类型方面与传统的地面调查相比如何？",
        "AnswerEn": "The field data collection methods integrate aerial and satellite imagery with traditional ground-based surveys. The aerial and satellite imagery provide large-scale and remote observations, which are useful for accessing vast and difficult-to-reach areas like the Qinghai-Tibet Plateau. These methods allow for the identification and mapping of permafrost types over extensive regions. In contrast, traditional ground-based surveys offer more detailed, localized, and potentially more accurate data but are limited by accessibility and coverage. Combining these approaches allows for a comprehensive understanding of permafrost distribution, leveraging the strengths of both large-scale remote sensing and detailed localized surveys.",
        "AnswerCn": "现场数据收集方法将航空和卫星影像与传统的地面调查相结合。航空和卫星影像提供了大规模和远程观察，这对于访问像青藏高原这样广阔且难以到达的地区非常有用。这些方法允许对广泛区域的永久冻土类型进行识别和制图。相比之下，传统的地面调查提供了更详细、局部且可能更准确的数据，但受限于可达性和覆盖范围。结合这些方法可以全面了解永久冻土的分布，利用大规模遥感和详细局部调查的优势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for digitizing permafrost distribution maps on the Tibetan Plateau?",
        "QuestionCn": "导致需要对青藏高原的永冻土分布图进行数字化的因素有哪些？",
        "AnswerEn": "The digitization of permafrost distribution maps on the Tibetan Plateau is influenced by the need to consolidate diverse datasets and research findings, including first-hand permafrost survey data, aerial photographs, satellite images, and various regional maps, to create a comprehensive and accessible digital resource. This process allows for the integration and comparison of historical data with contemporary observations to enhance understanding of permafrost distribution and changes over time.",
        "AnswerCn": "青藏高原的永冻土分布图数字化受到整合多样化数据集和研究成果的需求影响，包括第一手的永冻土调查数据、航拍照片、卫星图像以及各种区域地图，以创建一个全面且易于访问的数字资源。这个过程允许将历史数据与当代观察进行整合和比较，从而增强对永冻土分布及其随时间变化的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind creating a digital map of permafrost distribution in the Qinghai-Tibet Plateau region, and how does it enhance understanding of geological phenomena in the area?",
        "QuestionCn": "创建青藏高原地区永久冻土分布数字地图的主要目标是什么，以及它如何增强对该地区地质现象的理解？",
        "AnswerEn": "The primary objectives behind creating a digital map of permafrost distribution in the Qinghai-Tibet Plateau are to provide a detailed and accurate representation of permafrost types and their spatial distribution, which can enhance understanding of the geological and environmental phenomena specific to the region. By utilizing first-hand research data, previous studies, aerial photographs, satellite imagery, and various existing maps, the goal is to inform and support research on climate change impacts, infrastructure development, and ecological studies in this sensitive and critical area.",
        "AnswerCn": "创建青藏高原永冻土分布数字地图的主要目标是提供对永冻土类型及其空间分布的详细和准确的表征，从而增强对该地区特有的地质和环境现象的理解。通过利用第一手研究数据、以往研究、航空照片、卫星影像和各种现有地图，目标是为气候变化影响、基础设施发展和生态研究提供信息和支持，以应对这一敏感和关键区域的挑战。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}