{
  "id": "90b333c2-fe91-4844-bd60-9b2cb05e6c15",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Pollen spectra of Lake Xingxinghai covering the last 7400 years, Yellow River Source Area",
      "titleCn": "黄河源星星海7400年以来孢粉谱",
      "description": "A 170-cm-long sediment core was extracted from Lake Xingxinghai at a water depth of 9 m (34°50.44′N, 98°06.34′E) in January 2010 using Austria’s UWITEC platform coring equipment. Both the 210Pb/137Cs and AMS 14C (11 dating data) approaches were applicated into the age-depth model establishment using Bayesian age–depth modelling by the “Bacon” software, and the age-depth model indicates the core covers the past 7400 years. The core was sliced at 0.5-cm interval upper 3 cm and 1-cm interval for other part, finally we got 173 samples totally. Pollen grains were extracted using a procedure including the treatments with 10 % HCl, 10 % NaOH and 40 % HF, followed by a 7-μm mesh sieving and acetolysis treatment (9:1 mixture of acetic anhydride and sulfuric acid). Pollen grains were identified and counted under optical microscope, and at least 300 terrestrial pollen grains were counted for each sample. The mean temporal resolution of pollen spectra is ca. 40 year/sample.\nThe pollen spectra include forty-eight pollen taxa, are dominated by herbaceous taxa (range: 88.5~98.9%; mean: 93.4%), such as Artemisia (up to 54.4%), Cyperaceae (up to 50.1%), Poaceae (up to 48.8%), Chenopodiaceae (up to 17.9%) and Asteraceae (up to 8.5%). Abundance of arboreal pollen is less than 5% through out the core, mainly comprised of Pinus (maximum: 4.9%; mean:1.2%) and Betula (maximum: 3.0%; mean: 0.7%). The pollen dataset includes pollen percentages for the 43 terrestrial pollen taxa together with their depths and ages, and the dataset is valuable to employed in past vegetation and climate reconstructions.",
      "descriptionCn": "2010年1月，作者利用奥地利UWITEC活塞钻在星星海湖泊中心（34°50.44′N, 98°06.34′E）约9米水深处钻取170厘米岩心一根。岩心的年代模型利用210Pb/137Cs 和放射性碳14C（11个测年数据）测年结果，利用Bacon软件的贝叶斯年代深度模型构建，年代模型表明岩心涵盖过去7400年。岩心顶部3厘米样品按0.5厘米间隔分样，其他按1厘米间隔分样，共获得173个孢粉样品。孢粉提取采取常规的酸碱处理法，样品经过盐酸、氢氧化钠、氢氟酸处理后，过7微米筛去除细小杂质并完成醋解（9：1乙酸酐和硫酸混合液处理）。孢粉鉴定在光学显微镜下完成，每个样品鉴定至少300粒陆生植物孢粉。孢粉谱时间分辨率约为40年/样。\n孢粉谱包括58个孢粉类型，已草本植物花粉占主导（占88.5~98.9%；平均93.4%），包括蒿属（高达54.4%），莎草科（高达50.1%），禾本科（高达48.8%），藜科（高达17.9%）和菊科（高达8.5%）。孢粉谱中乔木花粉含量低于5%，主要包括松属（最大值4.9%；平均值1.2%）和桦属（最大值3.0%；平均值0.7%）。本数据集包括其中43个陆生植物花粉的百分比含量及其深度和年代，可应用于过去植被和气候定量重建。",
      "instructions": "Pollen dataset is save in EXCEL file. the column is pollen names and row is sample with depth and age.",
      "instructionsCn": "",
      "east": 98.0,
      "west": 98.0,
      "south": 34.0,
      "north": 34.0,
      "startTime": "2021-11-18 00:00:00",
      "endTime": "2021-11-18 00:00:00",
      "fileSize": 48616.0,
      "cstr": "18406.11.Paleoenv.tpdc.271828",
      "doi": "10.11888/Paleoenv.tpdc.271828",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "田芳",
        "nameEn": "TIAN Fang",
        "unitEn": "",
        "unitCn": "首都师范大学"
      },
      {
        "nameCn": "曹现勇",
        "nameEn": "CAO Xianyong",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Palynological evidence for the temporal stability of the plant community in the Yellow River Source Area over the last 7,400 years",
        "referenceCn": null,
        "referenceEn": "Tian, F., Qin, W., Zhang, R. Herzschuh, U., Ni, J., Zhang, C., Mischke, S., & Cao, X. (2022). Palynological evidence for the temporal stability of the plant community in the Yellow River Source Area over the last 7,400 years. Veget Hist Archaeobot. https://doi.org/10.1007/s00334-022-00870-5"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "孢粉",
        "nameEn": "Pollen"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      },
      {
        "keywordCn": "黄河源",
        "keywordEn": "Yellow River Source Area"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "全新世",
        "keywordEn": "Holocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "青藏高原地球系统基础科学中心",
        "titleEn": "Basic Science Center Program of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "青藏高原东缘花粉及菌孢现代过程和晚全新世人类活动对植被的影响",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Understanding past vegetation variations and their driving mechanisms on a long-term scale provides a theoretical basis for current vegetation protection and restoration measures. Vegetation on the Tibetan Plateau (TP) is fragile and sensitive to climate changes and human impacts. With the TP warming 50% faster than the global average, the vegetation ecosystem is under threat and subject to change in the near future. Evolution of the vegetation on the Tibetan Plateau over a long period can reveal a pattern of global changes, such as changes in ocean circulation, the carbon cycle, climate and glacial cycles. Besides climate change, human activities such as grazing can severely impact local vegetation, cause grassland degradation and enhance soil erosion. Lacustrine pollen records with continuous sedimentation and high temporal resolution are an important archive of past vegetation changes on the TP and, along with other paleoenvironmental proxies, can be used to investigate the drivers of environmental change. Previous vegetational and environmental histories of the TP inferred from pollen data show strong spatial peculiarities. For example, pollen records from the south-eastern TP have revealed that the regional vegetation evolution is generally correlated with the evolution of the Indian Summer Monsoon, while the vegetation on the eastern TP is more strongly driven by the East Asian Summer Monsoon. Lake Xingxinghai (XXH) is located in the Yellow River Source Area (YRSA), which can be influenced by both the Asian Summer Monsoon (including Indian Summer Monsoon and East Asian Summer Monsoon) and the westerlies. Due to the importance of the YRSA for downstream ecosystems, ecosystem variations in this region have been investigated to understand the impact of climate change and human activities."
      ],
      "research objective": [
        "In this study, we analysed a lacustrine sediment core from XXH for pollen, grain-size, total organic carbon and carbonate content, with a reliable chronology based on 210Pb and 14C dating to investigate the past vegetation and environment covering the last 7,400 years. We aim to reconstruct the past vegetation and environment for the YRSA, investigate their driving factors, and determine whether past vegetation was disturbed by human activities in the YRSA."
      ],
      "challenges": [
        "The dating results from samples at 100, 115 and 140 cm deviated from the linear pattern, and we treat these dates as outliers and have excluded them from the age-depth model. These dates are older than expected, possibly reflecting erosion or an input of old carbon from the catchment area."
      ],
      "methods": [
        "A 170-cm-long sediment core was extracted from XXH at a water depth of 9 m in January 2010 using UWITEC’s piston corer equipment. For the upper 3 cm, the core was subsampled at 0.5 cm intervals; for the rest, it was sliced at 1 cm intervals, providing 173 samples in total. The top 12 cm of the core were analysed for 210Pb and 137Cs by direct gamma assay in the Liverpool University Environmental Radioactivity Laboratory using Ortec HPGe GWL series well-type coaxial low background intrinsic germanium detectors. A total of 11 samples from different depths including eight organic sediment samples, two plant material samples and one charred material sample were used for radiocarbon dating in the Poznan Radiocarbon Laboratory (Poland). Sediment samples were analysed for pollen composition, grain size, carbonate and total organic carbon. Approximately 1 cm3 of sediment was used for pollen extraction per sample. Coarse particles were removed by sieving through a 200-μm mesh, and one tablet of Lycopodium spores (approximately 27,637 ± 563 grains) was added to each sample for calculating pollen concentration. Pollen grains were extracted using a procedure including treatments with 10% HCl, 10% NaOH and 40% HF, followed by a 7-μm mesh sieving and acetolysis treatment. Pollen grains were identified and counted under an optical microscope, with the help of modern pollen reference slides for common plant species of alpine meadow in the eastern TP and pollen atlases. Grain-size analysis was performed using a MasterSizer 2000 laser grain-size analyser after samples were pretreated with 10% H2O2 to remove organic matter, 10% HCl to remove carbonate, and then sodium hexametaphosphate to disperse aggregates. Carbonate content was semi-quantitatively analysed by an X’Pert3 X-ray diffractometer. Total organic matter content (TOC) was extracted using the antititration method with concentrated sulfuric acid (H2SO4) and potassium dichromate (K2Cr2O7). It was then quantified using a CE440 Elemental Analyzer after being treated with 10% HCl at 80 °C to remove carbonate."
      ],
      "dataset": [
        "A 170-cm-long sediment core covering the last 7,400 years was collected from Lake Xingxinghai (XXH) in the YRSA. For the upper 3 cm, the core was subsampled at 0.5 cm intervals; for the rest, it was sliced at 1 cm intervals, providing 173 samples in total. The top 12 cm of the core were analysed for 210Pb and 137Cs by direct gamma assay. A total of 11 samples from different depths including eight organic sediment samples, two plant material samples and one charred material sample were used for radiocarbon dating."
      ],
      "findings": [
        "Dominant and common pollen components—Cyperaceae, Poaceae, Artemisia, Chenopodiaceae and Asteraceae—are stable throughout the last 7,400 years. Slight vegetation change is inferred from an increasing trend of Cyperaceae and decreasing trend of Poaceae, suggesting that alpine steppe was replaced by alpine meadow at ca. 3.5 ka cal bp. The vegetation transformation indicates a generally wetter climate during the middle and late Holocene, which is supported by increased amounts of TOC and Pediastrum (representing high water-level) and is consistent with previous past climate records from the north-eastern Tibetan Plateau. Our results find no evidence of human impact on the regional vegetation surrounding XXH, hence we conclude the vegetation change likely reflects the regional climate signal."
      ],
      "backgroundCn": [
        "理解过去植被变化及其驱动机制的长期尺度为当前植被保护和恢复措施提供了理论基础。青藏 Plateau（TP）上的植被脆弱且对气候变化和人类影响敏感。随着青藏 Plateau 的升温速度比全球平均水平快 50%，植被生态系统面临威胁，并可能在不久的将来发生变化。青藏 Plateau 上植被的长期演变可以揭示全球变化的模式，例如海洋环流、碳循环、气候和冰川周期的变化。除了气候变化，人类活动如放牧也会严重影响当地植被，导致草地退化并加剧土壤侵蚀。湖泊花粉记录具有连续沉积和高时间分辨率，是青藏 Plateau 上过去植被变化的重要档案，并且可以与其他古环境代理一起用于研究环境变化的驱动因素。之前从花粉数据推断的青藏 Plateau 的植被和环境历史显示出强烈的空间特征。例如，来自东南青藏 Plateau 的花粉记录揭示该地区植被演变通常与印度季风的演变相关，而东青藏 Plateau 的植被则更强烈地受到东亚夏季风的驱动。星星海（XXH）湖位于黄河源区（YRSA），受到亚洲夏季风（包括印度夏季风和东亚夏季风）以及西风带的影响。由于 YRSA 对下游生态系统的重要性，研究该地区的生态系统变化以理解气候变化和人类活动的影响。"
      ],
      "research objectiveCn": [
        "在本研究中，我们分析了来自XXH的湖泊沉积物核心，研究了花粉、颗粒大小、总有机碳和碳酸盐含量，并基于210Pb和14C定年建立了可靠的年代序列，以调查过去7400年的植被和环境。我们的目标是重建YRSA地区的过去植被和环境，研究其驱动因素，并确定过去的植被是否受到YRSA地区人类活动的干扰。"
      ],
      "challengesCn": [
        "100、115 和 140 厘米处的样本测年结果偏离了线性模式，我们将这些日期视为异常值，并已将其排除在年龄-深度模型之外。这些日期比预期的要老，可能反映了侵蚀或来自集水区的古老碳的输入。"
      ],
      "methodsCn": [
        "一根长170厘米的沉积物核心于2010年1月在水深9米的XXH处提取，使用了UWITEC的活塞取样设备。核心的上层3厘米以0.5厘米的间隔进行子样采集；其余部分则以1厘米的间隔切片，总共提供了173个样本。核心的前12厘米进行了210Pb和137Cs的直接伽马测定分析，分析在利物浦大学环境放射性实验室使用Ortec HPGe GWL系列井型低背景本征锗探测器进行。来自不同深度的11个样本，包括8个有机沉积物样本、2个植物材料样本和1个炭化材料样本，被用于在波兰的波兹南放射性碳实验室进行放射性碳定年。沉积物样本被分析了花粉组成、粒度、碳酸盐和总有机碳。每个样本使用约1立方厘米的沉积物进行花粉提取。通过200微米的筛网去除粗颗粒，并向每个样本中添加一片Lycopodium孢子（约27,637 ± 563颗粒）以计算花粉浓度。花粉颗粒的提取采用了包括10%盐酸、10%氢氧化钠和40%氟化氢的处理程序，随后进行7微米筛网筛分和醋酸酐处理。花粉颗粒在光学显微镜下进行识别和计数，并借助现代花粉参考载玻片和花粉图集对东天山高山草甸的常见植物种类进行辅助识别。粒度分析使用MasterSizer 2000激光粒度分析仪进行，样本在处理前用10%过氧化氢去除有机物，10%盐酸去除碳酸盐，然后用六偏磷酸钠分散聚集体。碳酸盐含量通过X’Pert3 X射线衍射仪进行半定量分析。总有机物含量（TOC）采用浓硫酸（H2SO4）和重铬酸钾（K2Cr2O7）进行抗滴定法提取，随后在经过10%盐酸处理（80°C）去除碳酸盐后，使用CE440元素分析仪进行定量分析。"
      ],
      "datasetCn": [
        "从中国云南省的星星海湖（XXH）采集了一个长170厘米的沉积物柱，覆盖了过去7400年的时间。对于上层3厘米，沉积物柱以0.5厘米的间隔进行子样本采集；对于其余部分，以1厘米的间隔切割，共提供了173个样本。沉积物柱的前12厘米进行了210Pb和137Cs的直接伽马测定分析。共使用了来自不同深度的11个样本进行放射性碳定年，包括8个有机沉积物样本、2个植物材料样本和1个炭化材料样本。"
      ],
      "findingsCn": [
        "优势和常见的花粉成分——莎草科、禾本科、蒿属、藜科和菊科——在过去7400年中保持稳定。通过莎草科的增加趋势和禾本科的减少趋势，可以推测出植被的轻微变化，表明在大约3.5千年前， alpine steppe 被 alpine meadow 所取代。这种植被转变表明在中晚全新世期间气候普遍变得更湿润，这一点得到了有机碳（TOC）和多刺藻（Pediastrum，代表高水位）增加的支持，并与来自青藏高原东北部的先前气候记录一致。我们的研究未发现人类对XXH周围区域植被的影响，因此我们得出结论，植被变化可能反映了区域气候信号。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the pollen extraction method used in the sediment core analysis consistent with conventional acid-base treatment techniques?",
        "QuestionCn": "沉积物核心分析中使用的花粉提取方法是否与传统的酸碱处理技术一致？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can the age-depth model for the sediment core be considered reliable despite some dates being excluded as outliers?",
        "QuestionCn": "尽管一些日期被排除为异常值，沉积物核心的年龄-深度模型是否仍然可以被认为是可靠的？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is a common method for extracting pollen from sediment samples in lacustrine environments?",
        "QuestionCn": "在湖泊环境中，从沉积样本中提取花粉的常用方法是什么？",
        "AnswerEn": "Acetolysis",
        "AnswerCn": "乙酰解作用",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where was a dataset covering the last 7,400 years collected for studying past vegetation and environment changes?",
        "QuestionCn": "一个覆盖过去7400年的数据集是在哪里收集的，用于研究过去的植被和环境变化？",
        "AnswerEn": "Lake Xingxinghai",
        "AnswerCn": "星星海湖",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges might arise when constructing an age-depth model for sediment cores?",
        "QuestionCn": "在构建沉积物核心的年龄-深度模型时可能会出现哪些挑战？",
        "AnswerEn": "deviations in dating results",
        "AnswerCn": "约会结果的偏差",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a methodological challenge faced when constructing an age-depth model for paleoenvironmental research, and how was it addressed?",
        "QuestionCn": "在构建古环境研究的年龄-深度模型时，面临的一个方法论挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "A challenge encountered was that dating results from samples at 100, 115, and 140 cm deviated from the linear pattern, possibly due to erosion or input of old carbon. These dates were treated as outliers and excluded from the age-depth model to maintain its reliability.",
        "AnswerCn": "一个遇到的挑战是，来自100、115和140厘米深度样本的测年结果偏离了线性模式，这可能是由于侵蚀或老碳的输入。这些日期被视为异常值，并从年龄-深度模型中排除，以保持其可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What features or properties are typically considered when constructing an age-depth model for sediment cores?",
        "QuestionCn": "在构建沉积物岩心的年龄-深度模型时，通常考虑哪些特征或属性？",
        "AnswerEn": "radiocarbon dating, gamma assay for 210Pb and 137Cs, Bayesian modeling software, outlier treatment",
        "AnswerCn": "放射性碳测年，210Pb和137Cs的伽马测定，贝叶斯建模软件，离群值处理",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many pollen samples were analyzed for vegetation and climate reconstruction over the past 7,400 years?",
        "QuestionCn": "在过去7400年中，分析了多少个花粉样本用于植被和气候重建？",
        "AnswerEn": "173",
        "AnswerCn": "173",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the time resolution of the pollen record extracted from the sediment core?",
        "QuestionCn": "从沉积物核心提取的花粉记录的时间分辨率是多少？",
        "AnswerEn": "40 years per sample",
        "AnswerCn": "每个样本40年",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many radiocarbon dating samples were used to establish the chronology of the sediment core?",
        "QuestionCn": "用于建立沉积物核心年代学的放射性碳测年样本数量是多少？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'lacustrine pollen records' in the context of studying past vegetation changes?",
        "QuestionCn": "在研究过去植被变化的背景下，“湖泊花粉记录”是什么意思？",
        "AnswerEn": "In the context of studying past vegetation changes, 'lacustrine pollen records' refer to pollen data obtained from lake sediments. These records provide continuous sedimentation and high temporal resolution, making them an important archive for investigating historical vegetation changes and environmental conditions over long periods, such as those on the Tibetan Plateau.",
        "AnswerCn": "在研究过去植被变化的背景下，“湖泊花粉记录”是指从湖泊沉积物中获得的花粉数据。这些记录提供了连续的沉积和高时间分辨率，使其成为调查历史植被变化和环境条件的重要档案，尤其是在青藏高原等地区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'Bayesian age-depth modeling' used in constructing age models for sediment cores?",
        "QuestionCn": "“贝叶斯年龄-深度模型”在构建沉积物核心的年龄模型中是如何使用的？",
        "AnswerEn": "Bayesian age-depth modeling is used to construct age models for sediment cores by incorporating chronological data, such as radiocarbon dates and other dating methods, to statistically model the relationship between depth and age. In the context of the sediment core from Lake Xingxinghai, Bayesian modeling with the Bacon software was used to establish a chronology for the core covering the last 7,400 years.",
        "AnswerCn": "贝叶斯年龄-深度模型用于通过结合年代数据（如放射性碳测年和其他测年方法）来构建沉积物核心的年龄模型，以统计方式建模深度与年龄之间的关系。在星星海沉积物核心的背景下，使用Bacon软件进行贝叶斯建模，以建立覆盖过去7400年的核心年代学。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What is the purpose of using 'Lycopodium spores' during pollen concentration calculations in sediment samples?",
        "QuestionCn": "在沉积样品的花粉浓度计算中使用“石松 spores”的目的是什么？",
        "AnswerEn": "Lycopodium spores are used during pollen concentration calculations in sediment samples as a marker to accurately quantify pollen concentrations. By adding a known quantity of these spores to each sample, researchers can calculate the concentration of pollen grains based on the ratio of Lycopodium spores to pollen grains identified under the microscope.",
        "AnswerCn": "石松孢子在沉积样本中的花粉浓度计算中被用作标记，以准确量化花粉浓度。通过向每个样本中添加已知数量的这些孢子，研究人员可以根据显微镜下识别的石松孢子与花粉颗粒的比例来计算花粉颗粒的浓度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about past climate conditions from the observed trends in pollen composition over the last 7,400 years?",
        "QuestionCn": "从过去7400年花粉组成的观察趋势中可以推断出过去的气候条件是什么？",
        "AnswerEn": "The observed increase in Cyperaceae and decrease in Poaceae suggest a shift from alpine steppe to alpine meadow, indicating a generally wetter climate during the middle and late Holocene. This inference is supported by increased total organic carbon and Pediastrum, which represent higher water levels.",
        "AnswerCn": "观察到的莎草科（Cyperaceae）增加和禾本科（Poaceae）减少表明，从高山草甸向高山草原的转变，暗示在中晚全新世期间气候普遍变得更湿润。这一推断得到了总有机碳和小球藻（Pediastrum）增加的支持，代表了更高的水位。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could cause deviations in dating methods when constructing age-depth models in sediment core analyses?",
        "QuestionCn": "在沉积物核心分析中构建年龄-深度模型时，可能导致测年方法偏差的因素有哪些？",
        "AnswerEn": "The dating results from samples at 100, 115, and 140 cm deviated from the linear pattern, which were treated as outliers and excluded from the age-depth model. These dates were older than expected, possibly reflecting erosion or an input of old carbon from the catchment area.",
        "AnswerCn": "100、115 和 140 厘米处的样本测年结果偏离了线性模式，因此被视为异常值并排除在年龄-深度模型之外。这些日期比预期的要老，可能反映了侵蚀或来自集水区的古老碳的输入。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might certain pollen types dominate in pollen records from lacustrine sediments over long periods?",
        "QuestionCn": "某些花粉类型在湖泊沉积物的花粉记录中长期占主导地位的原因可能是什么？",
        "AnswerEn": "Dominant and common pollen components such as Cyperaceae, Poaceae, Artemisia, Chenopodiaceae, and Asteraceae are stable throughout the last 7,400 years, which could be due to the regional vegetation stability and climatic conditions favoring these species.",
        "AnswerCn": "主导和常见的花粉成分如莎草科、禾本科、蒿属、藜科和菊科在过去7400年中保持稳定，这可能与区域植被的稳定性和气候条件对这些物种的有利影响有关。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the causes behind the transition from alpine steppe to alpine meadow inferred from pollen data in the Yellow River Source Area?",
        "QuestionCn": "从黄河源区的花粉数据推断，阿尔卑斯草原向阿尔卑斯草甸过渡的原因是什么？",
        "AnswerEn": "A slight vegetation change is inferred from an increasing trend of Cyperaceae and a decreasing trend of Poaceae, suggesting that alpine steppe was replaced by alpine meadow around 3.5 ka cal BP. This vegetation transformation indicates a generally wetter climate during the middle and late Holocene.",
        "AnswerCn": "从莎草科植物的增加趋势和禾本科植物的减少趋势可以推断出轻微的植被变化，表明大约在3.5千年前， alpine steppe 被 alpine meadow 取代。这一植被转变表明在中晚全新世期间气候普遍变得更加湿润。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on vegetation reconstruction accuracy when utilizing a Bayesian age-depth model constructed from 210Pb/137Cs and radiocarbon dating?",
        "QuestionCn": "利用基于210Pb/137Cs和放射性碳定年的贝叶斯年龄-深度模型进行植被重建准确性可能产生的影响是什么？",
        "AnswerEn": "Using a Bayesian age-depth model with 210Pb/137Cs and radiocarbon dating provides a reliable chronology, which improves the accuracy of vegetation reconstruction by offering a precise timeline for sediment layers, allowing for better correlation between pollen samples and historical climate events.",
        "AnswerCn": "使用贝叶斯年龄-深度模型结合210Pb/137Cs和放射性碳定年提供了可靠的年代学，这通过为沉积层提供精确的时间线来提高植被重建的准确性，从而更好地将花粉样本与历史气候事件进行关联。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the consequences of excluding outlier dates from the age-depth model on the interpretation of past environmental changes in sediment core analysis?",
        "QuestionCn": "在沉积物核心分析中，排除异常日期对年龄-深度模型的影响会对过去环境变化的解释产生什么后果？",
        "AnswerEn": "Excluding outlier dates from the age-depth model can lead to a more accurate interpretation of past environmental changes, as it prevents the skewing of chronological data that could result from anomalous dating results, such as those caused by erosion or old carbon input. This ensures that the timeline for environmental events is more reliable.",
        "AnswerCn": "排除年龄-深度模型中的异常日期可以更准确地解释过去的环境变化，因为这可以防止由于异常的测年结果（例如，由侵蚀或老碳输入引起的）而导致的时间数据偏差。这确保了环境事件的时间线更加可靠。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in extracting pollen grains from sediment samples to ensure accuracy and reliability in pollen concentration calculations?",
        "QuestionCn": "提取沉积样本中的花粉颗粒以确保花粉浓度计算的准确性和可靠性的程序步骤有哪些？",
        "AnswerEn": "The procedural steps for extracting pollen grains from sediment samples involve using approximately 1 cm3 of sediment per sample. Coarse particles are removed by sieving through a 200-μm mesh, and one tablet of Lycopodium spores is added to each sample for calculating pollen concentration. Pollen grains are extracted using treatments with 10% HCl, 10% NaOH, and 40% HF, followed by a 7-μm mesh sieving and acetolysis treatment. Pollen grains are then identified and counted under an optical microscope, with modern pollen reference slides and pollen atlases aiding identification.",
        "AnswerCn": "从沉积样本中提取花粉颗粒的程序步骤包括使用大约1 cm³的沉积物每个样本。通过200微米的筛网去除粗颗粒，并向每个样本中添加一片Lycopodium孢子以计算花粉浓度。使用10% HCl、10% NaOH和40% HF的处理提取花粉颗粒，随后进行7微米筛网筛分和醋酸酐处理。花粉颗粒在光学显微镜下进行识别和计数，现代花粉参考载玻片和花粉图集有助于识别。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the age-depth model constructed for sediment cores in paleoclimatic studies to ensure chronological accuracy?",
        "QuestionCn": "在古气候研究中，如何构建沉积物核心的年龄-深度模型以确保时间上的准确性？",
        "AnswerEn": "The age-depth model for sediment cores in paleoclimatic studies is constructed using dating results from 210Pb and 137Cs for the top 12 cm of the core, along with radiocarbon dating from 11 samples at different depths. The samples include organic sediment, plant material, and charred material. The model is developed using Bayesian statistics via the Bacon software, ensuring a reliable chronology spanning the last 7,400 years.",
        "AnswerCn": "在古气候研究中，沉积物核心的年龄-深度模型是通过对核心顶部12厘米的210Pb和137Cs测定结果以及来自不同深度的11个样本的放射性碳测定结果构建的。这些样本包括有机沉积物、植物材料和炭化材料。该模型采用贝叶斯统计方法通过Bacon软件开发，确保了一个可靠的时间序列，涵盖了过去7400年的时间。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What methods are employed to assess sediment composition and environmental changes in lacustrine cores for reconstructing past vegetation and climate conditions?",
        "QuestionCn": "评估湖泊沉积物核心的沉积物组成和环境变化的方法有哪些，以重建过去的植被和气候条件？",
        "AnswerEn": "To assess sediment composition and environmental changes, methods employed include grain-size analysis using a MasterSizer 2000 laser grain-size analyser after pretreatment with H2O2, HCl, and sodium hexametaphosphate. Carbonate content is semi-quantitatively analysed using an X'Pert3 X-ray diffractometer, while total organic matter content (TOC) is extracted using an antititration method and quantified with a CE440 Elemental Analyzer after treatment with 10% HCl at 80°C to remove carbonate.",
        "AnswerCn": "为了评估沉积物成分和环境变化，采用的方法包括使用MasterSizer 2000激光粒度分析仪进行粒度分析，前处理使用H2O2、HCl和六偏磷酸钠。碳酸盐含量通过X'Pert3 X射线衍射仪进行半定量分析，而总有机物含量（TOC）则采用抗滴定法提取，并在处理10% HCl于80°C以去除碳酸盐后，使用CE440元素分析仪进行定量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How do specific sediment sampling techniques enable the detailed analysis of pollen composition in lacustrine environments?",
        "QuestionCn": "特定的沉积物采样技术如何使湖泊环境中花粉组成的详细分析成为可能？",
        "AnswerEn": "Detailed analysis of pollen composition is enabled by extracting sediment cores with high temporal resolution. In this domain, a 170-cm-long sediment core was subsampled at 0.5 cm intervals for the upper section and at 1 cm intervals for the rest, resulting in 173 samples. This precise sampling allowed for the extraction and identification of pollen grains using techniques like sieving, adding Lycopodium spores for concentration calculations, and treatments with chemical solutions for pollen extraction.",
        "AnswerCn": "详细的花粉组成分析是通过提取具有高时间分辨率的沉积物核心来实现的。在这一领域，提取了一个长170厘米的沉积物核心，针对上部区域以0.5厘米的间隔进行子样本采集，其余部分则以1厘米的间隔进行采样，共获得173个样本。这种精确的采样方法使得能够使用筛分、添加蕨类植物孢子以进行浓度计算以及使用化学溶液处理进行花粉提取等技术来提取和识别花粉颗粒。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might deviations from expected dating results occur when constructing an age-depth model for sediment cores, and how can these deviations be addressed?",
        "QuestionCn": "在构建沉积物核心的年龄-深度模型时，为什么会出现与预期约会结果的偏差，这些偏差可以如何解决？",
        "AnswerEn": "Deviations from expected dating results in sediment cores, such as those observed at specific depths, could occur due to factors like erosion or the introduction of old carbon from the catchment area. These deviations can be addressed by identifying and treating them as outliers, which can be excluded from the age-depth model to improve accuracy.",
        "AnswerCn": "沉积物核心中预期的年代结果的偏差，例如在特定深度观察到的偏差，可能是由于侵蚀或来自集水区的古老碳的引入等因素造成的。这些偏差可以通过识别并将其视为异常值来解决，从而将其排除在年龄-深度模型之外，以提高准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons for the selection of specific chemical treatments in the pollen extraction process from sediment samples, and how do they contribute to data accuracy?",
        "QuestionCn": "在沉积物样品的花粉提取过程中选择特定化学处理的原因是什么，这些处理如何有助于数据的准确性？",
        "AnswerEn": "Specific chemical treatments, such as the use of hydrochloric acid, sodium hydroxide, and hydrofluoric acid, are selected to effectively remove carbonates, organic matter, and silica from sediment samples, respectively. These treatments contribute to data accuracy by ensuring that only pollen grains are isolated and potential contaminants are eliminated, allowing for precise identification and analysis.",
        "AnswerCn": "特定的化学处理，如使用盐酸、氢氧化钠和氟化氢酸，旨在有效去除沉积物样品中的碳酸盐、有机物和二氧化硅。这些处理有助于数据的准确性，确保仅分离出花粉颗粒，并消除潜在的污染物，从而允许进行精确的识别和分析。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might certain pollen components remain stable over long periods, and what implications does this stability have for interpreting past environmental changes?",
        "QuestionCn": "某些花粉成分为何在长时间内保持稳定，这种稳定性对解读过去环境变化有什么影响？",
        "AnswerEn": "Certain pollen components may remain stable over long periods due to consistent ecological conditions or dominant vegetation types that persist despite climate variations. This stability can imply that the regional climate signal has remained relatively unchanged, providing insights into enduring environmental conditions and aiding in the reconstruction of past vegetation and climate dynamics.",
        "AnswerCn": "某些花粉成分可能由于生态条件的一致性或主导植被类型在气候变化中持续存在而保持稳定。这种稳定性可以暗示区域气候信号相对不变，从而提供对持久环境条件的洞察，并有助于重建过去的植被和气候动态。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential advantages of integrating grain-size and total organic carbon analysis with pollen data in paleoenvironmental studies?",
        "QuestionCn": "在古环境研究中，将粒度和总有机碳分析与花粉数据结合的潜在优势是什么？",
        "AnswerEn": "Integrating grain-size and total organic carbon analysis with pollen data in paleoenvironmental studies provides a holistic view of past environmental conditions. While pollen data offer insights into vegetation composition and changes, grain-size analysis helps infer sedimentary processes and hydrodynamic conditions, and total organic carbon provides information on productivity and organic matter accumulation. This multi-proxy approach enhances the understanding of ecosystem dynamics and environmental drivers.",
        "AnswerCn": "将粒度和总有机碳分析与花粉数据结合在古环境研究中，可以提供对过去环境条件的全面了解。虽然花粉数据提供了植被组成和变化的见解，但粒度分析有助于推断沉积过程和水动力条件，而总有机碳则提供了生产力和有机物积累的信息。这种多指标方法增强了对生态系统动态和环境驱动因素的理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don’t understand how the temporal resolution of pollen records can be achieved over such a long period.",
        "QuestionCn": "我不明白如何在如此长的时间跨度内实现花粉记录的时间分辨率。",
        "AnswerEn": "The temporal resolution in this study is achieved by constructing an age-depth model using 210Pb/137Cs and radiocarbon dating on 11 samples, allowing for the establishment of a reliable chronology over the last 7,400 years. This detailed dating process helps maintain a resolution of approximately 40 years per sample.",
        "AnswerCn": "本研究通过使用210Pb/137Cs和放射性碳定年对11个样本构建年龄-深度模型，实现了时间分辨率，从而在过去7400年内建立了可靠的年代学。这一详细的定年过程有助于保持每个样本约40年的分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how lacustrine sediment cores are used to infer past vegetation and climate changes.",
        "QuestionCn": "我不确定湖泊沉积物核心是如何用来推断过去的植被和气候变化的。",
        "AnswerEn": "Lacustrine sediment cores provide continuous records of past environmental changes. In this research, pollen analysis, grain-size distribution, total organic carbon, and carbonate content are examined from the sediment core to infer past vegetation types and climate conditions over 7,400 years. Pollen grains serve as indicators of vegetation, while grain-size and organic content provide clues about climatic conditions.",
        "AnswerCn": "湖泊沉积物核心提供了过去环境变化的连续记录。在这项研究中，分析了沉积核心中的花粉、颗粒大小分布、总有机碳和碳酸盐含量，以推断过去7400年的植被类型和气候条件。花粉颗粒作为植被的指示，而颗粒大小和有机含量则提供了气候条件的线索。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the methods used for dating sediment cores and discuss any potential challenges or deviations encountered.",
        "QuestionCn": "请分析用于测定沉积物核心年代的方法，并讨论可能遇到的任何挑战或偏差。",
        "AnswerEn": "The sediment core dating utilized 210Pb and 14C methods, with specific challenges noted, such as deviations at certain depths where dates appeared older than expected. These outliers were likely due to erosion or old carbon input and were excluded from the age-depth model.",
        "AnswerCn": "沉积物核心的年代测定采用了210Pb和14C方法，注意到了一些特定的挑战，例如在某些深度处，日期显得比预期的要老。这些异常值可能是由于侵蚀或老碳输入造成的，因此在年龄-深度模型中被排除。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}