{
    "id": "9103bdcc-f037-4dcf-a2c6-93c265f1d04e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "National annual average surface temperature and freezing index by remote sensing (2008)",
            "titleCn": "全国遥感年平均地表温度和冻结指数（2008）",
            "description": "The 2008 national remote sensing annual average surface temperature and freezing index is a 5 km instantaneous surface temperature data product based on MODIS Aqua/Terra four times a day by Ran Youhua et al. (2015). A new method for estimating the annual average surface temperature and freezing index has been developed. The method uses the average daily mean surface temperature observed by LST in morning and afternoon to obtain the daily mean surface temperature. The core of the method is how to recover the missing data of LST products.  The method has two characteristics: (1) Spatial interpolation is carried out on the daily surface temperature variation observed by remote sensing, and the spatial continuous daily surface temperature variation obtained by interpolation is utilized, so that satellite observation data which is only once a day is applied;  (2) A new time series filtering method for missing data is used, that is, the penalty least squares regression method based on discrete cosine transform.\nVerification shows that the accuracy of annual mean surface temperature and freezing index is only related to the accuracy of original MODIS LST, i.e. the accuracy of MODIS LST products is maintained.  It can be used for frozen soil mapping and related resources and environment applications.",
            "descriptionCn": "2008年全国遥感年平均地表温度和冻结指数是冉有华等（2015）基于MODIS Aqua/Terra逐日四次的5公里瞬时地表温度数据产品，发展了新的年平均地表温度和冻结指数估计方法，该方法利用上下午LST观测的平均获取日平均地表温度，方法的核心是如何恢复LST产品的缺失数据，该方法有两个特点：（1）将遥感观测到的日地表温度变幅进行了空间插值，利用插值获取的空间连续的日地表温度变幅，使一天只有一次的卫星观测数据得到应用；（2）利用了一个新的缺失数据时间序列滤波方法，即基于离散余弦变换的惩罚最小二乘回归方法。\n验证表明，年平均地表温度与冻结指数的精度只与原始MODIS LST的精度有关，即保持了MODIS LST产品的精度。可用于冻土制图及相关资源环境应用。",
            "instructions": "File format: ESRI GRID format\nData reading method: data can be opened and viewed by ArcGIS software",
            "instructionsCn": "文件格式：ESRI GRID格式\n数据读取方式：数据可用ArcGIS软件打开查看",
            "east": 140.0,
            "west": 60.0,
            "south": 15.0,
            "north": 55.0,
            "startTime": "2008-01-26 00:00:00",
            "endTime": "2009-01-25 11:59:59",
            "fileSize": 2970306.0,
            "cstr": "18406.11.Meteoro.tpdc.270556",
            "doi": "10.11888/Meteoro.tpdc.270556",
            "dataFormat": "栅格数据",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "冉有华",
                "nameEn": "RAN Youhua",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Remote sensing of the mean annual surface temperature and surface frost number for mapping permafrost in China",
                "referenceCn": null,
                "referenceEn": "Youhua Ran, Xin Li, Rui Jin, Jianwen Guo. Remote Sensing of the Mean Annual Surface Temperature and Surface Frost Number for Mapping Permafrost in China. Arctic. Antarctic & Alpine Research, 2015, 47(2):255-265. doi: http://dx.doi.org/10.1657/AAAR00C-13-306."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "冻结指数",
                "nameEn": "Freezing index"
            },
            {
                "nameCn": "地面空气温度",
                "nameEn": "Surface air temperature"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method involve interpolating spatially continuous diurnal surface temperature variations based on limited satellite observations?",
                "QuestionCn": "数据收集方法是否涉及基于有限的卫星观测对空间连续的日间表面温度变化进行插值？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that addresses missing data in remote sensing of surface temperature and freezing indices?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法解决了遥感表面温度和冰冻指数中的缺失数据问题？",
                "AnswerEn": "A data collection method uses a new time series filtering approach for missing data based on penalized least squares regression with discrete cosine transform. This method features spatial interpolation of daily surface temperature variations observed by satellites, allowing the application of data from days with only one observation.",
                "AnswerCn": "一种数据收集方法采用了一种基于惩罚最小二乘回归和离散余弦变换的新时间序列缺失数据过滤方法。该方法利用卫星观测的日表面温度变化进行空间插值，允许对仅有一次观测的日子的数据显示应用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the method used to estimate the annual average surface temperature and freezing index based on remote sensing data?",
                "QuestionCn": "用于基于遥感数据估计年平均地表温度和冰冻指数的方法的特点是什么？",
                "AnswerEn": "spatial interpolation of observed diurnal surface temperature variations, novel time series filtering method for missing data, penalized least squares regression method based on discrete cosine transform",
                "AnswerCn": "观测到的昼夜地表温度变化的空间插值，缺失数据的新型时间序列过滤方法，基于离散余弦变换的惩罚最小二乘回归方法。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the meaning of 'discrete cosine transform-based penalized least squares regression method' in the context of data collection methods for surface temperature estimation?",
                "QuestionCn": "“基于离散余弦变换的惩罚最小二乘回归方法”在表面温度估计的数据收集方法中指的是一种利用离散余弦变换对数据进行处理，并通过惩罚最小二乘回归来优化模型的技术。",
                "AnswerEn": "The 'discrete cosine transform-based penalized least squares regression method' is a data collection technique used to handle missing data in time series. It involves applying a discrete cosine transform to the data, followed by a penalized least squares regression to fill in gaps, ensuring that the reconstructed series maintains the spatial and temporal characteristics necessary for accurate surface temperature estimation.",
                "AnswerCn": "“基于离散余弦变换的惩罚最小二乘回归方法”是一种用于处理时间序列缺失数据的数据收集技术。它涉及对数据应用离散余弦变换，然后通过惩罚最小二乘回归填补缺口，确保重建的序列保持必要的空间和时间特征，以便准确估计表面温度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenge of recovering missing data in satellite-derived land surface temperature datasets?",
                "QuestionCn": "影响卫星衍生地表温度数据集缺失数据恢复的挑战因素有哪些？",
                "AnswerEn": "The challenge of recovering missing data in satellite-derived land surface temperature datasets is addressed by employing a new time-series filtering method based on penalized least squares regression using discrete cosine transform. This method is crucial because it allows for the spatial interpolation of daily land surface temperature variations, enabling the use of satellite observation data even when only one observation per day is available.",
                "AnswerCn": "解决卫星衍生地表温度数据集中缺失数据的问题，采用了一种基于惩罚最小二乘回归和离散余弦变换的新时间序列滤波方法。该方法至关重要，因为它允许对每日地表温度变化进行空间插值，使得即使每天只有一次观测数据，也能利用卫星观测数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using a new data recovery method for missing LST observations on the accuracy and applicability of datasets for permafrost mapping?",
                "QuestionCn": "使用新的数据恢复方法来处理缺失的LST观测数据可能对数据集的准确性和适用性产生哪些潜在后果，以用于永久冻土制图？",
                "AnswerEn": "The method developed uses spatial interpolation of diurnal surface temperature variation observed by remote sensing to recover missing LST data, which can enhance the dataset's spatial continuity and allow for more accurate annual average surface temperature and freezing index calculations. This improved accuracy is crucial for applications in permafrost mapping and related resource and environmental studies.",
                "AnswerCn": "该方法利用遥感观测到的日间地表温度变化的空间插值来恢复缺失的地表温度数据，从而增强数据集的空间连续性，并允许更准确地计算年平均地表温度和冰冻指数。这种改进的准确性对于永久冻土制图及相关资源和环境研究至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective of developing a new estimation method for annual average surface temperature and freezing index using MODIS Aqua/Terra data products?",
                "QuestionCn": "开发一种新的年平均地表温度和冰冻指数估计方法的主要目标是利用MODIS Aqua/Terra数据产品。",
                "AnswerEn": "The main objective of developing a new estimation method for annual average surface temperature and freezing index using MODIS Aqua/Terra data products is to accurately estimate these metrics by recovering missing data in the LST products. This is achieved by interpolating the diurnal temperature variation spatially and applying a new time series filtering method based on discrete cosine transform to fill the missing data. The method maintains the precision of the original MODIS LST products and can be applied to permafrost mapping and related resource and environmental applications.",
                "AnswerCn": "开发一种新的年平均地表温度和冰冻指数估计方法，主要目的是通过恢复LST产品中的缺失数据，准确估计这些指标。这是通过空间插值日温度变化并应用基于离散余弦变换的新时间序列滤波方法来填补缺失数据实现的。该方法保持了原始MODIS LST产品的精度，并可应用于永久冻土制图及相关资源和环境应用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures can be employed to estimate annual average surface temperature and freezing index using remote sensing data, and how can missing data in LST products be effectively addressed?",
                "QuestionCn": "可以采用哪些程序来利用遥感数据估计年平均地表温度和冰冻指数，以及如何有效处理LST产品中的缺失数据？",
                "AnswerEn": "A new estimation method was developed using MODIS Aqua/Terra daily four-times 5 km instantaneous surface temperature data products. The method involves using the average of morning and afternoon LST observations to obtain daily average surface temperatures. A key aspect of this method is recovering missing data in the LST products, achieved through spatial interpolation of observed daily surface temperature variations and a new time series filtering method based on penalized least squares regression using discrete cosine transformation.",
                "AnswerCn": "一种新的估计方法被开发出来，使用MODIS Aqua/Terra每日四次5公里瞬时地表温度数据产品。该方法涉及使用早晨和下午地表温度观测的平均值来获得每日平均地表温度。该方法的一个关键方面是恢复地表温度产品中的缺失数据，通过对观测到的每日地表温度变化进行空间插值，以及基于惩罚最小二乘回归的新的时间序列滤波方法，使用离散余弦变换。",
                "Level": "C3(Applying)"
            }
        ]
    }
}