{
  "id": "9108dfc7-efa4-400d-a038-bbd2ba5858d9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole rock and single mineral geochemical data of adakite in Shilu Cu-Mo deposit, Yangchun Basin",
      "titleCn": "阳春盆地石菉铜钼矿床埃达克岩全岩及单矿物地球化学数据",
      "description": "The data are the whole rock major and trace element data of adakite, zircon U-Pb isotopic dating, Hf isotopic composition and trace element data, and molybdenite Re-Os isotopic dating of Shiliu Cu-Mo deposit in Yangchun basin, Guangdong Province. The whole rock samples are acid intrusive rocks from Shilu deposit, including granodiorite and quartz diorite. Zircon minerals are selected from granodiorite and quartz diorite, molybdenite are from quartz vein and molybdenite vein in skarn. The major and trace elements of the whole rock were obtained by XRF and ICP-MS analysis, respectively. The whole rock F content was obtained by ion electrode analysis, and the Cl content was obtained by ion chromatography analysis. In situ U-Pb age and trace element data of zircons were obtained by LA-ICP-MS analysis, and in situ Hf isotopic composition was obtained by LA-MC-ICP-MS analysis. The Re-Os isotopic composition of molybdenite was obtained by ICP-MS. The above data have been published in Acta geochimica, and the data are true and reliable. The data obtained can constrain the formation time and geochemical characteristics of Shilu intrusive rocks and deposits.",
      "descriptionCn": "本数据为广东阳春盆地石菉铜钼矿床埃达克岩的全岩主量、微量元素数据，以及锆石U-Pb同位素定年、Hf同位素组成和微量元素数据，辉钼矿Re-Os同位素定年数据。全岩样品为采自石菉矿床的酸性侵入岩，包括花岗闪长岩和石英闪长岩。锆石单矿物选自花岗闪长岩和石英闪长岩，辉钼矿选自含金属成矿的石英脉和矽卡岩中的辉钼矿脉。全岩的主量、微量元素分别由XRF、ICP-MS分析获得，F含量由离子电极分析获得，Cl含量由离子色谱分析获得。锆石原位U-Pb年龄及微量元素数据均由LA-ICP-MS分析获得，原位Hf同位素组成由LA-MC-ICP-MS分析获得。辉钼矿的Re-OS同位素组成由ICP-MS分析获得。以上数据已发表于期刊Acta Geochimica，数据真实可靠。通过获得的数据可以约束石菉侵入岩和矿床的形成时间及地球化学特征。",
      "instructions": "The data is stored in Excel file and can be opened directly in Excel workbook. The file named \"WR_MajTra\" file represents the major and trace element data of the whole rock. \"Zrn_Tra\" represents in-situ trace element geochemical data of zircon, \"Zrn_UPb\" represents zircon in-situ U-Pb age data, \"Zrn_Hf\" represents the in-situ Hf isotopic composition of zircons. \"Mo_ReOs\" represents the Re-Os isotopic composition of molybdenite.",
      "instructionsCn": "数据以Excel文件存储，可直接使用Excel工作薄打开。名称为“WR_MajTra”的文件代表全岩主量、微量元素数据。“Zrn_Tra”代表锆石的原位微量元素地球化学数据，“Zrn_UPb”代表锆石原位U-Pb年龄数据，“Zrn_Hf”代表锆石原位Hf同位素组成。“Mo_ReOs”代表辉钼矿的Re-Os同位素组成。",
      "east": 111.83,
      "west": 111.57,
      "south": 22.035,
      "north": 22.24,
      "startTime": null,
      "endTime": null,
      "fileSize": 70696.0,
      "cstr": null,
      "doi": "10.1007/s11631-017-0146-6",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张丽鹏",
        "nameEn": "ZHANG Lipeng",
        "unitEn": "",
        "unitCn": "中国科学院海洋研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Adakitic rocks associated with the Shilu copper–molybdenum deposit in the Yangchun Basin, South China, and their tectonic implications.",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Hu, Y., Liang, J., Ireland, T., Chen, Y., Zhang, R., & Sun, W., et al.  (2017). Adakitic rocks associated with the Shilu copper–molybdenum deposit in the Yangchun Basin, South China, and their tectonic implications. Acta Geochimica, 36(2), 132-150."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "埃达克质岩",
        "nameEn": "Adakitic rocks"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "锆石Hf同位素",
        "nameEn": "Zircon Hf isotope"
      },
      {
        "nameCn": "锡石U-Pb定年",
        "nameEn": "Cassiterite U–Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "石菉矿床",
        "keywordEn": "Shilu deposit"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早白垩世",
        "keywordEn": "Early Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze both major and trace elements in adakite rocks from a copper-molybdenum deposit?",
        "QuestionCn": "您能否提供一种数据收集方法的示例，用于分析来自铜钼矿床的阿达基岩中的主要和微量元素？",
        "AnswerEn": "A data collection method involves using XRF (X-ray fluorescence) and ICP-MS (Inductively Coupled Plasma Mass Spectrometry) to analyze the major and trace elements in whole rock samples of adakite rocks from a copper-molybdenum deposit.",
        "AnswerCn": "一种数据收集方法涉及使用XRF（X射线荧光）和ICP-MS（电感耦合等离子体质谱）分析来自铜钼矿床的全岩样品中的主要和微量元素。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and methods involved in collecting geochemical data for adakitic rocks and associated mineral deposits?",
        "QuestionCn": "收集埃达克岩及其相关矿床的地球化学数据的关键特征和方法是什么？",
        "AnswerEn": "collecting whole-rock major and trace element data using XRF and ICP-MS, determining F content through ion electrode analysis, Cl content via ion chromatography, zircon in-situ U-Pb ages and trace element data using LA-ICP-MS, in-situ Hf isotopic compositions with LA-MC-ICP-MS, Re-Os isotopic compositions of molybdenite using ICP-MS",
        "AnswerCn": "使用XRF和ICP-MS收集全岩主量和微量元素数据，通过离子电极分析测定F含量，通过离子色谱法测定Cl含量，使用LA-ICP-MS获取锆石原位U-Pb年龄和微量元素数据，使用LA-MC-ICP-MS获取原位Hf同位素组成，使用ICP-MS测定辉钼矿的Re-Os同位素组成。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many whole rock samples were analyzed for major and trace elements in a dataset related to adakite rocks of the Yangchun Basin Shilu Cu-Mo deposit?",
        "QuestionCn": "在与阳春盆地石炉铜钼矿床的阿达基岩相关的数据集中，分析了多少个整体岩石样品的主要和微量元素？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the number of whole rock samples analyzed. Therefore, based on the information given, it is not possible to extract a refined numerical answer.",
        "AnswerCn": "原始答案没有提供具体的数值来说明分析了多少整块岩石样本。因此，基于所给的信息，无法提取出一个精确的数值答案。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the primary geochemical data collection methods used for analyzing whole rock and single mineral samples in geological studies?",
        "QuestionCn": "在地质研究中，用于分析整岩和单矿物样品的主要地球化学数据收集方法有哪些？",
        "AnswerEn": "The primary geochemical data collection methods used for analyzing whole rock and single mineral samples in geological studies include XRF and ICP-MS for major and trace elements, ion electrode analysis for F content, ion chromatography for Cl content, LA-ICP-MS for in-situ zircon U-Pb dating and trace element data, LA-MC-ICP-MS for in-situ Hf isotopic compositions, and ICP-MS for Re-Os isotopic compositions in molybdenite.",
        "AnswerCn": "用于地质研究中分析全岩和单矿物样品的主要地球化学数据收集方法包括：XRF和ICP-MS用于主要和微量元素分析，离子电极分析用于氟含量，离子色谱法用于氯含量，激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）用于原位锆石U-Pb定年和微量元素数据，激光剥蚀-多收集电感耦合等离子体质谱法（LA-MC-ICP-MS）用于原位铪同位素组成，ICP-MS用于钼矿石中的铼-锇同位素组成分析。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of analytical methods such as XRF, ICP-MS, and LA-ICP-MS in collecting geochemical data for copper-molybdenum deposits in adakite rocks?",
        "QuestionCn": "在收集与斑岩岩石中的铜-钼矿床相关的地球化学数据时，选择分析方法（如XRF、ICP-MS和LA-ICP-MS）的因素包括哪些？",
        "AnswerEn": "The selection of analytical methods like XRF, ICP-MS, and LA-ICP-MS is likely influenced by the need for precise measurement of major and trace elements, isotopic dating, and isotopic composition analysis. These methods are chosen to accurately determine the geochemical characteristics and formation time of intrusion rocks and deposits in the context of copper-molybdenum mineralization.",
        "AnswerCn": "选择分析方法如XRF、ICP-MS和LA-ICP-MS，可能受到对主要和微量元素的精确测量、同位素定年以及同位素组成分析需求的影响。这些方法被选用以准确确定铜钼矿化背景下侵入岩和矿床的地球化学特征和形成时间。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the goals of collecting whole-rock and single mineral geochemical data, including zircon U-Pb dating, Hf isotopic composition, and molybdenite Re-Os isotopic data, in the context of understanding the formation and geochemical characteristics of adakite rocks in copper-molybdenum deposits?",
        "QuestionCn": "在理解铜钼矿床中埃达克岩的形成和地球化学特征的背景下，收集全岩和单矿物地球化学数据的目标，包括锆石U-Pb定年、Hf同位素组成和辉钼矿Re-Os同位素数据的目标是什么？",
        "AnswerEn": "The goal of collecting whole-rock and single mineral geochemical data, including zircon U-Pb dating, Hf isotopic composition, and molybdenite Re-Os isotopic data, is to constrain the formation timing and geochemical characteristics of the Shilu intrusion and mineral deposit. This information helps in understanding the geological history and processes involved in the formation of the adakite rocks associated with the copper-molybdenum deposits in the Yangchun Basin.",
        "AnswerCn": "收集全岩和单矿物地球化学数据，包括锆石U-Pb定年、Hf同位素组成和钼矿Re-Os同位素数据的目标，是为了限制石炉侵入体和矿床的形成时间及地球化学特征。这些信息有助于理解与阳春盆地铜钼矿床相关的阿达凯岩石形成过程和地质历史。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures for analyzing whole rock major and trace elements using data collection methods in geochemical studies of adakites like the ones found in copper-molybdenum deposits?",
        "QuestionCn": "在地球化学研究中，分析像铜钼矿床中发现的埃达克岩的全岩主要和微量元素的数据收集方法有哪些程序？",
        "AnswerEn": "The procedures involve using X-ray fluorescence (XRF) and inductively coupled plasma mass spectrometry (ICP-MS) to analyze whole rock samples for major and trace elements. These samples are collected from acidic intrusive rocks, such as granodiorite and quartz diorite, within the deposit area.",
        "AnswerCn": "这些程序涉及使用X射线荧光（XRF）和电感耦合等离子体质谱（ICP-MS）分析整个岩石样品的主要和微量元素。这些样品来自矿床区域内的酸性侵入岩，如花岗闪长岩和石英闪长岩。",
        "Level": "C3(Applying)"
      }
    ]
  }
}