{
    "id": "917b94ac-25e1-4eb0-a0b9-32525acd9342",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of surface roughness at the super site around the Dayekou Guantan forest station",
            "titleCn": "黑河综合遥感联合试验：大野口关滩森林站超级样地地表粗糙度观测数据集",
            "description": "The dataset of surface roughness was obtained at the super site (100m×100m, pure Qinghai spruce) around the Dayekou Guantan forest station.\n     25 corner points and 16 center points were collected and each point was measured twice and photos were taken. With the roughness plate 110cm long and the measuring points distance 1cm, the samples were collected along the strip from south to north and from east to west, respectively.\n     The photos were processed using ArcView software; and after geometric correction, surface height standard deviation (cm) and correlation length (cm) could be acquired based on the formula listed on pages 234-236, Microwave Remote Sensing, Vol. II.\n     The roughness data were initialized by the sample name, which was followed by the serial number, the name of the file, standard deviation and correlation length. Each .txt file is matched with one sample photo and standard deviation and correlation length represent the roughness. In addition, the length of 101 radius is also included for further checking.\n     Those provide reliable ground data for improving and verifying the remote sensing algorithms.",
            "descriptionCn": "本数据来自大野口流域关滩森林站超级样地，该超级样地乔木植被为青海云杉纯林，样地大小为100m×100m。 \n该数据应用中科院寒旱所自制的粗糙度测量板和数码相机，在整个超级样地内选取了41个格网点，其中有25个角点和16个中心点（代表16个超级样地的子样方），每个位置观测2次，并拍照。每个采样点均按照南北向和东西向分别测量1次，粗糙度板长110cm，测量点间距1cm。\n本数据可为发展和验证微波遥感算法提供基本的地面数据集。b包括原始照片，及表面高度标准离差（cm）和表面相关长度（cm）的计算结果。\n相片处理是在ArcView软件下，对照片中每根辐条的顶端以及板子的四角做手工数字化采样，获得其图像坐标值，经过几何校正后，计算得到每根辐条的高度，然后按公式计算表面高度标准离差和表面相关长度。其计算公式见《微波遥感》第二卷234-236页。\n粗糙度数据中首先是样点名称，之后数据正文包括4列（编号、文件名、标准离差、相关长度）。每一个文件名，即txt文件对应一张采样照片，标准离差（cm）与相关长度（cm）即代表了粗糙度。之后是每张照片中101根辐条的长度，属于中间结果，用以检查校正。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.251297,
            "west": 100.250212,
            "south": 38.533171,
            "north": 38.534361,
            "startTime": "2008-06-21 00:00:00",
            "endTime": "2008-06-21 00:00:00",
            "fileSize": 119310082.0,
            "cstr": "18406.11.water973.0049.db",
            "doi": "10.3972/water973.0049.db",
            "dataFormat": "",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "白云洁",
                "nameEn": "BAI Yunjie",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "曹永攀",
                "nameEn": "CAO Yongpan",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "陈玲",
                "nameEn": "CHEN Ling",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "屈永华",
                "nameEn": "QU Yonghua",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "周红敏",
                "nameEn": "ZHOU Hongmin",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表粗糙度",
                "nameEn": "Surface Roughness"
            },
            {
                "nameCn": "重力",
                "nameEn": "Gravity"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大野口关滩森林站超级样地",
                "keywordEn": "Super Site around the Dayekou Guantan Forest Station"
            },
            {
                "keywordCn": "大野口流域加密观测区",
                "keywordEn": "Dayekou  watershed foci experimental areas"
            },
            {
                "keywordCn": "森林水文试验区",
                "keywordEn": "Forest and Hydrology Experimental Areas"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-06-10",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific measurement techniques used to collect data on surface roughness in forest plots?",
                "QuestionCn": "在森林样地中收集表面粗糙度数据的具体测量技术有哪些？",
                "AnswerEn": "custom roughness measurement board, digital camera, 41 grid points, 25 corner points, 16 center points, 110cm long roughness board, 1cm spacing, ArcView software, standard deviation of surface height, surface correlation length",
                "AnswerCn": "定制粗糙度测量板，数字相机，41个网格点，25个角点，16个中心点，110厘米长的粗糙度板，1厘米间距，ArcView软件，表面高度的标准偏差，表面相关长度。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many grid points are used for sampling in a dataset related to surface roughness measurement in a forest area?",
                "QuestionCn": "在与森林区域表面粗糙度测量相关的数据集中，使用了多少个网格点进行采样？",
                "AnswerEn": "41",
                "AnswerCn": "四十一",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the definition of 'surface roughness observation dataset' in the context of remote sensing experiments?",
                "QuestionCn": "在遥感实验的背景下，“表面粗糙度观测数据集”的定义是什么？",
                "AnswerEn": "A surface roughness observation dataset in the context of remote sensing experiments refers to data collected to measure and analyze the variations in surface texture, often for the development and validation of microwave remote sensing algorithms. It typically involves using tools like roughness measurement boards and cameras to capture surface characteristics, and includes data such as standard deviation of surface height and correlation length, which are derived from photo analysis and geometric correction.",
                "AnswerCn": "在遥感实验中，表面粗糙度观察数据集是指收集的数据，用于测量和分析表面纹理的变化，通常用于微波遥感算法的开发和验证。它通常涉及使用粗糙度测量板和相机来捕捉表面特征，并包括诸如表面高度的标准偏差和相关长度等数据，这些数据是通过照片分析和几何校正得出的。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methods of measuring surface roughness using a self-made roughness measurement board and digital camera compare to traditional surface roughness measurement techniques in terms of accuracy and data processing complexity?",
                "QuestionCn": "使用自制粗糙度测量板和数码相机测量表面粗糙度的方法与传统表面粗糙度测量技术在准确性和数据处理复杂性方面有何比较？",
                "AnswerEn": "The methods of measuring surface roughness using a self-made roughness measurement board and digital camera involve selecting multiple grid points within a designated area and capturing images for each point, which are then processed to determine surface height variations. This technique allows for precise geometric corrections and manual digitization of image coordinates, offering detailed calculations of surface height standard deviation and correlation length. Traditional methods may rely on physical contact measurements or simpler optical techniques, which might not offer the same level of spatial detail or require different processing steps, potentially impacting both accuracy and complexity.",
                "AnswerCn": "使用自制的粗糙度测量板和数码相机测量表面粗糙度的方法涉及在指定区域内选择多个网格点，并为每个点拍摄图像，然后处理这些图像以确定表面高度变化。这种技术允许进行精确的几何校正和手动数字化图像坐标，提供表面高度标准偏差和相关长度的详细计算。传统方法可能依赖于物理接触测量或更简单的光学技术，这可能无法提供相同水平的空间细节，或需要不同的处理步骤，从而可能影响准确性和复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using roughness measurement boards and digital cameras on the accuracy and reliability of surface roughness data in forest environments?",
                "QuestionCn": "在森林环境中使用粗糙度测量板和数码相机对表面粗糙度数据的准确性和可靠性的影响是什么？",
                "AnswerEn": "Using roughness measurement boards and digital cameras allows for precise measurement of surface roughness by capturing visual data that can be processed to calculate surface height standard deviation and correlation length. This method provides reliable ground data that can aid in developing and validating microwave remote sensing algorithms, as it captures detailed surface features in a systematic and repeatable manner. However, the accuracy may be influenced by manual digitization and geometric correction processes, which require careful execution to ensure data reliability.",
                "AnswerCn": "使用粗糙度测量板和数字相机可以通过捕捉视觉数据来精确测量表面粗糙度，这些数据可以处理以计算表面高度标准偏差和相关长度。这种方法提供了可靠的地面数据，有助于开发和验证微波遥感算法，因为它以系统和可重复的方式捕捉详细的表面特征。然而，准确性可能受到手动数字化和几何校正过程的影响，这些过程需要仔细执行以确保数据的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to develop a dataset focused on surface roughness measurements in forested areas using self-made measurement boards and digital cameras?",
                "QuestionCn": "为什么使用自制测量板和数码相机在森林地区开发一个专注于表面粗糙度测量的数据集是重要的？",
                "AnswerEn": "The objective is to provide a foundational ground dataset that can support the development and validation of microwave remote sensing algorithms, specifically by offering detailed surface roughness data in forested environments. This dataset includes original photographs and calculated results of surface height standard deviation and correlation length, which are essential for advancing remote sensing techniques.",
                "AnswerCn": "目标是提供一个基础的地面数据集，以支持微波遥感算法的开发和验证，特别是通过提供森林环境中详细的表面粗糙度数据。该数据集包括原始照片和计算出的表面高度标准差和相关长度的结果，这些对于推动遥感技术的发展至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed procedural steps for measuring and calculating surface roughness using a custom roughness measurement board and digital camera in a forested area?",
                "QuestionCn": "在森林地区使用自定义粗糙度测量板和数码相机测量和计算表面粗糙度的详细程序步骤如下：\n\n1. **准备工作**：\n   - 确保自定义粗糙度测量板的表面已知，并且具有不同的粗糙度等级。\n   - 准备好数码相机，并确保其电池充足，存储卡有足够空间。\n\n2. **选择测量地点**：\n   - 在森林地区选择一个适合的测量地点，确保光线条件良好，避免强烈的阴影或反射。\n\n3. **设置测量板**：\n   - 将粗糙度测量板放置在水平的地面上，确保其稳定，不会移动。\n   - 确保测量板的表面与地面平行，以避免测量误差。\n\n4. **拍摄图像**：\n   - 使用数码相机对准测量板，确保整个板面在画面中可见。\n   - 调整相机的焦距和曝光设置，以获得清晰的图像。\n   - 拍摄多张照片，以确保有足够的图像用于后续分析。\n\n5. **图像处理**：\n   - 将拍摄的图像导入计算机，使用图像处理软件（如Photoshop或GIMP）进行处理。\n   - 对图像进行裁剪和调整，以突出显示测量板的表面特征。\n\n6. **特征提取**：\n   - 使用图像分析软件（如ImageJ）提取表面特征，计算表面粗糙度。\n   - 根据测量板的已知粗糙度等级，进行比较和标定。\n\n7. **计算粗糙度**：\n   - 根据提取的特征数据，使用适当的公式（如Ra、Rz等）计算表面粗糙度。\n   - 记录计算结果，并与测量板的标准值进行比较。\n\n8. **数据记录与分析**：\n   - 将测量结果记录在实验日志中，包括测量日期、地点、天气条件等信息。\n   - 分析数据，评估森林地区表面粗糙度的变化情况。\n\n9. **报告撰写**：\n   - 根据测量和分析结果撰写报告，包含方法、结果和结论。\n   - 提出可能的改进建议和未来的研究方向。\n\n10. **清理现场**：\n    - 在完成测量后，确保将测量板和其他设备带回，保持测量地点的整洁。",
                "AnswerEn": "In the field of surface roughness measurement in forested areas, the procedure begins with the selection of grid points within the study area, specifically 41 points including 25 corner points and 16 center points. At each location, measurements are taken twice using a custom roughness measurement board, which is 110 cm long with a 1 cm interval between measurement points. Measurements are conducted in both north-south and east-west directions. Photographs are taken at each point, which are later processed using ArcView software for manual digitization to record the image coordinates of the board's endpoints and radii tops. After geometric correction, the heights of the radii are calculated, which are used to compute the standard deviation of surface heights and the surface correlation length according to formulas specified in the 'Microwave Remote Sensing' Volume 2, pages 234-236.",
                "AnswerCn": "在森林地区的表面粗糙度测量领域，程序开始于在研究区域内选择网格点，具体包括41个点，其中25个是角点，16个是中心点。在每个位置，使用定制的粗糙度测量板进行两次测量，该测量板长110厘米，测量点之间的间隔为1厘米。测量分别在南北和东西方向进行。在每个点拍摄照片，随后使用ArcView软件进行手动数字化，以记录测量板端点和半径顶部的图像坐标。在几何校正后，计算半径的高度，这些高度用于根据《微波遥感》第二卷第234-236页中规定的公式计算表面高度的标准偏差和表面相关长度。",
                "Level": "C3(Applying)"
            }
        ]
    }
}