{
  "id": "9186ae82-ed18-4d5a-91ac-441077855aba",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Map of 1:10000 000 permafrost types in China (2008)",
      "titleCn": "中国1:1000万冻土类型图（2008）",
      "description": "This map was compiled by Li Xin and others in 2008 in order to re-count the permafrost area in China and based on the analysis of the existing permafrost map in China. It consists of three parts, of which the Qinghai-Tibet Plateau part uses the simulated permafrost map of the Qinghai-Tibet Plateau (Nanzhuo Copper, 2002), the northeast part comes from the \"14 million map of China's Glacier, Frozen Soil and Desert\" (Institute of Environment and Engineering in Cold and Arid Regions, Chinese Academy of Sciences, 2006), and the other part uses the map of China's permafrost zoning and types (1: 10 million) (Zhou Youwu and others, 2000).\nMore Information References (Institute of Environment and Engineering in Cold and Arid Regions, Chinese Academy of Sciences, 2006;  Nanzhuo Copper, 2002;  Zhou Youwu et al., 2000;  Li et al, 2008）。",
      "descriptionCn": "该图是Li Xin等2008年为了重新统计中国的多年冻土面积，在分析现有中国冻土图的基础上编制而成的，由三部分组成，其中青藏高原部分采用模拟的青藏高原冻土图（南卓铜，2002）、东北部分来自《1：400万中国冰川冻土沙漠图》（中国科学院寒区旱区环境与工程研究所，2006），其他部分采用中国冻土区划及类型图（1：1000万）（周幼吾 等，2000）。\n更多信息参考文献（中国科学院寒区旱区环境与工程研究所，2006；南卓铜，2002；周幼吾 等，2000；Li et al, 2008）。",
      "instructions": "SHP format storage",
      "instructionsCn": "shp 格式存储",
      "east": 135.5,
      "west": 73.2,
      "south": 17.8,
      "north": 53.9,
      "startTime": null,
      "endTime": null,
      "fileSize": 5956162.0,
      "cstr": "18406.11.Geocry.tpdc.270620",
      "doi": "10.11888/Geocry.tpdc.270620",
      "dataFormat": "矢量",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "南卓铜",
        "nameEn": "NAN Zhuotong",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "周幼吾",
        "nameEn": "ZHOU Youwu",
        "unitEn": "",
        "unitCn": "中国科学院兰州冰川冻土研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Cryospheric Change in China",
        "referenceCn": null,
        "referenceEn": "Li, X., Cheng, G.D., Jin, H.J., Kang, E.S., Che, T., Jin, R., Wu, L.Z., Nan, Z.T., Wang, J., & Shen, Y.P. (2008). Cryospheric Change in China. Global and Planetary Change, 62(3-4), 210-218."
      },
      {
        "titleCn": null,
        "titleEn": "Distribution of permafrost in China: an overview of existing permafrost maps",
        "referenceCn": null,
        "referenceEn": "Ran, Y., Li, X., Cheng, G., Zhang, T., Wu, Q., Jin, H. & Jin, R. (2012). Distribution of permafrost in China: an overview of existing permafrost maps. Permafrost and Periglacial Processes, 23(4), 322-333."
      },
      {
        "titleCn": null,
        "titleEn": "Geocryology in China",
        "referenceCn": null,
        "referenceEn": "Zhou, Y.W., Guo, D.X., Qiu, G.Q., Cheng, G.D., & Li, S.D. (2000). Geocryology in China. Science Press: Beijing. (in Chinese)."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻土分布",
        "nameEn": "Frozen ground distribution"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to compile a comprehensive map of permafrost types in China?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于编制中国永冻土类型的综合地图？",
        "AnswerEn": "The compilation of a comprehensive map of permafrost types in China involved analyzing existing maps and utilizing simulated mapping techniques. For the Qinghai-Tibet Plateau, a simulated permafrost map was used, while the northeastern part of China utilized data from a map titled '1:400万中国冰川冻土沙漠图'. Other regions integrated data from a permafrost classification map of China.",
        "AnswerCn": "中国的冻土类型综合地图的编制涉及分析现有地图和利用模拟制图技术。对于青藏高原，使用了模拟冻土地图，而中国东北地区则利用了名为“1:400万中国冰川冻土沙漠图”的数据。其他地区则整合了中国冻土分类图的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and components of a permafrost type map for China at a 1:10,000,000 scale?",
        "QuestionCn": "中国1:10,000,000比例尺的多年冻土类型图的特征和组成是什么？",
        "AnswerEn": "Tibetan Plateau section based on a simulated map, Northeast section from the '1:4,000,000 China Glacier, Permafrost, and Desert Map', other regions use the 'China Permafrost Zoning and Type Map (1:10,000,000)'",
        "AnswerCn": "青藏高原部分基于模拟地图，东北部分来自“1:4,000,000中国冰川、永久冻土和沙漠地图”，其他地区使用“中国永久冻土分区与类型图（1:10,000,000）”。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the scale used for the frozen ground type map of China compiled by Li Xin and others in 2008?",
        "QuestionCn": "李鑫等人在2008年编制的中国冻土类型图使用的比例尺是什么？",
        "AnswerEn": "1:10,000,000",
        "AnswerCn": "1:10,000,000",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'frozen soil type mapping' entail in the context of permafrost research in China?",
        "QuestionCn": "“冻土类型制图”在中国的永久冻土研究中涉及什么？",
        "AnswerEn": "Frozen soil type mapping in the context of permafrost research in China involves compiling and analyzing existing permafrost maps to re-assess and update the extent of permafrost areas. It includes integrating data from different sources such as simulation models of the Tibetan Plateau, maps from the Northeast region, and other regional classifications, aiming to create a comprehensive view of frozen soil types across China.",
        "AnswerCn": "在中国的永久冻土研究中，冻土类型映射涉及汇编和分析现有的永久冻土地图，以重新评估和更新永久冻土区域的范围。这包括整合来自不同来源的数据，如对青藏高原的模拟模型、东北地区的地图以及其他区域分类，旨在创建一个关于中国冻土类型的综合视图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used in creating a 1:1000万 permafrost map for the Qinghai-Tibet Plateau compare to those used for the Northeast region in terms of data sources and modeling techniques?",
        "QuestionCn": "在制作青藏高原1:1000万冻土图时使用的数据收集方法与东北地区所使用的方法在数据来源和建模技术方面有何比较？",
        "AnswerEn": "The Qinghai-Tibet Plateau part of the 1:1000万 permafrost map uses simulated data from the Qinghai-Tibet Plateau permafrost map by Nan Zhentong (2002), while the Northeast region uses data from the 1:400万 China Glacier, Permafrost, and Desert map (Chinese Academy of Sciences, Cold and Arid Regions Environmental and Engineering Research Institute, 2006). The Qinghai-Tibet section relies on simulation models, whereas the Northeast section uses existing cartographic data.",
        "AnswerCn": "青藏 Plateau 的 1:1000万冻土图部分使用了南振彤（2002）编制的青藏 Plateau 冻土图的模拟数据，而东北地区则使用了中国科学院寒区旱区环境与工程研究所（2006）编制的 1:400万中国冰川、冻土和沙漠图的数据。青藏部分依赖于模拟模型，而东北部分则使用现有的制图数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influenced the choice of data sources and methods in creating a dataset for mapping permafrost types in China?",
        "QuestionCn": "影响中国永久冻土类型地图数据集创建的数据源和方法选择的因素有哪些？",
        "AnswerEn": "The choice of data sources and methods was influenced by the need to accurately reassess the permafrost area in China. The dataset was compiled by analyzing existing permafrost maps, incorporating simulated data for the Tibetan Plateau, and utilizing different regional datasets such as the 1:400万中国冰川冻土沙漠图 and the 中国冻土区划及类型图. Each of these sources provided particular insights and regional specificity necessary for creating a comprehensive permafrost type map at a 1:1000万 scale.",
        "AnswerCn": "数据源和方法的选择受到准确重新评估中国永久冻土面积的需要的影响。该数据集通过分析现有的永久冻土地图、结合对青藏 Plateau 的模拟数据以及利用不同的区域数据集（如1:400万中国冰川冻土沙漠图和中国冻土区划及类型图）进行编制。这些来源提供了必要的特定见解和区域特性，以便在1:1000万的比例尺下创建全面的永久冻土类型图。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why was there a focus on creating a dataset that re-evaluates the permafrost extent in China and what challenges might have been encountered in integrating different data sources for this purpose?",
        "QuestionCn": "为什么会关注创建一个重新评估中国永冻土范围的数据集，并且在整合不同数据源以实现这一目的时可能遇到哪些挑战？",
        "AnswerEn": "The goal was to provide an updated assessment of China's permafrost extent by synthesizing various existing maps and models. Challenges likely included ensuring consistency and accuracy across different datasets, such as the simulated maps for the Qinghai-Tibet Plateau and the maps from different regions like Northeast China, which were based on varying methodologies and scales.",
        "AnswerCn": "目标是通过综合各种现有地图和模型，提供对中国永久冻土范围的更新评估。挑战可能包括确保不同数据集之间的一致性和准确性，例如青藏高原的模拟地图和基于不同方法和尺度的东北地区地图。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and methodologies were used to compile and integrate various permafrost maps in China to create a comprehensive dataset, and what challenges were encountered during this process?",
        "QuestionCn": "在中国编制和整合各种永久冻土地图以创建综合数据集的过程中，使用了哪些程序和方法论，以及在此过程中遇到了哪些挑战？",
        "AnswerEn": "The dataset was compiled by integrating multiple existing permafrost maps of China, specifically the simulated permafrost map of the Qinghai-Tibet Plateau by Nan Zhaodong (2002), the 1:400 million Chinese glacier, permafrost, and desert map from the Cold and Arid Regions Environmental and Engineering Research Institute (2006), and the permafrost zoning and type map of China (1:10 million) by Zhou Youwu et al. (2000). Challenges likely included ensuring consistency and accuracy across maps of different scales, resolutions, and methodologies, as well as updating the data to reflect current conditions.",
        "AnswerCn": "该数据集是通过整合中国多个现有的永久冻土地图编制而成，具体包括南兆东（2002）对青藏高原的模拟永久冻土图、寒区环境与工程研究所（2006）制作的1:4亿中国冰川、永久冻土和沙漠图，以及周有伍等（2000）制作的中国永久冻土分区与类型图（1:1000万）。挑战可能包括确保不同尺度、分辨率和方法论的地图之间的一致性和准确性，以及更新数据以反映当前状况。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}