{
  "id": "919a7a4c-fdd5-46c7-8792-a9d0ec73d568",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The monthly MODIS snow cover product of the Tibetan Plateau (2001-2005)",
      "titleCn": "青藏高原逐月MODIS雪盖产品（2001-2005）",
      "description": "The parameter inversion study project of soil moisture and snow water equivalent on the Tibetan Plateau in the past 20 years is part of the key research plan of Environmental and Ecological Science for West China of the National Natural Science Foundation of China. The person in charge is Jiancheng Shi, a researcher at the Institute of Remote Sensing Applications of the Chinese Academy of Sciences. The project ran from January 2004 to December 2007.\nThe data collection of the project: the Monthly MODIS Snow Cover Product of Tibetan Plateau (2001-2005).\nBased on the image data acquired by MODIS, combined with ASTER image data, the data set carried out snow cover area classification and change analysis at a subpixel level on the Tibetan Plateau. The research mainly focused on studying the subpixel snow cover area classification algorithm, including the statistical regression method and the mixed-pixel decomposition method using the normalized snow index. In the mixed-pixel decomposition, a linear mixed model was adopted, and snow and non-snow end members were automatically extracted using the normalized snow index and the normalized vegetation index. On the basis of the subpixel snow cover area classification algorithm, the snow cover area variation on the Tibetan Plateau was analyzed. Using the method of establishing a decision tree, clouds and snow were detected, cloud-removal was performed, and the subpixel of the Tibetan Plateau was formed by synthesis and mosaicking of the time series images.\nThe snow cover area classification database analyzes and describes the spatial distribution and variation characteristics of the snow cover area of the Tibetan Plateau.",
      "descriptionCn": "青藏高原近20年土壤水分及雪水当量的参数反演研究项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为中国科学院遥感应用研究所施建成研究员，项目运行时间为2004.1-2007.12。\n该项目汇交数据：青藏高原2001-2005年逐月MODIS雪盖产品。\n该数据集是利用MODIS获取的影像数据，结合ASTER影像数据，在青藏高原进行亚像元级的雪盖面积分类和变化分析研究。主要研究内容是研究亚像元雪盖面积分类算法，包括利用归一化积雪指数进行统计回归方法和混合像元分解方法。在进行混合像元分解中，采用线性混合模型，并提出利用归一化积雪指数和归一化植被指数进行雪端元和非雪端元的自动提取； 在亚像元雪盖面积分类算法的基础上，进行青藏高原雪盖面积变化分析，通过建立决策树的方法，进行云和雪的检测和去云处理，并利用时间序列影像，进行合成和镶嵌，构成青藏高原的亚像元雪盖面积分类数据库， 对青藏高原雪盖面积的空间分布和变化特征进行分析和描述。",
      "instructions": "",
      "instructionsCn": "",
      "east": 111.2,
      "west": 73.45,
      "south": 20.9,
      "north": 49.36,
      "startTime": "2001-01-08 01:54:00",
      "endTime": "2006-01-07 01:54:00",
      "fileSize": 1740955720.0,
      "cstr": "18406.11.Snow.tpdc.270015",
      "doi": "10.11888/Snow.tpdc.270015",
      "dataFormat": "ENVI Standard",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "施建成",
        "nameEn": "SHI Jiancheng",
        "unitEn": "Institute of Remote Sensing Applications Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "许丽娜",
        "nameEn": "XU Lina",
        "unitEn": "Institute of Remote Sensing Applications Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "青藏高原雪盖面积变化分析研究",
        "titleEn": null,
        "referenceCn": "许丽娜.青藏高原雪盖面积变化分析研究.中国科学院遥感应用研究所.2006",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "积雪表面",
        "nameEn": "Snow facies"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2005",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for classifying sub-pixel snow cover areas on the Tibetan Plateau?",
        "QuestionCn": "用于分类青藏 Plateau 上亚像素雪盖区域的数据收集方法的特点是什么？",
        "AnswerEn": "MODIS and ASTER imagery, sub-pixel snow cover area classification algorithms, statistical regression methods, normalized snow index, mixed pixel decomposition methods, linear mixing model, automatic extraction of snow and non-snow endmembers, normalized vegetation index, decision tree methods for cloud and snow detection, cloud removal, time-series imagery synthesis, mosaicking.",
        "AnswerCn": "MODIS和ASTER影像，亚像元雪覆盖面积分类算法，统计回归方法，归一化雪指数，混合像元分解方法，线性混合模型，雪和非雪端元的自动提取，归一化植被指数，云和雪检测的决策树方法，云去除，时间序列影像合成，镶嵌。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using the '归一化积雪指数' (Normalized Snow Index) in snow cover area classification on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的雪盖面积分类中使用“归一化积雪指数”的重要性是什么？",
        "AnswerEn": "The '归一化积雪指数' (Normalized Snow Index) is significant in snow cover area classification on the Qinghai-Tibet Plateau as it is used in statistical regression methods and mixed pixel decomposition methods to enhance the classification accuracy of sub-pixel snow cover areas. It helps in automatically extracting snow and non-snow endmembers, which is crucial for analyzing the spatial distribution and changes in snow cover.",
        "AnswerCn": "'归一化积雪指数'在青藏高原的积雪覆盖区域分类中具有重要意义，因为它被用于统计回归方法和混合像元分解方法，以提高亚像元积雪覆盖区域的分类精度。它有助于自动提取雪和非雪的端元，这对于分析积雪覆盖的空间分布和变化至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the development and refinement of sub-pixel snow cover area classification algorithms in satellite data analysis on the Tibetan Plateau?",
        "QuestionCn": "在青藏高原的卫星数据分析中，影响亚像素雪盖面积分类算法开发和优化的因素有哪些？",
        "AnswerEn": "The development and refinement of sub-pixel snow cover area classification algorithms are influenced by the integration of MODIS and ASTER image data, the use of normalized snow indices for statistical regression, and mixed pixel decomposition methods. Specifically, linear mixture models and automatic extraction techniques for snow and non-snow endmembers using normalized snow and vegetation indices are key factors. These methodologies help in analyzing changes in snow cover on the Tibetan Plateau, addressing challenges like cloud and snow detection, and providing a comprehensive understanding of spatial distribution and change characteristics of snow cover.",
        "AnswerCn": "亚像素雪盖面积分类算法的发展和完善受到MODIS和ASTER影像数据整合、归一化雪指数用于统计回归以及混合像素分解方法的影响。具体而言，线性混合模型和使用归一化雪和植被指数自动提取雪和非雪端元的技术是关键因素。这些方法有助于分析青藏高原的雪盖变化，解决云和雪检测等挑战，并提供对雪盖空间分布和变化特征的全面理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences on the accuracy and reliability of snow cover classification when using MODIS images in combination with ASTER images for sub-pixel level analysis on the Tibetan Plateau?",
        "QuestionCn": "使用MODIS图像与ASTER图像结合进行青藏高原亚像素级分析时，对雪盖分类的准确性和可靠性的影响是什么？",
        "AnswerEn": "The combination of MODIS and ASTER images for sub-pixel level snow cover classification on the Tibetan Plateau enhances the accuracy and reliability of the classification by allowing for detailed analysis using a linear mixture model. This approach facilitates the automatic extraction of snow and non-snow endmembers, leading to a comprehensive database that can effectively capture the spatial distribution and temporal changes in snow cover.",
        "AnswerCn": "MODIS和ASTER图像的结合用于青藏高原亚像素级雪盖分类，通过线性混合模型的详细分析提高了分类的准确性和可靠性。这种方法促进了雪和非雪端元的自动提取，从而形成一个全面的数据库，有效捕捉雪盖的空间分布和时间变化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of employing sub-pixel snow cover area classification algorithms using MODIS and ASTER imagery for analyzing snow cover changes on the Qinghai-Tibet Plateau?",
        "QuestionCn": "使用MODIS和ASTER影像的亚像素雪盖面积分类算法分析青藏高原雪盖变化的主要目标是什么？",
        "AnswerEn": "The primary objective is to study the sub-pixel snow cover area classification algorithms, including the use of normalized snow index for statistical regression methods and mixed pixel decomposition methods, in order to analyze changes in snow cover area on the Qinghai-Tibet Plateau. This involves automatic extraction of snow and non-snow endmembers, detecting and removing clouds, and creating a sub-pixel snow cover area classification database to analyze and describe the spatial distribution and change characteristics of snow cover area over time.",
        "AnswerCn": "主要目标是研究亚像素雪盖面积分类算法，包括使用归一化雪指数进行统计回归方法和混合像素分解方法，以分析青藏高原的雪盖面积变化。这涉及自动提取雪和非雪的端元，检测和去除云层，并创建一个亚像素雪盖面积分类数据库，以分析和描述雪盖面积随时间的空间分布和变化特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What instrumental or procedural steps are involved in classifying sub-pixel snow cover area using MODIS and ASTER image data for the Tibetan Plateau?",
        "QuestionCn": "使用MODIS和ASTER影像数据对青藏 Plateau 的亚像素雪盖面积进行分类的仪器或程序步骤包括哪些？",
        "AnswerEn": "The process involves using MODIS image data combined with ASTER image data to perform sub-pixel level classification and change analysis of snow cover area on the Tibetan Plateau. The primary approach includes developing a sub-pixel snow cover area classification algorithm, which employs statistical regression methods using the Normalized Snow Index and mixed pixel decomposition methods. A linear mixing model is applied, and automated extraction of snow and non-snow endmembers is conducted using the Normalized Snow Index and Normalized Vegetation Index. Based on this classification algorithm, a decision tree method is used for cloud and snow detection and cloud removal, followed by the synthesis and mosaicking of time-series images to form a sub-pixel snow cover area classification database, enabling the analysis and description of the spatial distribution and change characteristics of snow cover in the Tibetan Plateau.",
        "AnswerCn": "该过程涉及使用MODIS影像数据结合ASTER影像数据，对青藏高原的雪盖面积进行亚像素级分类和变化分析。主要方法包括开发一种亚像素雪盖面积分类算法，该算法采用统计回归方法，利用归一化雪指数和混合像素分解方法。应用线性混合模型，并使用归一化雪指数和归一化植被指数自动提取雪和非雪的端元。基于该分类算法，采用决策树方法进行云和雪的检测及云的去除，随后合成和拼接时间序列影像，形成亚像素雪盖面积分类数据库，从而实现对青藏高原雪盖的空间分布和变化特征的分析与描述。",
        "Level": "C3(Applying)"
      }
    ]
  }
}