{
  "id": "92004fbc-49b8-4159-9d9e-5ec6ab3487ee",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "1:100,000 land use dataset of Xinjiang Uygur Autonomous Region (1980s)",
      "titleCn": "新疆维吾尔自治区1:10万土地利用数据集（1980s）",
      "description": "This data was derived from \"1: 100,000 Land Use Data of China\". Based on Landsat MSS, TM and ETM remote sensing data, 1: 100,000 Land Use Data of China was compiled within three years by a remote sensing scientific and technological team of 19 research institutes affiliated to the Chinese Academy of Sciences, which was organized by the “Remote Sensing Macroinvestigation and Dynamic Research on the National Resources and Environment\", one of the major application programs in Chinese Academy of Sciences during the \"Eighth Five-year Plan\". This data adopts a hierarchical land cover classification system, which divides the country into 6 first-class categories (cultivated land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 second-class categories. This is the most accurate land use data product in our country at present. It has already played an important role in national land resources survey, hydrology and ecological research.",
      "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。本数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
      "instructions": "The data format is the coverage format supported by Arcinfo. The file itself comes with coordinate information. Please refer to the relevant text file (land resource classification system. DOC) for coding information.",
      "instructionsCn": "数据格式为ARCINFO支持的coverage格式。文件本身附带有坐标信息。编码信息请参照相关文本文件（土地资源分类系统.doc）。",
      "east": 96.5,
      "west": 73.3,
      "south": 35.5,
      "north": 49.2,
      "startTime": null,
      "endTime": null,
      "fileSize": 152039889.0,
      "cstr": "18406.11.Geogra.tpdc.270647",
      "doi": "10.11888/Geogra.tpdc.270647",
      "dataFormat": "矢量",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘纪远",
        "nameEn": "LIU Jiyuan",
        "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理资源与环境研究所"
      },
      {
        "nameCn": "庄大方",
        "nameEn": "ZHUANG Dafang",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "周万村",
        "nameEn": "ZHOU Wancun",
        "unitEn": "",
        "unitCn": "中国科学院成都山地灾害与环境研究所"
      },
      {
        "nameCn": "吴世新",
        "nameEn": "WU Shixin",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "天山北坡巴里坤县土地利用景观格局变化研究",
        "titleEn": null,
        "referenceCn": "李小锋. 天山北坡巴里坤县土地利用景观格局变化研究[D]. 兰州大学, 2012.",
        "referenceEn": null
      },
      {
        "titleCn": "中国东西部中小城市景观格局及其驱动力",
        "titleEn": null,
        "referenceCn": "齐杨，邬建国，李建龙，等. 中国东西部中小城市景观格局及其驱动力[J]. 生态学报. 2013(01): 275-285.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
        "referenceCn": null,
        "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
      },
      {
        "titleCn": "基于遥感和GIS的中国西北植被动态研究",
        "titleEn": null,
        "referenceCn": "李珍存. (2007). 基于遥感和GIS的中国西北植被动态研究. (Doctoral dissertation, 甘肃农业大学).",
        "referenceEn": null
      },
      {
        "titleCn": "新疆伊犁河流域生态服务价值对土地利用变化的响应",
        "titleEn": null,
        "referenceCn": "孙慧兰, 李卫红, 陈亚鹏, 徐长春. 新疆伊犁河流域生态服务价值对土地利用变化的响应. 生态学报, 2010, (04):887-894",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
        "referenceCn": null,
        "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
      },
      {
        "titleCn": "新疆伊犁河流域草地类型特征及其生态服务价值研究",
        "titleEn": null,
        "referenceCn": "孙慧兰, 陈亚宁, 李卫红, 黎枫, 木巴热克·阿尤普. 新疆伊犁河流域草地类型特征及其生态服务价值研究. 中国沙漠, 2011, (05):1273-1277",
        "referenceEn": null
      },
      {
        "titleCn": "新疆和田河流域土地利用/覆被变化及其驱动力分析",
        "titleEn": null,
        "referenceCn": "陈忠升, 陈亚宁, 李卫红. 新疆和田河流域土地利用/覆被变化及其驱动力分析. 中国沙漠, 2010, (02):326-333",
        "referenceEn": null
      },
      {
        "titleCn": "内陆河流域土地利用/覆盖变化的生态效益评价——以疏勒河中下游地区为例",
        "titleEn": null,
        "referenceCn": "[1] 孙力炜，张勃，张建香，等. 内陆河流域土地利用/覆盖变化的生态效益评价——以疏勒河中下游地区为例[J]. 干旱区资源与环境. 2013(03): 80-85.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
        "referenceCn": null,
        "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
      },
      {
        "titleCn": "塔里木河干流土地利用/覆盖变化的社会经济驱动力分析",
        "titleEn": null,
        "referenceCn": "郝兴明, 李卫红, 陈亚宁, 赵瑞锋. 塔里木河干流土地利用/覆盖变化的社会经济驱动力分析. 中国沙漠, 2007, 27(3): 405–411.",
        "referenceEn": null
      },
      {
        "titleCn": "生态服务功能价值空间转移评价——以渭干河流域为例",
        "titleEn": null,
        "referenceCn": "乔旭宁, 杨永菊, 杨德刚. 生态服务功能价值空间转移评价——以渭干河流域为例. 中国沙漠, 2011, (04):1008-1014",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地覆被",
        "nameEn": "land cover"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国西部",
        "keywordEn": "Western China"
      },
      {
        "keywordCn": "新疆维吾尔自治区",
        "keywordEn": "Xinjiang Uygur Autonomous Region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980年代末",
        "keywordEn": "Late 1980s",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
      ],
      "research objective": [
        "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
      ],
      "challenges": [
        "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
      ],
      "methods": [],
      "dataset": [
        "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
      ],
      "findings": [
        "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
      ],
      "backgroundCn": [
        "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气之间的相互作用、生物多样性、生物地球化学循环以及资源的可持续开发。1995年，国际全球变化研究计划（IGBP）和国际人文与社会科学计划（IHDP）发布并推动的一系列科学研究项目，使土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于物理环境的多样性和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，还对全球变化产生相应的影响。"
      ],
      "research objectiveCn": [
        "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。本文有效地致力于土地利用变化的“空间模式”和“时间过程”的综合研究，以揭示区域土地利用变化特征在动态过程的模式和动态过程的模式上的关系。"
      ],
      "challengesCn": [
        "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
      ],
      "methodsCn": [],
      "datasetCn": [
        "主要数据来源是1995/1996年的Landsat TM数字图像（520幅场景）和1999/2000年的Landsat TM数字图像（508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据，以获取1999/2000年的土地利用信息。"
      ],
      "findingsCn": [
        "中国的土地利用变化存在明显的区域差异，这为划分动态区域奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧业交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。"
      ]
    }
  ],
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Are the challenges in land-use data collection more related to the accuracy of satellite imagery classification, conflicts between land protection and urban expansion, or another factor?",
        "QuestionCn": "土地利用数据收集中的挑战更多与卫星影像分类的准确性、土地保护与城市扩张之间的冲突，还是其他因素有关？",
        "AnswerEn": "conflicts between land protection and urban expansion",
        "AnswerCn": "土地保护与城市扩张之间的冲突",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "For dynamic regionalization of land-use change, are datasets primarily derived from Landsat TM images, CBERS-1 data, or a combination of both?",
        "QuestionCn": "对于土地利用变化的动态区域化，数据集主要来源于Landsat TM影像、CBERS-1数据，还是两者的结合？",
        "AnswerEn": "combination of both",
        "AnswerCn": "组合两者",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where is the dynamic regionalization of land-use change prominently observed according to the findings?",
        "QuestionCn": "根据研究结果，土地利用变化的动态区域化现象主要观察到在哪里？",
        "AnswerEn": "North China, Loess Plateau, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region",
        "AnswerCn": "华北、黄土高原、东北地区、东南沿海地区、长江中下游地区、东部沿海地区",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with the land-use change concerning arable land protection and urban expansion?",
        "QuestionCn": "与耕地保护和城市扩张相关的土地利用变化面临哪些挑战？",
        "AnswerEn": "irrational conversion",
        "AnswerCn": "非理性转换",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge encountered when integrating spatial and temporal data for land-use change analysis in China?",
        "QuestionCn": "在中国进行土地利用变化分析时，整合空间和时间数据所遇到的一个挑战是什么？",
        "AnswerEn": "An example of a challenge encountered is the conflict between arable land protection and urban expansion, which is manifest in the irrational conversion of arable land to built-up areas, complicating the integration of spatial and temporal data for land-use change analysis.",
        "AnswerCn": "一个遇到的挑战是耕地保护与城市扩张之间的冲突，这体现在耕地不合理地转变为建筑用地， complicating the integration of spatial and temporal data for land-use change analysis.",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of datasets used to study the temporal and spatial features of land-use change in China during the late 1990s?",
        "QuestionCn": "您能否提供一些用于研究1990年代末中国土地利用变化的时间和空间特征的数据集示例？",
        "AnswerEn": "Datasets used to study the temporal and spatial features of land-use change in China during the late 1990s include Landsat TM digital images from 1995/1996 and 1999/2000, supplemented by data from the China-Brazil Earth Resources Satellite 1 (CBERS-1) for the year 1999/2000.",
        "AnswerCn": "用于研究1990年代末中国土地利用变化的时间和空间特征的数据集包括1995/1996年和1999/2000年的Landsat TM数字影像，以及1999/2000年的中国-巴西地球资源卫星1号（CBERS-1）数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the hierarchical land cover classification system used in data collection for land-use studies?",
        "QuestionCn": "用于土地利用研究的数据收集的分层土地覆盖分类系统的具体特征是什么？",
        "AnswerEn": "6 primary categories, 31 secondary categories",
        "AnswerCn": "6个一级类别，31个二级类别",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with using satellite remote sensing for land-use change detection in vast and diverse regions like China?",
        "QuestionCn": "在像中国这样广阔而多样的地区，使用卫星遥感进行土地利用变化检测面临的挑战有哪些？",
        "AnswerEn": "varied physical environments, conflicts between land protection and urban expansion, accuracy of data interpretation across diverse landscapes",
        "AnswerCn": "多样化的物理环境、土地保护与城市扩张之间的冲突、跨越多样化景观的数据解释准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many first-level categories are present in the land use classification system utilized for data collection in the region?",
        "QuestionCn": "在该地区用于数据收集的土地利用分类系统中，存在多少个一级类别？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many second-level categories does the land use classification system include?",
        "QuestionCn": "土地利用分类系统包括多少个二级类别？",
        "AnswerEn": "31",
        "AnswerCn": "31",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many Landsat TM scenes were used to acquire data for the years 1995/1996 and 1999/2000?",
        "QuestionCn": "1995/1996年和1999/2000年使用了多少个Landsat TM场景来获取数据？",
        "AnswerEn": "520, 508",
        "AnswerCn": "520, 508",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the concept of 'land-use/cover change' in the context of global environmental change studies?",
        "QuestionCn": "“土地利用/覆盖变化”在全球环境变化研究中的概念是什么？",
        "AnswerEn": "Land-use/cover change refers to alterations in the terrestrial surface material cycles and life-support processes, impacting interactions between the biosphere and atmosphere, biodiversity, and biogeochemical cycles. These changes are critical in global environmental change studies due to their significant effects on sustainable resource exploitation.",
        "AnswerCn": "土地利用/覆盖变化是指对陆地表面物质循环和生命支持过程的改变，影响生物圈与大气之间的相互作用、生物多样性以及生物地球化学循环。这些变化在全球环境变化研究中至关重要，因为它们对可持续资源开发产生重大影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'Landsat TM digital images' refer to in the context of data collection for land-use information?",
        "QuestionCn": "“Landsat TM 数字图像”在土地利用信息数据收集的背景下指的是什么？",
        "AnswerEn": "Landsat TM digital images are satellite images used as primary data sources for collecting land-use information. These images provide detailed views of the Earth's surface, which are crucial for analyzing changes in land-use, as demonstrated by the use of 520 scenes in 1995/1996 and 508 scenes in 1999/2000 in the research context.",
        "AnswerCn": "Landsat TM数字图像是用于收集土地利用信息的主要数据源的卫星图像。这些图像提供了地球表面的详细视图，对于分析土地利用变化至关重要，正如在研究中使用的1995/1996年的520幅场景和1999/2000年的508幅场景所示。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors have contributed to the need for using satellite remote sensing data like Landsat MSS, TM, and ETM in the collection of land-use data?",
        "QuestionCn": "导致需要使用卫星遥感数据（如Landsat MSS、TM和ETM）收集土地利用数据的因素有哪些？",
        "AnswerEn": "The use of satellite remote sensing data such as Landsat MSS, TM, and ETM is driven by the need to accurately capture land-use changes over large and diverse geographic areas, which is essential for understanding the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycles, and sustainable resource exploitation across China.",
        "AnswerCn": "卫星遥感数据的使用，如Landsat MSS、TM和ETM，源于准确捕捉大范围和多样化地理区域的土地利用变化的需求，这对于理解生物圈与大气之间的相互作用、生物多样性、生物地球化学循环以及中国可持续资源开发至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to reconcile the protection of arable land with urban expansion in China's land-use data collection?",
        "QuestionCn": "为什么在中国的土地使用数据收集中协调耕地保护与城市扩张具有挑战性？",
        "AnswerEn": "The challenge arises from the conspicuous conflicts between arable land protection and urban expansion, as shown by the irrational conversion from arable land to built-up areas, reflecting the complex balance required between agricultural productivity and urban development needs.",
        "AnswerCn": "挑战源于耕地保护与城市扩张之间明显的冲突，表现为耕地向建筑用地的不合理转化，反映了农业生产力与城市发展需求之间所需的复杂平衡。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes have led to the regional differentiation in land-use change observed in China during the period of 1995 to 2000?",
        "QuestionCn": "1995年至2000年期间，中国土地利用变化的区域差异化原因是什么？",
        "AnswerEn": "Regional differentiation in land-use change is caused by varied physical environments and vast land areas, which influence social and economic development and impact global change. This differentiation is evident in rapidly changing areas like North China, the Loess Plateau, and other regions.",
        "AnswerCn": "区域差异化的土地利用变化是由不同的自然环境和广阔的土地面积造成的，这影响了社会和经济发展，并对全球变化产生影响。这种差异化在快速变化的地区如华北、黄土高原及其他地区尤为明显。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "If the trend of converting arable land to urban areas continues, what consequences might arise in terms of land-use conflict in China?",
        "QuestionCn": "如果将可耕地转为城市用地的趋势持续下去，中国可能会出现哪些土地利用冲突的后果？",
        "AnswerEn": "The continuation of converting arable land to urban areas could exacerbate land-use conflicts in China, particularly between the need to protect arable land and the pressures of urban expansion. This may lead to challenges in maintaining food security and sustainable urban development.",
        "AnswerCn": "将可耕地转为城市用地的持续过程可能会加剧中国的土地利用冲突，特别是在保护耕地的需求与城市扩张的压力之间。这可能会导致维护粮食安全和可持续城市发展的挑战。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of utilizing satellite remote sensing technologies like Landsat MSS, TM, and ETM in the creation of land-use datasets for regional environmental studies?",
        "QuestionCn": "利用卫星遥感技术，如Landsat MSS、TM和ETM，在区域环境研究中创建土地利用数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives include revealing the temporal and spatial features of land-use change, supporting the study of regional scale land-use changes, and providing data that is crucial for national land resource surveys, hydrology, and ecological research.",
        "AnswerCn": "主要目标包括揭示土地利用变化的时间和空间特征，支持区域尺度土地利用变化的研究，并提供对国家土地资源调查、水文学和生态研究至关重要的数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to address the challenges of arable land protection versus urban expansion in the context of land-use change datasets?",
        "QuestionCn": "为什么在土地利用变化数据集的背景下解决耕地保护与城市扩张的挑战很重要？",
        "AnswerEn": "Addressing these challenges is important because there are significant conflicts between arable land protection and urban expansion, which manifest as irrational conversions from arable land to built-up areas. These issues have profound implications for social and economic development, and they also impact global environmental change.",
        "AnswerCn": "解决这些挑战非常重要，因为耕地保护与城市扩张之间存在显著冲突，这表现为耕地向建筑用地的不合理转变。这些问题对社会和经济发展具有深远的影响，同时也影响全球环境变化。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What goals are pursued by integrating spatial pattern and temporal process studies in the analysis of land-use change data?",
        "QuestionCn": "在土地利用变化数据分析中，整合空间模式和时间过程研究所追求的目标是什么？",
        "AnswerEn": "The goals include effectively revealing regional land-use change characteristics, understanding the pattern of dynamic processes, and providing insights into the dynamic process of spatial patterns. This integrated approach lays the foundation for identifying dynamic zones of land-use change and contributes to comprehensive regional planning and policy-making.",
        "AnswerCn": "目标包括有效揭示区域土地利用变化特征，理解动态过程的模式，并提供对空间模式动态过程的洞察。这种综合方法为识别土地利用变化的动态区域奠定了基础，并有助于全面的区域规划和政策制定。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using Landsat MSS, TM, and ETM data to construct a high-resolution land-use dataset?",
        "QuestionCn": "使用Landsat MSS、TM和ETM数据构建高分辨率土地利用数据集涉及哪些程序？",
        "AnswerEn": "The procedures involve organizing a team of remote sensing experts to utilize satellite remote sensing techniques, specifically using Landsat MSS, TM, and ETM data over a three-year period. A hierarchical land cover classification system is applied to categorize the land into primary and secondary classes such as arable land, forest, grassland, and residential areas.",
        "AnswerCn": "这些程序涉及组织一支遥感专家团队，利用卫星遥感技术，特别是使用Landsat MSS、TM和ETM数据，进行为期三年的研究。应用分层土地覆盖分类系统，将土地分类为主要和次要类别，如耕地、森林、草地和住宅区。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can a dynamic regionalization of land-use change be designed to reveal temporal and spatial features effectively?",
        "QuestionCn": "如何设计动态区域化的土地利用变化，以有效揭示时间和空间特征？",
        "AnswerEn": "To design a dynamic regionalization, integrated studies of spatial patterns and temporal processes are conducted. This involves analyzing land-use change characteristics through dynamic processes and pattern dynamics, focusing on areas with rapid land-use changes like North China and the Loess Plateau, using satellite images and other data sources to draw dynamic zones.",
        "AnswerCn": "为了设计动态区域化，进行空间模式和时间过程的综合研究。这涉及通过动态过程和模式动态分析土地利用变化特征，重点关注像华北和黄土高原这样快速土地利用变化的地区，利用卫星图像和其他数据源绘制动态区域。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges must be addressed when acquiring land-use information from CBERS-1 data for different time periods?",
        "QuestionCn": "在从CBERS-1数据中获取不同时期的土地利用信息时，必须解决哪些挑战？",
        "AnswerEn": "Challenges include ensuring the consistency and accuracy of data between different time periods, addressing conflicts such as the conversion of arable land to urban areas, and managing the regional differentiation of land-use changes across China. These require careful methodological approaches to integrate CBERS-1 data with other datasets like Landsat TM for comprehensive land-use analysis.",
        "AnswerCn": "挑战包括确保不同时间段之间数据的一致性和准确性，解决诸如可耕地转为城市用地等冲突，以及管理中国土地利用变化的区域差异。这些都需要谨慎的方法论来整合CBERS-1数据与其他数据集，如Landsat TM，以进行全面的土地利用分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the collection of satellite remote sensing data for land-use analysis in large and varied geographical regions?",
        "QuestionCn": "哪些技术进步使得在广泛和多样的地理区域内收集卫星遥感数据以进行土地利用分析成为可能？",
        "AnswerEn": "The use of Landsat MSS, TM, and ETM remote sensing data has enabled the collection of detailed land-use information across large regions, such as China, by providing high-resolution images that can be analyzed for land-cover classification.",
        "AnswerCn": "Landsat MSS、TM 和 ETM 遥感数据的使用使得能够收集大区域（如中国）的详细土地利用信息，通过提供可以用于土地覆盖分类的高分辨率图像。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges in data collection are associated with monitoring land-use change and how have these been addressed using satellite imagery?",
        "QuestionCn": "监测土地利用变化的数据收集面临哪些挑战，以及如何利用卫星影像解决这些问题？",
        "AnswerEn": "Challenges such as regional differentiation and rapid land-use changes have been addressed by utilizing multiple satellite data sources, including Landsat TM and CBERS-1, to acquire comprehensive land-use information over different time periods, thus enabling more accurate monitoring and analysis.",
        "AnswerCn": "诸如区域差异和快速土地利用变化等挑战，通过利用多种卫星数据源，包括Landsat TM和CBERS-1，获取不同时间段的全面土地利用信息，从而实现更准确的监测和分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why could challenges arise in meeting expectations for reversing deforestation trends across China despite using high-precision datasets?",
        "QuestionCn": "尽管使用高精度数据集，但在满足 reversing deforestation trends across China 的期望时可能会出现挑战，原因是什么？",
        "AnswerEn": "Challenges in reversing deforestation trends may persist due to ongoing conflicts between arable land protection and urban expansion, as seen in the irrational conversion from arable land to built-up areas, which datasets alone cannot resolve.",
        "AnswerCn": " reversing deforestation trends may persist due to ongoing conflicts between arable land protection and urban expansion, as seen in the irrational conversion from arable land to built-up areas, which datasets alone cannot resolve.",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using satellite remote sensing data, such as Landsat MSS, TM, and ETM, in constructing a high-precision land-use dataset for a large and diverse region like China?",
        "QuestionCn": "如何评估使用卫星遥感数据（如Landsat MSS、TM和ETM）在构建像中国这样的大型多样化地区的高精度土地利用数据集中的有效性？",
        "AnswerEn": "The use of satellite remote sensing data like Landsat MSS, TM, and ETM is highly effective for constructing a high-precision land-use dataset, particularly due to its ability to provide comprehensive coverage and detailed temporal and spatial information. This approach allows researchers to capture the dynamic nature of land-use changes across varied physical environments and vast land areas, which is crucial for understanding regional and global environmental changes.",
        "AnswerCn": "使用卫星遥感数据，如Landsat MSS、TM和ETM，对于构建高精度的土地利用数据集非常有效，特别是因为它能够提供全面的覆盖和详细的时间与空间信息。这种方法使研究人员能够捕捉到不同物理环境和广阔土地区域内土地利用变化的动态特性，这对于理解区域和全球环境变化至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the major challenges in balancing the protection of arable land with urban expansion when using land-use change data derived from satellite imagery?",
        "QuestionCn": "在使用卫星影像获取的土地利用变化数据时，平衡可耕地保护与城市扩张的主要挑战是什么？",
        "AnswerEn": "The major challenges include addressing the conflicts between the need for agricultural land preservation and the pressures of urban expansion, which often leads to the conversion of arable land into urban areas. This requires careful planning and policy-making to ensure sustainable land-use practices while accommodating growth. Additionally, accurately capturing these changes using satellite imagery involves overcoming technical limitations such as spatial resolution and classification accuracy.",
        "AnswerCn": "主要挑战包括解决农业用地保护与城市扩张之间的冲突，城市扩张往往导致可耕地转变为城市区域。这需要仔细的规划和政策制定，以确保在满足增长需求的同时实现可持续的土地利用实践。此外，利用卫星影像准确捕捉这些变化还需要克服技术限制，如空间分辨率和分类准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your perspective on the potential for integrating CBERS-1 data with other satellite data to enhance the understanding of land-use dynamics in China?",
        "QuestionCn": "您对将CBERS-1数据与其他卫星数据整合以增强对中国土地利用动态的理解的潜力有何看法？",
        "AnswerEn": "Integrating CBERS-1 data with other satellite data can significantly enhance the understanding of land-use dynamics by providing additional temporal and spectral information that can improve the accuracy and richness of the dataset. This multi-source approach can help validate and refine land-use classifications, improve change detection capabilities, and offer a more comprehensive view of the spatial and temporal patterns of land-use changes across China.",
        "AnswerCn": "整合CBERS-1数据与其他卫星数据可以显著增强对土地利用动态的理解，因为它提供了额外的时间和光谱信息，从而提高数据集的准确性和丰富性。这种多源方法可以帮助验证和完善土地利用分类，改善变化检测能力，并提供对中国土地利用变化的空间和时间模式的更全面视角。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand the challenges faced in balancing arable land protection with urban expansion in land-use studies.",
        "QuestionCn": "我不理解在土地利用研究中平衡耕地保护与城市扩张所面临的挑战。",
        "AnswerEn": "The challenges in balancing arable land protection with urban expansion arise from the competing needs for food security and urban development. The irrational conversion from arable land to built-up areas highlights the difficulty in managing land resources sustainably while accommodating economic growth and urbanization.",
        "AnswerCn": "保护耕地与城市扩张之间的平衡面临挑战，源于对食品安全和城市发展的竞争需求。从耕地转为建筑用地的非理性转变突显了在满足经济增长和城市化的同时，如何可持续管理土地资源的困难。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the challenges faced in the land-use data collection process in China, especially concerning arable land protection and urban expansion.",
        "QuestionCn": "中国在土地利用数据收集过程中面临的挑战，特别是在耕地保护和城市扩张方面，主要包括以下几点：数据的准确性和一致性不足，地方政府在数据报告中的不透明性，缺乏有效的监测和评估机制，以及城市化进程中对耕地的侵占和转用问题。这些挑战使得在制定和实施土地管理政策时，难以获得可靠的信息支持。",
        "AnswerEn": "One of the main challenges in the land-use data collection process in China is the conflict between arable land protection and urban expansion. The data indicates that there is an irrational conversion from arable land to built-up areas, which complicates the efforts to maintain a balance between agricultural needs and urban development. This challenge is compounded by regional differentiation and rapid land-use changes across various parts of China.",
        "AnswerCn": "中国土地利用数据收集过程中的主要挑战之一是耕地保护与城市扩张之间的冲突。数据显示，耕地向建设用地的不合理转化，使得在农业需求与城市发展之间保持平衡的努力变得复杂。这个挑战因地区差异和中国各地快速的土地利用变化而加剧。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}