{
    "id": "9296f867-6547-48a3-a705-2b71597aee6c",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Runoff spatiotemporal distribution products in the Qinghai Tibet Plateau (1998-2017)",
            "titleCn": "青藏高原地区径流时空分布产品（1998-2017）",
            "description": "The basic data of hydrometeorology, land use and DEM were collected through the National Meteorological Information Center, the hydrological Yearbook, the China Statistical Yearbook and the Institute of geographical science and resources of the Chinese Academy of Sciences. The distributed time-varying gain hydrological model (DTVGM) with independent intellectual property rights is adopted for modeling, and the Qinghai Tibet Plateau is divided into 10937 sub basins with a threshold of 100 square kilometers. The daily flow data of 14 flow stations in Heihe River, Yarlung Zangbo River, Yangtze River source, Yellow River source, Yalong River, Minjiang River and Lancang River Basin were selected to draft and verify the model. The daily scale Naxi efficiency coefficient is above 0.7 and the correlation coefficient is above 0.8. The model simulates the water cycle process from 1998 to 2017, and gives the spatial and temporal distribution of 0.01 degree daily scale runoff in the whole Qinghai Tibet Plateau.",
            "descriptionCn": "通过国家气象信息中心、水文年鉴、中国统计年鉴及中国科学院地理科学与资源研究所等单位收集了水文气象及、土地利用及DEM等基础数据。采用具有自主知识产权的分布式时变增益水文模型(DTVGM: distributed time-variant gain model)进行建模，以100平方千米阈值将青藏高原划分成10937个子流域。在黑河、雅鲁藏布江、长江源、黄河源、雅砻江、岷江、澜沧江流域选取了14个流量站观测日流量数据对模型进行了拟定与验证。日尺度纳西效率系数达到0.7以上相关系数达到0.8以上。模型模拟出1998-2017年水循环过程，给出全青藏高原空间0.01度日尺度径流时空分布。",
            "instructions": "File name: the runoff data is stored in NetCDF format. The name of the file is \"yyyy mm. NC\", where yyyy represents the year and mm represents the month. For example, 1997-01.nc represents this file to describe the runoff data of 31 days in January 1997, in mm.\nData reading method: all data in the data set can be read out by Python language, MATLAB language and other languages.",
            "instructionsCn": "文件命名：径流数据以netcdf格式存储，文件的名称为“yyyy-mm.nc”，其中yyyy代表年，mm代表月，比如1997-01.nc就代表这个文件描述1997年1月中31天的径流数据，单位mm。\n\n数据读取方式：该数据集中的所有数据可以通过Python语言，MATLAB语言等语言读出。",
            "east": 105.0,
            "west": 70.0,
            "south": 25.0,
            "north": 40.0,
            "startTime": "1997-01-01 00:00:00",
            "endTime": "2017-12-31 00:00:00",
            "fileSize": 194793722096.0,
            "cstr": "18406.11.Terre.tpdc.272737",
            "doi": "10.11888/Terre.tpdc.272737",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "叶爱中",
                "nameEn": "YE Aizhong",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Development of distributed time-variant gain model for nonlinear hydrological systems",
                "referenceCn": null,
                "referenceEn": "XIA Jun, WANG Gangsheng, TAN Ge, YE Aizhong & G.H. Huang. Development of distributed time-variant gain model for nonlinear hydrological systems. Science in china series d:earth sciences, 2005, 48(6): 713-723"
            },
            {
                "titleCn": null,
                "titleEn": "A Distributed Time—Variant Gain Hydrological Model Based on Remote Sensing",
                "referenceCn": null,
                "referenceEn": "Ye A, Duan Q, Zeng H, Li L, Wang C, 2010. A Distributed Time—Variant Gain Hydrological Model Based on Remote Sensing. Journal of Resources and Ecology 1, 222-30."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "水文模型",
                "nameEn": "Hydrological models"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1998-2017",
                "keywordEn": "1998-2017",
                "type": "temporal"
            },
            {
                "keywordCn": "日",
                "keywordEn": "day",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Hydrological science is a branch of the earth sciences. To study the complexities of hydrological processes and the associated environmental problems, a systematic approach is desired. In addition to the linear systematic approach, many hydrologists have been exploring nonlinear ways for presenting hydrological systems since the 1960s. This is due to the fact that the hydrological processes are generally too complicated to be expressed as linear systems, due mainly to the heterogeneousness of the relationships and interactions between hydrological processes and spatial characteristics. The nonlinearity is not only a fundamental science problem revealing complexities of earth system, but also a field for pioneering advanced hydrological theories and applied research. The nonlinearity involves many concepts and conflicts, such as deterministic vs. stochastic, order vs. disorder, simple vs. complex, quantitative vs. qualitative, partial vs. integrated. At present, although the general theory of nonlinear hydrology has not been completely established, the related research has been in progress."
            ],
            "research objective": [
                "In this paper, a rainfall-runoff modeling system is developed based on a nonlinear Volterra functional series and a hydrological conceptual modeling approach."
            ],
            "challenges": [
                "The problem of this approach, however, is its difficulties in terms of input data requirement, parameter interaction and scale issue from hillslope hydrological process to large basins. Such distributed models are suitable only to humid regions. However, the models could hardly be applied to arid and semiarid regions such as northern and northwestern China."
            ],
            "methods": [
                "The developed approach is applied to two typical basins in China. The integration of nonlinear theory and distributed hydrological model provides an effective means for simulating variable and complex environmental conditions. DTVGM model was applied to two basins in China. Over six years daily hydrological data set from 1990 to1995 was selected for calibration of DTVGM (1990−1992) and verification (1993−1995)."
            ],
            "dataset": [
                "The hydrological and meteorological stations are insufficient, which makes it difficult for the hydrological modelling. Over six years daily hydrological data set from 1990 to1995 was selected for calibration of DTVGM (1990−1992) and verification (1993−1995)."
            ],
            "findings": [
                "The results indicate that, in addition to the classic dynamic differential approach to describe nonlinear processes in hydrological systems, it is possible to study such complex processes through the proposed systematic approach to identify prominent hydrological relations. The DTVGM, coupling the advantages of both nonlinear and distributed hydrological models, can simulate variant hydrological processes under different environment conditions. Satisfactory results were obtained in forecasting the time-space variations of hydrological processes and the relationships between land use/cover change and surface runoff variation."
            ],
            "backgroundCn": [
                "水文科学是地球科学的一个分支。为了研究水文过程的复杂性及相关的环境问题，采用系统的方法是必要的。除了线性系统方法，许多水文学家自20世纪60年代以来一直在探索非线性方式来呈现水文系统。这是因为水文过程通常过于复杂，无法用线性系统来表达，主要是由于水文过程与空间特征之间关系和相互作用的异质性。非线性不仅是揭示地球系统复杂性的一个基础科学问题，也是开创先进水文理论和应用研究的一个领域。非线性涉及许多概念和冲突，如确定性与随机性、秩序与无序、简单与复杂、定量与定性、部分与整体。目前，尽管非线性水文学的一般理论尚未完全建立，但相关研究正在进行中。"
            ],
            "research objectiveCn": [
                "在本文中，开发了一种基于非线性沃尔泰拉函数系列和水文概念模型方法的降雨-径流建模系统。"
            ],
            "challengesCn": [
                "这种方法的问题在于其在输入数据需求、参数交互和从山坡水文过程到大流域的规模问题方面的困难。这类分布式模型仅适用于湿润地区。然而，这些模型在干旱和半干旱地区，如中国北部和西北部，几乎无法应用。"
            ],
            "methodsCn": [
                "所开发的方法应用于中国的两个典型流域。非线性理论与分布式水文模型的结合为模拟变化和复杂的环境条件提供了一种有效手段。DTVGM模型被应用于中国的两个流域。选择了1990年至1995年间的六年日水文数据集，用于DTVGM的校准（1990−1992年）和验证（1993−1995年）。"
            ],
            "datasetCn": [
                "水文和气象站点不足，这使得水文建模变得困难。选择了1990年至1995年六年的每日水文数据集用于DTVGM的校准（1990−1992年）和验证（1993−1995年）。"
            ],
            "findingsCn": [
                "结果表明，除了经典的动态差分方法用于描述水文系统中的非线性过程外，还可以通过提出的系统方法来研究这些复杂过程，以识别显著的水文关系。DTVGM结合了非线性和分布式水文模型的优点，可以在不同环境条件下模拟多种水文过程。在预测水文过程的时空变化以及土地利用/覆盖变化与地表径流变化之间的关系方面，取得了令人满意的结果。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Were the daily hydrological data sets from 1990 to 1995 used for the calibration and verification of the DTVGM model?",
                "QuestionCn": "1990年至1995年的日水文数据集是否用于DTVGM模型的校准和验证？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the main challenge in hydrological modeling for the Qinghai-Tibet Plateau due to insufficient hydrological and meteorological data, parameter interaction, or scale issues?",
                "QuestionCn": "青藏高原水文模型的主要挑战是由于水文和气象数据不足、参数相互作用还是尺度问题？",
                "AnswerEn": "insufficient hydrological and meteorological data",
                "AnswerCn": "水文和气象数据不足",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which type of datasets are more critical for calibrating and verifying hydrological models in the Qinghai-Tibet Plateau: daily hydrological data, meteorological data, or land use data?",
                "QuestionCn": "在青藏高原中，哪种类型的数据对于校准和验证水文模型更为关键：日常水文数据、气象数据还是土地利用数据？",
                "AnswerEn": "Daily hydrological data",
                "AnswerCn": "每日水文数据",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the main challenges faced in data collection for hydrological modeling in arid and semiarid regions?",
                "QuestionCn": "在干旱和半干旱地区，水文建模的数据收集面临的主要挑战有哪些？",
                "AnswerEn": "insufficient hydrological and meteorological stations",
                "AnswerCn": "水文和气象站不足",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where can data for hydrological and meteorological parameters be sourced for modeling on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原进行建模时，水文和气象参数的数据可以从哪里获取？",
                "AnswerEn": "National Meteorological Information Center, Hydrological Yearbook, China Statistical Yearbook, Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences",
                "AnswerCn": "国家气象信息中心、水文年鉴、中国统计年鉴、地理科学与资源研究所、中国科学院",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who are the typical organizations or institutions involved in collecting hydrological datasets for the Qinghai-Tibet Plateau?",
                "QuestionCn": "典型的组织或机构涉及收集青藏高原水文数据集的包括哪些？",
                "AnswerEn": "National Meteorological Information Center, Hydrological Yearbook, China Statistical Yearbook, Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences",
                "AnswerCn": "国家气象信息中心、水文年鉴、中国统计年鉴、地理科学与资源研究所、中国科学院",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for modeling hydrological processes in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于建模青藏高原水文过程的数据收集方法的例子？",
                "AnswerEn": "A distributed time-variant gain model (DTVGM) was used for modeling hydrological processes in the Tibetan Plateau. Basic data such as hydrological and meteorological information, land use, and DEM were collected from various sources including the National Meteorological Information Center and the Chinese Academy of Sciences.",
                "AnswerCn": "分布式时变增益模型（DTVGM）被用于建模青藏高原的水文过程。基本数据如水文和气象信息、土地利用和数字高程模型（DEM）来自多个来源，包括国家气象信息中心和中国科学院。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge that arises from the data collection methods in hydrological research in the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的水文研究中，数据收集方法所带来的一个挑战是什么？",
                "AnswerEn": "One example of a challenge in data collection is the insufficient number of hydrological and meteorological stations, which makes it difficult for effective hydrological modeling, particularly in arid and semiarid regions of northern and northwestern China.",
                "AnswerCn": "数据收集中的一个挑战是水文和气象站数量不足，这使得在中国北部和西北部的干旱和半干旱地区进行有效的水文建模变得困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that illustrates the temporal and spatial distribution of runoff in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个示例数据集，说明青藏高原上径流的时间和空间分布？",
                "AnswerEn": "An example dataset covers the years 1998-2017 and provides the temporal and spatial distribution of runoff across the Tibetan Plateau. It was generated using a distributed time-variant gain model (DTVGM), dividing the region into 10,937 sub-basins and validated using daily flow data from 14 flow stations.",
                "AnswerCn": "一个示例数据集涵盖了1998年至2017年的时间范围，提供了青藏高原上径流的时间和空间分布。该数据集是使用分布式时变增益模型（DTVGM）生成的，将该地区划分为10,937个子流域，并使用14个流量站的日流量数据进行了验证。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific attributes or characteristics are measured to validate the hydrological model used in the Qinghai-Tibet Plateau?",
                "QuestionCn": "在验证用于青藏高原的水文模型时，测量的具体属性或特征包括哪些？",
                "AnswerEn": "Nash-Sutcliffe efficiency coefficient over 0.7, correlation coefficient over 0.8",
                "AnswerCn": "纳什-萨特克利夫效率系数大于0.7，相关系数大于0.8。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many sub-basins are the Tibetan Plateau divided into using a 100 square kilometer threshold in the hydrological modeling dataset?",
                "QuestionCn": "青藏高原在水文建模数据集中使用100平方公里的阈值划分为多少个子流域？",
                "AnswerEn": "10937",
                "AnswerCn": "10937",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many flow stations were selected for observing daily flow data to validate the hydrological model?",
                "QuestionCn": "为了验证水文模型，选择了多少个流量站来观察日流量数据？",
                "AnswerEn": "14",
                "AnswerCn": "十四",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'distributed time-variant gain model' (DTVGM) mean in the context of hydrological modeling?",
                "QuestionCn": "在水文建模的背景下，“分布式时变增益模型”（DTVGM）指的是一种考虑时间变化的增益因素，并在空间上分布的模型，用于描述和预测水文过程中的动态变化。",
                "AnswerEn": "The distributed time-variant gain model (DTVGM) refers to a modeling approach used to simulate hydrological processes across different spatial scales. It is characterized by its ability to incorporate time-varying parameters, which helps in accurately capturing the complex interactions and variability within hydrological systems. DTVGM divides a region into multiple sub-basins to simulate spatial and temporal distribution of runoff, suitable for modeling complex environments like the Qinghai-Tibet Plateau.",
                "AnswerCn": "分布式时变增益模型（DTVGM）是一种用于模拟不同空间尺度水文过程的建模方法。它的特点是能够纳入时变参数，从而帮助准确捕捉水文系统内复杂的相互作用和变异性。DTVGM将一个区域划分为多个子流域，以模拟径流的空间和时间分布，适合用于建模像青藏高原这样复杂的环境。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are 'nonlinear hydrological processes' in the context of earth sciences?",
                "QuestionCn": "在地球科学的背景下，“非线性水文过程”是指水文循环中那些不遵循线性关系的过程。这些过程通常涉及复杂的相互作用和反馈机制，例如降水、蒸发、土壤水分运动、地下水流动和水体之间的相互作用等。非线性特性意味着小的变化可能导致系统中较大的反应，或者系统的行为可能会随着条件的变化而显著不同。",
                "AnswerEn": "Nonlinear hydrological processes refer to the complex and often unpredictable interactions and behaviors within hydrological systems that cannot be adequately described using linear models. These processes involve intricate dynamics such as the relationship between rainfall and runoff, which are affected by various factors like land use, spatial characteristics, and environmental conditions. Nonlinear hydrology seeks to understand these complexities through advanced modeling techniques and theories.",
                "AnswerCn": "非线性水文过程是指水文系统内复杂且常常不可预测的相互作用和行为，这些过程无法通过线性模型充分描述。这些过程涉及复杂的动态，例如降雨与径流之间的关系，这些关系受到土地利用、空间特征和环境条件等多种因素的影响。非线性水文学旨在通过先进的建模技术和理论来理解这些复杂性。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is meant by 'hydrological conceptual modeling approach' in hydrological science?",
                "QuestionCn": "在水文科学中，“水文概念模型方法”是指一种用于理解和模拟水文过程的理论框架。这种方法通常涉及对水文循环的各个组成部分（如降水、蒸发、径流等）进行简化和抽象，以便更好地分析和预测水资源的动态变化。通过构建概念模型，研究人员可以识别关键的水文过程和相互作用，从而为水资源管理和决策提供支持。",
                "AnswerEn": "A hydrological conceptual modeling approach is a method used in hydrology to represent and study the water cycle processes in a simplified, yet theoretically grounded manner. This approach often involves using a set of equations or algorithms that capture the essential components and dynamics of the system, such as rainfall-runoff relationships, without requiring detailed spatial data inputs. It facilitates the understanding and simulation of hydrological behaviors in various environmental settings.",
                "AnswerCn": "水文概念模型方法是一种用于水文学的手段，旨在以简化但理论上有依据的方式表示和研究水循环过程。这种方法通常涉及使用一组方程或算法，捕捉系统的基本组成部分和动态，例如降雨-径流关系，而不需要详细的空间数据输入。它有助于理解和模拟各种环境条件下的水文行为。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the challenges of data collection in humid regions compare to those in arid and semiarid regions when using distributed hydrological models?",
                "QuestionCn": "在使用分布式水文模型时，湿润地区的数据收集挑战与干旱和半干旱地区的数据收集挑战有何不同？",
                "AnswerEn": "In humid regions, distributed hydrological models are more suitable due to the availability of sufficient hydrological and meteorological data. However, in arid and semiarid regions, such as northern and northwestern China, the insufficient number of hydrological and meteorological stations presents a significant challenge for accurate modeling.",
                "AnswerCn": "在湿润地区，由于水文和气象数据的充足，分布式水文模型更为适用。然而，在干旱和半干旱地区，如中国的北部和西北部，水文和气象站数量不足对准确建模构成了重大挑战。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the relationship between hydrological processes and spatial characteristics when using distributed hydrological models for data collection?",
                "QuestionCn": "在使用分布式水文模型进行数据收集时，可以推断出水文过程与空间特征之间的关系。",
                "AnswerEn": "The use of distributed hydrological models suggests that hydrological processes are complex and nonlinear, requiring consideration of heterogeneous relationships and interactions between these processes and spatial characteristics. This approach allows for simulating variable and complex environmental conditions, reflecting the nonlinearity and complexity of the hydrological systems.",
                "AnswerCn": "使用分布式水文模型表明，水文过程是复杂和非线性的，需要考虑这些过程与空间特征之间的异质关系和相互作用。这种方法能够模拟多变和复杂的环境条件，反映水文系统的非线性和复杂性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges might arise in data collection for hydrological modeling in arid and semiarid regions, and how can these challenges be interpreted in terms of model applicability?",
                "QuestionCn": "在干旱和半干旱地区进行水文模型的数据收集可能会面临哪些挑战，这些挑战如何影响模型的适用性？",
                "AnswerEn": "In arid and semiarid regions, challenges include the insufficiency of hydrological and meteorological stations, which complicates data collection for modeling. This suggests that such models, which are typically suitable for humid regions, may face difficulties in accurately simulating conditions in these drier areas due to scale issues and input data requirements.",
                "AnswerCn": "在干旱和半干旱地区，面临的挑战包括水文和气象站的不足，这使得数据收集变得复杂，从而影响建模。这表明，通常适用于湿润地区的模型可能在准确模拟这些干燥地区的条件时面临困难，原因在于尺度问题和输入数据的需求。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of nonlinear theory and distributed models in data collection inform our understanding of hydrological processes and their simulation under different environmental conditions?",
                "QuestionCn": "非线性理论和分布式模型在数据收集中的整合如何帮助我们理解水文过程及其在不同环境条件下的模拟？",
                "AnswerEn": "The integration of nonlinear theory with distributed models provides a systematic approach to understanding and simulating the complex and varying conditions of hydrological processes. It allows for effective modeling of time-space variations and relationships between land use/cover change and surface runoff, indicating a nuanced understanding of these processes.",
                "AnswerCn": "非线性理论与分布模型的结合提供了一种系统的方法，以理解和模拟水文过程的复杂和变化条件。它允许有效地建模时间-空间变化以及土地利用/覆盖变化与地表径流之间的关系，表明对这些过程的细致理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes difficulties in collecting sufficient hydrological and meteorological data for modeling in the Tibetan Plateau region?",
                "QuestionCn": "在青藏高原地区，收集足够的水文和气象数据以进行建模的困难原因是什么？",
                "AnswerEn": "The hydrological and meteorological stations are insufficient, which makes it difficult for the hydrological modelling.",
                "AnswerCn": "水文和气象站点不足，这使得水文建模变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to apply distributed hydrological models to arid and semiarid regions?",
                "QuestionCn": "将分布式水文模型应用于干旱和半干旱地区面临哪些挑战？",
                "AnswerEn": "Such distributed models are suitable only to humid regions; however, these models could hardly be applied to arid and semiarid regions such as northern and northwestern China due to difficulties in terms of input data requirement, parameter interaction, and scale issues from hillslope hydrological processes to large basins.",
                "AnswerCn": "这种分布式模型仅适用于湿润地区；然而，由于输入数据需求、参数相互作用以及从山坡水文过程到大流域的尺度问题，这些模型在干旱和半干旱地区，如中国北部和西北部，几乎无法应用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the effective simulation of complex environmental conditions using nonlinear hydrological models?",
                "QuestionCn": "有效模拟复杂环境条件的非线性水文模型的因素包括哪些？",
                "AnswerEn": "The integration of nonlinear theory and distributed hydrological model provides an effective means for simulating variable and complex environmental conditions, as indicated by the DTVGM model application.",
                "AnswerCn": "非线性理论与分布式水文模型的结合为模拟变化多端和复杂的环境条件提供了一种有效的方法，这一点在DTVGM模型的应用中得到了体现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on model accuracy when integrating nonlinear and distributed hydrological models in terms of data collection requirements?",
                "QuestionCn": "在整合非线性和分布式水文模型时，模型准确性可能受到的潜在影响包括数据收集要求。",
                "AnswerEn": "The integration of nonlinear and distributed hydrological models could enhance the ability to simulate complex environmental conditions, but it may also increase data collection demands, particularly in terms of input data requirements, parameter interactions, and addressing scale issues from local to large basins.",
                "AnswerCn": "非线性和分布式水文模型的集成可以增强模拟复杂环境条件的能力，但这也可能增加数据收集的需求，特别是在输入数据要求、参数交互以及从局部到大流域的尺度问题方面。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What could be the impact on the understanding of land use and runoff relationships when utilizing a distributed time-variant gain model (DTVGM) for hydrological simulations?",
                "QuestionCn": "使用分布式时变增益模型（DTVGM）进行水文模拟时，对土地利用和径流关系的理解可能会产生什么影响？",
                "AnswerEn": "Utilizing a distributed time-variant gain model (DTVGM) can provide satisfactory results in forecasting time-space variations of hydrological processes, thus enhancing the understanding of the relationships between land use/cover changes and surface runoff variations.",
                "AnswerCn": "利用分布式时变增益模型（DTVGM）可以在预测水文过程的时空变化方面提供令人满意的结果，从而增强对土地利用/覆盖变化与地表径流变化之间关系的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intended outcomes of integrating nonlinear theory with distributed hydrological models in the context of rainfall-runoff modeling?",
                "QuestionCn": "在降雨-径流建模的背景下，将非线性理论与分布式水文模型相结合的预期结果是什么？",
                "AnswerEn": "The intended outcomes include the ability to simulate variable and complex hydrological processes under different environmental conditions effectively. This integration aims to forecast time-space variations in hydrological processes accurately and to identify significant relationships between land use changes and runoff, thereby enhancing the understanding and management of water resources.",
                "AnswerCn": "预期结果包括能够有效地在不同环境条件下模拟可变和复杂的水文过程。这种整合旨在准确预测水文过程的时空变化，并识别土地利用变化与径流之间的重要关系，从而增强对水资源的理解和管理。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting and integrating hydrological and meteorological data for modeling purposes in the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原进行建模时，收集和整合水文和气象数据涉及哪些程序？",
                "AnswerEn": "The procedures involve collecting hydrological and meteorological data from sources such as the National Meteorological Information Center, Hydrological Yearbook, China Statistical Yearbook, and the Institute of Geographic Sciences and Natural Resources Research, CAS. These data include hydrometeorological metrics, land use, and DEM, which are essential for building the distributed time-variant gain model (DTVGM) to simulate the hydrological processes in the region.",
                "AnswerCn": "这些程序涉及从国家气象信息中心、水文年鉴、中国统计年鉴和中国科学院地理科学与资源研究所等来源收集水文和气象数据。这些数据包括水文气象指标、土地利用和数字高程模型（DEM），这些数据对于构建分布式时变增益模型（DTVGM）以模拟该地区的水文过程至关重要。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the DTVGM model applied to address the challenges of data insufficiency in hydrological modeling of large basins?",
                "QuestionCn": "DTVGM模型如何应用于解决大流域水文建模中的数据不足挑战？",
                "AnswerEn": "The DTVGM model is applied by integrating nonlinear theory with distributed hydrological models, allowing for effective simulation of variable and complex environmental conditions. Despite the insufficiency of hydrological and meteorological stations, the model can be calibrated and verified using available data from selected basins, as demonstrated in the research using daily hydrological data sets from 1990 to 1995.",
                "AnswerCn": "DTVGM模型通过将非线性理论与分布式水文模型相结合，能够有效模拟变化和复杂的环境条件。尽管水文和气象站的数量不足，该模型仍可以利用选定流域的可用数据进行校准和验证，正如在1990年至1995年的日水文数据集研究中所示。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodological steps are taken to ensure the accuracy of runoff simulations in arid and semi-arid regions using hydrological models?",
                "QuestionCn": "为了确保在干旱和半干旱地区使用水文模型进行径流模拟的准确性，采取了哪些方法步骤？",
                "AnswerEn": "The methodological steps include selecting appropriate basins for study, calibrating the model using historical daily hydrological data, and verifying its performance. The integration of nonlinear theory with distributed hydrological models like DTVGM helps address input data requirements, parameter interaction, and scale issues, ensuring the model is adaptable to different environmental conditions and can accurately simulate runoff in arid and semi-arid regions.",
                "AnswerCn": "方法步骤包括选择适合研究的流域，使用历史日水文数据对模型进行校准，并验证其性能。将非线性理论与分布式水文模型（如DTVGM）相结合，有助于解决输入数据需求、参数交互和尺度问题，确保模型能够适应不同的环境条件，并能够准确模拟干旱和半干旱地区的径流。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the collection and integration of hydrological and meteorological data for large-scale modeling in complex terrains like the Qinghai-Tibet Plateau?",
                "QuestionCn": "哪些方法论能够在复杂地形如青藏高原中收集和整合水文和气象数据，以便进行大规模建模？",
                "AnswerEn": "The collection and integration of hydrological and meteorological data for large-scale modeling is enabled by a systematic approach that includes the use of distributed time-variant gain models (DTVGM) and the collection of data from various sources such as the National Meteorological Information Center, hydrological yearbooks, and statistical yearbooks. This approach allows for modeling across different sub-basins and integrates data such as land use and digital elevation models (DEM).",
                "AnswerCn": "大规模建模的水文和气象数据的收集与整合是通过一种系统的方法实现的，该方法包括使用分布式时变增益模型（DTVGM）以及从国家气象信息中心、水文年鉴和统计年鉴等各种来源收集数据。这种方法允许在不同的子流域进行建模，并整合土地利用和数字高程模型（DEM）等数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What challenges in data collection are addressed by using distributed hydrological models in regions with insufficient hydrological and meteorological stations?",
                "QuestionCn": "在水文和气象站不足的地区，使用分布式水文模型可以解决哪些数据收集挑战？",
                "AnswerEn": "The challenges in data collection due to insufficient hydrological and meteorological stations are addressed by using distributed hydrological models like DTVGM. These models help simulate and predict hydrological processes by integrating available data across sub-basins, despite the limited station coverage, thereby enabling effective modeling in both humid and arid regions.",
                "AnswerCn": "由于水文和气象站点不足，数据收集面临挑战，因此采用了分布式水文模型，如DTVGM。这些模型通过整合可用数据跨子流域来模拟和预测水文过程，尽管站点覆盖有限，从而在湿润和干旱地区实现有效建模。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be high expectations for using nonlinear models in hydrological data collection methods, and what challenges could arise from this approach?",
                "QuestionCn": "为什么在水文数据收集方法中对使用非线性模型会有很高的期望，同时这种方法可能会面临哪些挑战？",
                "AnswerEn": "Nonlinear models are expected to effectively capture the complex interactions in hydrological processes due to their ability to address the inherent nonlinearity of these processes. However, challenges such as input data requirements, parameter interactions, and scaling issues from small to large basins can arise, especially in arid and semiarid regions.",
                "AnswerCn": "非线性模型被期望能够有效捕捉水文过程中的复杂相互作用，因为它们能够处理这些过程固有的非线性。然而，在干旱和半干旱地区，可能会出现输入数据要求、参数相互作用以及从小流域到大流域的尺度问题等挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the integration of nonlinear theory into hydrological models influence expectations for predicting hydrological processes under varying environmental conditions?",
                "QuestionCn": "将非线性理论融入水文模型可能会如何影响在不同环境条件下预测水文过程的期望？",
                "AnswerEn": "Integrating nonlinear theory into hydrological models is expected to improve the prediction of complex hydrological processes by capturing dynamic and variable environmental conditions. The models aim to provide insights into the relationships between land use/cover changes and runoff variations, although the challenge remains in ensuring sufficient and accurate input data.",
                "AnswerCn": "将非线性理论融入水文模型预计将改善对复杂水文过程的预测，能够捕捉动态和变化的环境条件。这些模型旨在提供土地利用/覆盖变化与径流变化之间关系的见解，尽管确保足够和准确的输入数据仍然是一个挑战。",
                "Level": "C6(Creating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges in collecting hydrological and meteorological data in the Qinghai-Tibet Plateau, and how might they affect the reliability of hydrological models?",
                "QuestionCn": "在青藏高原收集水文和气象数据的潜在挑战包括：地理环境复杂、气候条件极端、交通不便、数据获取困难、设备维护问题以及当地生态环境脆弱等。这些挑战可能会影响水文模型的可靠性。",
                "AnswerEn": "The challenges in collecting data in the Qinghai-Tibet Plateau include the insufficient number of hydrological and meteorological stations. This scarcity makes it difficult for hydrological modeling by potentially reducing the accuracy and reliability of the models, as there is less data available for calibration and verification.",
                "AnswerCn": "在青藏高原收集数据的挑战包括水文和气象站数量不足。这种稀缺性使得水文模型的建立变得困难，因为可用于校准和验证的数据较少，从而可能降低模型的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the integration of nonlinear theory and distributed hydrological modeling enhance the understanding of complex hydrological processes in varied environmental conditions?",
                "QuestionCn": "非线性理论与分布式水文模型的结合如何增强对不同环境条件下复杂水文过程的理解？",
                "AnswerEn": "The integration of nonlinear theory and distributed hydrological modeling can provide an effective means for simulating variable and complex environmental conditions. This approach can help identify prominent hydrological relations and simulate variant hydrological processes, offering satisfactory results in forecasting the time-space variations of these processes.",
                "AnswerCn": "非线性理论与分布式水文模型的结合可以有效地模拟变化多端和复杂的环境条件。这种方法有助于识别显著的水文关系，并模拟多样的水文过程，从而在预测这些过程的时空变化方面提供令人满意的结果。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways could the use of a distributed time-variant gain model (DTVGM) contribute to improving the accuracy of runoff simulations in the Qinghai-Tibet Plateau region?",
                "QuestionCn": "分布式时变增益模型（DTVGM）的使用可以通过以下几种方式提高青藏高原地区径流模拟的准确性：",
                "AnswerEn": "The DTVGM, by coupling the advantages of both nonlinear and distributed hydrological models, can simulate variant hydrological processes under different environmental conditions. This approach is likely to improve the accuracy of runoff simulations by effectively modeling the complexities and variations in the hydrological processes of the Qinghai-Tibet Plateau region.",
                "AnswerCn": "DTVGM通过结合非线性和分布式水文模型的优点，可以在不同环境条件下模拟多种水文过程。这种方法有望通过有效建模青藏高原地区水文过程的复杂性和变化，提高径流模拟的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the spatial distribution of runoff can be accurately modeled across the Qinghai-Tibet Plateau given the complexity and nonlinearity of hydrological processes.",
                "QuestionCn": "我不明白如何能够准确地对青藏高原的径流空间分布进行建模，因为水文过程的复杂性和非线性。",
                "AnswerEn": "The spatial distribution of runoff is modeled using a distributed time-variant gain model (DTVGM), which leverages nonlinear theories and distributed hydrological models to simulate complex hydrological processes. This model divides the Qinghai-Tibet Plateau into 10,937 sub-basins and utilizes data from various sources like meteorological and hydrological centers to provide accurate simulations.",
                "AnswerCn": "空间径流分布使用分布式时变增益模型（DTVGM）进行建模，该模型利用非线性理论和分布式水文模型来模拟复杂的水文过程。该模型将青藏高原划分为10,937个子流域，并利用来自气象和水文中心的各种数据提供准确的模拟。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the challenges faced when collecting hydrological and meteorological data in arid and semiarid regions such as northern China.",
                "QuestionCn": "我对在干旱和半干旱地区（如中国北方）收集水文和气象数据时面临的挑战感到不确定。",
                "AnswerEn": "In arid and semiarid regions, the main challenges include the insufficiency of hydrological and meteorological stations, making it difficult to gather comprehensive data. This limitation hinders effective hydrological modeling and requires innovative modeling approaches to compensate for the lack of data.",
                "AnswerCn": "在干旱和半干旱地区，主要挑战包括水文和气象站的不足，这使得收集全面数据变得困难。这一限制妨碍了有效的水文建模，并需要创新的建模方法来弥补数据的缺乏。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand how different environmental conditions are accounted for in hydrological models when data collection is limited.",
                "QuestionCn": "我不明白在数据收集有限的情况下，水文模型是如何考虑不同环境条件的。",
                "AnswerEn": "The DTVGM model is designed to integrate nonlinear theory with distributed hydrological modeling, allowing it to effectively simulate variant hydrological processes under diverse environmental conditions. It uses available data from selected basins and calibrates the model over a period of years to ensure it can handle different scenarios despite data limitations.",
                "AnswerCn": "DTVGM模型旨在将非线性理论与分布式水文模型相结合，使其能够有效模拟在不同环境条件下的多样化水文过程。它利用来自选定流域的可用数据，并在多年内对模型进行校准，以确保其能够应对尽管数据有限的不同情景。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges and solutions in collecting hydrological and meteorological data in regions with insufficient station coverage.",
                "QuestionCn": "探讨在站点覆盖不足的地区收集水文和气象数据的挑战与解决方案。",
                "AnswerEn": "The hydrological and meteorological stations are insufficient, which makes it difficult for hydrological modelling. Using a systematic approach like the DTVGM model can help simulate variable and complex environmental conditions, demonstrating that distributed models might be more suitable for humid regions while facing challenges in arid and semi-arid regions.",
                "AnswerCn": "水文和气象站点不足，这使得水文建模变得困难。使用像DTVGM模型这样的系统方法可以帮助模拟变化和复杂的环境条件，表明分布式模型在湿润地区可能更为适用，而在干旱和半干旱地区则面临挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify and discuss the possible datasets or data sources that could be integrated to enhance the modeling of hydrological processes in diverse environmental conditions.",
                "QuestionCn": "请识别和讨论可以整合的可能数据集或数据源，以增强在不同环境条件下水文过程建模的能力。",
                "AnswerEn": "The modeling of hydrological processes can be enhanced by integrating datasets from hydrological and meteorological observations, land use, and DEM data. The DTVGM model utilizes such data to simulate the water cycle and spatial distribution of runoff over a large geographic area like the Qinghai-Tibet Plateau.",
                "AnswerCn": "水文过程的建模可以通过整合水文和气象观测数据、土地利用数据以及数字高程模型（DEM）数据来增强。DTVGM模型利用这些数据模拟水循环和像青藏高原这样的大面积地理区域的径流空间分布。",
                "Level": "C6(Creating)"
            }
        ]
    }
}