{
  "id": "933f36d6-6727-4a5c-8119-72a2c985cd06",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Archaeological site investigation and plant and animal resource utilization in the Tibet Plateau during the Paleolithic",
      "titleCn": "旧石器时代青藏高原遗址调查与动植物资源利用数据集",
      "description": "By archaeological investigation and excavation in Tibetan Plateau, we discovered 14 Paleolithic sites, including 151,  Baishiya karst cave，Meilongdapu cave, Hejishihuotang and Tangda. In this dataset, there are some basic informations about these sites, such as location, longitude, latitude, altitude, material culture and so on. On this Basis, we identified and analysed stone artifacts, animal remains and plant fossil, and obtained a batch of dating data of uranium series, radiocarbon and optically stimulated luminescence. This dataset provide important basic data for understanding when and how prehistoric human lived in the Tibetan Plateau during the Paleolithic.",
      "descriptionCn": "通过对青藏高原151、白石崖溶洞、梅龙达普洞穴、赫吉什火塘、塘达14个旧石器时代遗址进行考古调查和发掘，获取了各遗址经纬度、高程、文化属性、文化遗物等基本信息；同时，对遗址发掘过程中的石制品和动植物遗存进行科学收集、鉴定和实验室分析，得到了一批遗址铀系年代数据、碳十四年代数据、光释光年代数据、石制品类型与石料类型分析数据、动物遗存骨骼单元分布鉴定数据。该数据集为研究青藏高原旧石器时代先民的活动历史和生业模式提供了数据支撑。",
      "instructions": "File name:  the file name is \"2019-XDA20040101-paleolithic\", in which 2019 represents the year, XDA20040101 represents the sub project number, and Paleolithic represents the time.\nData reading mode: it can be opened and analysed in Microsoft EXCEL software.",
      "instructionsCn": "文件命名：文件名称为“2019-XDA20040101-Paleolithic”，其中2019代表年，XDA20040101代表子课题编号，Paleolithic代表旧石器时代。\n数据读取方式：采用EXCEL打开查看和分析。",
      "east": 102.57,
      "west": 79.03,
      "south": 30.83,
      "north": 36.56,
      "startTime": "2019-01-06 16:00:00",
      "endTime": "2020-01-05 16:00:00",
      "fileSize": 94840.0,
      "cstr": "18406.11.Paleoenv.tpdc.270352",
      "doi": "10.11888/Paleoenv.tpdc.270352",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈发虎",
        "nameEn": "CHEN Fahu",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "张东菊",
        "nameEn": "ZHANG Dongju ",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "刘向军",
        "nameEn": "LIU Xiangjun",
        "unitEn": "Qinghai institute of salt lakes, Chinese academy of sciences",
        "unitCn": "中国科学院青海盐湖研究所"
      },
      {
        "nameCn": "候光良",
        "nameEn": "HOU Guangliang",
        "unitEn": "QInghai Normal University",
        "unitCn": "青海师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Subsistence strategies of prehistoric hunter-gatherers on the Tibetan Plateau during the Last Deglaciation",
        "referenceCn": null,
        "referenceEn": "Wang, J., Xia, H., Yao, J.T., Shen, X.K., Cheng, T., Wang, Q.Q., & Zhang, D.J. (2020). Subsistence strategies of prehistoric hunter-gatherers on the Tibetan Plateau during the Last Deglaciation. Science China Earth Sciences, 63(3), 395–404. https://doi.org/10.1007/s11430-019-9519-8"
      },
      {
        "titleCn": null,
        "titleEn": "A late middle pleistocene denisovan mandible from the tibetan plateau",
        "referenceCn": null,
        "referenceEn": "Chen, F.H., Frido Welker, Chuan-Chou Shen, Shara E. Bailey, Inga Bergmann, Simon Davis, Huan Xia, Hui Wang, Roman Fischer, Sarah E. Freidline, Tsai-Luen Yu, Matthew M. Skinner, Stefanie Stelzer, Guangrong Dong, Qiaomei Fu, Guanghui Dong, Jian Wang, Dongju Zhang & Jean-Jacques Hublin  (2019). A late middle pleistocene denisovan mandible from the tibetan plateau. Nature, 569(7756), 409-412."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "旅游资源",
        "nameEn": "Tourism Resources"
      },
      {
        "nameCn": "遗址遗迹",
        "nameEn": "Site and relic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "旧石器时代",
        "keywordEn": "Paleolithic age",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and methodologies involved in collecting and analyzing data on Paleolithic sites in the Tibetan Plateau?",
        "QuestionCn": "在青藏高原的旧石器时代遗址上收集和分析数据的关键特征和方法是什么？",
        "AnswerEn": "archaeological surveys, excavations, latitude, longitude, elevation, cultural attributes, cultural relics, stone tools, faunal remains, floral remains, uranium series dating, carbon-14 dating, optically stimulated luminescence dating, stone tool types, lithic types, distribution of animal bone units",
        "AnswerCn": "考古调查、发掘、纬度、经度、高程、文化属性、文化遗物、石器工具、动物遗骸、植物遗骸、铀系测年、碳-14测年、光释光测年、石器类型、石制品类型、动物骨骼单元的分布",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of Paleolithic sites on the Tibetan Plateau where archaeological surveys and excavations have been conducted?",
        "QuestionCn": "在青藏高原上，已经进行考古调查和发掘的旧石器时代遗址总数是多少？",
        "AnswerEn": "14",
        "AnswerCn": "十四",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is involved in the scientific collection and analysis of stone artifacts and faunal remains in Paleolithic archaeological research?",
        "QuestionCn": "在旧石器时代考古研究中，科学收集和分析石器和动物遗骸涉及哪些内容？",
        "AnswerEn": "The scientific collection and analysis of stone artifacts and faunal remains in Paleolithic archaeological research involve systematic archaeological surveys and excavations to obtain basic information such as site coordinates, elevations, cultural attributes, and cultural relics. It also includes the scientific collection, identification, and laboratory analysis of stone artifacts and faunal remains found during excavations, resulting in data such as uranium series dating, carbon-14 dating, optically stimulated luminescence dating, analysis of stone artifact types and raw materials, and identification of skeletal unit distribution of animal remains.",
        "AnswerCn": "在旧石器时代考古研究中，石器和动物遗骸的科学收集与分析涉及系统的考古调查和发掘，以获取基本信息，如遗址坐标、海拔、文化属性和文化遗物。它还包括对发掘过程中发现的石器和动物遗骸的科学收集、鉴定和实验室分析，产生的数据包括铀系列测年、碳-14测年、光释光测年、石器类型和原材料的分析，以及动物遗骸的骨骼单位分布的鉴定。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting and accurately identifying stone tools and faunal remains during archaeological excavations in the Tibetan Plateau's Paleolithic sites?",
        "QuestionCn": "在青藏高原的旧石器时代遗址进行考古挖掘时，收集和准确识别石器和动物遗骸面临的挑战有哪些因素？",
        "AnswerEn": "Factors contributing to these challenges include the remote and high-altitude locations of the sites, which can make access and excavation difficult. Additionally, the preservation conditions can vary, affecting the integrity of the artifacts and remains. Precise scientific collection and identification are needed to distinguish between different types of stone tools and faunal remains, which requires specific expertise and laboratory analysis. The variability in sedimentation and geological activity in the region could also impact the stratigraphy and context of the findings.",
        "AnswerCn": "导致这些挑战的因素包括遗址的偏远和高海拔位置，这可能使得访问和挖掘变得困难。此外，保存条件可能有所不同，影响文物和遗骸的完整性。需要精确的科学收集和鉴定，以区分不同类型的石器和动物遗骸，这需要特定的专业知识和实验室分析。该地区沉积和地质活动的变化也可能影响发现的地层和背景。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of conducting archaeological surveys and excavations at Paleolithic sites on the Qinghai-Tibet Plateau, and how do these objectives influence the data collection methods used?",
        "QuestionCn": "在青藏高原的旧石器时代遗址进行考古调查和发掘的主要目标是什么，这些目标如何影响所使用的数据收集方法？",
        "AnswerEn": "The primary objectives of conducting archaeological surveys and excavations at Paleolithic sites on the Qinghai-Tibet Plateau are to gather fundamental information about the sites' geographical and cultural attributes, such as latitude, longitude, elevation, cultural properties, and cultural relics. Additionally, the aim is to scientifically collect, identify, and analyze stone artifacts and faunal remains from these sites. This is done to obtain uranium-series dating data, carbon-14 dating data, luminescence dating data, and to analyze the types of stone artifacts and raw materials, as well as to identify the distribution of faunal remains. The data collection methods are influenced by these objectives as they ensure a comprehensive and rigorous approach to understanding the activity history and subsistence patterns of Paleolithic ancestors on the Qinghai-Tibet Plateau.",
        "AnswerCn": "在青藏高原的旧石器时代遗址进行考古调查和挖掘的主要目标是收集有关遗址地理和文化属性的基本信息，例如纬度、经度、海拔、文化特征和文化遗物。此外，目标还包括科学地收集、识别和分析这些遗址中的石器和动物遗骸。这样做是为了获得铀系测年数据、碳-14测年数据、光释光测年数据，并分析石器的类型和原材料，以及识别动物遗骸的分布。这些数据收集方法受到这些目标的影响，确保了对青藏高原旧石器时代祖先活动历史和生计模式的全面和严格的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in collecting and analyzing data on stone tools and faunal remains from Paleolithic sites on the Tibetan Plateau to ensure accurate identification and dating?",
        "QuestionCn": "在青藏高原旧石器时代遗址收集和分析石器及动物遗骸数据以确保准确识别和测定年代涉及哪些程序步骤？",
        "AnswerEn": "The data collection method involves archaeological surveys and excavations of Paleolithic sites on the Tibetan Plateau, during which basic information such as site coordinates, elevation, cultural attributes, and cultural relics are obtained. Stone tools and faunal remains are scientifically collected during excavations and are subjected to identification and laboratory analysis. This results in data including uranium-series dating, carbon-14 dating, optically stimulated luminescence dating, and analyses of stone tool types and lithic materials, as well as identification data on the distribution of animal bone units.",
        "AnswerCn": "数据收集方法包括对青藏高原的旧石器时代遗址进行考古调查和发掘，在此过程中获取基本信息，如遗址坐标、海拔、高文化属性和文化遗物。在发掘过程中，石器和动物遗骸被科学收集，并进行鉴定和实验室分析。这将产生包括铀系列测年、碳-14测年、光释光测年以及石器类型和岩石材料分析的数据，以及动物骨骼单元分布的鉴定数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods and technologies enable the accurate collection and analysis of uranium series, carbon-14, and optically stimulated luminescence dating data in archaeological sites on the Tibetan Plateau?",
        "QuestionCn": "哪些方法和技术能够在西藏高原的考古遗址中准确收集和分析铀系列、碳-14和光释光定年数据？",
        "AnswerEn": "The data collection methods involve archaeological surveys and excavations at various Paleolithic sites on the Tibetan Plateau. During these activities, scientific collection, identification, and laboratory analysis of stone tools and faunal and floral remains are conducted. These processes yield uranium series dating data, carbon-14 dating data, and optically stimulated luminescence dating data, providing essential insights into the history and subsistence patterns of early inhabitants.",
        "AnswerCn": "数据收集方法包括对青藏 Plateau 上各个旧石器时代遗址进行考古调查和挖掘。在这些活动中，进行石器和动物植物遗骸的科学收集、鉴定和实验室分析。这些过程产生铀系列测年数据、碳-14测年数据和光释光测年数据，为早期居民的历史和生计模式提供了重要的见解。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}