{
  "id": "94200c66-2960-487b-acda-cde426878bc8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of snow density measurements in the Binggou watershed foci experimental area on Dec. 6 and Dec. 10, 2007 during the pre-observation period",
      "titleCn": "黑河综合遥感联合试验：预试验期冰沟流域加密观测区雪密度观测数据集（2007年12月6日和10日）",
      "description": "The dataset of snow density measurements was obtained in the Binggou watershed foci experimental area on Dec. 6 and Dec. 10, 2007 during the pre-observation period, to survey the snow layer and acquire the snow density for retrieval and modeling from remote sensing approaches. \n     Observation items included:\n     (1) Snow layer density: measured by snow shovel weighing method. Each 10cm was a unit.  \n     (2) Snow density, snow depth, snow temperature, snow-soil interface temperature, and snow grain size in BG-A. \n     Measured were carried out in BG-A on Dec. 6, 2007, and in BG-B, BG-C and BG-D on Dec. 10, 2007. The dataset includes raw data and processed data plus GPS and calibration data for the snow shovel.",
      "descriptionCn": "2007年12月6日和2007年12月10日在冰沟流域加密观测区进行的雪密度观测，目的是调查该地区的积雪分层信息，获取该地区积雪密度，为遥感反演和模型提供可靠的数据集。\n观测内容包括：\n1）积雪分层密度观测：观测方法为雪铲称重法进行。预试验采用10cm间隔进行分层密度测量，10cm以内测一层，大于10cm依次分层测量。\n2）除密度外，还包括BG-A的雪深及雪温度、雪土界面温度、雪粒径测量。\n其中2007年12月6日在BG-A测量，2007年12月10日分别在BG-B、BG-C、BG-D样地进行。该数据集包括原始数据和预处理数据，并包括如下辅助信息：GPS点，雪铲定标数据。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.286566,
      "west": 100.096381,
      "south": 38.01113,
      "north": 38.18839,
      "startTime": "2007-12-16 08:00:00",
      "endTime": "2007-12-20 08:00:00",
      "fileSize": 89636.0,
      "cstr": "18406.11.water973.0281.db",
      "doi": "10.3972/water973.0281.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "郝晓华",
        "nameEn": "HAO Xiaohua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中科院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "梁继",
        "nameEn": "LIANG Ji",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "积雪深度",
        "nameEn": "Snow depth"
      },
      {
        "nameCn": "雪/冰温度",
        "nameEn": "Snow/ice temperature"
      },
      {
        "nameCn": "雪密度",
        "nameEn": "Snow density"
      },
      {
        "nameCn": "雪粒径",
        "nameEn": "Snow particle size"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "冰沟流域加密观测区",
        "keywordEn": "ice-channel watershed encryption observation area"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007",
        "keywordEn": "2007",
        "type": "temporal"
      },
      {
        "keywordCn": "2007-12-06",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2007-12-10",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to observe snow density in a specific region and how it supports remote sensing and modeling?",
        "QuestionCn": "您能否提供一个用于观察特定区域雪密度的数据收集方法的示例，以及它如何支持遥感和建模？",
        "AnswerEn": "An example of a data collection method used to observe snow density in a specific region is the snow shovel weighing method. This method involves conducting snow density measurements at intervals of 10cm or greater, depending on the snow layer thickness. The data collected supports remote sensing and modeling by providing reliable information on snow layer density, which is crucial for accurate remote sensing retrieval and model calibration.",
        "AnswerCn": "观察特定区域雪密度的一种数据收集方法是雪铲称重法。该方法涉及在10厘米或更大的间隔处进行雪密度测量，具体取决于雪层的厚度。收集的数据支持遥感和建模，提供有关雪层密度的可靠信息，这对于准确的遥感反演和模型校准至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies used in collecting snow density data in remote sensing experiments for regions like Binggou Valley?",
        "QuestionCn": "在遥感实验中收集像冰沟谷这样的地区的雪密度数据的特征和方法是什么？",
        "AnswerEn": "snow stratification density observations, snow shovel weighing method, measurements at 10cm intervals, single layer for snow layers less than 10cm, stratified measurements for layers greater than 10cm, snow depth, snow temperature, snow-soil interface temperature, snow grain size measurements",
        "AnswerCn": "雪分层密度观测，雪铲称重法，10厘米间隔测量，单层用于小于10厘米的雪层，大于10厘米的雪层进行分层测量，雪深，雪温，雪-土界面温度，雪粒径测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the snow shovel weighing method used for observing snow density?",
        "QuestionCn": "用于观察雪密度的雪铲称重法是什么？",
        "AnswerEn": "The snow shovel weighing method is a data collection technique used for observing snow density by measuring snow in layers. In this method, snow is collected using a snow shovel and its weight is measured to assess the density. During the pre-experiment, layered density measurements are conducted at 10 cm intervals. For layers less than 10 cm thick, one measurement is taken, while for layers greater than 10 cm, density measurements are taken in multiple layers.",
        "AnswerCn": "雪铲称重法是一种数据收集技术，用于通过测量分层雪来观察雪的密度。在此方法中，使用雪铲收集雪并测量其重量以评估密度。在预实验期间，按10厘米间隔进行分层密度测量。对于厚度小于10厘米的层，进行一次测量，而对于厚度大于10厘米的层，则进行多层密度测量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes might influence the accuracy of snow density measurements using the snow shovel weighing method in remote sensing experiments?",
        "QuestionCn": "在遥感实验中，使用雪铲称重法测量雪密度的准确性可能受到哪些因素的影响？",
        "AnswerEn": "Factors that might influence the accuracy of snow density measurements using the snow shovel weighing method include the precision of snow layering at 10cm intervals, potential variability in snow compaction and layering over time, environmental conditions on the days of measurement (December 6th and 10th, 2007), and the calibration of the snow shovel. Additionally, variations in snow properties, such as temperature, snow grain size, and soil interface temperature, could also impact measurement accuracy.",
        "AnswerCn": "影响使用雪铲称重法测量雪密度准确性的因素包括：在10厘米间隔处雪层的精确度、随时间变化的雪压实和分层的潜在变异、测量当天的环境条件（2007年12月6日和10日），以及雪铲的校准。此外，雪的性质变化，如温度、雪粒大小和土壤界面温度，也可能影响测量的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of conducting snow density observations using the snow shovel weighing method in densely monitored areas?",
        "QuestionCn": "在密集监测区域使用雪铲称重法进行雪密度观测的主要目标是什么？",
        "AnswerEn": "The primary goal of conducting snow density observations using the snow shovel weighing method is to investigate the snow stratification information and obtain reliable snow density data in the region, which can support remote sensing inversion and modeling efforts.",
        "AnswerCn": "进行雪密度观测的主要目的是利用雪铲称重法调查雪层信息，并获取该地区可靠的雪密度数据，以支持遥感反演和建模工作。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be used to measure snow density in a specific region and ensure the data is reliable for remote sensing inversion and modeling?",
        "QuestionCn": "可以使用哪些程序来测量特定区域的雪密度，并确保数据对遥感反演和建模的可靠性？",
        "AnswerEn": "Snow density can be measured using the snow shovel weighing method. Measurements can be conducted at a 10cm interval, taking one layer measurement for depths less than 10cm, and layered measurements for depths greater than 10cm. This method was applied to collect snow density observations in a densely observed area, with additional measurements including snow depth, snow temperature, snow-soil interface temperature, and snow grain size. Data collected includes both raw and preprocessed data, along with auxiliary information such as GPS points and snow shovel calibration data.",
        "AnswerCn": "雪密度可以通过雪铲称重法进行测量。测量可以在10厘米的间隔进行，对于深度小于10厘米的地方进行一次层测量，而对于深度大于10厘米的地方进行分层测量。该方法被应用于在一个密集观测区域收集雪密度观测数据，此外还包括雪深、雪温、雪-土界面温度和雪晶粒大小等额外测量数据。收集的数据包括原始数据和预处理数据，以及辅助信息，如GPS点和雪铲校准数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}