{
  "id": "9427069c-117e-4ff8-96e0-4b18eb7782cb",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "A digital elevation model of Antarctica derived from ICESat-2 (May 2019)",
      "titleCn": "基于ICESat-2的南极数字表面高程模型（2019年5月）",
      "description": "Antarctic digital elevation model (DEM) is essential for human fieldwork, ice topography monitoring and ice mass change estimation. A new-generation satellite laser altimeter ICESat-2 is used to generate a new and specific time-stamped Antarctic DEM for both ice sheet and ice shelves. Approximately 4.69 × 109 ICESat-2 measurement points from November 2019 to November 2020 are used to estimate surface elevations at resolutions of 500 m and 1 km based on a spatiotemporal fitting method, which posts this DEM at a modal resolution of 500 m. About 74% of Antarctica are observed and the remaining observation gaps are interpolated using the ordinary kriging method. National Aeronautics and Space Administration Operation IceBridge (OIB) airborne data are used to evaluate the generated Antarctic DEM (hereafter call it ICESat-2 DEM). Overall, a median bias of -0.19 m and root-mean-square deviation of 10.83 m are found from appropriately 5.2 × 106  spatiotemporal matched measurement points. The accuracy and uncertainty of ICESat-2 DEM vary in relation to the surface slope and roughness, more reliable estimates can be found in the flat ice sheet interior. ICESat-2 DEM is comparable to previous DEMs derived from satellite altimeters, stereo-photogrammetry and interferometry. The high accuracy and a specific time stamp make ICESat-2 DEM an essential addition to the existing Antarctic DEM groups and can be further used for other scientific applications.",
      "descriptionCn": "南极数字表面高程模型（DEM）对于人类活动、陆冰形态监测和物质平衡估算具有重要意义。采用新一代激光雷达高度计ICESat-2生成一个新的且具有明确时间戳的南极DEM，该DEM覆盖冰盖和冰架区域。采用2018年11月至2019年11月共计约47亿个ICESat-2观测点，利用时空拟合法估算了南极在500米和1公里分辨率下的表面高程，总体空间分辨率为500米。该方法可以估算74%的南极表面高程，剩下的高程信息通过克里金插值获取。采用美国NASA发布的OIB机载飞行数据进行该DEM的精度验证（之后称之为ICESat-2 DEM）。总体而言，ICESat-2 DEM的平均偏差约为-0.19米，均方根偏差约为10.83米（来自500万个时空匹配的观测点）。ICESat-2 DEM的精度和不确定度与表面坡度和粗糙度有关，在内陆冰盖处有更为可靠的观测结果。ICESat-2 DEM与原有基于卫星高度计、光学像对和雷达干涉测量技术生成的南极DEM具有一定的可比性。ICESat-2 DEM的高精度和明确的时间戳使得其补充了现有的南极DEM数据集并且可以应用于其他科学课题。",
      "instructions": "File naming method: DEM file is stored in TIF format, and the name of the file is \"Antarctic DEM from ICESat-2.TIF\"; The DEM uncertainty file is stored in TIF format, and its name is \"Antarctic DEM uncertainty.TIF\"\nData reading mode: all geotif files in the data set can be directly opened by relevant software (such as MATLAB, ENVI, ArcGIS, etc.), and the main content is the value representing elevation or elevation uncertainty; If you want to use the icon to display, you can use ArcGIS, ENVI etc",
      "instructionsCn": "文件命名方式：DEM文件以TIF格式存储，文件的名称为“Antarctic DEM from ICESat-2.TIF”；DEM不确定度文件以TIF格式存储，文件的名称为“Antarctic DEM uncertainty.TIF”\n数据读取方式：该数据集中所有GEOTIF文件可以直接利用相关软件打开（如MATLAB，ENVI，ArcGIS等），主体内容为数值表示高程或高程不确定度；如果要用图示来显示的话，可用ArcGIS、ENVI等打开",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": -60.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 275933846.0,
      "cstr": "18406.11.Geogra.tpdc.271448",
      "doi": "10.11888/Geogra.tpdc.271448",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "沈校熠",
        "nameEn": "SHEN Xiaoyi",
        "unitEn": "",
        "unitCn": "南京大学"
      },
      {
        "nameCn": "柯长青",
        "nameEn": "KE Changqing",
        "unitEn": "",
        "unitCn": "南京大学"
      },
      {
        "nameCn": "范宇宾",
        "nameEn": "FAN Yubin",
        "unitEn": "",
        "unitCn": "南京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A new digital elevation model (DEM) dataset of the entire Antarctic continent derived from ICESat-2",
        "referenceCn": null,
        "referenceEn": "Shen, X., Ke, C.-Q., Fan, Y., and Drolma, L. (2022). A new digital elevation model (DEM) dataset of the entire Antarctic continent derived from ICESat-2. Earth System Science Data, 14, 3075–3089, doi: 10.5194/essd-14-3075-2022."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南极",
        "keywordEn": "Antarctic"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019年5月",
        "keywordEn": "May 2019",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a Digital Elevation Model (DEM) generated using ICESat-2 for Antarctic surface elevation monitoring?",
        "QuestionCn": "使用ICESat-2生成的数字高程模型（DEM）用于南极表面高程监测的特征是什么？",
        "AnswerEn": "high precision, timestamp specificity, 4.7 billion observation points, November 2018 to November 2019, spatial resolutions of 500 meters and 1 kilometer, overall spatial resolution of 500 meters, reliable estimates for 74% of the Antarctic surface elevation, kriging interpolation, average bias of -0.19 meters, root mean square error of 10.83 meters, influenced by surface slope and roughness, more reliable in inland ice sheet areas, comparable to existing Antarctic DEMs",
        "AnswerCn": "高精度，时间戳具体性，47亿个观测点，2018年11月至2019年11月，空间分辨率为500米和1公里，总体空间分辨率为500米，为南极洲74%的地表高度提供可靠估计，克里金插值，平均偏差为-0.19米，均方根误差为10.83米，受地表坡度和粗糙度影响，在内陆冰盖区域更可靠，与现有的南极数字高程模型（DEM）相当。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many ICESat-2 observation points were used to generate the Antarctic digital elevation model in 2019?",
        "QuestionCn": "2019年生成南极数字高程模型使用了多少个ICESat-2观测点？",
        "AnswerEn": "4.7 billion",
        "AnswerCn": "47亿",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a digital surface elevation model (DEM) in the context of Antarctic ice monitoring using ICESat-2?",
        "QuestionCn": "在使用ICESat-2进行南极冰层监测的背景下，什么是数字表面高程模型（DEM）？",
        "AnswerEn": "A digital surface elevation model (DEM) in the context of Antarctic ice monitoring using ICESat-2 refers to a representation of the surface topography of Antarctica, derived from ICESat-2's laser altimeter data. This model includes surface elevation information over the ice sheet and ice shelf areas, providing valuable data for human activities, monitoring ice morphologies, and estimating mass balance. The DEM is generated using approximately 4.7 billion ICESat-2 observations collected between November 2018 and November 2019, with a spatial resolution of 500 meters and temporal accuracy due to its clear timestamp.",
        "AnswerCn": "数字表面高程模型（DEM）在使用ICESat-2进行南极冰监测的背景下，指的是基于ICESat-2激光高度计数据得出的南极表面地形的表示。该模型包含冰盖和冰架区域的表面高程信息，为人类活动、监测冰形态和估算质量平衡提供了宝贵的数据。该DEM是利用2018年11月至2019年11月期间收集的约47亿个ICESat-2观测数据生成的，具有500米的空间分辨率和由于其清晰的时间戳而具有的时间准确性。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the method of generating a digital surface elevation model (DEM) using ICESat-2 compare to those generated by traditional satellite altimetry, optical imagery, and radar interferometry in terms of accuracy and temporal resolution?",
        "QuestionCn": "ICESat-2生成数字表面高程模型（DEM）的方法与传统卫星测高、光学影像和雷达干涉测量生成的DEM在准确性和时间分辨率方面有何比较？",
        "AnswerEn": "The digital surface elevation model generated using ICESat-2 has a high precision and clear timestamp, which supplements existing Antarctic DEM datasets. It covers the ice sheet and ice shelf areas and uses about 4.7 billion ICESat-2 observation points from November 2018 to November 2019. The method estimates the surface elevation of 74% of Antarctica at a spatial resolution of 500 meters, with the remaining elevation information obtained through kriging interpolation. The accuracy of ICESat-2 DEM is validated using airborne flight data from NASA's Operation IceBridge. The ICESat-2 DEM shows an average bias of approximately -0.19 meters and a root mean square deviation of about 10.83 meters from 5 million spatiotemporally matched observation points. Its accuracy and uncertainty are influenced by surface slope and roughness, providing more reliable observations over the inland ice sheet. This makes it comparable to existing DEMs generated from satellite altimetry, optical imagery, and radar interferometry.",
        "AnswerCn": "使用ICESat-2生成的数字表面高程模型具有高精度和清晰的时间戳，补充了现有的南极DEM数据集。该模型覆盖了冰盖和冰架区域，使用了约47亿个ICESat-2观测点，时间范围从2018年11月到2019年11月。该方法以500米的空间分辨率估计了74%的南极表面高程，其余的高程信息通过克里金插值获得。ICESat-2 DEM的准确性通过NASA的冰桥行动（Operation IceBridge）的航空飞行数据进行了验证。ICESat-2 DEM显示出与500万个时空匹配观测点相比，平均偏差约为-0.19米，均方根偏差约为10.83米。其准确性和不确定性受到表面坡度和粗糙度的影响，在内陆冰盖上提供了更可靠的观测。这使得它与现有的基于卫星测高、光学影像和雷达干涉测量生成的DEM具有可比性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the use of ICESat-2 laser altimetry influence the precision and temporal resolution of digital surface elevation models for Antarctic regions?",
        "QuestionCn": "ICESat-2激光高度计的使用如何影响南极地区数字表面高程模型的精度和时间分辨率？",
        "AnswerEn": "The use of ICESat-2 laser altimetry enhances the precision and temporal resolution of digital surface elevation models by providing high-resolution measurements with a spatial resolution of 500 meters and a clear timestamp. This method allows for the estimation of 74% of Antarctic surface elevations directly, while the remaining data can be interpolated using kriging. The high precision and timestamped data improve the model's reliability, particularly in regions with varying surface slopes and roughness, making it a valuable addition to existing Antarctic DEM datasets.",
        "AnswerCn": "ICESat-2激光高程测量的使用通过提供500米空间分辨率的高分辨率测量和清晰的时间戳，增强了数字表面高程模型的精度和时间分辨率。这种方法可以直接估算74%的南极表面高程，而其余数据可以通过克里金插值法进行插值。高精度和带时间戳的数据提高了模型的可靠性，特别是在表面坡度和粗糙度变化的区域，使其成为现有南极DEM数据集的宝贵补充。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using ICESat-2 data for generating Antarctic digital surface elevation models in terms of accuracy and temporal resolution compared to traditional methods?",
        "QuestionCn": "使用ICESat-2数据生成南极数字表面高程模型在准确性和时间分辨率方面与传统方法相比有哪些后果？",
        "AnswerEn": "Using ICESat-2 data for generating Antarctic digital surface elevation models results in high accuracy and a clear temporal timestamp. The average deviation is about -0.19 meters, and the root mean square deviation is approximately 10.83 meters. This approach enhances the precision of surface elevation estimates over the interior ice sheet and provides a reliable temporal context that supplements existing Antarctic DEM datasets, making it applicable to other scientific studies.",
        "AnswerCn": "使用ICESat-2数据生成南极数字表面高程模型具有高精度和明确的时间戳。平均偏差约为-0.19米，均方根偏差约为10.83米。这种方法提高了冰盖内部表面高程估计的精确度，并提供了可靠的时间背景，补充了现有的南极DEM数据集，使其适用于其他科学研究。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing ICESat-2 data to develop a new digital surface elevation model (DEM) for Antarctica with temporal specificity?",
        "QuestionCn": "利用ICESat-2数据开发具有时间特异性的新的数字表面高程模型（DEM）在南极的主要目标是什么？",
        "AnswerEn": "The primary objective of utilizing ICESat-2 data to develop a new digital surface elevation model (DEM) for Antarctica is to generate a high-precision and time-stamped DEM that covers ice sheet and ice shelf regions. This model is crucial for monitoring land ice morphology, estimating mass balance, and supporting human activities. By employing approximately 47 billion ICESat-2 observation points from November 2018 to November 2019, the goal is to estimate the Antarctic surface elevation at 500-meter and 1-kilometer resolutions, covering 74% of the surface. The remaining elevation data are obtained through kriging interpolation. This approach enhances the existing Antarctic DEM datasets by providing higher accuracy and temporal clarity, which is valuable for various scientific studies.",
        "AnswerCn": "利用ICESat-2数据开发新的南极数字表面高程模型（DEM）的主要目标是生成一个高精度和时间标记的DEM，覆盖冰盖和冰架区域。该模型对于监测陆地冰的形态、估算质量平衡以及支持人类活动至关重要。通过使用2018年11月至2019年11月期间约470亿个ICESat-2观测点，目标是以500米和1公里的分辨率估算南极表面高程，覆盖74%的表面。其余的高程数据通过克里金插值法获得。这种方法通过提供更高的准确性和时间清晰度，增强了现有的南极DEM数据集，对各种科学研究具有重要价值。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to estimate surface elevation in Antarctica using ICESat-2 data, and how is the accuracy of the generated digital elevation model verified?",
        "QuestionCn": "在使用ICESat-2数据估计南极表面高程时，采用了哪些程序，以及生成的数字高程模型的准确性是如何验证的？",
        "AnswerEn": "Surface elevation in Antarctica is estimated using approximately 47 billion ICESat-2 observation points collected from November 2018 to November 2019. A spatiotemporal fitting method is employed to estimate the surface elevation at 500-meter and 1-kilometer resolutions, covering 74% of the Antarctic surface. The remaining elevation data are obtained through kriging interpolation. The accuracy of the digital elevation model is verified using airborne flight data from NASA's OIB, with an overall mean bias of approximately -0.19 meters and a root mean square error of about 10.83 meters, based on 5 million spatiotemporally matched observation points.",
        "AnswerCn": "南极洲的表面高程估计是基于2018年11月至2019年11月收集的约470亿个ICESat-2观测点。采用时空拟合方法，以500米和1公里的分辨率估计表面高程，覆盖南极表面的74%。其余的高程数据通过克里金插值获得。数字高程模型的准确性通过NASA的OIB的航空飞行数据进行验证，基于500万个时空匹配的观测点，整体平均偏差约为-0.19米，均方根误差约为10.83米。",
        "Level": "C3(Applying)"
      }
    ]
  }
}