{
  "id": "946df83a-d21e-4186-a5ae-2dbbea04b66a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of evapotranspiration observed by micro-lysimeter in the Linze grassland foci experimental area",
      "titleCn": "黑河综合遥感联合试验：临泽草地加密观测区小型蒸渗仪蒸散发观测数据集",
      "description": "The dataset of evapotranspiration observed by micro-lysimeter was obtained in the reed plot A, the alfalfa plot D and the barley plot E of the Linze grassland foci experimental area from May 28 to Jul. 12, 2008. Observations were carried out from 6:00-8:00 am and from 18:00-20:00 pm every day with exceptions on afternoons of Jun. 5, 8, 9, 13 and 24, mornings of Jun. 14 and Jul. 2, the whole day from Jun. 16 to Jul.8 (alfalfa plot) and from Jun. 21 to 22 (the reed plot.)\n    For more details, see Readme file.",
      "descriptionCn": "2008年5月28日至7月12日期间在临泽草地加密观测区样方A（芦苇地）、临泽草地加密观测区样方D（苜蓿地）、临泽草地加密观测区样方E（大麦地）及临泽草地站院内利用小型蒸渗仪（Lysimeter）进行了蒸散发逐日观测。本数据为航空和卫星的蒸散发反演算法的发展和验证提供数据，为陆面过程/水文模型提供参数。\n观测内容为：每日早晚两次称重，通常在上午6:00-8:00，下午18:00-20:00进行观测，并附有天气状况。其中6月5日下午降雨，没有观测；6月8日和9日下午没有观测；6月12日至16日大麦地因浇水没有测量。6月12日和13日下午以及14日上午没有观测；6月16日至7月8日，苜蓿收割，蒸散桶取出没有观测；6月21日至22日芦苇地没有观测；6月24日下午和7月2日上午没有观测；7月9日重新布设苜蓿地和芦苇地的蒸散桶。\n本数据集包括蒸散测量记录Word文档和测量说明文档。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.095,
      "west": 100.037,
      "south": 39.225,
      "north": 39.268,
      "startTime": "2008-06-05 00:00:00",
      "endTime": "2008-07-20 00:00:00",
      "fileSize": 260134.0,
      "cstr": "18406.11.water973.0081.db",
      "doi": "10.3972/water973.0081.db",
      "dataFormat": "数字文档",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "曹永攀",
        "nameEn": "CAO Yongpan",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": " 钞振华",
        "nameEn": "CHAO Zhenhua",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "韩旭军",
        "nameEn": "HAN Xujun",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "黄春林",
        "nameEn": "HUANG Chunlin",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "晋锐",
        "nameEn": "JIN Rui",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": " 年雁云",
        "nameEn": "NIAN Yanyun",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王树果",
        "nameEn": "WANG Shuguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "朱仕杰",
        "nameEn": "ZHU Shijie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 余凡",
        "nameEn": "YU Fan",
        "unitEn": "",
        "unitCn": "中国科学院研究生院"
      },
      {
        "nameCn": "李笑宇",
        "nameEn": "LI Xiaoyu",
        "unitEn": "",
        "unitCn": "华南农业大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气水汽",
        "nameEn": "Atmospheric Water Vapor"
      },
      {
        "nameCn": "蒸散",
        "nameEn": "Evapotranspiration"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽草地加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What is the period during which data was collected using lysimeters for evapotranspiration measurements in the Linze grassland intensive observation area?",
        "QuestionCn": "在林泽草地综合观测区，使用蒸发蒸散测量的土壤水分计收集数据的时间段是什么？",
        "AnswerEn": "May 28 to July 12, 2008",
        "AnswerCn": "2008年5月28日至7月12日",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for measuring evapotranspiration in grassland areas?",
        "QuestionCn": "您能否提供一个用于测量草地地区蒸散发的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method for measuring evapotranspiration in grassland areas involves using small lysimeters to perform daily observations. The measurements are typically conducted twice a day, in the morning and evening, with adjustments based on weather conditions and specific events such as rainfall or irrigation.",
        "AnswerCn": "测量草地地区蒸散发的一种数据收集方法是使用小型蒸发计进行每日观察。测量通常在早晨和晚上进行，每天两次，并根据天气条件和特定事件（如降雨或灌溉）进行调整。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many observation days were recorded using the small lysimeter for evapotranspiration measurements during the specified period?",
        "QuestionCn": "在指定期间内，使用小型蒸发蒸散 lysimeter 记录了多少个观测日？",
        "AnswerEn": "The exact count of observation days is not specified.",
        "AnswerCn": "观测天数的确切数量未指定。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes interruptions or gaps in data collection when using small lysimeters for evapotranspiration measurement in grassland areas?",
        "QuestionCn": "在使用小型蒸发蒸散测量仪测量草地地区的蒸发蒸散时，导致数据收集中断或出现间隙的原因是什么？",
        "AnswerEn": "Interruptions or gaps in data collection can be caused by several factors, such as adverse weather conditions like rain, which can prevent measurement, or maintenance activities like irrigation and harvesting that require the removal or adjustment of lysimeters. For example, rain on June 5th led to no observation, and between June 12th to 16th, irrigation activities in barley fields caused a halt in measurements. Similarly, during the alfalfa harvest from June 16th to July 8th, the lysimeters were removed, leading to a data gap.",
        "AnswerCn": "数据收集中的中断或间隙可能由多种因素引起，例如恶劣天气条件（如降雨）可能会阻止测量，或维护活动（如灌溉和收割）需要移除或调整蒸发皿。例如，6月5日的降雨导致没有观察数据，而在6月12日至16日期间，麦田的灌溉活动导致测量暂停。同样，在6月16日至7月8日的苜蓿收割期间，蒸发皿被移除，导致数据缺失。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting daily evapotranspiration measurements using small lysimeters in different land cover types within a grassland observation area?",
        "QuestionCn": "在草地观测区内使用小型蒸发蒸散仪收集不同土地覆盖类型的每日蒸发蒸散量测量的目标是什么？",
        "AnswerEn": "The objectives include providing data for the development and validation of evapotranspiration retrieval algorithms from aerial and satellite observations, as well as supplying parameters for land surface process and hydrological models.",
        "AnswerCn": "目标包括提供数据以开发和验证来自航空和卫星观测的蒸散发检索算法，以及为地表过程和水文模型提供参数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using small lysimeters for daily evapotranspiration measurements in grassland density observation areas during a field experiment?",
        "QuestionCn": "在田野实验中使用小型蒸渗仪进行草地密度观测区域的日常蒸散量测量涉及哪些程序？",
        "AnswerEn": "The procedures involve conducting twice-daily weighings, typically between 6:00-8:00 in the morning and 18:00-20:00 in the evening, to measure evapotranspiration. Observations include weather conditions, with certain days lacking data due to rain, irrigation, or maintenance activities like the removal or reinstallation of lysimeters.",
        "AnswerCn": "这些程序包括每天进行两次称重，通常在早上6:00-8:00和晚上18:00-20:00之间，以测量蒸散发。观察包括天气条件，某些天由于降雨、灌溉或维护活动（如去除或重新安装蒸渗仪）而缺少数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}