{
  "id": "94a2b6b2-2eee-4ad8-9fe3-a93ba60412cc",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Vegetation types in the 10km buffer zone along the Golmud Nagqu and Gonghe Yushu high-grade highways (2020)",
      "titleCn": "格尔木-那曲、共和-玉树高等级公路沿线10km缓冲区植被类型（2020）",
      "description": "This data is for the vegetation types in the 10km buffer zone of Golmud Nagqu and Gonghe Yushu high-grade highways. By fully utilizing the advantages of multi-source vegetation classification/land cover classification products, a vegetation classification system suitable for the vegetation types on the Qinghai Tibet Plateau was specially designed, and an integrated classification method was selected. Based on the reliability of the data and the principle of consistency, the current vegetation map was created, which is in line with the current situation The specificity and classification accuracy of the classification system perform better than existing relevant data. At present, it can provide a scientific basis for the research on the background of geological disasters, and in the future, it can be applied to more geological and geographical related fields.",
      "descriptionCn": "本数据为格尔木-那曲、共和-玉树高等级公路10km缓冲区植被类型，充分利用多源植被分类/土地覆盖分类产品各自的优势，通过专门设计与青藏高原植被类型相适应的植被分类体系，选用集成分类方法，在数据可靠性的基础上遵循一致性的原则，制作了现状植被图，其在现势性、分类体系的针对性和分类精度上较已有相关数据均表现更优。目前可以为地质灾害孕灾背景的研究提供科学基础，未来可以应用于其他更多地质、地理相关领域的研究。",
      "instructions": "File Name: The vegetation type data is stored in TIFF format, and the file names are \"GN_Vegetation type (2020). tif\" and \"GY_Vegetation type (2020). tif\", representing the vegetation types of Golmud Nagqu and Gonghe Yushu high-grade highways, respectively. The data includes sparse shrubs (7), grasslands (8), swamps (9), alpine vegetation (10), cultivated vegetation (11), and others (12). Data reading method: It can be directly opened using ArcGIS.",
      "instructionsCn": "文件命名：植被类型数据以tiff格式存储，文件的名称为“GN_Vegetation_type（2020）.tif”和“GY_Vegetation_type（2020）.tif”，分别代表格尔木-那曲、共和-玉树高等级公路植被类型。数据包括，常绿针叶林（1），针阔叶混交林（3），稀疏灌丛（7），草地（8），沼泽（9），高山植被（10），栽培植被（11），其他（12）。数据读取方式：可直接用Arcgis打开。",
      "east": 100.43,
      "west": 91.33,
      "south": 31.22,
      "north": 36.24,
      "startTime": "2020-01-01 09:43:23",
      "endTime": "2020-12-31 09:43:23",
      "fileSize": 7484423.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "5"
    },
    "authorList": [
      {
        "nameCn": "孟兴民",
        "nameEn": "MENG Xingmin",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "陈冠",
        "nameEn": "CHEN Guan",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "张毅",
        "nameEn": "ZHANG Yi",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "金佳成",
        "nameEn": "JIN Jiacheng",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "黄逢春",
        "nameEn": "HUANG Fengchun",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "李恒源",
        "nameEn": "LI Hengyuan",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "马开启",
        "nameEn": "MA Kaiqi",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于多源数据产品集成分类制作的青藏高原现状植被图",
        "titleEn": null,
        "referenceCn": "张慧, 赵涔良, 朱文泉. (2021). 基于多源数据产品集成分类制作的青藏高原现状植被图. 北京师范大学学报（自然科学版）, 57(6), 816-824. doi: 10.12202/j.0476-0301.2021171",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被类型",
        "nameEn": "vegetation species/Classification"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原公路沿线",
        "keywordEn": "along the Qinghai-Tibet Highway"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a dataset designed to classify vegetation types along high-grade highways within a 10 km buffer zone in Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原10公里缓冲区内设计用于分类高等级公路沿线植被类型的数据集有哪些特征？",
        "AnswerEn": "specialized vegetation classification system, adapted to unique vegetation types, integrates multiple classification products, employs ensemble classification methods, follows principles of consistency, superior currency, classification specificity, accuracy",
        "AnswerCn": "专门的植被分类系统，适应独特的植被类型，整合多种分类产品，采用集成分类方法，遵循一致性、优越的时效性、分类特异性和准确性的原则。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the classification accuracy percentage of the integrated classification method used for vegetation types within the 10km buffer zones along the Golmud-Nagqu and Gonghe-Yushu highways?",
        "QuestionCn": "在沿着格尔木-那曲和共和-玉树高速公路的10公里缓冲区内，所使用的集成分类方法对植被类型的分类准确率百分比是多少？",
        "AnswerEn": "The classification accuracy percentage is not explicitly mentioned.",
        "AnswerCn": "分类准确率百分比未明确提及。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '集成分类方法' mean in the context of vegetation classification systems on the Qinghai-Tibetan Plateau?",
        "QuestionCn": "在青藏高原植被分类系统的背景下，“集成分类方法”是什么意思？",
        "AnswerEn": "In the context of vegetation classification systems on the Qinghai-Tibetan Plateau, '集成分类方法' refers to an integrated classification method that leverages the advantages of various vegetation and land cover classification products. This approach involves designing a vegetation classification system specifically suited to the vegetation types of the Qinghai-Tibetan Plateau, ensuring data reliability and consistency to produce an up-to-date vegetation map with improved classification accuracy and specificity.",
        "AnswerCn": "在青藏高原的植被分类系统中，“集成分类方法”指的是一种综合分类方法，利用各种植被和土地覆盖分类产品的优势。该方法涉及设计一个专门适用于青藏高原植被类型的植被分类系统，确保数据的可靠性和一致性，以生成一幅更新的植被图，并提高分类的准确性和特异性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of integrating multiple vegetation classification and land cover classification products to create a comprehensive vegetation map for high-altitude road buffer zones?",
        "QuestionCn": "整合多个植被分类和土地覆盖分类产品以创建高海拔道路缓冲区的综合植被图的后果是什么？",
        "AnswerEn": "By integrating multiple vegetation classification and land cover classification products, a comprehensive vegetation map is created that utilizes the strengths of each source. This approach leads to improved accuracy in current vegetation mapping, specifically in terms of the current state, the specificity of the classification system, and classification precision. This enhanced map can provide a scientific foundation for research on geological disaster contexts and hold potential applications in various geological and geographical research fields.",
        "AnswerCn": "通过整合多个植被分类和土地覆盖分类产品，创建了一幅综合的植被地图，充分利用了每个来源的优势。这种方法提高了当前植被制图的准确性，特别是在当前状态、分类系统的特异性和分类精度方面。这幅增强的地图可以为地质灾害背景下的研究提供科学基础，并在各种地质和地理研究领域具有潜在应用。",
        "Level": "C6(Creating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of creating a dataset on vegetation types along high-grade highways in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "在青藏高原地区创建关于高等级公路沿线植被类型的数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives of creating a dataset on vegetation types along high-grade highways in the Qinghai-Tibet Plateau region include utilizing the advantages of multi-source vegetation classification and land cover classification products to develop a vegetation classification system suitable for the region. This aims to produce a current vegetation map that excels in relevance, targeted classification system, and classification accuracy compared to existing data. The ultimate goal is to provide a scientific foundation for research on the background of geological disaster susceptibility and potentially apply it to other geological and geographical research fields.",
        "AnswerCn": "创建青藏高原地区高等级公路沿线植被类型数据集的主要目标包括利用多源植被分类和土地覆盖分类产品的优势，开发适合该地区的植被分类系统。旨在制作一幅当前的植被图，其相关性、针对性分类系统和分类准确性优于现有数据。最终目标是为地质灾害易发背景研究提供科学基础，并可能将其应用于其他地质和地理研究领域。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods are used to integrate multiple vegetation classification or land cover classification products to create a comprehensive vegetation map for a high-grade highway buffer zone?",
        "QuestionCn": "用于整合多个植被分类或土地覆盖分类产品，以创建高等级公路缓冲区综合植被图的方法有哪些？",
        "AnswerEn": "The method involves utilizing the advantages of multiple vegetation classification or land cover classification products, designing a vegetation classification system adapted to the Tibetan Plateau, selecting an integrated classification method, and ensuring consistency based on data reliability to create a current vegetation map.",
        "AnswerCn": "该方法涉及利用多种植被分类或土地覆盖分类产品的优势，设计适应于青藏 Plateau 的植被分类系统，选择综合分类方法，并根据数据可靠性确保一致性，以创建当前的植被地图。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the creation of high-resolution vegetation type maps along major highway buffer zones in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "哪些数据收集方法能够在青藏高原地区主要公路缓冲区内创建高分辨率植被类型地图？",
        "AnswerEn": "The creation of high-resolution vegetation type maps along major highway buffer zones in the Qinghai-Tibet Plateau region is enabled by integrating various vegetation classification and land cover classification products. This involves designing a vegetation classification system tailored to the region and applying integrated classification methods, ensuring consistency and reliability of the data.",
        "AnswerCn": "通过整合各种植被分类和土地覆盖分类产品，能够在青藏高原地区主要公路缓冲区内创建高分辨率的植被类型地图。这涉及设计一个针对该地区量身定制的植被分类系统，并应用综合分类方法，以确保数据的一致性和可靠性。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be an expectation for improved classification precision and relevance in vegetation type datasets along high-grade highways in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "为什么人们会期望在青藏高原地区的高等级公路沿线的植被类型数据集中提高分类精度和相关性？",
        "AnswerEn": "A dataset for vegetation types along high-grade highways in the Qinghai-Tibet Plateau region utilizes a specifically designed vegetation classification system that is adapted to the unique types of vegetation found in this area. This approach, along with the use of integrated classification methods and a focus on data reliability and consistency, is expected to provide better classification precision and relevance compared to existing data. This dataset aims to serve as a scientific foundation for research on the geological disaster environment and potentially other geological and geographical studies.",
        "AnswerCn": "一个关于青藏高原地区高等级公路沿线植被类型的数据集，采用了专门设计的植被分类系统，适应该地区独特的植被类型。这种方法结合了综合分类方法，并注重数据的可靠性和一致性，预计将提供比现有数据更好的分类精度和相关性。该数据集旨在为地质灾害环境研究以及其他地质和地理研究提供科学基础。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}