{
  "id": "94d90e88-9e17-4f48-828d-b5837d2a3fe0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)",
      "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
      "description": "This data is a simulated output data set of 5km monthly hydrological data obtained by establishing the WEB-DHM distributed hydrological model of the source regions of Yangtze River and Yellow River, using temperature, precipitation and pressure as input data, and GAME-TIBET data as verification data. The dataset includes grid runoff and evaporation (if the evaporation is less than 0, it means deposition; if the runoff is less than 0, it means that the precipitation in the month is less than evaporation). This data is a model based on the WEB-DHM distributed hydrological model, and established by using temperature, and precipitation (from itp-forcing and CMA) as input data, GLASS, MODIA, AVHRR as vegetation data, and SOILGRID and FAO as soil parameters. And by the calibration and verification of runoff，soil temperature and soil humidity, the 5 km monthly grid runoff and evaporation in the source regions of Yangtze River and Yellow River from 1998 to 2017 was obtained. If asc can't open normally in arcmap, please delete the blacks space of the top 5 lines of the asc file.",
      "descriptionCn": "本数据是通过建立长江黄河源WEB-DHM分布式水文模型，以气温、降水、气压等作为输入数据，以GAME-TIBET数据作为验证数据，模拟输出的5km逐月水文数据集，包括格网径流与蒸发（若蒸发小于0,则表示凝华；若径流小于0，则表示当月降水小于蒸发）。数据是基于WEB-DHM分布式水文模型，以气温、降水、气温等（源自itp-forcing和CMA）为输入数据，以GLASS、MODIA、AVHRR为植被数据，SOILGRID及FAO为土壤参数建立起的模型，并通过对径流、土壤温湿度的率定与验证获得的1998-2017年长江黄河源5公里逐月格网径流与蒸发。若asc无法在arcmap中正常打开，请将asc文件前5行顶格。",
      "instructions": "Data is ASCII format, data naming method: observation item + date, such as: acc_et.199801.txt\nThe runoff unit is mm, and the evaporation unit is mm. It can be opened by software such as arcgis.",
      "instructionsCn": "数据为ASCII文本格式，数据命名方式：观测项+年月日，如：Acc_ET.199801.txt\n径流单位为mm，蒸发单位为mm，可用arcgis等软件打开",
      "east": 104.0,
      "west": 90.0,
      "south": 30.0,
      "north": 38.0,
      "startTime": "1998-01-01 00:00:00",
      "endTime": "2017-12-31 00:00:00",
      "fileSize": 295015627.0,
      "cstr": "18406.11.Hydro.tpdc.270957",
      "doi": "10.11888/Hydro.tpdc.270957",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王磊",
        "nameEn": "WANG Lei",
        "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Development of a distributed biosphere hydrological model and its evaluation with the Southern Great Plains Experiments (SGP97 and SGP99)",
        "referenceCn": null,
        "referenceEn": "Wang, L., Koike, T., Yang, K., et al. (2009). Development of a distributed biosphere hydrological model and its evaluation with the Southern Great Plains Experiments (SGP97 and SGP99). Journal of Geophysical Research: Atmospheres, 114(D8)."
      },
      {
        "titleCn": null,
        "titleEn": "Development of a land surface model with coupled snow and frozen soil physics[J]",
        "referenceCn": null,
        "referenceEn": "Wang L, Zhou J, Qi J, et al.(2017). Development of a land surface model with coupled snow and frozen soil physics[J]. Water Resources Research, 53(6): 5085-5103."
      },
      {
        "titleCn": null,
        "titleEn": "Coupled snow and frozen ground physics improves cold region hydrological simulations: an evaluation at the upper Yangtze River Basin (Tibetan Plateau)[J]",
        "referenceCn": null,
        "referenceEn": "Qi J, Wang L, Zhou J, et al.(2019). Coupled snow and frozen ground physics improves cold region hydrological simulations: an evaluation at the upper Yangtze River Basin (Tibetan Plateau)[J]. Journal of Geophysical Research: Atmospheres, 124(23): 12985-13004."
      },
      {
        "titleCn": null,
        "titleEn": "Improving permafrost physics in a distributed cryosphere‐hydrology model and its evaluations at the upper Yellow River Basin[J]",
        "referenceCn": null,
        "referenceEn": "Song L, Wang L, Li X, et al.(2020). Improving permafrost physics in a distributed cryosphere‐hydrology model and its evaluations at the upper Yellow River Basin[J]. Journal of Geophysical Research: Atmospheres, 125(18): e2020JD032916."
      },
      {
        "titleCn": null,
        "titleEn": "TP-River: Monitoring and quantifying total river runoff from the Third Pole",
        "referenceCn": null,
        "referenceEn": "Wang L, Yao T, Chai C, et al. TP-River: Monitoring and quantifying total river runoff from the Third Pole[J]. Bulletin of the American Meteorological Society, 2021: 1-45."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川",
        "nameEn": "Glaciers"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻融",
        "nameEn": "Freeze thawing"
      },
      {
        "nameCn": "季风",
        "nameEn": "Monsoons"
      },
      {
        "nameCn": "径流",
        "nameEn": "Runoff"
      },
      {
        "nameCn": "气压",
        "nameEn": "Pressure"
      },
      {
        "nameCn": "气象灾害",
        "nameEn": "Meteorological Disaster"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "水文特征值",
        "nameEn": "Hydrologic characteristic value"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "表面压力",
        "nameEn": "Surface pressure"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降雨强度",
        "nameEn": "Rainfall rate"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "长江源",
        "keywordEn": "Yangtze River Source Region"
      },
      {
        "keywordCn": "黄河源",
        "keywordEn": "Yellow River Source Region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1998-2017",
        "keywordEn": "1998-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "“地球大数据科学工程”专项“时空三极环境”项目-“青藏高原水资源时空动态”子课题",
        "titleEn": "CASEarth:Big Earth Data for Three Poles（grant No. XDA19070000）\"Spatial–temporal changes in the polar water and ecosystem\" subproject (subproject No: XDA19070301)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "三江源国家公园生态监测平台",
        "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the hydrological data simulated using WEB-DHM distributed hydrological model for the Yangtze and Yellow River sources?",
        "QuestionCn": "WEB-DHM分布式水文模型模拟的长江和黄河源区的水文数据特征是什么？",
        "AnswerEn": "monthly 5 km grid runoff, evaporation data, evaporation values less than zero indicate deposition, runoff values less than zero indicate monthly precipitation is less than evaporation",
        "AnswerCn": "每月5公里网格的径流和蒸发数据，蒸发值小于零表示沉积，径流值小于零表示月降水量小于蒸发量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'WEB-DHM distributed hydrological model' mean in the context of simulating hydrological data?",
        "QuestionCn": "在模拟水文数据的背景下，“WEB-DHM分布式水文模型”是什么意思？",
        "AnswerEn": "The 'WEB-DHM distributed hydrological model' refers to a tool used for simulating hydrological data by integrating various inputs such as temperature, precipitation, and atmospheric pressure to model and output a 5km monthly hydrological dataset. This model uses specific datasets like GAME-TIBET for validation, and it incorporates vegetation data (from GLASS, MODIA, AVHRR) and soil parameters (from SOILGRID and FAO) to accurately simulate the spatial and temporal distribution of water resources in the source regions of the Yangtze and Yellow Rivers.",
        "AnswerCn": "“WEB-DHM分布式水文模型”是一个用于模拟水文数据的工具，通过整合温度、降水和大气压力等多种输入，输出5公里的月度水文数据集。该模型使用GAME-TIBET等特定数据集进行验证，并结合植被数据（来自GLASS、MODIA、AVHRR）和土壤参数（来自SOILGRID和FAO），以准确模拟长江和黄河源区水资源的时空分布。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the complexity of simulating hydrological data using a distributed hydrological model in the source regions of the Yangtze and Yellow Rivers?",
        "QuestionCn": "使用分布式水文模型模拟长江和黄河源区水文数据的复杂性因素有哪些？",
        "AnswerEn": "The complexity arises from integrating diverse input data such as temperature, precipitation, and atmospheric pressure, sourced from itp-forcing and CMA, alongside vegetation data from GLASS, MODIA, and AVHRR. The model also requires soil parameters from SOILGRID and FAO, and the calibration and validation of runoff, soil temperature, and moisture data further contribute to the challenges in accurately simulating the 5km monthly gridded runoff and evaporation from 1998 to 2017.",
        "AnswerCn": "复杂性源于整合来自itp-forcing和CMA的温度、降水和大气压力等多样化输入数据，以及来自GLASS、MODIA和AVHRR的植被数据。模型还需要来自SOILGRID和FAO的土壤参数，并且径流、土壤温度和湿度数据的校准和验证进一步增加了准确模拟1998年至2017年5公里月度网格径流和蒸发的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using distributed hydrological models like WEB-DHM with varied input data sources on the accuracy and reliability of hydrological datasets for regions like the Yangtze and Yellow River sources?",
        "QuestionCn": "使用像WEB-DHM这样的分布式水文模型与不同输入数据源结合，可能对长江和黄河源地区水文数据集的准确性和可靠性产生哪些潜在后果？",
        "AnswerEn": "Using distributed hydrological models such as WEB-DHM with varied input data sources, like temperature, precipitation, and pressure data from itp-forcing and CMA, combined with vegetation data from GLASS, MODIA, AVHRR, and soil parameters from SOILGRID and FAO, may enhance the accuracy and reliability of hydrological datasets by providing a comprehensive simulation of runoff and evaporation. This approach helps in capturing the spatial and temporal distribution of water resources over a large and diverse region like the Yangtze and Yellow River sources. The calibration and validation against GAME-TIBET data further ensure that the model results are credible and useful for understanding hydrological processes over a period of time.",
        "AnswerCn": "使用分布式水文模型，如WEB-DHM，结合来自itp-forcing和CMA的温度、降水和气压数据，以及来自GLASS、MODIA、AVHRR的植被数据，和来自SOILGRID和FAO的土壤参数，可以提高水文数据集的准确性和可靠性，通过提供对径流和蒸发的综合模拟。这种方法有助于捕捉像长江和黄河源头这样的大范围和多样化地区的水资源的空间和时间分布。通过与GAME-TIBET数据的校准和验证，进一步确保模型结果的可信性和对理解水文过程的实用性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in utilizing a WEB-DHM distributed hydrological model to simulate spatiotemporal distribution of water resources, and how is the model calibrated and validated using various input data such as temperature and precipitation?",
        "QuestionCn": "利用WEB-DHM分布式水文模型模拟水资源的时空分布涉及哪些程序步骤，以及如何使用温度和降水等各种输入数据对模型进行校准和验证？",
        "AnswerEn": "The WEB-DHM distributed hydrological model is used to simulate the spatiotemporal distribution of water resources by taking inputs like temperature, precipitation, and air pressure. The GAME-TIBET data is employed for validation purposes. The model uses input data derived from sources such as itp-forcing and CMA, and vegetation data from GLASS, MODIA, and AVHRR, along with soil parameters from SOILGRID and FAO. Calibration and validation are performed by adjusting the model to match observed runoff and soil moisture and temperature data, resulting in a 5km monthly grid dataset of runoff and evaporation for the period 1998-2017. If the asc file does not open correctly in ArcMap, it is recommended to ensure that the first five lines of the asc file are aligned properly.",
        "AnswerCn": "WEB-DHM分布式水文模型用于模拟水资源的时空分布，输入数据包括温度、降水和气压。GAME-TIBET数据用于验证目的。该模型使用来自itp-forcing和CMA的输入数据，以及来自GLASS、MODIA和AVHRR的植被数据，土壤参数则来自SOILGRID和FAO。通过调整模型以匹配观测到的径流、土壤湿度和温度数据，进行校准和验证，最终生成1998-2017年期间的5公里月度径流和蒸发网格数据集。如果asc文件在ArcMap中无法正确打开，建议确保asc文件的前五行对齐正确。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the accurate simulation of hydrological data using distributed hydrological models in the context of river source regions?",
        "QuestionCn": "哪些方法论能够在河流源区的背景下，利用分布式水文模型准确模拟水文数据？",
        "AnswerEn": "The use of WEB-DHM distributed hydrological models, which take temperature, precipitation, and pressure as input data, enable the accurate simulation of hydrological data. The model leverages data from GAME-TIBET for validation and outputs monthly hydrological datasets at a 5km resolution, including grid runoff and evaporation. Vegetation data from GLASS, MODIA, and AVHRR, along with soil parameters from SOILGRID and FAO, further enhance the model's accuracy.",
        "AnswerCn": "WEB-DHM分布式水文模型利用温度、降水和气压作为输入数据，能够准确模拟水文数据。该模型利用GAME-TIBET的数据进行验证，并输出5公里分辨率的月度水文数据集，包括网格径流和蒸发。来自GLASS、MODIA和AVHRR的植被数据，以及来自SOILGRID和FAO的土壤参数，进一步提高了模型的准确性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}