{
    "id": "94fffcc3-37e7-472a-a110-17939168fbf4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Frozen land temperature monitoring dataset of  Tibet Plateau Beibeihe meteorological station (2017-2018)",
            "titleCn": "青藏高原北麓河气象冻土地温监测数据集（2017-2018）",
            "description": "Frozen soil refers to a soil or rock mass with a temperature lower than or equal to 0 ° C and containing ice. It is particularly sensitive to temperature and its physical and mechanical properties change significantly with temperature. The frost heaving deformation and melt settlement deformation of frozen soil are the most common frozen soil disasters. Their occurrence is mainly caused by the change of the inherent temperature of frozen soil due to the frozen soil engineering activities. Therefore, the protection of frozen soil is mainly to protect the temperature of frozen soil. , to maintain it in the closest state before the engineering activities. The main method for obtaining the temperature of the frozen land is to embed the temperature measuring cable. Through the data acquisition function of the CR3000, the resistance value of the temperature measuring cable is obtained at different times, and the temperature value is calculated by the correspondence between the calibration coefficient and the resistance value. According to the sensitive characteristics of frozen soil to temperature, the change of ground temperature can reflect the change of climate, and can also analyze the influence mechanism and degree of human activities on the stability of frozen soil in combination with other factors, so as to guide the later engineering activities. Upgrading and upgrading of frozen soil protection measures.",
            "descriptionCn": "冻土是指温度低于或等于0℃且含有冰的土体或岩体，它对温度特别敏感，其物理力学性质会随温度的变化而产生显著变化。冻土的冻胀变形和融化沉降变形是最为常见的冻土灾害，它们的发生主要是因冻土工程活动使冻土固有的温度发生变化而引起的，所以保护冻土主要也是保护冻土温度，让其维持在工程活动之前最为接近的状态。获取冻土地温的主要方法是埋设测温电缆，通过CR3000的数据采集功能获得测温电缆不同时间的阻值变化，利用标定系数和电阻值的对应关系计算出温度值。依据冻土对温度的敏感特征，地温的变化情况，能够反应气候的变化情况，也能够结合其他要素分析出人类活动对冻土的稳定性的影响机理及程度，从而来指导后期工程活动中的冻土保护措施的升级改造等。",
            "instructions": "Frozen Land Temperature Monitoring DataSet of  Qinghai-Tibet Plateau Beibeihe Meteorological Station 2017.1-2018.10  \ncan be opened and analysed in Microsoft EXCEL software.",
            "instructionsCn": "青藏高原北麓河气象站2017.1-2018.10冻土地温监测数据集\n可以采用EXCEL打开查看和分析.",
            "east": 92.0,
            "west": 92.0,
            "south": 35.0,
            "north": 35.0,
            "startTime": "2017-07-07 16:00:00",
            "endTime": "2019-05-06 16:00:00",
            "fileSize": 137671.0,
            "cstr": "18406.11.Geocry.tpdc.270536",
            "doi": "10.11888/Geocry.tpdc.270536",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈继",
                "nameEn": "CHEN Ji",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Discussion on applying an analytical method to optimize the anti-freeze design parameters for underground water pipelines in seasonally frozen areas",
                "referenceCn": null,
                "referenceEn": "Chen, J., Zhao, J.Y., Li, K., &Sheng, Y. (2016). Discussion on applying an analytical method to optimize the anti-freeze design parameters for underground water pipelines in seasonally frozen areas. Sciences in Cold and Arid Regions, 8(6), 467–476."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "地温",
                "nameEn": "Ground temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2017-2018",
                "keywordEn": "2017-2018",
                "type": "temporal"
            },
            {
                "keywordCn": "逐日",
                "keywordEn": "daily",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection method used to monitor ground temperature in permafrost regions?",
                "QuestionCn": "用于监测永冻土地区地面温度的数据收集方法的特点是什么？",
                "AnswerEn": "temperature measurement cables, CR3000 data acquisition function, resistance changes, calibration coefficients, relationship between resistance and temperature, sensitive to temperature changes",
                "AnswerCn": "温度测量电缆、CR3000数据采集功能、电阻变化、校准系数、电阻与温度的关系、对温度变化敏感。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the primary data collection method used to monitor ground temperature in permafrost regions?",
                "QuestionCn": "在永久冻土地区监测地面温度的主要数据收集方法是什么？",
                "AnswerEn": "The primary data collection method to monitor ground temperature in permafrost regions involves embedding temperature measurement cables. These cables measure resistance changes over time, and using calibration coefficients and the relationship between resistance and temperature, the temperature values are calculated.",
                "AnswerCn": "监测永久冻土地区地面温度的主要数据收集方法是埋设温度测量电缆。这些电缆随着时间的推移测量电阻变化，并利用校准系数以及电阻与温度之间的关系计算温度值。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to the necessity of using temperature-sensitive methods for monitoring permafrost conditions in meteorological studies on the Tibetan Plateau?",
                "QuestionCn": "在对青藏高原的气象研究中，导致使用温度敏感方法监测永冻土条件的必要因素有哪些？",
                "AnswerEn": "The necessity arises from the fact that permafrost, which is soil or rock that remains at or below 0℃ and contains ice, is highly sensitive to temperature changes. These changes can cause significant alterations in its physical and mechanical properties, leading to common permafrost hazards such as frost heave and thaw settlement. Monitoring temperature variations is crucial because the inherent temperature changes in permafrost are often induced by engineering activities, making it important to maintain the original temperature conditions to prevent such hazards. Thus, data collection methods often involve the installation of temperature cables and using data acquisition systems like CR3000 to monitor resistance changes over time, which are then used to calculate temperature values.",
                "AnswerCn": "必要性源于以下事实：永冻土是指土壤或岩石在0℃或以下保持的状态，并且含有冰，对温度变化高度敏感。这些变化可能导致其物理和机械性质的显著改变，从而引发常见的永冻土危害，如霜胀和融沉。监测温度变化至关重要，因为永冻土的固有温度变化通常是由工程活动引起的，因此保持原始温度条件以防止这些危害变得尤为重要。因此，数据收集方法通常涉及安装温度电缆，并使用数据采集系统如CR3000来监测电阻随时间的变化，这些变化随后用于计算温度值。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using temperature-sensitive data collection methods on understanding climate change impacts on permafrost stability?",
                "QuestionCn": "使用温度敏感的数据收集方法对理解气候变化对永久冻土稳定性的影响可能产生的后果是什么？",
                "AnswerEn": "The use of temperature-sensitive data collection methods, such as embedding temperature cables to monitor changes in resistance over time, allows for precise measurements of ground temperature fluctuations. These fluctuations are highly indicative of climate change impacts, as they reflect the sensitivity of permafrost to temperature variations. By analyzing these temperature changes, researchers can infer the mechanisms and extent of human activities affecting permafrost stability. This understanding is crucial for guiding engineering practices aimed at protecting permafrost by maintaining its temperature as close as possible to pre-disturbance levels, thus preventing common permafrost-related hazards like frost heave and thaw settlement.",
                "AnswerCn": "使用温度敏感的数据收集方法，例如嵌入温度电缆以监测随时间变化的电阻，可以精确测量地面温度波动。这些波动高度指示气候变化的影响，因为它们反映了永冻土对温度变化的敏感性。通过分析这些温度变化，研究人员可以推断人类活动对永冻土稳定性的影响机制和程度。这种理解对于指导工程实践至关重要，旨在通过将永冻土的温度保持尽可能接近干扰前的水平，从而防止常见的永冻土相关危害，如霜胀和融化沉降。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of collecting ground temperature data in permafrost regions of the Qinghai-Tibet Plateau using temperature measurement cables?",
                "QuestionCn": "在青藏高原的永久冻土地区使用温度测量电缆收集地面温度数据的最终目标是什么？",
                "AnswerEn": "The ultimate goal of collecting ground temperature data in permafrost regions of the Qinghai-Tibet Plateau using temperature measurement cables is to monitor the temperature changes of permafrost, which are sensitive to temperature fluctuations. This monitoring helps to understand the impact of climate change and human activities on the stability of permafrost. By analyzing these temperature changes, researchers can guide the development and implementation of measures to protect permafrost during engineering activities, ensuring that the permafrost's temperature remains as close as possible to its natural state prior to such activities.",
                "AnswerCn": "在青藏高原的永久冻土地区收集地温数据的最终目标是监测永久冻土的温度变化，这些变化对温度波动非常敏感。这种监测有助于理解气候变化和人类活动对永久冻土稳定性的影响。通过分析这些温度变化，研究人员可以指导在工程活动中采取保护永久冻土的措施，确保永久冻土的温度尽可能保持在这些活动之前的自然状态。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting and monitoring ground temperature data in permafrost regions to ensure accurate temperature readings over time?",
                "QuestionCn": "在永久冻土地区收集和监测地面温度数据以确保长期准确温度读数的程序包括哪些步骤？",
                "AnswerEn": "The primary method involves embedding temperature measurement cables into the ground. These cables are connected to a CR3000 data logger, which captures changes in resistance over time. By using calibration coefficients and the relationship between resistance values and temperature, the ground temperature is calculated. This method is sensitive to temperature changes and can help understand the impact of climate variations and human activities on permafrost stability.",
                "AnswerCn": "主要方法是将温度测量电缆嵌入地下。这些电缆连接到CR3000数据记录仪，记录电阻随时间的变化。通过使用校准系数以及电阻值与温度之间的关系，可以计算出地下温度。这种方法对温度变化敏感，有助于理解气候变化和人类活动对永久冻土稳定性的影响。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the accurate measurement and monitoring of permafrost ground temperatures in the context of climate change effects on Qinghai-Tibet Plateau?",
                "QuestionCn": "哪些技术进步使得在气候变化影响下，准确测量和监测青藏高原的永冻土地面温度成为可能？",
                "AnswerEn": "The accurate measurement and monitoring of permafrost ground temperatures are enabled by the use of temperature sensor cables installed in the ground. These cables work in conjunction with data acquisition systems, such as the CR3000, to record resistance changes over time. By calibrating these resistance values with known coefficients, precise temperature values can be derived, allowing researchers to observe ground temperature fluctuations that reflect climate change and human activity impacts.",
                "AnswerCn": "通过在地下安装温度传感器电缆，可以准确测量和监测永久冻土的地面温度。这些电缆与数据采集系统（如CR3000）协同工作，记录电阻随时间的变化。通过将这些电阻值与已知系数进行校准，可以得出精确的温度值，使研究人员能够观察到反映气候变化和人类活动影响的地面温度波动。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}