{
  "id": "96319c10-c4c1-48bc-bdf3-ad99c844a51c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurements synchronizing with Envisat ASAR in the Biandukou foci experimental area during the pre-observation period  (Oct. 18, 2007)",
      "titleCn": "黑河综合遥感联合试验：预试验期扁都口加密观测区Envisat ASAR地面同步观测数据集（2007年10月18日）",
      "description": "The dataset of ground truth measurements synchronizing with Envisat ASAR was obtained in No. 1 and 2 quadrates of the Biandukou foci experimental area on Oct. 18, 2007, during the pre-observation period.\n     The ASAR data were in AP mode and VV/VH polarization combinations, and the overpass time was approximately at 11:17 BJT. Both the quadrates were divided into 3×3 subsites, with each one spanning a 30×30 m2 plot. 25 sampling points were chosen, including centers and corners.\n     Simultaneous with the satellite overpass, numerous ground data were collected: the soil temperature , volumetric soil moisture (cm^3/cm^3), soil salinity (s/m), soil conductivity (s/m) by the Hydra probe, the surface radiative temperature by the handheld infrared thermometer, gravimetric soil moisture, volumetric soil moisture, and soil bulk density by drying soil samples from the cutting ring (100cm^3). Meanwhile, vegetation parameters as height, coverage and water content were also observed. \n     Those provide reliable ground data for the development and validation of soil moisture, soil freeze/thaw algorithms and the forward model from active remote sensing approaches.",
      "descriptionCn": "2007年10月18日，在扁都口样方1和扁都口样方2开展了Envisat ASAR数据的地面同步观测试验。\nEnvisat ASAR数据为AP模式，VV/VH极化组合方式，过境时间约为11:17BJT。扁都口样方1和扁都口样方2均为3Grid×3Grid，每个Grid为30m×30m正方形，共计25个采样点（包含中心点和角点）。\n与卫星过境同步，在扁都口样方1和扁都口样方2，采用Hydra probe水分仪测得土壤温度、土壤体积含水量、土壤盐分（s/m）及土壤电导率（s/m）；手持式红外温度计获得地表辐射温度；并采用100cm^3环刀取土经烘干获得重量含水量、土壤容重及体积含水量。同时还对植被一些参数进行了相关调查，主要包括植被高度、覆盖度、植被含水量。\n本数据可为发展和验证主动微波遥感反演土壤水分及冻融状态算法及正向模型提供基本的地面数据集。",
      "instructions": "",
      "instructionsCn": "",
      "east": 101.036,
      "west": 100.881,
      "south": 38.192,
      "north": 38.312,
      "startTime": "2007-11-02 08:00:00",
      "endTime": "2007-11-02 08:00:00",
      "fileSize": 44167293.0,
      "cstr": "18406.11.water973.0024.db",
      "doi": "10.3972/water973.0024.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "白云洁",
        "nameEn": "BAI Yunjie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "曹永攀",
        "nameEn": "CAO Yongpan",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "王建",
        "nameEn": "WANG Jian",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王维真",
        "nameEn": "Wang Weizhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "晋锐",
        "nameEn": "JIN Rui",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "屈永华",
        "nameEn": "QU Yonghua",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "周红敏",
        "nameEn": "ZHOU Hongmin",
        "unitEn": "",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤容重",
        "nameEn": "Soil bulk density"
      },
      {
        "nameCn": "土壤温度",
        "nameEn": "Soil temperature"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "地面验证信息",
        "nameEn": "Ground verification information"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave remote sensing"
      },
      {
        "nameCn": "电导率",
        "nameEn": "Electrical conductivity"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "扁都口加密观测区",
        "keywordEn": "closed observation area of Biandoukou"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007",
        "keywordEn": "2007",
        "type": "temporal"
      },
      {
        "keywordCn": "2007-10-18",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to synchronize ground-based observations with satellite data for soil moisture measurement?",
        "QuestionCn": "您能否提供一个用于将地面观测与卫星数据同步以测量土壤湿度的数据收集方法的示例？",
        "AnswerEn": "An example is the use of a Hydra probe soil moisture sensor to measure soil temperature, volumetric soil moisture, soil salinity, and soil conductivity at specific sample points simultaneously with the overpass of Envisat ASAR satellite data. This involves a grid-based sampling approach where each grid is 30m x 30m, and data collection is synchronized with the satellite's transition time to enhance the correlation between ground truth and remote sensing data.",
        "AnswerCn": "一个例子是使用Hydra探针土壤湿度传感器在Envisat ASAR卫星数据过境时同时测量特定采样点的土壤温度、体积土壤湿度、土壤盐度和土壤电导率。这涉及到一种基于网格的采样方法，每个网格为30米 x 30米，并且数据收集与卫星的过境时间同步，以增强地面实测数据与遥感数据之间的相关性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and parameters measured during ground synchronous observation experiments using Envisat ASAR data in remote sensing?",
        "QuestionCn": "在使用Envisat ASAR数据进行遥感的地面同步观测实验中，测量的关键特征和参数是什么？",
        "AnswerEn": "soil temperature, soil volumetric water content, soil salinity, soil electrical conductivity, surface radiation temperature, gravimetric water content, soil bulk density, vegetation height, vegetation coverage, vegetation water content",
        "AnswerCn": "土壤温度、土壤体积含水量、土壤盐度、土壤电导率、地表辐射温度、重力含水量、土壤容重、植被高度、植被覆盖度、植被含水量",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'ground synchronous observation' mean in the context of remote sensing data collection?",
        "QuestionCn": "在遥感数据收集的背景下，“地面同步观测”是什么意思？",
        "AnswerEn": "In the context of remote sensing data collection, 'ground synchronous observation' refers to the process of collecting ground-based measurement data simultaneously with satellite observations. This involves conducting field experiments and measurements on the ground at the same time as a satellite passes overhead, ensuring that the data collected from both sources can be directly compared or integrated. In this field, ground synchronous observations were conducted using various instruments to measure soil temperature, soil moisture, soil salinity, soil conductivity, and surface radiation temperature, alongside satellite data from Envisat ASAR.",
        "AnswerCn": "在遥感数据收集的背景下，“地面同步观测”是指在卫星观测的同时收集地面测量数据的过程。这涉及在卫星经过上空时，在地面进行现场实验和测量，以确保从两个来源收集的数据可以直接比较或整合。在这一领域，使用各种仪器进行地面同步观测，以测量土壤温度、土壤湿度、土壤盐度、土壤电导率和表面辐射温度，同时收集来自Envisat ASAR的卫星数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal behind conducting ground-synchronous observations with Envisat ASAR data in the Bianzhukou area, and how do these observations contribute to the development and validation of active microwave remote sensing algorithms for soil moisture and freeze-thaw state estimation?",
        "QuestionCn": "进行Bianzhukou地区的地面同步观测与Envisat ASAR数据的主要目标是什么，这些观测如何有助于主动微波遥感算法在土壤湿度和冻融状态估计方面的发展和验证？",
        "AnswerEn": "The primary goal of conducting ground-synchronous observations with Envisat ASAR data in the Bianzhukou area is to provide a foundational ground dataset for the development and validation of active microwave remote sensing algorithms for soil moisture and freeze-thaw state estimation. This dataset includes measurements such as soil temperature, soil volumetric moisture content, soil salinity, and soil conductivity, which are crucial for algorithm development. Additionally, surface radiation temperature and vegetation parameters like height, coverage, and moisture content are collected to support comprehensive remote sensing model validation and enhancement.",
        "AnswerCn": "在边竹口地区进行地面同步观测的主要目标是提供一个基础的地面数据集，以便开发和验证用于土壤湿度和冻融状态估计的主动微波遥感算法。该数据集包括土壤温度、土壤体积水分含量、土壤盐度和土壤电导率等测量，这些对于算法开发至关重要。此外，还收集了表面辐射温度和植被参数，如高度、覆盖度和水分含量，以支持全面的遥感模型验证和增强。",
        "Level": "C2(Understanding)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements or instruments enable the precise measurement of soil properties and vegetation parameters in remote sensing experiments?",
        "QuestionCn": "哪些技术进步或仪器能够在遥感实验中精确测量土壤属性和植被参数？",
        "AnswerEn": "The use of Envisat ASAR in AP mode with VV/VH polarization combination allows for the collection of high-resolution remote sensing data. Ground-based instruments like Hydra probes measure soil temperature, volumetric water content, soil salinity, and conductivity, while handheld infrared thermometers capture surface radiation temperature. Additionally, soil samples are collected using 100cm^3 rings for further analysis of moisture content and density, which enable detailed soil property measurements. Vegetation parameters such as height, coverage, and moisture content are also surveyed to complement the remote sensing data.",
        "AnswerCn": "使用Envisat ASAR在AP模式下结合VV/VH极化，可以收集高分辨率的遥感数据。地面仪器如Hydra探头测量土壤温度、体积含水量、土壤盐度和电导率，同时手持红外温度计捕捉表面辐射温度。此外，使用100cm³的环形样品收集土壤样本，以便进一步分析水分含量和密度，从而实现详细的土壤性质测量。还调查了植被参数，如高度、覆盖率和水分含量，以补充遥感数据。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}