{
  "id": "96468ec7-7f23-43be-a568-4520ad97b79e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Future climate projection of China based on regcm4.6 (2007-2099)",
      "titleCn": "基于RegCM4.6的多情景多模型中国未来气候预测（2007-2099）",
      "description": "Effective evaluation of future climate change, especially prediction of future precipitation, is an important basis for formulating adaptation strategies. This data is based on the RegCM4.6 model, which is compatible with  multi-model and  different carbon emission scenarios: CanEMS2 (RCP 45 and RCP85), GFDL-ESM2M (RCP2.6, RCP4.5, RCP6.0 and RCP8.5), HadGEM2-ES (RCP2.6, RCP4.5 And RCP8.5), IPSL-CM5A-LR (RCP2.6, RCP4.5, RCP6.0 and RCP8.5), MIROC5 (RCP2.6, RCP4.5, RCP6.0 and RCP8.5). The future climate data (2007-2099) has 21 sets, with a spatial resolution at 0.25 degrees and the temporal resolution at 3 hours (or 6 hours), daily and yearly scales.",
      "descriptionCn": "对未来气候变化的有效评价，特别是对未来降水量的预测，是制定适应战略的重要依据。本数据是基于RegCM4.6模型，对CanEMS2 (RCP 45和RCP85)、GFDL-ESM2M （RCP2.6、RCP4.5、RCP6.0和RCP8.5）、HadGEM2-ES（RCP2.6、RCP4.5和RCP8.5）、IPSL-CM5A-LR（RCP2.6、RCP4.5、RCP6.0和RCP8.5）、MIROC5（RCP2.6、RCP4.5、RCP6.0和RCP8.5）和NorESM1-M（RCP2.6、RCP4.5、RCP6.0和RCP8.5）等多模型不同碳排放浓度情景下进行区域动力降尺度，获得2007-2099年空间分辨率为0.25度，时间分辨率分别为3小时（部分为6小时）、逐日和逐年的21套中国全境未来气候数据。",
      "instructions": "Future forecasts for four different scenarios contained in the dataset are stored in the following four folders: rcp26, rcp45, rcp60 and rcp85. Each folder contains three sub folders with different time resolutions: 3_ The specific file names in each folder are as follows:\n3_ The file names in the hour folder are as follows: Chinese.yyyymm0100 .025x025. clip.nc Where yyyy is the year, mm is the month, and others are fixed characters.\nName the files in the daily folder as follows: Chinese.yyyymm0100 .Daily.025x025. clip.nc Where yyyy is the year, mm is the month, and others are fixed characters.\nThe file name in the year folder is as follows: Chinese.yyyy.Annual .025x025. clip.nc Where yyyy is the year and the others are fixed characters.",
      "instructionsCn": "该数据集的存储方式是：以全球驱动数据为文件夹名下4种不同情景的未来预测数据存放在以下4个文件夹里：RCP26、RCP45、RCP60和RCP85。每个文件夹里又包含了3种不同时间分辨率的次文件夹：3_hour、daily和yearly，每个文件夹里具体的文件命名如下：\n3_hour文件夹里的文件命名方式为：Chinese.yyyymm0100.025x025.clip.nc，其中yyyy为年份，mm为月份，其他为固定字符。\ndaily文件夹里的文件命名方式为： Chinese.yyyymm0100.Daily.025x025.clip.nc，其中yyyy为年份，mm为月份，其他为固定字符。\nyearly文件夹里的文件命名方式为： Chinese.yyyy.Annual.025x025.clip.nc，其中yyyy为年份，其他为固定字符。",
      "east": 135.0,
      "west": 70.0,
      "south": 3.0,
      "north": 54.0,
      "startTime": "2007-01-11 00:00:00",
      "endTime": "2100-01-10 00:00:00",
      "fileSize": 7242532205608.0,
      "cstr": "18406.11.Meteoro.tpdc.270998",
      "doi": "10.11888/Meteoro.tpdc.270998",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "潘小多",
        "nameEn": "PAN Xiaoduo",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "张磊",
        "nameEn": "ZHANG Lei",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Future Climate Projection in Northwest China with RegCM4.6",
        "referenceCn": null,
        "referenceEn": "Pan, X. D., Zhang, L., & Huang, C. L. (2020). Future climate projection in Northwest China with RegCM4. 6. Earth and Space Science, 7(2), e2019EA000819."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "空气温度",
        "nameEn": "Air temperature"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水量",
        "nameEn": "Precipitation amount"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007-2099",
        "keywordEn": "2007-2099",
        "type": "temporal"
      },
      {
        "keywordCn": "未来气候情景",
        "keywordEn": "Future Climate Projection",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and resolutions of a dataset used for predicting future climate scenarios in China using regional climate models?",
        "QuestionCn": "用于预测中国未来气候情景的区域气候模型数据集的具体特征和分辨率是什么？",
        "AnswerEn": "0.25 degrees spatial resolution, 3-hourly temporal resolution, 6-hourly temporal resolution, daily temporal resolution, annual temporal resolution, CanEMS2, GFDL-ESM2M, HadGEM2-ES, IPSL-CM5A-LR, MIROC5, NorESM1-M, 2007 to 2099",
        "AnswerCn": "0.25度空间分辨率，3小时时间分辨率，6小时时间分辨率，每日时间分辨率，年度时间分辨率，CanEMS2，GFDL-ESM2M，HadGEM2-ES，IPSL-CM5A-LR，MIROC5，NorESM1-M，2007年至2099年",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different carbon emission concentration scenarios are used in generating the regional climate model datasets for future climate predictions in China?",
        "QuestionCn": "在生成中国未来气候预测的区域气候模型数据集时，使用了多少种不同的碳排放浓度情景？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the regional dynamical downscaling techniques used in creating future climate datasets for China compare in terms of accuracy and resolution when applied to different carbon emission scenarios like RCP2.6 and RCP8.5?",
        "QuestionCn": "区域动力学下调技术在为中国创建未来气候数据集时，在不同碳排放情景（如RCP2.6和RCP8.5）下的准确性和分辨率方面如何比较？",
        "AnswerEn": "The regional dynamical downscaling techniques applied to create future climate datasets for China utilize the RegCM4.6 model across multiple carbon emission scenarios (RCP2.6, RCP4.5, RCP6.0, and RCP8.5). These techniques provide a spatial resolution of 0.25 degrees and temporal resolutions of 3 hours (with some at 6 hours), daily, and annually, offering high-resolution climate data from 2007 to 2099. The use of multiple models like CanEMS2, GFDL-ESM2M, HadGEM2-ES, IPSL-CM5A-LR, MIROC5, and NorESM1-M across various scenarios ensures a comprehensive approach for evaluating future climate changes, particularly precipitation forecasts. The differences in accuracy and resolution may arise from variations in the models' ability to handle specific scenarios, affecting the precision of predictions necessary for strategic adaptation planning.",
        "AnswerCn": "应用于中国未来气候数据集创建的区域动力下调技术利用了RegCM4.6模型，涵盖多个碳排放情景（RCP2.6、RCP4.5、RCP6.0和RCP8.5）。这些技术提供了0.25度的空间分辨率和3小时（部分为6小时）、日和年等时间分辨率，提供了2007年至2099年的高分辨率气候数据。使用CanEMS2、GFDL-ESM2M、HadGEM2-ES、IPSL-CM5A-LR、MIROC5和NorESM1-M等多个模型，结合不同情景，确保了对未来气候变化评估的全面性，特别是降水预测。由于模型在处理特定情景的能力存在差异，可能导致准确性和分辨率的差异，从而影响战略适应规划所需预测的精确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the causes for choosing RegCM4.6 for regional downscaling in future climate predictions for China?",
        "QuestionCn": "选择RegCM4.6进行中国未来气候预测的区域降尺度的原因是什么？",
        "AnswerEn": "RegCM4.6 is chosen for regional downscaling because it enables the integration of multiple models under different carbon emissions scenarios, such as CanEMS2, GFDL-ESM2M, HadGEM2-ES, IPSL-CM5A-LR, MIROC5, and NorESM1-M, to effectively predict future climate changes, especially precipitation patterns, which are crucial for developing adaptation strategies.",
        "AnswerCn": "RegCM4.6被选择用于区域降尺度，因为它能够在不同的碳排放情景下整合多个模型，如CanEMS2、GFDL-ESM2M、HadGEM2-ES、IPSL-CM5A-LR、MIROC5和NorESM1-M，有效预测未来气候变化，特别是降水模式，这对制定适应策略至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on climate prediction accuracy when using regional dynamic downscaling techniques across multiple emission scenarios?",
        "QuestionCn": "使用区域动态下调技术在多个排放情景下进行气候预测时，可能对气候预测准确性产生的影响是什么？",
        "AnswerEn": "By utilizing regional dynamic downscaling techniques with models like RegCM4.6 across various emission scenarios (such as RCP 2.6, RCP 4.5, RCP 6.0, and RCP 8.5) from multiple models like CanEMS2, GFDL-ESM2M, and others, the accuracy of climate predictions, including future precipitation forecasts, is likely improved. This enhancement is crucial for developing effective adaptation strategies to future climate changes.",
        "AnswerCn": "通过利用区域动态下调技术，使用像RegCM4.6这样的模型，在多个模型（如CanEMS2、GFDL-ESM2M等）下的不同排放情景（如RCP 2.6、RCP 4.5、RCP 6.0和RCP 8.5）中，气候预测的准确性，包括未来降水预测，可能得到改善。这种提升对于制定有效的适应未来气候变化的策略至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing multiple climate models and emission scenarios for predicting future climate changes in China?",
        "QuestionCn": "利用多个气候模型和排放情景预测中国未来气候变化的主要目标是什么？",
        "AnswerEn": "The primary objective is to effectively evaluate future climate changes, particularly future precipitation predictions, which serve as crucial foundations for developing adaptation strategies. The dataset involves using the RegCM4.6 model for regional dynamical downscaling across various carbon emission concentration scenarios, helping to create a comprehensive set of future climate data for China from 2007 to 2099.",
        "AnswerCn": "主要目标是有效评估未来气候变化，特别是未来降水预测，这些预测为制定适应策略提供了重要基础。该数据集涉及使用RegCM4.6模型在不同碳排放浓度情景下进行区域动力学下调，帮助为2007年至2099年中国创建一套全面的未来气候数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What steps and methodologies can be employed to conduct regional dynamical downscaling for future climate projections in China using multiple models and scenarios over the period 2007-2099?",
        "QuestionCn": "可以采用哪些步骤和方法来进行中国未来气候预测的区域动力降尺度，使用多个模型和情景，时间范围为2007-2099年？",
        "AnswerEn": "The data collection method involves using the RegCM4.6 model to perform regional dynamical downscaling based on multiple models such as CanEMS2, GFDL-ESM2M, HadGEM2-ES, IPSL-CM5A-LR, MIROC5, and NorESM1-M. These models are employed under various carbon emission concentration scenarios (RCP2.6, RCP4.5, RCP6.0, and RCP8.5) to achieve high-resolution future climate data for China. The process results in a spatial resolution of 0.25 degrees with temporal resolutions of every 3 hours (partially 6 hours), daily, and yearly, creating 21 sets of future climate data across the entire region of China from 2007 to 2099.",
        "AnswerCn": "数据收集方法涉及使用RegCM4.6模型进行区域动力学下行尺度化，基于多个模型，如CanEMS2、GFDL-ESM2M、HadGEM2-ES、IPSL-CM5A-LR、MIROC5和NorESM1-M。这些模型在不同的碳排放浓度情景下（RCP2.6、RCP4.5、RCP6.0和RCP8.5）被应用，以获得中国的高分辨率未来气候数据。该过程的空间分辨率为0.25度，时间分辨率为每3小时（部分为6小时）、每日和每年，创建了2007年至2099年间覆盖整个中国地区的21组未来气候数据。",
        "Level": "C6(Creating)"
      }
    ]
  }
}