{
  "id": "96db59d5-c0da-44da-9d5c-fb7eda1c0beb",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Effects of extreme climate events on structure and functional stability of semi-arid grassland ecosystem with different degradation degrees",
      "titleCn": "极端气候事件对不同退化程度半干旱草原生态系统结构和功能稳定性的影响",
      "description": "The data can reveal the carbon budget, species composition and productivity of grassland ecosystems with different degradation degrees under extreme climate (extreme drought and extreme rainfall) stress. In this study, the grassland ecosystems with different degradation degrees were monitored in situ for three years from May to September (plant growing season) in 2018, 2019 and 2020, respectively. After the experiment, three-year data of carbon flux, species composition and community productivity of grassland ecosystems with different degradation degrees were obtained, and the data were sorted, mapped and analyzed statistically. The significance of this study is to understand the response of different degraded grassland to extreme climate, evaluate and predict grassland function and succession direction, and provide reference for grassland adaptive management under the background of frequent extreme climate and serious grassland degradation Theoretical support.",
      "descriptionCn": "该数据可揭示不同退化程度草地生态系统在极端气候（极端干旱和极端降雨）胁迫下的碳收支、物种组成和生产力状况，本研究对不同退化程度的草地生态系统进行了为期3年的原位监测，观测时间分别为2018、2019和2020年的5月至9月（植物生长季）。实验结束后得到三年不同退化程度草地生态系统的碳通量、物种组成和群落生产力数据，并对数据进行整理作图和统计分析。该研究的意义是在极端气候频发和草地退化严重的背景下，了解不同退化程度草地对极端气候的响应，评估和预测草地功能和演替方向，为草地的适应性管理提供理论支持。",
      "instructions": "The name of the file is“ yyyydn.xlsx Where yyyy represents the year, d represents the degree of degradation, and n represents the data name, such as 2020 non-degradation carbon fluxes. xlsx represents the carbon flux of non degraded grassland in 2020.",
      "instructionsCn": "文件的名称为\"yyyydn.xlsx\" ,其中yyyy代表年，d代表退化程度，n代表数据名称，比如2020未退化碳通量.xlsx 就代表这个excel表描述2020年未退化草原的碳通量数据。",
      "east": 116.75,
      "west": 116.66667,
      "south": 43.33333,
      "north": 44.3,
      "startTime": "2018-05-01 00:00:00",
      "endTime": "2020-09-30 00:00:00",
      "fileSize": 765479.0,
      "cstr": "18406.11.Terre.tpdc.300296",
      "doi": "10.11888/Terre.tpdc.300296",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郝彦宾",
        "nameEn": "HAO Yanbin",
        "unitEn": "University of Chinese Academy of Science",
        "unitCn": "中国科学院大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The impacts of grassland vegetation degradation on soil hydrological and ecological effects in the source region of the Yellow River-A case study in Junmuchang region of Maqin country.",
        "referenceCn": null,
        "referenceEn": "Yi, X.S., Li, G.S., & Yin, Y.Y. (2012). The impacts of grassland vegetation degradation on soil hydrological and ecological effects in the source region of the Yellow River-A case study in Junmuchang region of Maqin country. 18th Biennial Isem Conference on Ecological Modelling for Global Change and Coupled Human and Natural System, 13, 967-981."
      },
      {
        "titleCn": null,
        "titleEn": "Comparison of ecosystem characteristics between degraded and intact alpine meadow in the Qinghai-Tibetan Plateau, China.",
        "referenceCn": null,
        "referenceEn": "You, Q., Xue, X., Peng, F.M.,  Xu, H., & DongS. J.E.  (2014). Comparison of ecosystem characteristics between degraded and intact alpine meadow in the Qinghai-Tibetan Plateau, China. Journals & Books, 71, 133-143."
      },
      {
        "titleCn": null,
        "titleEn": "Grassland degradation reduces the carbon sequestration capacity of the vegetation and enhances the soil carbon and nitrogen loss.",
        "referenceCn": null,
        "referenceEn": "Zhang, G., Kang, Y.M., G., Han, G.D., Mei, H., & Sakurai, K. (2011). Grassland degradation reduces the carbon sequestration capacity of the vegetation and enhances the soil carbon and nitrogen loss. Soil & Plant Science, 61(4), 356-364."
      },
      {
        "titleCn": null,
        "titleEn": "Above- and Belowground Response along Degradation Gradient in an Alpine Grassland of the Qinghai- Tibetan Plateau.",
        "referenceCn": null,
        "referenceEn": "Wu, G.L., Ren. G.H., Dong, Q.M., Dong, J.J., & Wang, Y.L. (2014). Above- and Belowground Response along Degradation Gradient in an Alpine Grassland of the Qinghai- Tibetan Plateau. Clean-soil air water, 2(3), 319-323."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "净初级生产力",
        "nameEn": "Net primary productivity"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被盖度",
        "nameEn": "Vegetation cover"
      },
      {
        "nameCn": "碳通量",
        "nameEn": "Carbon flux"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "内蒙",
        "keywordEn": "锡林郭勒盟"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "生长季",
        "keywordEn": "2018至2020年",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the distinctive characteristics of data collected on carbon flux, species composition, and community productivity in semi-arid grassland ecosystems under varying degrees of degradation during extreme climate events?",
        "QuestionCn": "在极端气候事件下，半干旱草原生态系统中收集的碳通量、物种组成和群落生产力的数据具有哪些独特特征？",
        "AnswerEn": "carbon flux, species composition, community productivity, three-year period, in-situ monitoring, different degradation levels, May to September, plant growing season, extreme drought and rainfall events",
        "AnswerCn": "碳通量、物种组成、群落生产力、三年期、原位监测、不同退化水平、五月至九月、植物生长季节、极端干旱和降雨事件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of in-situ monitoring data were collected for different degradation levels of semi-arid grassland ecosystems under extreme climate events?",
        "QuestionCn": "在极端气候事件下，针对不同退化水平的半干旱草原生态系统收集了多少年的原位监测数据？",
        "AnswerEn": "3 years",
        "AnswerCn": "3年",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for monitoring carbon flux and community productivity in semi-arid grassland ecosystems under extreme climate events compare to methods used in other grassland ecosystems under similar conditions?",
        "QuestionCn": "在极端气候事件下，监测半干旱草原生态系统中的碳通量和社区生产力的数据收集方法与在类似条件下其他草原生态系统使用的方法相比如何？",
        "AnswerEn": "The data collection methods in this field involve in situ monitoring over a three-year period during the plant growing season, specifically from May to September of 2018, 2019, and 2020. This approach allows researchers to observe the impacts of extreme drought and rainfall on carbon balance, species composition, and productivity across grassland ecosystems with varying degrees of degradation. These methods may differ from other grassland ecosystems in terms of monitoring duration, specific climatic stressors considered, and the degree of ecosystem degradation being observed.",
        "AnswerCn": "该领域的数据收集方法涉及在植物生长季节进行现场监测，具体时间为2018年、2019年和2020年的5月至9月。这种方法使研究人员能够观察极端干旱和降雨对碳平衡、物种组成和生产力的影响，涵盖不同程度退化的草地生态系统。这些方法可能与其他草地生态系统在监测持续时间、考虑的特定气候压力因素以及观察的生态系统退化程度上有所不同。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the observed variations in carbon flux data across different degradation levels of semi-arid grassland ecosystems be interpreted in terms of ecosystem stability under extreme climate events?",
        "QuestionCn": "如何从半干旱草原生态系统不同退化水平的碳通量数据观察到的变化中解读生态系统在极端气候事件下的稳定性？",
        "AnswerEn": "The variations in carbon flux data can be interpreted as indicators of how different degradation levels of grassland ecosystems respond to extreme climate events, such as droughts and heavy rainfall. These responses provide insights into the stability and resilience of the ecosystem's structure and function, revealing how carbon balance, species composition, and productivity are affected during the growing season from May to September over the years 2018, 2019, and 2020.",
        "AnswerCn": "碳通量数据的变化可以被解读为不同退化水平的草地生态系统对极端气候事件（如干旱和强降雨）的响应指标。这些响应提供了对生态系统结构和功能的稳定性和韧性的洞察，揭示了在2018年、2019年和2020年生长季节（从5月到9月）期间，碳平衡、物种组成和生产力如何受到影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes variations in data collection methods for assessing the impact of extreme climate events on semi-arid grassland ecosystems with different levels of degradation?",
        "QuestionCn": "导致评估极端气候事件对不同退化程度的半干旱草原生态系统影响的数据收集方法变异的原因是什么？",
        "AnswerEn": "Variations in data collection methods for assessing the impact of extreme climate events on semi-arid grassland ecosystems with different levels of degradation can be attributed to the need to capture diverse ecosystem responses such as carbon flux, species composition, and productivity under conditions of extreme drought and rainfall. The study involves a 3-year in-situ monitoring period from May to September, which aligns with the plant growing season, aimed at understanding how these ecosystems respond to climate extremes and providing theoretical support for adaptive grassland management.",
        "AnswerCn": "评估极端气候事件对半干旱草原生态系统影响的数据收集方法的变化，可以归因于需要捕捉不同生态系统对极端干旱和降雨条件下的碳通量、物种组成和生产力等多样化响应。该研究涉及为期3年的现场监测，时间从5月到9月，恰逢植物生长季节，旨在了解这些生态系统如何应对气候极端事件，并为适应性草原管理提供理论支持。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences for the carbon balance and community productivity of semi-arid grassland ecosystems under extreme climate events, given varying degrees of degradation?",
        "QuestionCn": "在极端气候事件下，半干旱草原生态系统的碳平衡和社区生产力可能会受到什么潜在影响，考虑到不同程度的退化？",
        "AnswerEn": "The potential consequences for semi-arid grassland ecosystems under extreme climate events, considering varying degrees of degradation, include changes in carbon balance, species composition, and productivity. These ecosystems may exhibit different responses to extreme drought and rainfall, which could impact their ecological stability and functionality. Monitoring these changes over time, particularly during the growing season from May to September, can provide insights into how degraded grasslands respond to climate stressors, aiding in the assessment and prediction of grassland functions and succession trends.",
        "AnswerCn": "在极端气候事件下，半干旱草原生态系统的潜在后果包括碳平衡、物种组成和生产力的变化。这些生态系统可能对极端干旱和降雨表现出不同的响应，这可能影响它们的生态稳定性和功能。监测这些变化，特别是在5月至9月的生长季节，可以提供关于退化草原如何应对气候压力的见解，从而有助于评估和预测草原的功能和演替趋势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it necessary to explore different data collection methods for understanding the impact of extreme climate events on semi-arid grassland ecosystems with varying levels of degradation?",
        "QuestionCn": "为什么有必要探索不同的数据收集方法来理解极端气候事件对具有不同退化程度的半干旱草原生态系统的影响？",
        "AnswerEn": "The goal is to understand how grassland ecosystems with different degradation levels respond to extreme climate stressors, such as drought and heavy rainfall, by examining their carbon budget, species composition, and productivity. This understanding is crucial for assessing and predicting grassland function and succession directions, providing theoretical support for adaptive grassland management in the context of frequent extreme climate events and severe grassland degradation.",
        "AnswerCn": "目标是了解不同退化水平的草原生态系统如何应对极端气候压力，如干旱和强降雨，通过研究它们的碳预算、物种组成和生产力。这种理解对于评估和预测草原功能及演替方向至关重要，为在频繁极端气候事件和严重草原退化背景下的适应性草原管理提供理论支持。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures followed to collect and monitor carbon flux, species composition, and community productivity in semi-arid grassland ecosystems under varying degrees of degradation during extreme climate events?",
        "QuestionCn": "在极端气候事件期间，在不同程度退化的半干旱草原生态系统中收集和监测碳通量、物种组成和群落生产力的程序是什么？",
        "AnswerEn": "The data collection method involves a three-year in-situ monitoring of grassland ecosystems with different degradation levels. This monitoring occurs from May to September, the plant growing season, over the years 2018, 2019, and 2020. The procedure includes observing and recording carbon flux, species composition, and community productivity. The data are then organized, visualized, and analyzed statistically to understand how grasslands with different degradation levels respond to extreme climate events like drought and heavy rainfall.",
        "AnswerCn": "数据收集方法涉及对不同退化水平的草地生态系统进行为期三年的原位监测。该监测在2018年、2019年和2020年期间的植物生长季节，从5月到9月进行。程序包括观察和记录碳通量、物种组成和群落生产力。然后对数据进行整理、可视化和统计分析，以了解不同退化水平的草地如何应对极端气候事件，如干旱和强降雨。",
        "Level": "C3(Applying)"
      }
    ]
  }
}