{
    "id": "970537ef-f465-40a5-8e77-8fecb7d037ba",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "CESM2 control run monthly means for LS4P",
            "description": "Monthly mean climatology of CESM2 AMIP run output:  FHIST_BGC compset produced by The University of Arizona on cheyenne, ensemble mean calculated by NCL from output on cheyenne, for model evaluation.  Includes latitude, longitude, model level, and various simulated quantities.",
            "instructions": "var_LS4P_CESM2_Task1_mon_HHzMMDDYYYY-HHzMMDDYYYY.nc",
            "east": 180.0,
            "west": 180.0,
            "south": 90.0,
            "north": 90.0,
            "startTime": "2003-05-01 00:00:00",
            "endTime": "2003-06-30 11:59:59",
            "fileSize": 116213000.0,
            "cstr": "18406.11.Atmos.tpdc.301348",
            "doi": "10.11888/Atmos.tpdc.301348",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "BRUNKE Michael",
                "unitEn": "The University of Arizona, USA"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design",
                "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K.-M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Lin, Z., Takaya, Y., Sato, T., Ardilouze, C., Saha, S. K., Zhao, M., Liang, X.-Z., Vitart, F., Li, X., Zhao, P., Neelin, D., Guo, W., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Yang, J., Qiu, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Materia, S., Nakamura, T., Qi, X., Senan, R., Shi, C., Wang, H., Wei, H., Xie, S., Xu, H., Zhang, H., Zhan, Y., Li, W., Shi, X., Nobre, P., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., Pan, Y., Peano, D., de Rosnay, P., Takahashi, H. G., Tang, J., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y., 2021: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design, Geosci. Model Dev., 14, 4465–4494,  https://doi.org/10.5194/gmd-14-4465-2021."
            },
            {
                "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
            },
            {
                "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
                "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
            },
            {
                "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
                "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
            },
            {
                "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
                "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Cryosphere"
            },
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "2m temperature"
            },
            {
                "nameEn": "soil moisture"
            },
            {
                "nameEn": "Runoff"
            },
            {
                "nameEn": "Hydrology"
            },
            {
                "nameEn": "Temperature"
            },
            {
                "nameEn": "Latent heat flux"
            },
            {
                "nameEn": "Snow"
            },
            {
                "nameEn": "Snow depth"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Precipitation rate"
            },
            {
                "nameEn": "Snow cover"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "monthly",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Subseasonal to seasonal (S2S) prediction of droughts and floods is one of the major challenges of weather and climate prediction. Recent studies suggest that the springtime land surface temperature/subsurface temperature (LST/SUBT) over the Tibetan Plateau (TP) can be a new source of S2S predictability. The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Sea surface temperature (SST) variations such as those associated with the Madden-Julian Oscillations are known to provide a predictability source. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions.",
                "The background temperature gradient at midlatitudes also affects the activity of baroclinic eddies (Xue et al., 2023), which can further reinforce the zonal wind changes and further influence the zonal wind downstream as the eddies move downstream and interact with the zonal flow. The response of the zonal wind in the downstream of TP is consistent with these studies, exhibiting a significant deceleration of the zonal wind along the jet core over the North Pacific. Meanwhile, a significant acceleration of the zonal wind is found to the north of the jet core, indicating a slight northward shift of the jet stream. Such changes in the zonal wind have their counterparts in the observations (see Fig. 4b). One salient feature in Fig. 5a is the strong negative geopotential height anomaly over the TP at 200 hPa, accompanied with a cyclonic anomalous circulation. Such a circulation response corresponds to the cold anomaly over the TP, where the atmosphere sinks and induces negative potential height anomalies at upper levels. Furthermore, evident wave-like patterns downstream from the TP to the North Pacific are shown in the geopotential height difference in Fig. 5a. The negative center of geopotential height anomaly over the TP extends eastward to Japan, while a strong positive geopotential height center with anticyclonic circulation flow emerges to the east over the Bering Strait with a center around 170°E, 50°N. The wave-like geopotential height differences further extend from the Rocky Mountain across the North American continent, North Atlantic Ocean, and back to the Eurasian continent. The above simulated response in atmospheric circulations is in general consistent with the observed geopotential height anomalies in May 2003 (Fig. 5b). In addition, responses in the geopotential height to the cold TP surface are also noticed in the Southern Hemisphere, especially in the midlatitudes (Fig. 5a, b). Therefore, we also inspect the anomalous stream function from the simulated wind. The WAF is parallel to the group velocity of Rossby waves and can approximately indicate the wave energy propagation.",
                "Although the teleconnections caused by the heating due to oceanic temperature anomalies, such as those between ENSO and the Asian monsoons, have been extensively investigated (e.g., Wang et al. 2000; Li et al. 2007; Li et al. 2017), the remote effects of mountain heating on global atmospheric circulations have not been fully studied. The LS4P-I experiment provides a chance to explore the detailed features of the TRC wave train as well as the global response of atmospheric circulations to the TP surface anomaly. It is well known and extensively studied that the TP surface thermal state can significantly influence the weather and climate in East Asia (e.g. Liu et al. 2020). Earlier studies have shown that, in summertime, there exists a circumglobal teleconnection pattern (CTP) in the extra-tropics of the Northern Hemisphere along the westerly jet. The latent heat with the strong convective monsoon precipitation is suggested a major driver for the CTP (e.g. Lau and Peng 1991; Lau and Weng 2002; Lau et al. 2004 ; Ding and Wang 2005; Ding et al. 2011)."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment. More dynamical understanding of the TRC wave train as well as its cross-equator propagation into the Southern Hemisphere will be explored in the newly launched LS4P phase II experiment.",
                "This study has investigated the mechanisms of the global atmospheric response to the TP spring LST/SUBT anomalies in simulations by LS4P-I ESMs. To further explore the TP’s role and the influence of TRC wave train in S2S predictions, we check the response simulated by each model in May. These results taken together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations.",
                "Our aim is to place the TP LST/SUBT’s influence on the global atmospheric circulations with a focus on the dynamical feature of the TRC wave train and its importance for improving S2S prediction."
            ],
            "challenges": [
                "However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences.",
                "However, there are phase differences between the simulated wave train and the observations. However, over the regions from the North Atlantic to the Ural Mountains, the observed geopotential height anomalies show opposite signs to the multi-model average, suggesting that in those regions the TP surface cooling may not be the major cause for the observed circulation anomalies. The main difference is that the simulated atmospheric response in model ensemble evolve faster than the observation. The associated diversities in the model response in the Southern Hemispheric circulations could be one of the main reasons that the simulated response exhibit great inconsistency with the observation, though the model ensembles show strong Southern Hemispheric responses especially in the mid-high latitudes.",
                "Compared with the observation, none of the LS4P-I ESMs well captures the observed T2m cold anomaly in May 2003. The ensemble mean of the 16 LS4P-I ESMs exhibits a warm bias of 1.02 °C over the TP, which is stronger than the standard deviation of the observed inter-annual variation of TP T2m (about 0.7 °C). The spatial distribution of the model bias for the ensemble mean is shown in Fig. 1b, which shows a clear warm bias in May 2003 T2m over the eastern part of the TP. The LS4P-I simulations further show that the TP surface thermal state not only has circumglobal influence in the Northern Hemisphere, but it also affects the extratropical atmospheric circulation in the Southern Hemisphere, though with a large uncertainty due to inter-model variability."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The ensemble mean of simulated 200 hPa geopotential height difference is also illustrated in Fig. 5a together with the observations for May 2003 (Fig. 5b), to further explore the atmospheric circulation responses to the TP LST/SUBT effect.",
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. All data are provided at 0.5° × 0.5° spatial resolution. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis (Harris et al. 2014; 2020)."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. The TRC wave train modulated by the TP thermal anomaly play a critical role on the early summer surface air temperature and precipitation anomalies in the regions along the wave train, especially over the northwest North America and the southern Great Plains. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned.",
                "These results taking together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations. The ensemble model simulations show that, with the strong westerly jet across the extratropical Asian-Pacific region, the TP surface cooling generates a barotropic, persistent (evolving in time scales longer than a month) TRC wave train from TP through northeast Asia and Bering Strait to the west part of the North America, whose features closely resemble the observed geopotential height anomaly from May to June in 2003.",
                "The key features of the simulated ensemble mean of June precipitation in response to the TP LST/SUBT effect were discussed in Xue et al. (2022). The LS4P-I experiment, however, shows that the TP surface anomaly can result in persistent and global scale anomalies in atmospheric circulations, and has a near-global influence on the summer T2m and precipitation on S2S time scale. Furthermore, the LS4P-I experiment confirms and highlights the important even critical role of the TRC wave train in the global influence of the TP surface anomaly. The analysis of 16 state-of-the-art ESMs shows for the first time that the springtime TP surface anomaly can modulate a persistent quasi-barotropic TRC wave train."
            ]
        },
        {
            "background": [
                "Subseasonal-to-seasonal (S2S) precipitation prediction in boreal spring and summer months, despite including large number of high-impact events, such as droughts/floods, has remained poor for years. Tibetan Plateau (TP) spring observed surface temperatures show a lag correlation with summer precipitation in several remote regions, but current global land–atmosphere coupled models are unable to represent this behavior due to significant errors in producing observed TP surface temperatures. The land’s role in the climate system at various scales has been the subject of much research since the 1970s. A few land surface attributes, such as albedo, soil moisture, leaf area index, vegetation, and aerosols in snow have been extensively investigated to explore their roles in land–atmosphere interactions. Ocean state is well known to play a major role in modulating Earth’s climate. The linkage of hydrological events to sea surface temperature (SST) anomalies, such as El Niño and La Niña, has been used to predict climate events with useful skill at long lead times ranging from a few months to a few years. However, studies have also consistently shown that the SST only partially explains climate predictability. Recent preliminary studies based on observational data and modeling have indicated that spring land temperature in the Rocky Mountains and the Tibetan Plateau (TP) could affect summer drought/flood in their respective downstream regions with a magnitude comparable to the SST effect and atmospheric internal variability. Although land surface 2-m air temperature (T2m) measurements have the best quality and longest record among various land surface variables with global coverage, their application in land–atmosphere interaction studies, S2S prediction in particular, has largely been overlooked."
            ],
            "research objective": [
                "To address these issues, the Global Energy and Water Exchanges (GEWEX) program launched the “Impact of Initialized Land Temperature and Snowpack on Subseasonal-to-Seasonal Prediction” (LS4P) initiative as a community effort to test the impact of land temperature in high-mountain regions on S2S prediction by climate models. This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here. The LS4P objective is to examine whether the observed cold May 2003 TP anomaly causes the observed remote June precipitation anomalies over hotspots worldwide."
            ],
            "challenges": [
                "Robust land initialization and model configuration are critical to this effort yet remain scientifically challenging. Most studies of land–atmosphere interactions have been limited by a lack of observational data and tend to focus on local feedbacks. Current state-of-the-art ESMs are unable to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions. There are two issues that need further investigation: 1) The ensemble-mean-produced T2m difference is smaller than the observed anomaly. Would this deficiency cause an underestimation of the TP T2m effect? 2) In some areas, the ensemble mean produces a significant June precipitation difference, such as in western Australia and western Europe, but with the opposite sign compared to the observation. Is this due to a model deficiency in its ability to produce the full TP T2m anomaly and/or correct precipitation anomaly, and/or some other processes involved?"
            ],
            "methods": [
                "In this study, observed T2m records are used to examine possible relationships between the TP T2m and global precipitation and to identify the locations (hotspots) where the initialization of TP May land temperatures may enhance June precipitation prediction skill. Two pairs of experiments with 16 state-of-the-art LS4P ESMs (Table ES1) have been conducted. In the first experiment (referred to as control run), we evaluate whether the ESMs can properly produce the observed TP T2m anomaly in May 2003 and the June precipitation anomaly. To alleviate the ESMs’ May TP T2m bias and to generate the observed cold TP spring anomaly, we introduce an innovative approach to initializing the LST/SUBT over the TP. After adjusting the LST/SUBT initial conditions based on each model’s T2m bias and observed anomaly over the TP, a second experiment (referred to as the sensitivity run) is conducted using the new LST/SUBT initial condition for each model over the TP, with all other initial and boundary conditions and ensemble members identical to the first experiment."
            ],
            "dataset": [
                "In this study, the Chinese Meteorological Administration (CMA) T2m data, which consist in 80 stations over the TP and more than 2,400 stations over all of China, are used over China. The Climate Anomaly Monitoring System (CAMS) T2m data are used elsewhere. The Climate Research Unit (CRU) data are used for precipitation over globe."
            ],
            "findings": [
                "This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here; the ensemble means in some “hotspots” produce more than 40% of the observed anomalies. Consistent results from observations and multiple ESM experiments show that improving the May TP land temperature simulation through LST/SUBT initialization over the TP allows ESMs to better predict June precipitation over hotspots, and that the LST over high-mountain areas could be a new source of S2S predictability through elevated heating."
            ]
        },
        {
            "background": [
                "The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Improving the prediction skill at S2S timescale requires a further understanding of the mechanisms at work for climate variabilities at this timescale as well as the identification of predictability sources. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions."
            ],
            "research objective": [
                "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment."
            ],
            "challenges": [
                "The participant models that fail in capturing the TRC wave train greatly under-predict climate anomalies in reference to observations and the successful models. However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences."
            ],
            "methods": [
                "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
            ],
            "dataset": [
                "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis."
            ],
            "findings": [
                "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned. Furthermore, the TP surface temperature anomaly can influence the Southern Hemispheric circulation by generating cross-equator wave trains."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is there a dataset that includes global atmospheric circulation responses to Tibetan Plateau land surface temperature effects?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Do the current Earth System Models used in this domain exhibit significant variability in simulating Southern Hemispheric circulation due to Tibetan Plateau surface temperature anomalies?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Do the models typically face challenges with inter-model differences, observational data limitations, or simulation biases?",
                    "Answer": "inter-model differences and simulation biases",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Are the experimental approaches in this domain more focused on control runs, sensitivity runs, or observational data comparison?",
                    "Answer": "control runs, sensitivity runs, observational data comparison",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the challenges in data collection for subseasonal to seasonal prediction models over high mountain areas?",
                    "Answer": "Robust land initialization",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where can datasets for atmospheric and land initial conditions in subseasonal-to-seasonal prediction models be sourced from?",
                    "Answer": "NOAA Climate Anomaly Monitoring System, ERA5, Climate Research Unit",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What methods are employed in collecting data to study the impact of land surface temperature anomalies on global precipitation predictions?",
                    "Answer": "Earth System Models",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Could you provide an example of a challenge encountered in the data collection process for predicting subseasonal-to-seasonal climate variability due to Tibetan Plateau surface anomalies?",
                    "Answer": "A challenge in the data collection process is the inability of current state-of-the-art Earth System Models to fully preserve the memory from initialized land surface temperature anomalies, due to deficiencies in model parameterizations and unbalanced initial atmospheric/land conditions from reanalysis data.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you give an example of a dataset that can be used to analyze the atmospheric circulation response to land surface temperature anomalies over high mountain areas?",
                    "Answer": "An example of a dataset used to analyze atmospheric circulation response is the ERA5 atmospheric reanalysis data, which provides observations with a regular horizontal resolution of 1.0° × 1.0°. This dataset is used to investigate the atmospheric circulation and climatology in relation to land surface temperature anomalies over high mountain areas.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What specific characteristics of land surface temperature are crucial for understanding its impact on subseasonal-to-seasonal prediction models?",
                    "Answer": "influence of high-mountain land temperature on precipitation predictability, lag correlation between spring temperatures and summer precipitation, initialization of land surface temperature, initialization of subsurface temperature conditions",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the main challenges in collecting and utilizing datasets for simulating atmospheric responses to land surface temperature anomalies?",
                    "Answer": "inter-model variability, inability to fully preserve memory of initialized LST anomalies, significant biases in producing observed surface temperature anomalies",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many Earth System Models (ESMs) participated in the LS4P Phase I experiment to analyze the global atmospheric response to springtime TP land surface cooling?",
                    "Answer": "16",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the horizontal resolution of the ECMWF atmospheric reanalysis data (ERA5) used for investigating the atmospheric circulation in the year 2003?",
                    "Answer": "1.0° × 1.0°",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many stations are included in the Chinese Meteorological Administration (CMA) T2m data used over China?",
                    "Answer": "80, 2,400",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is the significance of initializing land surface temperature (LST) and subsurface temperature (SUBT) in climate models for subseasonal-to-seasonal (S2S) prediction?",
                    "Answer": "Initializing land surface temperature (LST) and subsurface temperature (SUBT) in climate models is crucial for improving subseasonal-to-seasonal (S2S) predictions, as it helps reduce model biases and enhances prediction accuracy, particularly in high-mountain regions like the Tibetan Plateau, which are important for understanding precipitation anomalies.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What role do global 'hotspot' regions play in the context of land-atmosphere interaction studies for climate predictability?",
                    "Answer": "Global 'hotspot' regions are critical areas where the initialization of land temperatures, particularly in high mountain areas, can significantly enhance the predictability of precipitation at subseasonal-to-seasonal timescales, indicating that land surface conditions in these regions can be as influential as ocean surface temperatures in climate modeling.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "In what ways do the challenges of simulating atmospheric responses in Earth System Models differ from those faced in real-world observational data collection for subseasonal-to-seasonal prediction?",
                    "Answer": "Simulating atmospheric responses in Earth System Models involves challenges such as capturing the correct phase and amplitude of wave trains and dealing with inter-model variability, particularly in the Southern Hemisphere. Observational data collection, on the other hand, faces challenges related to the availability and quality of data, such as the limited coverage in remote regions like the Tibetan Plateau and the potential biases in initial conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What challenges are faced when using Earth System Models (ESMs) to simulate the impact of land surface temperature anomalies on global atmospheric circulation?",
                    "Answer": "Challenges in using ESMs include large inter-model differences in simulating propagation pathways into the Southern Hemisphere and the inability to fully preserve the memory from initialized land surface temperature anomalies. These result in discrepancies between observed and simulated climate anomalies, such as biases in temperature and precipitation predictions, and highlight the need for better model parameterizations and balanced initial conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways can datasets from different sources, like NOAA's Climate Anomaly Monitoring System and ECMWF's reanalysis, contribute to understanding the impact of land temperature anomalies on atmospheric patterns?",
                    "Answer": "Datasets from sources such as NOAA's Climate Anomaly Monitoring System and ECMWF's reanalysis provide observed temperature anomalies and atmospheric circulation data that are essential for validating model simulations. They help identify discrepancies between observed and predicted anomalies, assess model performance, and guide improvements in initializing land temperature conditions for better prediction of atmospheric patterns influenced by land surface anomalies.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the deficiency in model parameterizations and the reanalysis data that lead to unbalanced initial atmospheric and land conditions in Earth System Models?",
                    "Answer": "The deficiency in model parameterizations and reanalysis data arises from the inability of current state-of-the-art Earth System Models to fully preserve the memory from initialized land surface temperature anomalies. This can be attributed to limitations in capturing the full complexity of land-atmosphere interactions and the biases present in the reanalysis data used for initializing the models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why do the ensemble means of Earth System Models produce smaller temperature anomalies compared to observations?",
                    "Answer": "The ensemble means produce smaller temperature anomalies because the Earth System Models have difficulties in accurately simulating the observed temperature differences. This could be due to deficiencies in capturing the full range of land surface temperature anomalies, particularly in high-mountain regions like the Tibetan Plateau, which affect the models' ability to predict subsequent climate anomalies accurately.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the underlying causes of large inter-model differences in the simulated propagation pathways from the Tibetan Plateau into the Southern Hemisphere?",
                    "Answer": "Large inter-model differences in simulated propagation pathways are caused by varying model capabilities in representing the complex processes involved in atmospheric circulation and teleconnections. These differences may stem from distinct parameterizations and initial conditions used in each Earth System Model, leading to inconsistencies in the predicted atmospheric responses to the Tibetan Plateau surface anomalies.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the objectives behind exploring the impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction in climate models?",
                    "Answer": "The objective is to investigate how springtime land surface temperature and subsurface temperature anomalies over high mountain areas, like the Tibetan Plateau, can influence summertime precipitation predictions. This exploration aims to enhance understanding and prediction of subseasonal-to-seasonal climate variabilities, particularly the role of land temperature as a new source of predictability akin to ocean surface temperature.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is the goal of using observed temperature records to examine the relationship between the Tibetan Plateau land temperatures and global precipitation patterns?",
                    "Answer": "The goal is to identify global regions, or ‘hotspots,’ where initializing May land temperatures over the Tibetan Plateau could improve June precipitation prediction skills in climate models. This examination aims to demonstrate that high-mountain land temperatures are significant sources of subseasonal-to-seasonal precipitation predictability, thereby aiding in better climate forecasts.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What steps are involved in initializing land surface temperature and snowpack data for subseasonal-to-seasonal prediction models in high-mountain regions?",
                    "Answer": "To initialize land surface temperature and snowpack data for subseasonal-to-seasonal prediction models, an innovative approach is used where the LST/SUBT over high-mountain regions like the Tibetan Plateau is adjusted based on each model's T2m bias and observed anomaly. This involves setting initial conditions that reflect accurate spring land temperatures, thus alleviating model biases and allowing for better prediction of ensuing precipitation patterns.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What methodologies enable the accurate initialization of land surface temperature and snowpack conditions for subseasonal-to-seasonal prediction models in high-mountain regions?",
                    "Answer": "The accurate initialization of land surface temperature and snowpack conditions is achieved by adjusting the LST/SUBT initial conditions based on each model's T2m bias and observed anomaly over the Tibetan Plateau. This approach allows climate models to better predict downstream effects, such as June precipitation anomalies in remote regions.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What conditions or approaches are necessary to overcome the challenges of inter-model variability in simulating atmospheric responses to land surface temperature anomalies?",
                    "Answer": "Overcoming the challenges of inter-model variability requires robust land initialization and model configuration. Utilizing ensemble model simulations and addressing biases in May surface temperatures by initializing LST and SUBT conditions can help mitigate inconsistencies in model responses and improve prediction accuracy.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might the initialization of land surface and subsurface temperature conditions over the Tibetan Plateau be considered a new source of predictability for subseasonal-to-seasonal precipitation in global 'hotspot' regions?",
                    "Answer": "The initialization of land surface and subsurface temperature conditions over the Tibetan Plateau is considered a new source of predictability because it has been shown to improve ensemble model simulations of June precipitation over hotspots. This approach allows models to better capture the observed anomalies, suggesting that elevated heating from land surface temperatures in high-mountain areas can significantly influence global atmospheric circulations and improve prediction skill at subseasonal-to-seasonal timescales.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What are the potential challenges in using observed temperature data from the Chinese Meteorological Administration (CMA) and the National Oceanic and Atmospheric Administration (NOAA) for initializing land surface temperatures in climate models?",
                    "Answer": "Challenges include ensuring the robustness of land initialization and the model configuration given the limited observational data. There's also the issue of model deficiencies in preserving the memory from initialized land surface temperature anomalies, which can lead to inaccuracies in simulating temperature effects and precipitation patterns, suggesting that improvements in observational data integration with models are needed.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In your opinion, how significant is the role of high-mountain land temperature in enhancing subseasonal-to-seasonal precipitation prediction compared to traditional sea surface temperature influences?",
                    "Answer": "High-mountain land temperature appears to be a significant source of predictability for subseasonal-to-seasonal precipitation, potentially rivaling the influence of ocean surface temperatures over global hotspots. The LS4P initiative has demonstrated that initializing land surface temperatures can improve prediction skill in certain regions, though the approach requires further refinement to fully realize its potential and address model biases.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore different data collection methods that can effectively capture the impact of springtime land surface temperature and subsurface temperature anomalies over high mountain areas on summertime precipitation predictions.",
                    "Answer": "In the field, researchers have utilized datasets like the Climate Anomaly Monitoring System (CAMS) for T2m data and the fifth generation ECMWF atmospheric reanalysis (ERA5) to investigate atmospheric circulation anomalies. Additionally, they have used global precipitation data from the Climate Research Unit (CRU) to analyze the impact of Tibetan Plateau land surface and subsurface temperature anomalies on precipitation.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please identify potential challenges faced in collecting and using datasets for modeling subseasonal-to-seasonal prediction of weather events such as droughts and floods, especially in mountainous regions.",
                    "Answer": "Challenges include inter-model differences in simulating the propagation pathways from the Tibetan Plateau into the Southern Hemisphere and difficulties in capturing the observed cold TP surface anomalies. There are also issues with the ensemble mean producing significant June precipitation differences with the opposite sign compared to observations, indicating model deficiencies or other process involvements. Robust land initialization and model configuration remain critical yet scientifically challenging.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please provide an analysis of how various datasets might improve the initialization of land surface temperature and snowpack conditions to enhance subseasonal-to-seasonal prediction models.",
                    "Answer": "Datasets like the Chinese Meteorological Administration (CMA) T2m data, which includes extensive station data over China, and the CAMS T2m data are used to alleviate the model biases in simulating Tibetan Plateau surface temperature anomalies. By adjusting initial conditions based on observed anomalies and model biases, these datasets help improve the prediction of June precipitation over identified hotspots, thereby enhancing the skill of subseasonal-to-seasonal prediction models.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}