{
    "id": "97490280-83bf-4f82-b72b-cff2dca02599",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: The multi-scale Observation experiment on evapotranspiration over heterogeneous land surfaces (MUSOEXE-12)-Dataset of flux observation matrix (No.16 eddy covariance system) (2012)",
            "description": "This dataset contains the flux measurements from site No.16 eddy covariance system (EC) in the flux observation matrix from 6 June to 17 September, 2012. The site (100.36411° E, 38.84931° N) was located in a cropland (maize surface) in Daman irrigation district, which is near Zhangye, Gansu Province. The elevation is 1564.31 m. The EC was installed at a height of 4.9 m; the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (Gill&Li7500) was 0.2 m.\nRaw data acquired at 10 Hz were processed using the Eddypro post-processing software (Li-Cor Company, http://www.licor.com/env/products/ eddy_covariance/software.html), including spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, angle of attack correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. Moreover, the observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC), which was proposed by Foken and Wichura [1996]: class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), representing high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day; the missing data were replaced with -6999. Moreover, suspicious data were marked in red.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m^3), CO2 mass density (CO2, mg/m^3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m^2), latent heat flux (LE, W/m^2), carbon dioxide flux (Fc, mg/ (m^2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xlsx format.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
            "instructions": "",
            "east": 100.36411,
            "west": 100.36411,
            "south": 38.84931,
            "north": 38.84931,
            "startTime": "2012-06-15 06:41:00",
            "endTime": "2012-09-26 06:41:00",
            "fileSize": 757110.0,
            "cstr": "18406.11.hiwater.094.2013.db",
            "doi": "10.3972/hiwater.094.2013.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Variation规律 of CO2 flux in the corn farmland ecosystem of Zhangye Irrigation District and its environmental response.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Heat flux"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "Wind direction"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordEn": "2012-06-06 to 2012-09-17",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the eddy covariance system used as a data collection method for measuring evapotranspiration in this domain?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Are there challenges associated with the accuracy of component temperature separation in arid regions for evapotranspiration modeling?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Are the main data collection methods for evapotranspiration in heterogeneous landscapes based on eddy covariance systems, thermal infrared measurements, or a combination of both?",
                    "Answer": "a combination of both",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Is the primary challenge in estimating evapotranspiration from heterogeneous surfaces due to errors in temperature measurement, data availability, or model complexity?",
                    "Answer": "errors in temperature measurement",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the primary data collection methods for capturing evapotranspiration data over heterogeneous land surfaces?",
                    "Answer": "eddy covariance systems, large aperture scintillometers, automatic meteorological stations, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where are the observation stations located for collecting data on evapotranspiration in the oasis-desert area?",
                    "Answer": "Daman superstation",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to monitor eco-hydrological processes over a heterogeneous landscape?",
                    "Answer": "The HiWATER experiment used hierarchically nested scales with a sparse network to investigate oasis-desert interaction, incorporating eddy covariance towers, large aperture scintillometers, and automatic meteorological stations to capture multiscale eco-hydrological processes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced when estimating evapotranspiration using remote sensing data?",
                    "Answer": "A significant challenge in estimating evapotranspiration is the composite temperature separation approach, which is limited in effectiveness in arid regions and can lead to errors due to image classification, affecting the accuracy of temperature measurements required for model inputs.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of the multi-scale observation techniques used for understanding eco-hydrological processes in oasis-desert areas?",
                    "Answer": "flux observation matrix, eco-hydrological sensor network, hyper-resolution airborne remote sensing",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the sampling frequency used for data collection in the eddy covariance system within a dataset related to the field?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many data points are typically collected daily in a dataset that averages observations over 30-minute intervals?",
                    "Answer": "48",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'quality control' entail when generating datasets for eco-hydrological research?",
                    "Answer": "Quality control in generating datasets for eco-hydrological research involves ensuring data accuracy and reliability through meticulous sensor calibration, structured data collection processes, rigorous data processing protocols, and careful dataset generation. This process ensures that the observational data, such as those from sensor networks and remote sensing equipment, are valid and useful for research purposes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "In terms of multiscale observation strategies, how does the use of hierarchically nested observations compare to single-scale data collection approaches in understanding eco-hydrological processes?",
                    "Answer": "Hierarchically nested observations, as demonstrated in the HiWATER experiment, provide a comprehensive view of eco-hydrological processes by capturing data across multiple scales using various instrumentation such as eddy covariance towers, remote sensing, and meteorological stations. This approach allows for detailed examination of interactions between different landscape components and enhances understanding of processes like oasis-desert interactions. Single-scale approaches, while potentially more straightforward, may miss critical interactions and variabilities present at other scales, limiting understanding of complex eco-hydrological systems.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the overestimation of component temperatures in heterogeneous landscapes during data collection for evapotranspiration models?",
                    "Answer": "Errors in the derived component temperature were primarily caused by image classification errors, which varied with vegetation abundance. Additionally, ignoring atmospheric upwelling radiation and transmittance could have produced uncertainties in the estimated temperatures. Furthermore, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of errors.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a challenge in accurately estimating surface fluxes in strongly advective irrigated agricultural areas?",
                    "Answer": "Accurately estimating surface fluxes in such areas is challenging due to incomplete energy balance closure with respect to available energy. The TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference, often due to errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes limitations in the effectiveness of composite temperature separation approaches in arid regions during data collection?",
                    "Answer": "The limitations arise because E and T are difficult to measure on the ground, and errors in image classification, which vary with vegetation abundance, lead to uncertainty. Additionally, soil pixels being counted as vegetation pixels can overestimate canopy temperature, and unaccounted atmospheric factors can further contribute to inaccuracies.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What consequences might arise from using a two-source energy balance model instead of a one-source model for estimating evapotranspiration in heterogeneous landscapes?",
                    "Answer": "Using a two-source energy balance model, like the TSEB model, can improve the estimation of evapotranspiration by separately accounting for soil and canopy temperatures and resistances, which are critical in heterogeneous landscapes where soil and vegetation have different temperatures and energy exchange properties. This approach can lead to more accurate flux estimates compared to one-source models, which may overlook these distinctions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the primary goal of implementing a flux observation matrix and eddy covariance systems in eco-hydrological research within heterogeneous landscapes?",
                    "Answer": "The primary goal is to capture multiscale and multidisciplinary data to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces. This involves understanding interactions such as oasis-desert dynamics and accurately estimating evapotranspiration and fluxes using these measurements.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it essential to use high-resolution thermal cameras and stable isotopes in validating evapotranspiration models in irrigated agricultural areas?",
                    "Answer": "High-resolution thermal cameras and stable isotopes are essential to accurately estimate and validate evaporation, transpiration, and evapotranspiration by providing precise measurements of soil and canopy temperatures. This approach helps improve the accuracy of models like the TSEB model in separating soil and canopy fluxes, especially under advective conditions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are used to ensure the accuracy of component temperature separation in strongly advective irrigated agricultural areas?",
                    "Answer": "To ensure the accuracy of component temperature separation in strongly advective irrigated agricultural areas, ground-measured soil and canopy component temperatures are used as inputs to a series TSEB model. The separation process includes capturing thermal images with a high-resolution thermal camera, classifying visible and NIR images into soil and canopy pixels using the maximum-likelihood method, and converting thermal infrared temperatures to radiometric temperatures using incoming long-wave radiation and emissivities. The simulated temperatures are validated against surface radiometric temperatures to improve estimation accuracy of evapotranspiration components.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What instrumentation or technological setups enable the capture of multiscale eco-hydrological processes in heterogeneous landscapes?",
                    "Answer": "The instrumentation on hierarchically nested scales, such as the use of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network for soil moisture and leaf area index, enable the capture of multiscale eco-hydrological processes. Additionally, hyper-resolution airborne remote sensing tools like LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers are employed to cover different scales and landscapes, such as oasis and desert areas.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do specific data processing techniques enable the refinement and quality control of multiscale observation datasets in eco-hydrological studies?",
                    "Answer": "Data processing techniques such as the use of Edire software for post-processing, which includes outlier removal, delay time correction, angle correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density correction, enable the refinement and quality control of datasets. Quality evaluations of flux values, such as atmospheric stability and turbulent similarity checks, further ensure the reliability of the observation datasets.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What observational and analytical methods enable the accurate partitioning of evapotranspiration into its components in a strongly advective irrigated agricultural area?",
                    "Answer": "The use of a series TSEB model with ground-measured soil and canopy component temperatures, combined with the stable oxygen and hydrogen isotope technique and eddy covariance measurements, enables the accurate partitioning of evapotranspiration into evaporation and transpiration components. High-resolution thermal cameras provide soil and canopy component temperatures, which are crucial inputs for the model, enhancing the estimation accuracy of evapotranspiration and its components.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might the eddy covariance system face challenges in achieving energy balance closure when measuring evapotranspiration over heterogeneous surfaces?",
                    "Answer": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging when the EC flux measurements of sensible and latent heat have an incomplete energy balance closure with respect to the available energy. Uncertainty in surface-air temperature differences and errors in determining component temperatures contribute to this challenge.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What could be the reasons for the difficulty in obtaining multiscale observations for upscaling eco-hydrological processes on heterogeneous surfaces?",
                    "Answer": "Progress in upscaling eco-hydrological processes is hindered by the poor availability of multiscale observations. This limitation creates challenges in capturing the necessary data to address the complexity of interactions within heterogeneous landscapes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might current temperature separation approaches be ineffective in arid regions when estimating soil and canopy component temperatures?",
                    "Answer": "Current composite temperature separation approaches face limitations in arid regions due to errors primarily caused by image classification errors, which vary with vegetation abundance. Misclassification of soil and vegetation pixels and ignoring atmospheric radiation factors contribute to these uncertainties.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the challenges associated with using eddy covariance systems for measuring turbulent fluxes in heterogeneous agricultural landscapes?",
                    "Answer": "The challenges with using eddy covariance systems in heterogeneous agricultural landscapes include incomplete energy balance closure, uncertainty in surface-air temperature differences, and errors in EC flux measurements, particularly for sensible heat flux (H) when the mean H is small. These challenges are exacerbated by image classification errors that affect component temperature derivations and uncertainties in estimating incoming radiation transmittances.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, how effective are multi-scale observation experiments in addressing the scaling issues of eco-hydrological processes in oasis-desert systems?",
                    "Answer": "Multi-scale observation experiments, like those conducted during HiWATER, are designed to address scaling issues by providing comprehensive data across hierarchically nested scales. These experiments employ a variety of instruments and methodologies, such as flux observation matrices, remote sensing, and eco-hydrological sensor networks, which collectively help capture the complex interactions between oasis and desert landscapes, though challenges with multiscale data availability remain.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data from various remote sensing instruments can be integrated to provide accurate eco-hydrological process assessments over a heterogeneous landscape.",
                    "Answer": "The integration of data from various remote sensing instruments, as described in the HiWATER experiment, involves the use of a multiscale observation system that includes eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing. This system captures eco-hydrological processes at hierarchically nested scales, ensuring a comprehensive assessment of the oasis-desert interaction and other phenomena.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how the TSEB model accommodates for the strong advective conditions in irrigated agricultural areas.",
                    "Answer": "The TSEB model addresses strong advective conditions by using soil and canopy component temperatures obtained from high-resolution thermal infrared cameras. These temperatures are used in the model to accurately estimate latent and sensible heat fluxes, which are crucial for determining evapotranspiration. The model's performance is validated against ground-based eddy covariance measurements, ensuring its reliability even under challenging advective conditions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please analyze and summarize the potential challenges and considerations involved in using eddy covariance systems for data collection in heterogeneous landscapes, particularly focusing on the impact of incomplete energy balance closure.",
                    "Answer": "The challenges in using eddy covariance systems in heterogeneous landscapes include the difficulty of achieving energy balance closure due to strong advective conditions and the uncertainty in the estimation of H and LE. Errors can arise from the determination of surface–air temperature differences and the classification of soil and vegetation component temperatures. These factors affect the accuracy and reliability of flux measurements, particularly under conditions where the mean H is small.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please investigate the strategies for validating and improving the accuracy of the Two-Source Energy Balance (TSEB) model in estimating evapotranspiration components using high-resolution thermal imaging.",
                    "Answer": "The TSEB model can be validated and improved using high-resolution thermal imaging to accurately estimate soil and canopy component temperatures. Ground-based measurements, such as those from a thermal infrared camera, are used to separate latent and sensible heat fluxes. Validation involves comparing these estimates with stable oxygen and hydrogen isotope techniques and eddy covariance measurements. Accurate separation of soil and vegetation component temperatures is crucial for enhancing the model's reliability, especially in strongly advective agricultural areas.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}