{
    "id": "97490280-83bf-4f82-b72b-cff2dca02599",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: The multi-scale Observation experiment on evapotranspiration over heterogeneous land surfaces (MUSOEXE-12)-Dataset of flux observation matrix (No.16 eddy covariance system) (2012)",
            "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-通量观测矩阵数据集 (16号点涡动相关仪) (2012)",
            "description": "This dataset contains the flux measurements from site No.16 eddy covariance system (EC) in the flux observation matrix from 6 June to 17 September, 2012. The site (100.36411° E, 38.84931° N) was located in a cropland (maize surface) in Daman irrigation district, which is near Zhangye, Gansu Province. The elevation is 1564.31 m. The EC was installed at a height of 4.9 m; the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (Gill&Li7500) was 0.2 m.\nRaw data acquired at 10 Hz were processed using the Eddypro post-processing software (Li-Cor Company, http://www.licor.com/env/products/ eddy_covariance/software.html), including spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, angle of attack correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. Moreover, the observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC), which was proposed by Foken and Wichura [1996]: class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), representing high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day; the missing data were replaced with -6999. Moreover, suspicious data were marked in red.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m^3), CO2 mass density (CO2, mg/m^3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m^2), latent heat flux (LE, W/m^2), carbon dioxide flux (Fc, mg/ (m^2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xlsx format.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2012年6月6日至9月17日的通量观测矩阵中16号点的涡动相关通量观测数据。站点位于甘肃省张掖市大满灌区农田内，下垫面是玉米。观测点的经纬度是100.36411E, 38.84931N，海拔1564.31m。涡动相关仪架高4.9m，采样频率是10Hz，超声朝向是正北向，超声风速仪与CO2/H2O分析仪之间的距离是20cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Edire软件后处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，角度订正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Edire软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于3%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。因仪器漂移等原因引起的可疑数据用红色字体标识。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），稳定度Z/L（无量纲），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考Xu et al.(2013)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.36411,
            "west": 100.36411,
            "south": 38.84931,
            "north": 38.84931,
            "startTime": "2012-06-15 06:41:00",
            "endTime": "2012-09-26 06:41:00",
            "fileSize": 757110.0,
            "cstr": "18406.11.hiwater.094.2013.db",
            "doi": "10.3972/hiwater.094.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": "张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应",
                "titleEn": null,
                "referenceCn": "张蕾,孙睿,乔晨,刘绍民,徐自为,唐侥,郝虑远,张荣华. 张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应. 生态学杂志,2014, 33(7), 1722-1728",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "热通量",
                "nameEn": "Heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风向",
                "nameEn": "Wind direction"
            },
            {
                "nameCn": "风速",
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "通量观测矩阵",
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-06至2012-09-17",
                "keywordEn": "2012-06-06 to 2012-09-17",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况下。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射仪视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层）与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果的比较。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，当EC通量测量的H和LE与可用能量Rn−G0之间存在能量平衡闭合不完全时，这一任务变得更加困难。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层组分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，具体是通过观察到的E（E/ET%）和T（T/ET%）的比率。",
                "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸散发（E）、土壤温度（T）和蒸散发总量（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误造成的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还因为在灌溉农田中，当平均H较小时，EC系统的不确定性达到了18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的气温、风速和湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区是一个人工绿洲，覆盖着玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率。这是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早、中、晚生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上尺度化是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅呈现2012年IOP期间收集的数据。为捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the eddy covariance system used as a data collection method for measuring evapotranspiration in this domain?",
                "QuestionCn": "涡度协方差系统是否被用作测量蒸散发的数据收集方法？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are there challenges associated with the accuracy of component temperature separation in arid regions for evapotranspiration modeling?",
                "QuestionCn": "在干旱地区进行蒸散发建模时，组件温度分离的准确性存在挑战吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the main data collection methods for evapotranspiration in heterogeneous landscapes based on eddy covariance systems, thermal infrared measurements, or a combination of both?",
                "QuestionCn": "在异质景观中，蒸散发的主要数据收集方法是基于涡度协方差系统、热红外测量，还是两者的结合？",
                "AnswerEn": "a combination of both",
                "AnswerCn": "结合两者。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the primary challenge in estimating evapotranspiration from heterogeneous surfaces due to errors in temperature measurement, data availability, or model complexity?",
                "QuestionCn": "从异质表面估计蒸散发的主要挑战是由于温度测量误差、数据可用性还是模型复杂性？",
                "AnswerEn": "errors in temperature measurement",
                "AnswerCn": "温度测量中的误差",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data collection methods for capturing evapotranspiration data over heterogeneous land surfaces?",
                "QuestionCn": "捕捉异质土地表面蒸散发数据的主要数据收集方法有哪些？",
                "AnswerEn": "eddy covariance systems, large aperture scintillometers, automatic meteorological stations, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers",
                "AnswerCn": "涡度相关系统、大孔径闪烁仪、自动气象站、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the observation stations located for collecting data on evapotranspiration in the oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区，收集蒸散发数据的观测站位于哪里？",
                "AnswerEn": "Daman superstation",
                "AnswerCn": "达曼超级站",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to monitor eco-hydrological processes over a heterogeneous landscape?",
                "QuestionCn": "您能否提供一个用于监测异质景观生态水文过程的数据收集方法的例子？",
                "AnswerEn": "The HiWATER experiment used hierarchically nested scales with a sparse network to investigate oasis-desert interaction, incorporating eddy covariance towers, large aperture scintillometers, and automatic meteorological stations to capture multiscale eco-hydrological processes.",
                "AnswerCn": "HiWATER实验采用分层嵌套尺度和稀疏网络，研究绿洲-沙漠相互作用，结合涡度协方差塔、大孔径闪烁仪和自动气象站，以捕捉多尺度生态水文过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when estimating evapotranspiration using remote sensing data?",
                "QuestionCn": "使用遥感数据估算蒸散发时面临的一个挑战是什么？",
                "AnswerEn": "A significant challenge in estimating evapotranspiration is the composite temperature separation approach, which is limited in effectiveness in arid regions and can lead to errors due to image classification, affecting the accuracy of temperature measurements required for model inputs.",
                "AnswerCn": "估算蒸散发的一个重大挑战是复合温度分离方法，这在干旱地区的有效性有限，并且由于图像分类可能导致错误，从而影响模型输入所需温度测量的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the multi-scale observation techniques used for understanding eco-hydrological processes in oasis-desert areas?",
                "QuestionCn": "用于理解绿洲-沙漠地区生态水文过程的多尺度观测技术的特点是什么？",
                "AnswerEn": "flux observation matrix, eco-hydrological sensor network, hyper-resolution airborne remote sensing",
                "AnswerCn": "通量观测矩阵、生态水文传感器网络、高分辨率机载遥感",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the sampling frequency used for data collection in the eddy covariance system within a dataset related to the field?",
                "QuestionCn": "在与该领域相关的数据集中，涡度协方差系统的数据收集使用的采样频率是多少？",
                "AnswerEn": "10 Hz",
                "AnswerCn": "10 赫兹",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many data points are typically collected daily in a dataset that averages observations over 30-minute intervals?",
                "QuestionCn": "在一个平均每30分钟间隔观察的数据集中，通常每天收集多少个数据点？",
                "AnswerEn": "48",
                "AnswerCn": "48",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'quality control' entail when generating datasets for eco-hydrological research?",
                "QuestionCn": "在生成生态水文研究的数据集时，“质量控制”包括哪些内容？",
                "AnswerEn": "Quality control in generating datasets for eco-hydrological research involves ensuring data accuracy and reliability through meticulous sensor calibration, structured data collection processes, rigorous data processing protocols, and careful dataset generation. This process ensures that the observational data, such as those from sensor networks and remote sensing equipment, are valid and useful for research purposes.",
                "AnswerCn": "在生态水文研究中，生成数据集的质量控制涉及通过细致的传感器校准、结构化的数据收集过程、严格的数据处理协议和仔细的数据集生成来确保数据的准确性和可靠性。这个过程确保了来自传感器网络和遥感设备的观测数据是有效的，并且对研究目的有用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In terms of multiscale observation strategies, how does the use of hierarchically nested observations compare to single-scale data collection approaches in understanding eco-hydrological processes?",
                "QuestionCn": "在多尺度观察策略方面，层次嵌套观察的使用与单尺度数据收集方法相比，在理解生态水文过程方面有什么不同？",
                "AnswerEn": "Hierarchically nested observations, as demonstrated in the HiWATER experiment, provide a comprehensive view of eco-hydrological processes by capturing data across multiple scales using various instrumentation such as eddy covariance towers, remote sensing, and meteorological stations. This approach allows for detailed examination of interactions between different landscape components and enhances understanding of processes like oasis-desert interactions. Single-scale approaches, while potentially more straightforward, may miss critical interactions and variabilities present at other scales, limiting understanding of complex eco-hydrological systems.",
                "AnswerCn": "层次嵌套观察，如HiWATER实验所示，通过使用涡度协方差塔、遥感和气象站等多种仪器，在多个尺度上捕获数据，从而提供了对生态水文过程的全面视角。这种方法允许对不同景观组成部分之间的相互作用进行详细检查，并增强对绿洲-沙漠相互作用等过程的理解。单一尺度的方法虽然可能更简单，但可能会错过在其他尺度上存在的关键相互作用和变异性，从而限制对复杂生态水文系统的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the overestimation of component temperatures in heterogeneous landscapes during data collection for evapotranspiration models?",
                "QuestionCn": "在异质景观中进行蒸散发模型数据收集时，导致组件温度过高估计的因素有哪些？",
                "AnswerEn": "Errors in the derived component temperature were primarily caused by image classification errors, which varied with vegetation abundance. Additionally, ignoring atmospheric upwelling radiation and transmittance could have produced uncertainties in the estimated temperatures. Furthermore, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of errors.",
                "AnswerCn": "导出组件温度的误差主要是由于图像分类错误引起的，这些错误随着植被丰度的变化而变化。此外，忽略大气上行辐射和透射率可能会导致估计温度的不确定性。此外，估计通过树冠的短波和长波辐射透射率的不确定性可能是另一个误差来源。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a challenge in accurately estimating surface fluxes in strongly advective irrigated agricultural areas?",
                "QuestionCn": "在强对流灌溉农业地区，准确估计表面通量面临挑战的原因是什么？",
                "AnswerEn": "Accurately estimating surface fluxes in such areas is challenging due to incomplete energy balance closure with respect to available energy. The TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference, often due to errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature.",
                "AnswerCn": "在这些区域准确估计表面通量是具有挑战性的，因为可用能量的能量平衡闭合不完全。TSEB模型的性能主要受到表面-空气温度差的不确定性的影响，这通常是由于从表面复合辐射温度中确定表面土壤和植被组分温度时出现的误差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes limitations in the effectiveness of composite temperature separation approaches in arid regions during data collection?",
                "QuestionCn": "在干旱地区的数据收集过程中，复合温度分离方法有效性受限的原因是什么？",
                "AnswerEn": "The limitations arise because E and T are difficult to measure on the ground, and errors in image classification, which vary with vegetation abundance, lead to uncertainty. Additionally, soil pixels being counted as vegetation pixels can overestimate canopy temperature, and unaccounted atmospheric factors can further contribute to inaccuracies.",
                "AnswerCn": "由于E和T在地面上难以测量，以及图像分类中的错误（这些错误随着植被丰度的变化而变化）导致的不确定性，因此出现了限制。此外，将土壤像素计算为植被像素可能会高估冠层温度，而未考虑的大气因素也可能进一步导致不准确。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What consequences might arise from using a two-source energy balance model instead of a one-source model for estimating evapotranspiration in heterogeneous landscapes?",
                "QuestionCn": "使用双源能量平衡模型而不是单源模型来估算异质景观中的蒸散发，可能会产生哪些后果？",
                "AnswerEn": "Using a two-source energy balance model, like the TSEB model, can improve the estimation of evapotranspiration by separately accounting for soil and canopy temperatures and resistances, which are critical in heterogeneous landscapes where soil and vegetation have different temperatures and energy exchange properties. This approach can lead to more accurate flux estimates compared to one-source models, which may overlook these distinctions.",
                "AnswerCn": "使用双源能量平衡模型，如TSEB模型，可以通过分别考虑土壤和冠层的温度和阻力来提高蒸散发的估算，这在土壤和植被具有不同温度和能量交换特性的异质景观中尤为重要。这种方法相比于单源模型，可以提供更准确的通量估算，因为单源模型可能忽视这些差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of implementing a flux observation matrix and eddy covariance systems in eco-hydrological research within heterogeneous landscapes?",
                "QuestionCn": "在异质景观的生态水文研究中，实施通量观测矩阵和涡度协方差系统的主要目标是什么？",
                "AnswerEn": "The primary goal is to capture multiscale and multidisciplinary data to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces. This involves understanding interactions such as oasis-desert dynamics and accurately estimating evapotranspiration and fluxes using these measurements.",
                "AnswerCn": "主要目标是捕捉多尺度和多学科的数据，以应对在异质表面上提升生态水文过程的挑战。这涉及理解诸如绿洲-沙漠动态等相互作用，并利用这些测量准确估计蒸散发和通量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it essential to use high-resolution thermal cameras and stable isotopes in validating evapotranspiration models in irrigated agricultural areas?",
                "QuestionCn": "在灌溉农业区域中，使用高分辨率热像仪和稳定同位素来验证蒸散发模型是至关重要的。",
                "AnswerEn": "High-resolution thermal cameras and stable isotopes are essential to accurately estimate and validate evaporation, transpiration, and evapotranspiration by providing precise measurements of soil and canopy temperatures. This approach helps improve the accuracy of models like the TSEB model in separating soil and canopy fluxes, especially under advective conditions.",
                "AnswerCn": "高分辨率热像仪和稳定同位素对于准确估计和验证蒸发、蒸腾和蒸散发至关重要，因为它们提供了土壤和树冠温度的精确测量。这种方法有助于提高像TSEB模型这样的模型在分离土壤和树冠通量方面的准确性，特别是在对流条件下。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to ensure the accuracy of component temperature separation in strongly advective irrigated agricultural areas?",
                "QuestionCn": "在强对流灌溉农业区域中，确保组件温度分离准确性的程序有哪些？",
                "AnswerEn": "To ensure the accuracy of component temperature separation in strongly advective irrigated agricultural areas, ground-measured soil and canopy component temperatures are used as inputs to a series TSEB model. The separation process includes capturing thermal images with a high-resolution thermal camera, classifying visible and NIR images into soil and canopy pixels using the maximum-likelihood method, and converting thermal infrared temperatures to radiometric temperatures using incoming long-wave radiation and emissivities. The simulated temperatures are validated against surface radiometric temperatures to improve estimation accuracy of evapotranspiration components.",
                "AnswerCn": "为了确保在强对流灌溉农业区域中组件温度分离的准确性，使用地面测量的土壤和冠层组件温度作为一系列TSEB模型的输入。分离过程包括使用高分辨率热成像相机捕获热图像，利用最大似然法将可见光和近红外图像分类为土壤和冠层像素，并通过入射长波辐射和发射率将热红外温度转换为辐射温度。模拟温度与表面辐射温度进行验证，以提高蒸散发组件的估计准确性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation or technological setups enable the capture of multiscale eco-hydrological processes in heterogeneous landscapes?",
                "QuestionCn": "哪些仪器或技术设置能够捕捉异质景观中的多尺度生态水文过程？",
                "AnswerEn": "The instrumentation on hierarchically nested scales, such as the use of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network for soil moisture and leaf area index, enable the capture of multiscale eco-hydrological processes. Additionally, hyper-resolution airborne remote sensing tools like LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers are employed to cover different scales and landscapes, such as oasis and desert areas.",
                "AnswerCn": "层次嵌套尺度上的仪器，如涡度协方差塔、大孔径闪烁仪、自动气象站以及用于土壤湿度和叶面积指数的生态水文传感器网络，使得能够捕捉多尺度的生态水文过程。此外，超高分辨率的航空遥感工具，如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，被用于覆盖不同的尺度和景观，如绿洲和沙漠地区。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do specific data processing techniques enable the refinement and quality control of multiscale observation datasets in eco-hydrological studies?",
                "QuestionCn": "特定的数据处理技术如何在生态水文研究中促进多尺度观测数据集的精炼和质量控制？",
                "AnswerEn": "Data processing techniques such as the use of Edire software for post-processing, which includes outlier removal, delay time correction, angle correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density correction, enable the refinement and quality control of datasets. Quality evaluations of flux values, such as atmospheric stability and turbulent similarity checks, further ensure the reliability of the observation datasets.",
                "AnswerCn": "数据处理技术，如使用Edire软件进行后处理，包括异常值去除、延迟时间校正、角度校正、坐标旋转、频率响应校正、超声虚拟温度校正和密度校正，能够对数据集进行精炼和质量控制。对通量值的质量评估，如大气稳定性和湍流相似性检查，进一步确保观测数据集的可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What observational and analytical methods enable the accurate partitioning of evapotranspiration into its components in a strongly advective irrigated agricultural area?",
                "QuestionCn": "哪些观测和分析方法能够在强烈的平流灌溉农业区域中准确地将蒸散发分解为其组成部分？",
                "AnswerEn": "The use of a series TSEB model with ground-measured soil and canopy component temperatures, combined with the stable oxygen and hydrogen isotope technique and eddy covariance measurements, enables the accurate partitioning of evapotranspiration into evaporation and transpiration components. High-resolution thermal cameras provide soil and canopy component temperatures, which are crucial inputs for the model, enhancing the estimation accuracy of evapotranspiration and its components.",
                "AnswerCn": "使用系列TSEB模型结合地面测量的土壤和冠层组分温度、稳定氧和氢同位素技术以及涡度协方差测量，可以准确地将蒸散发分为蒸发和蒸腾两个部分。高分辨率热像仪提供土壤和冠层组分温度，这些是模型的重要输入，增强了蒸散发及其组分估算的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the eddy covariance system face challenges in achieving energy balance closure when measuring evapotranspiration over heterogeneous surfaces?",
                "QuestionCn": "为什么在测量异质表面的蒸散发时，涡度协方差系统在实现能量平衡闭合方面可能面临挑战？",
                "AnswerEn": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging when the EC flux measurements of sensible and latent heat have an incomplete energy balance closure with respect to the available energy. Uncertainty in surface-air temperature differences and errors in determining component temperatures contribute to this challenge.",
                "AnswerCn": "在强烈对流的灌溉农业区域，准确估计表面通量是一个挑战，因为生态系统通量（EC）测量的显热和潜热与可用能量之间存在能量平衡闭合不完全的问题。表面与空气温度差的误差以及组件温度的确定错误加剧了这一挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the reasons for the difficulty in obtaining multiscale observations for upscaling eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "在异质表面上进行生态水文过程的上尺度化时，获取多尺度观测数据的困难可能有以下几个原因：",
                "AnswerEn": "Progress in upscaling eco-hydrological processes is hindered by the poor availability of multiscale observations. This limitation creates challenges in capturing the necessary data to address the complexity of interactions within heterogeneous landscapes.",
                "AnswerCn": "生态水文过程的升级进展受到多尺度观测数据稀缺的限制。这一限制使得捕捉必要数据以应对异质景观中复杂相互作用的挑战变得更加困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might current temperature separation approaches be ineffective in arid regions when estimating soil and canopy component temperatures?",
                "QuestionCn": "当前温度分离方法在干旱地区估算土壤和冠层组分温度时可能无效的原因是什么？",
                "AnswerEn": "Current composite temperature separation approaches face limitations in arid regions due to errors primarily caused by image classification errors, which vary with vegetation abundance. Misclassification of soil and vegetation pixels and ignoring atmospheric radiation factors contribute to these uncertainties.",
                "AnswerCn": "当前复合温度分离方法在干旱地区面临局限性，主要由于图像分类错误导致的误差，这些误差随着植被丰度的变化而变化。土壤和植被像素的错误分类以及忽视大气辐射因素都导致了这些不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the challenges associated with using eddy covariance systems for measuring turbulent fluxes in heterogeneous agricultural landscapes?",
                "QuestionCn": "如何评估在异质农业景观中使用涡度协方差系统测量湍流通量所面临的挑战？",
                "AnswerEn": "The challenges with using eddy covariance systems in heterogeneous agricultural landscapes include incomplete energy balance closure, uncertainty in surface-air temperature differences, and errors in EC flux measurements, particularly for sensible heat flux (H) when the mean H is small. These challenges are exacerbated by image classification errors that affect component temperature derivations and uncertainties in estimating incoming radiation transmittances.",
                "AnswerCn": "在异质农业景观中使用涡度协方差系统面临的挑战包括能量平衡闭合不完全、表面与空气温度差异的不确定性，以及涡度通量测量中的误差，特别是在平均感热通量（H）较小时。这些挑战因图像分类错误而加剧，这些错误影响了组分温度的推导以及估算入射辐射透过率的不确定性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how effective are multi-scale observation experiments in addressing the scaling issues of eco-hydrological processes in oasis-desert systems?",
                "QuestionCn": "在您看来，多尺度观测实验在解决绿洲-沙漠系统生态水文过程的尺度问题方面有多有效？",
                "AnswerEn": "Multi-scale observation experiments, like those conducted during HiWATER, are designed to address scaling issues by providing comprehensive data across hierarchically nested scales. These experiments employ a variety of instruments and methodologies, such as flux observation matrices, remote sensing, and eco-hydrological sensor networks, which collectively help capture the complex interactions between oasis and desert landscapes, though challenges with multiscale data availability remain.",
                "AnswerCn": "多尺度观测实验，如HiWATER期间进行的实验，旨在通过提供跨层次嵌套尺度的综合数据来解决尺度问题。这些实验采用多种仪器和方法，如通量观测矩阵、遥感技术和生态水文传感器网络，这些共同帮助捕捉绿洲与沙漠景观之间的复杂相互作用，尽管在多尺度数据可用性方面仍然存在挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data from various remote sensing instruments can be integrated to provide accurate eco-hydrological process assessments over a heterogeneous landscape.",
                "QuestionCn": "我不明白如何将来自各种遥感仪器的数据整合，以便在异质景观上提供准确的生态水文过程评估。",
                "AnswerEn": "The integration of data from various remote sensing instruments, as described in the HiWATER experiment, involves the use of a multiscale observation system that includes eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing. This system captures eco-hydrological processes at hierarchically nested scales, ensuring a comprehensive assessment of the oasis-desert interaction and other phenomena.",
                "AnswerCn": "HiWATER实验中各种遥感仪器的数据集成涉及使用多尺度观测系统，包括涡度协方差塔、大孔径闪烁仪、自动气象站和超高分辨率航空遥感。该系统在层次嵌套的尺度上捕捉生态水文过程，确保对绿洲-沙漠相互作用及其他现象的全面评估。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how the TSEB model accommodates for the strong advective conditions in irrigated agricultural areas.",
                "QuestionCn": "我无法理解TSEB模型如何适应灌溉农业地区的强对流条件。",
                "AnswerEn": "The TSEB model addresses strong advective conditions by using soil and canopy component temperatures obtained from high-resolution thermal infrared cameras. These temperatures are used in the model to accurately estimate latent and sensible heat fluxes, which are crucial for determining evapotranspiration. The model's performance is validated against ground-based eddy covariance measurements, ensuring its reliability even under challenging advective conditions.",
                "AnswerCn": "TSEB模型通过使用高分辨率热红外相机获得的土壤和冠层组件温度来应对强对流条件。这些温度被用于模型中，以准确估计潜热和显热通量，这对于确定蒸散发至关重要。该模型的性能通过与地面涡度协方差测量的对比进行验证，确保其在挑战性对流条件下的可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze and summarize the potential challenges and considerations involved in using eddy covariance systems for data collection in heterogeneous landscapes, particularly focusing on the impact of incomplete energy balance closure.",
                "QuestionCn": "分析和总结在异质景观中使用涡度协方差系统进行数据收集的潜在挑战和考虑因素，特别关注能量平衡不完全闭合的影响。",
                "AnswerEn": "The challenges in using eddy covariance systems in heterogeneous landscapes include the difficulty of achieving energy balance closure due to strong advective conditions and the uncertainty in the estimation of H and LE. Errors can arise from the determination of surface–air temperature differences and the classification of soil and vegetation component temperatures. These factors affect the accuracy and reliability of flux measurements, particularly under conditions where the mean H is small.",
                "AnswerCn": "在异质景观中使用涡度协方差系统的挑战包括由于强烈的平流条件而难以实现能量平衡闭合，以及对H（感热通量）和LE（潜热通量）估计的不确定性。表面与空气温度差的确定以及土壤和植被组分温度的分类可能导致误差。这些因素影响了通量测量的准确性和可靠性，特别是在H的平均值较小时。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate the strategies for validating and improving the accuracy of the Two-Source Energy Balance (TSEB) model in estimating evapotranspiration components using high-resolution thermal imaging.",
                "QuestionCn": "请调查使用高分辨率热成像验证和提高双源能量平衡（TSEB）模型在估算蒸散发成分方面准确性的策略。",
                "AnswerEn": "The TSEB model can be validated and improved using high-resolution thermal imaging to accurately estimate soil and canopy component temperatures. Ground-based measurements, such as those from a thermal infrared camera, are used to separate latent and sensible heat fluxes. Validation involves comparing these estimates with stable oxygen and hydrogen isotope techniques and eddy covariance measurements. Accurate separation of soil and vegetation component temperatures is crucial for enhancing the model's reliability, especially in strongly advective agricultural areas.",
                "AnswerCn": "TSEB模型可以通过高分辨率热成像进行验证和改进，以准确估计土壤和冠层组分的温度。使用来自热红外相机的地面测量数据来分离潜热和显热通量。验证过程涉及将这些估计值与稳定氧和氢同位素技术以及涡度协方差测量进行比较。准确分离土壤和植被组分的温度对于提高模型的可靠性至关重要，尤其是在强烈的平流农业区域。",
                "Level": "C6(Creating)"
            }
        ]
    }
}