{
  "id": "9775f2b4-7370-4e5e-a537-3482c9a83d88",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Global GIMMS NDVI3g v1 dataset (1981-2015)",
      "titleCn": "全球1/12度 AVHRR GIMMS 均一化植被指数（1981-2015）",
      "description": "The NDVI data set is the latest release of the long sequence (1981-2015) normalized difference vegetation index product of NOAA Global Inventory Monitoring and Modeling System (GIMMS), version number 3g.v1.\nThe temporal resolution of the product is twice a month, while the spatial resolution is 1/12 of a degree. The temporal coverage is from July 1981 to December 2015. This product is a shared data product and can be downloaded directly from ecocast.arc.nasa.gov.\nFor details, please refer to https://nex.nasa.gov/nex/projects/1349/.",
      "descriptionCn": "该NDVI数据集是最新发布的NOAA全球模拟和绘图项目（GIMMS，Global Inventory Monitoring and Modeling System）长序列（1981-2015）均一化植被指数产品，版本号3g.v1。\n    该产品的时间分辨率是每月两次，空间分辨率1/12度。时间跨度1981年7月至2015年12月。该产品为共享数据产品，可直接从ecocast.arc.nasa.gov下载。\n   详情请参考https://nex.nasa.gov/nex/projects/1349/",
      "instructions": "",
      "instructionsCn": "",
      "east": -180.0,
      "west": 180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "1981-08-03 08:00:00",
      "endTime": "2016-01-22 08:00:00",
      "fileSize": 30911411775.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "netcdf",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "NCAR",
        "nameEn": "The National Center for Atmospheric Research",
        "unitEn": "The National Center for Atmospheric Research",
        "unitCn": "The National Center for Atmospheric Research"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "An extended AVHRR-8km NDVI dataset compatible with MODIS and SPOT vegetation NDVI data",
        "referenceCn": null,
        "referenceEn": "Tucker, C.J., Pinzon, J.E., Brown, M.E., Slayback, D.A., Pak, E.W., Mahoney, R., Vermote, E.F., Saleous, N. (2005). An extended AVHRR-8km NDVI dataset compatible with MODIS and SPOT vegetation NDVI data. Int. J. Remote Sens. 26, 4485–4498."
      },
      {
        "titleCn": null,
        "titleEn": "A non-stationary 1981–2012 AVHRR NDVI3g time series",
        "referenceCn": null,
        "referenceEn": "Pinzon, J.E., &Tucker, C.J. (2014). A non-stationary 1981-2012 AVHRR NDVI3g time series. Remote Sensing , 6(8), 6929-6960."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "可见光遥感",
        "nameEn": "Visible remote sensing"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被指数",
        "nameEn": "vegetation index"
      },
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "globe"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1981-2015",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The Normalized Difference Vegetation Index (NDVI) derived from the Advanced Very High Resolution Radiometer (AVHRR) instruments has been crucial to study a variety of global land vegetation processes and how they vary in time. Although AVHRR sensors were not originally intended as a climate mission, their early success for vegetation studies was due to a reconfiguration of the instruments to have non-overlapping (“visible”) channel one (0.58–0.68 µm) and (near-infrared) channel two (0.725–1.10 µm) spectral bands. Since spectral vegetation indices are a surrogate for photosynthetic potential, the long record of AVHRR NDVI data has become particularly relevant for continued long-term monitoring of land surface. However, the difficulties in processing AVHRR NDVI data are to properly deal with several limitations of the AVHRR instrument or operation, e.g., vicarious post-launch calibration, atmospheric and cloud correction, and bias correction for the systematic orbital drift during the life of the individual TIROS-N missions. Among-instrument calibration is a prerequisite to observing and documenting the land variability and it is particularly challenging for the AVHRR because, by design, the instrument does not have fully onboard calibration for the visible and near-infrared (VNIR) channels and must rely on external references."
      ],
      "research objective": [
        "The goal of our work is to produce a consistent non-stationary NDVI data set to quantify climate-driven seasonal and inter-annual variability in photosynthetic capacity. In this paper, we show how to build a consistent non-stationary NDVI dataset derived from AVHRR/2 and AVHRR/3 sensors based on Bayesian methods and the SeaWiFS NDVI dataset."
      ],
      "challenges": [
        "The main difficulty in processing AVHRR NDVI data is to properly deal with limitations of the AVHRR instruments. Complicating among-instrument AVHRR inter-calibration of channels one and two is the dual gain introduced in late 2000 on the AVHRR/3 instruments for both these channels. Orbital drift of the NOAA-7 to NOAA-14 satellites carrying AVHRR/2 instruments adds to the challenge since the NOAA satellite overpass times drifted from the nominal 1:30 pm overpass time by as much as 4.5 hours toward evening, creating variable illumination and view angles."
      ],
      "methods": [
        "We have processed NDVI data derived from the Sea-Viewing Wide Field-of-view Sensor (SeaWiFS) from 1997 to 2010 to overcome among-instrument AVHRR calibration difficulties. We use Bayesian methods with high quality well-calibrated SeaWiFS NDVI data for deriving AVHRR NDVI calibration parameters."
      ],
      "dataset": [
        "The NDVI3g time series is an improved 8-km normalized difference vegetation index (NDVI) data set produced from Advanced Very High Resolution Radiometer (AVHRR) instruments that extends from 1981 to the present. The AVHRR instruments have flown or are flying on fourteen polar-orbiting meteorological satellites operated by the National Oceanic and Atmospheric Administration (NOAA) and are currently flying on two European Organization for the Exploitation of Meteorological Satellites (EUMETSAT) polar-orbiting meteorological satellites, MetOp-A and MetOp-B. This long AVHRR record is comprised of data from two different sensors: the AVHRR/2 instrument that spans July 1981 to November 2000 and the AVHRR/3 instrument that continues these measurements from November 2000 to the present."
      ],
      "findings": [
        "Evaluation of the uncertainties of our resulting NDVI values gives an error of ± 0.005 NDVI units for our 1981 to present data set that is independent of time within our AVHRR NDVI continuum and has resulted in a non-stationary climate data set."
      ],
      "backgroundCn": [
        "归一化植被指数（NDVI）是通过高级非常高分辨率辐射计（AVHRR）仪器获得的，对于研究全球土地植被过程及其随时间变化至关重要。尽管AVHRR传感器最初并不是作为气候任务而设计的，但由于对仪器的重新配置，使其具有不重叠的“可见光”通道一（0.58–0.68 µm）和（近红外）通道二（0.725–1.10 µm）光谱波段，早期在植被研究中的成功得以实现。由于光谱植被指数是光合潜力的替代指标，AVHRR NDVI数据的长期记录在持续监测陆地表面方面变得尤为重要。然而，处理AVHRR NDVI数据的困难在于妥善应对AVHRR仪器或操作的若干限制，例如发射后校准、大气和云层校正，以及针对个别TIROS-N任务生命周期中系统轨道漂移的偏差校正。仪器间的校准是观察和记录土地变异性的前提，而对于AVHRR来说，这尤其具有挑战性，因为根据设计，该仪器并没有完全的可见光和近红外（VNIR）通道的机载校准，必须依赖外部参考。"
      ],
      "research objectiveCn": [
        "我们工作的目标是生成一个一致的非平稳NDVI数据集，以量化气候驱动的季节性和年际变异性在光合能力中的影响。在本文中，我们展示了如何基于贝叶斯方法和SeaWiFS NDVI数据集构建一个一致的非平稳NDVI数据集，该数据集源自AVHRR/2和AVHRR/3传感器。"
      ],
      "challengesCn": [
        "处理AVHRR NDVI数据的主要困难在于妥善应对AVHRR仪器的局限性。2000年底引入的双增益使得AVHRR/3仪器的第一和第二通道之间的跨仪器校准变得复杂。NOAA-7到NOAA-14卫星携带的AVHRR/2仪器的轨道漂移也增加了挑战，因为NOAA卫星的过境时间从名义上的下午1:30漂移了多达4.5小时，导致照明和视角的变化。"
      ],
      "methodsCn": [
        "我们处理了1997年至2010年间由海洋观测宽视场传感器（SeaWiFS）获取的NDVI数据，以克服不同仪器之间的AVHRR校准困难。我们使用贝叶斯方法，利用高质量、经过良好校准的SeaWiFS NDVI数据来推导AVHRR NDVI校准参数。"
      ],
      "datasetCn": [
        "NDVI3g时间序列是一个改进的8公里归一化植被指数（NDVI）数据集，来源于先进的非常高分辨率辐射计（AVHRR）仪器，数据范围从1981年延续至今。AVHRR仪器已在由美国国家海洋和大气管理局（NOAA）运营的十四颗极地轨道气象卫星上飞行，目前还在两颗欧洲气象卫星组织（EUMETSAT）的极地轨道气象卫星MetOp-A和MetOp-B上飞行。这个长期的AVHRR记录由两种不同的传感器的数据组成：AVHRR/2仪器的数据覆盖1981年7月至2000年11月，AVHRR/3仪器则从2000年11月至今继续进行这些测量。"
      ],
      "findingsCn": [
        "我们对NDVI值的评估不确定性给出了±0.005 NDVI单位的误差，这一误差与我们从1981年至今的AVHRR NDVI连续数据集的时间无关，并导致了一个非平稳的气候数据集。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the NDVI dataset span from 1981 to the present?",
        "QuestionCn": "NDVI数据集的时间跨度是从1981年到现在吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the NDVI data derived from AVHRR instruments affected by orbital drift and dual gain issues?",
        "QuestionCn": "NDVI数据是否受到来自AVHRR仪器的轨道漂移和双增益问题的影响？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which sensor is used to overcome among-instrument AVHRR calibration difficulties: MODIS, SeaWiFS, or Landsat?",
        "QuestionCn": "用于克服仪器间AVHRR校准困难的传感器是MODIS、SeaWiFS还是Landsat？",
        "AnswerEn": "SeaWiFS",
        "AnswerCn": "SeaWiFS",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Does the AVHRR NDVI data set extend from 1981 to the present, or from 1990 to the present?",
        "QuestionCn": "AVHRR NDVI 数据集是从1981年延续到现在，还是从1990年延续到现在？",
        "AnswerEn": "1981 to the present",
        "AnswerCn": "1981年至今",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are some of the main challenges in collecting and processing NDVI data from AVHRR instruments?",
        "QuestionCn": "从AVHRR仪器收集和处理NDVI数据的一些主要挑战是什么？",
        "AnswerEn": "vicarious post-launch calibration atmospheric and cloud correction bias correction for systematic orbital drift inter-calibration of channels orbital drift of NOAA satellites",
        "AnswerCn": "替代性发射后校准大气和云层校正，偏差校正用于系统性轨道漂移，通道间校准，NOAA卫星的轨道漂移。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methods are utilized to derive a consistent NDVI dataset from AVHRR sensors?",
        "QuestionCn": "从AVHRR传感器中获取一致的NDVI数据集所采用的方法有哪些？",
        "AnswerEn": "Bayesian methods",
        "AnswerCn": "贝叶斯方法",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "Where can one access the long-term NDVI datasets produced from AVHRR instruments?",
        "QuestionCn": "可以从AVHRR仪器获取长期NDVI数据集的地方在哪里？",
        "AnswerEn": "ecocast.arc.nasa.gov",
        "AnswerCn": "ecocast.arc.nasa.gov",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a technique used to address the limitations of satellite instruments in vegetation index data collection?",
        "QuestionCn": "您能否提供一个例子，说明用于解决卫星仪器在植被指数数据收集中的局限性的技术？",
        "AnswerEn": "An example is the use of Bayesian methods with high quality well-calibrated SeaWiFS NDVI data to derive AVHRR NDVI calibration parameters, which helps to overcome among-instrument AVHRR calibration difficulties.",
        "AnswerCn": "一个例子是使用贝叶斯方法与高质量、良好校准的SeaWiFS NDVI数据来推导AVHRR NDVI校准参数，这有助于克服不同仪器之间的AVHRR校准困难。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific methods are employed to handle the limitations of AVHRR instruments in NDVI data processing?",
        "QuestionCn": "在NDVI数据处理过程中，采用了哪些具体方法来应对AVHRR仪器的局限性？",
        "AnswerEn": "Bayesian methods, high-quality, well-calibrated SeaWiFS NDVI data, AVHRR NDVI calibration parameters, consistent non-stationary NDVI data set",
        "AnswerCn": "贝叶斯方法、高质量、良好校准的SeaWiFS NDVI数据、AVHRR NDVI校准参数、一致的非平稳NDVI数据集",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the properties of the NDVI3g time series dataset derived from AVHRR instruments?",
        "QuestionCn": "NDVI3g时间序列数据集源自AVHRR仪器的属性是什么？",
        "AnswerEn": "8-km resolution, extends from 1981 to present, includes data from AVHRR/2 and AVHRR/3 instruments, error of ± 0.005 NDVI units independent of time",
        "AnswerCn": "8公里分辨率，时间范围从1981年至今，包括来自AVHRR/2和AVHRR/3仪器的数据，误差为±0.005 NDVI单位，与时间无关。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many satellites have carried the AVHRR instruments used for collecting NDVI data since 1981?",
        "QuestionCn": "自1981年以来，有多少颗卫星携带了用于收集NDVI数据的AVHRR仪器？",
        "AnswerEn": "16",
        "AnswerCn": "16",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the error margin for the NDVI values in the AVHRR NDVI dataset from 1981 to present?",
        "QuestionCn": "AVHRR NDVI 数据集从1981年至今的 NDVI 值的误差范围是多少？",
        "AnswerEn": "± 0.005 NDVI units",
        "AnswerCn": "± 0.005 NDVI 单位",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'vicarious post-launch calibration' mean in the context of AVHRR NDVI data collection?",
        "QuestionCn": "在AVHRR NDVI数据收集的背景下，“替代性发射后校准”是什么意思？",
        "AnswerEn": "Vicarious post-launch calibration refers to the process of using external references to calibrate the AVHRR sensors after they have been launched. This is necessary because the AVHRR instruments, by design, do not have fully onboard calibration for the visible and near-infrared channels, which requires them to rely on alternative methods to ensure accuracy in capturing vegetation data.",
        "AnswerCn": "后发校准指的是在AVHRR传感器发射后，使用外部参考进行校准的过程。这是必要的，因为AVHRR仪器在设计上并没有完全的机载校准功能，特别是在可见光和近红外通道上，因此需要依赖替代方法来确保捕捉植被数据的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'orbital drift' and how does it affect AVHRR data collection?",
        "QuestionCn": "“轨道漂移”是什么意思，它如何影响AVHRR数据收集？",
        "AnswerEn": "Orbital drift refers to the gradual change in the overpass times of the satellites carrying AVHRR instruments, such as the drift from the nominal 1:30 pm overpass time by as much as 4.5 hours toward evening. This drift affects AVHRR data collection by creating variable illumination and view angles, which can influence the consistency and accuracy of the vegetation indices captured over time.",
        "AnswerCn": "轨道漂移是指携带AVHRR仪器的卫星过境时间的逐渐变化，例如从名义上的下午1:30过境时间漂移至晚间多达4.5小时。这种漂移影响了AVHRR数据的收集，造成了照明和视角的变化，从而可能影响随时间变化的植被指数的一致性和准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'non-stationary NDVI data set' signify in the context of climate-driven variability studies?",
        "QuestionCn": "“非平稳NDVI数据集”在气候驱动的变异性研究中意味着什么？",
        "AnswerEn": "A non-stationary NDVI data set signifies a collection of NDVI values that is consistent over time and captures variability in photosynthetic capacity due to climate changes. This type of dataset is designed to reflect both seasonal and inter-annual variability, making it particularly useful for long-term monitoring of land surface changes and understanding the influence of climate on vegetation.",
        "AnswerCn": "非平稳的NDVI数据集意味着一组NDVI值在时间上是一致的，并捕捉到由于气候变化导致的光合能力的变化。这种类型的数据集旨在反映季节性和年际变化，使其特别适合于长期监测地表变化和理解气候对植被的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do Bayesian methods for deriving calibration parameters compare to traditional calibration methods when processing NDVI data from AVHRR instruments?",
        "QuestionCn": "贝叶斯方法在推导AVHRR仪器NDVI数据的校准参数方面与传统校准方法相比如何？",
        "AnswerEn": "Bayesian methods provide a way to overcome among-instrument AVHRR calibration difficulties by utilizing high-quality well-calibrated SeaWiFS NDVI data, whereas traditional methods rely on external references due to AVHRR's lack of fully onboard calibration for VNIR channels. This approach aims to produce a consistent non-stationary NDVI dataset, which is particularly challenging due to dual gain introduction and orbital drift issues in AVHRR instruments.",
        "AnswerCn": "贝叶斯方法通过利用高质量、经过良好校准的SeaWiFS NDVI数据，提供了一种克服AVHRR仪器间校准困难的方法，而传统方法则依赖于外部参考，因为AVHRR在VNIR通道上缺乏完全的机载校准。这种方法旨在生成一致的非平稳NDVI数据集，这在AVHRR仪器中尤其具有挑战性，因为存在双增益引入和轨道漂移问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in challenges faced when processing NDVI data from AVHRR/2 instruments compared to AVHRR/3 instruments?",
        "QuestionCn": "处理来自AVHRR/2仪器的NDVI数据与处理来自AVHRR/3仪器的NDVI数据时面临的挑战有哪些不同？",
        "AnswerEn": "Processing NDVI data from AVHRR/2 instruments is challenged by the orbital drift of NOAA-7 to NOAA-14 satellites, affecting overpass times and causing variable illumination and view angles. In contrast, AVHRR/3 instruments introduced a dual gain in late 2000, complicating inter-calibration of the spectral channels, but do not face the same level of orbital drift issues due to the continuation of measurements on different satellite platforms.",
        "AnswerCn": "处理来自AVHRR/2仪器的NDVI数据面临挑战，主要是由于NOAA-7到NOAA-14卫星的轨道漂移，导致过境时间变化，并造成照明和视角的变化。相比之下，AVHRR/3仪器在2000年底引入了双增益，这使得光谱通道的互校准变得复杂，但由于不同卫星平台上测量的持续进行，它们并没有面临同样程度的轨道漂移问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the AVHRR NDVI data set's ability to monitor long-term land surface variability compare to other remote sensing datasets?",
        "QuestionCn": "AVHRR NDVI 数据集监测长期地表变化的能力与其他遥感数据集相比如何？",
        "AnswerEn": "The AVHRR NDVI data set is particularly valuable for long-term monitoring of land surface variability due to its extensive temporal coverage from 1981 to the present, despite processing challenges like vicarious calibration and cloud correction. Other remote sensing datasets, like those from SeaWiFS, may offer high-quality calibration but do not provide the same historical span, limiting their use for long-term trend analysis.",
        "AnswerCn": "AVHRR NDVI 数据集由于其从1981年至今的广泛时间覆盖，对于土地表面变化的长期监测特别有价值，尽管存在诸如虚拟校准和云校正等处理挑战。其他遥感数据集，如 SeaWiFS，可能提供高质量的校准，但由于缺乏相同的历史跨度，限制了它们在长期趋势分析中的使用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the challenges of orbital drift and calibration limitations in AVHRR instruments influence the observed patterns in long-term NDVI datasets?",
        "QuestionCn": "轨道漂移和AVHRR仪器的校准限制可能如何影响长期NDVI数据集中的观察模式？",
        "AnswerEn": "The challenges of orbital drift and calibration limitations in AVHRR instruments can create variable illumination and view angles, which may introduce biases in the observed NDVI data. These factors need to be properly addressed through calibration and correction processes to ensure the consistency and accuracy of long-term NDVI datasets.",
        "AnswerCn": "AVHRR仪器中的轨道漂移和校准限制的挑战可能导致可变的照明和视角，这可能会在观测的NDVI数据中引入偏差。这些因素需要通过校准和修正过程得到妥善处理，以确保长期NDVI数据集的一致性和准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential implications of using Bayesian methods and SeaWiFS NDVI data for deriving calibration parameters in the context of AVHRR NDVI datasets?",
        "QuestionCn": "使用贝叶斯方法和SeaWiFS NDVI数据来推导AVHRR NDVI数据集中的校准参数的潜在影响是什么？",
        "AnswerEn": "Using Bayesian methods and SeaWiFS NDVI data for deriving calibration parameters can help overcome the calibration difficulties associated with AVHRR instruments. This approach can lead to more accurate inter-instrument calibration, resulting in a consistent NDVI dataset that reflects seasonal and inter-annual variability in photosynthetic capacity.",
        "AnswerCn": "使用贝叶斯方法和SeaWiFS NDVI数据来推导校准参数，可以帮助克服与AVHRR仪器相关的校准困难。这种方法可以导致更准确的仪器间校准，从而产生一个一致的NDVI数据集，反映光合能力的季节性和年际变化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes difficulties in ensuring consistency when calibrating NDVI data from different AVHRR instruments?",
        "QuestionCn": "在校准来自不同AVHRR仪器的NDVI数据时，确保一致性所面临的困难是什么？",
        "AnswerEn": "The challenges in ensuring consistency when calibrating NDVI data from different AVHRR instruments stem from the limitations of the AVHRR instruments, such as the lack of onboard calibration for the visible and near-infrared channels, reliance on external references, dual gain introduced in AVHRR/3 instruments, and the orbital drift of the NOAA satellites, which affects overpass times and creates variable illumination and view angles.",
        "AnswerCn": "确保来自不同AVHRR仪器的NDVI数据一致性所面临的挑战源于AVHRR仪器的局限性，例如可见光和近红外通道缺乏机载校准、依赖外部参考、AVHRR/3仪器引入的双增益，以及NOAA卫星的轨道漂移，这影响了过境时间并造成了可变的照明和视角。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to use Bayesian methods and the SeaWiFS NDVI dataset for processing AVHRR NDVI data?",
        "QuestionCn": "为什么在处理AVHRR NDVI数据时有必要使用贝叶斯方法和SeaWiFS NDVI数据集？",
        "AnswerEn": "Bayesian methods and the SeaWiFS NDVI dataset are necessary for processing AVHRR NDVI data to overcome among-instrument calibration difficulties, as they provide a way to derive calibration parameters based on high-quality well-calibrated data, addressing the lack of onboard calibration in AVHRR instruments.",
        "AnswerCn": "贝叶斯方法和SeaWiFS NDVI数据集对于处理AVHRR NDVI数据是必要的，因为它们提供了一种基于高质量、良好校准数据推导校准参数的方法，从而解决了AVHRR仪器缺乏在轨校准的问题。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What factors contribute to the introduction of errors in long-term AVHRR NDVI datasets?",
        "QuestionCn": "导致长期AVHRR NDVI数据集引入错误的因素有哪些？",
        "AnswerEn": "Errors in long-term AVHRR NDVI datasets can be introduced by several factors, including vicarious post-launch calibration, atmospheric and cloud correction challenges, and bias correction for systematic orbital drift during the TIROS-N missions, all of which are compounded by the lack of onboard calibration for the visible and near-infrared channels in the AVHRR instruments.",
        "AnswerCn": "长期AVHRR NDVI数据集中的错误可能由多个因素引入，包括发射后校准的替代、气氛和云层校正的挑战，以及在TIROS-N任务期间对系统性轨道漂移的偏差校正，这些问题都因AVHRR仪器在可见光和近红外通道缺乏在轨校准而加剧。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What happens to the accuracy of NDVI datasets derived from AVHRR instruments when considering the orbital drift of NOAA satellites?",
        "QuestionCn": "当考虑到NOAA卫星的轨道漂移时，基于AVHRR仪器获取的NDVI数据集的准确性会发生什么变化？",
        "AnswerEn": "The orbital drift of NOAA satellites carrying AVHRR instruments can lead to variable illumination and view angles, affecting the accuracy of NDVI datasets. This drift, which results in overpass times shifting by as much as 4.5 hours toward evening, complicates the processing of consistent NDVI measurements and necessitates bias corrections.",
        "AnswerCn": "NOAA卫星携带的AVHRR仪器的轨道漂移可能导致照明和视角的变化，从而影响NDVI数据集的准确性。这种漂移使得过境时间可能向晚间偏移多达4.5小时， complicates 了一致的NDVI测量的处理，并需要进行偏差校正。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of creating a consistent non-stationary NDVI dataset derived from AVHRR sensors?",
        "QuestionCn": "创建一个源自AVHRR传感器的一致非平稳NDVI数据集的主要目标是什么？",
        "AnswerEn": "The goal is to produce a consistent non-stationary NDVI dataset to quantify climate-driven seasonal and inter-annual variability in photosynthetic capacity.",
        "AnswerCn": "目标是生成一个一致的非平稳NDVI数据集，以量化气候驱动的季节性和年际变化中的光合能力。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to overcome among-instrument AVHRR calibration difficulties in the development of NDVI datasets?",
        "QuestionCn": "在NDVI数据集的开发中，克服AVHRR仪器间校准困难的重要性是什么？",
        "AnswerEn": "Properly dealing with limitations of the AVHRR instruments is crucial to ensure accurate inter-calibration of channels and to document land variability, as the AVHRR instruments do not have fully onboard calibration for the visible and near-infrared channels and must rely on external references.",
        "AnswerCn": "妥善处理AVHRR仪器的局限性对于确保通道的准确互校和记录土地变异性至关重要，因为AVHRR仪器在可见光和近红外通道上没有完全的 onboard 校准，必须依赖外部参考。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the significance of addressing the orbital drift of NOAA satellites when processing NDVI data?",
        "QuestionCn": "在处理NDVI数据时，解决NOAA卫星轨道漂移问题有什么重要意义？",
        "AnswerEn": "Addressing the orbital drift is significant because it affects the NOAA satellite overpass times, which drifted from the nominal 1:30 pm overpass time by as much as 4.5 hours toward evening, creating variable illumination and view angles that impact the consistency and accuracy of NDVI data.",
        "AnswerCn": "解决轨道漂移问题非常重要，因为它影响了NOAA卫星的过境时间，过境时间从名义上的下午1:30漂移了多达4.5小时，向晚间移动，这导致照明和视角的变化，影响了NDVI数据的一致性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodological approach can be used to overcome calibration difficulties among different sensors when collecting NDVI data?",
        "QuestionCn": "可以使用哪些方法论方法来克服在收集NDVI数据时不同传感器之间的校准困难？",
        "AnswerEn": "Bayesian methods with high quality well-calibrated SeaWiFS NDVI data are used for deriving AVHRR NDVI calibration parameters to overcome calibration difficulties among different sensors.",
        "AnswerCn": "使用高质量、良好校准的SeaWiFS NDVI数据的贝叶斯方法，用于推导AVHRR NDVI校准参数，以克服不同传感器之间的校准困难。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can one address the challenges of orbital drift in satellite-based data collection for NDVI datasets?",
        "QuestionCn": "如何解决卫星数据收集中的轨道漂移挑战，以获取NDVI数据集？",
        "AnswerEn": "The challenges of orbital drift, which affect the illumination and view angles of AVHRR instruments, can be addressed by calibrating the data using external references and ensuring consistent post-launch calibration and bias correction during the data processing phase.",
        "AnswerCn": "轨道漂移带来的挑战会影响AVHRR仪器的照明和视角，这可以通过使用外部参考进行数据校准，以及在数据处理阶段确保一致的发射后校准和偏差修正来解决。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What steps are necessary to ensure the consistency and reliability of a long-term NDVI dataset for studying climate-driven variability?",
        "QuestionCn": "确保长期NDVI数据集的一致性和可靠性以研究气候驱动的变化需要哪些步骤？",
        "AnswerEn": "To ensure consistency and reliability, it is critical to process NDVI data by dealing with limitations such as vicarious post-launch calibration, atmospheric and cloud correction, and systematic orbital drift. Utilizing Bayesian methods for inter-sensor calibration also helps maintain the dataset's consistency over time.",
        "AnswerCn": "为了确保一致性和可靠性，处理NDVI数据时必须解决一些限制，例如后发射的虚拟校准、大气和云层校正以及系统性的轨道漂移。利用贝叶斯方法进行传感器间校准也有助于保持数据集随时间的一致性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What techniques and technologies enable the production of a consistent non-stationary NDVI dataset for climate-driven analysis?",
        "QuestionCn": "哪些技术和方法能够支持气候驱动分析中一致的非平稳NDVI数据集的生成？",
        "AnswerEn": "The production of a consistent non-stationary NDVI dataset is enabled by using Bayesian methods and high-quality well-calibrated SeaWiFS NDVI data to derive AVHRR NDVI calibration parameters. This approach helps address calibration difficulties among-instrument and orbital drift challenges.",
        "AnswerCn": "通过使用贝叶斯方法和高质量的经过良好校准的SeaWiFS NDVI数据来推导AVHRR NDVI校准参数，从而实现一致的非平稳NDVI数据集的生产。这种方法有助于解决仪器间的校准困难和轨道漂移带来的挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do advancements in remote sensing instrumentation contribute to overcoming calibration challenges in NDVI data collection?",
        "QuestionCn": "遥感仪器的进步如何有助于克服NDVI数据收集中的校准挑战？",
        "AnswerEn": "Advancements in remote sensing instrumentation, such as the introduction of dual gain on AVHRR/3 instruments and the use of external references for calibration due to the absence of fully onboard calibration for visible and near-infrared channels, contribute to overcoming calibration challenges in NDVI data collection.",
        "AnswerCn": "遥感仪器的进步，例如AVHRR/3仪器引入的双增益和由于可见光和近红外通道缺乏完全的机载校准而使用外部参考进行校准，有助于克服NDVI数据收集中的校准挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors enable researchers to evaluate and manage uncertainties in NDVI data over long time series?",
        "QuestionCn": "哪些因素使研究人员能够评估和管理长期时间序列中NDVI数据的不确定性？",
        "AnswerEn": "Researchers can evaluate and manage uncertainties in NDVI data by analyzing the error margins, such as an error of ± 0.005 NDVI units, and ensuring that these uncertainties are independent of time within the AVHRR NDVI continuum, resulting in a non-stationary climate dataset.",
        "AnswerCn": "研究人员可以通过分析误差范围（例如±0.005 NDVI单位）来评估和管理NDVI数据中的不确定性，并确保这些不确定性在AVHRR NDVI连续体中与时间无关，从而形成一个非平稳的气候数据集。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might it be challenging to maintain consistency in a dataset collected from multiple satellite instruments over several decades?",
        "QuestionCn": "从多个卫星仪器收集的跨越数十年的数据集中保持一致性可能面临哪些挑战？",
        "AnswerEn": "The challenge primarily arises from the limitations of the AVHRR instruments, such as vicarious post-launch calibration, atmospheric and cloud correction, and bias correction for systematic orbital drift during the life of the individual TIROS-N missions. Additionally, the dual gain introduced in late 2000 on the AVHRR/3 instruments complicates inter-calibration of the channels.",
        "AnswerCn": "挑战主要来自于AVHRR仪器的局限性，例如后发校准、气氛和云层校正，以及在TIROS-N任务的生命周期中对系统性轨道漂移的偏差校正。此外，2000年底在AVHRR/3仪器上引入的双增益使得通道之间的互校正变得更加复杂。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What might be the expected benefits of using Bayesian methods in calibrating NDVI data across different sensors?",
        "QuestionCn": "使用贝叶斯方法在不同传感器之间校准NDVI数据可能带来的预期好处是什么？",
        "AnswerEn": "Using Bayesian methods can help derive calibration parameters from high-quality, well-calibrated datasets like the SeaWiFS NDVI data, thus overcoming among-instrument AVHRR calibration difficulties and producing a more consistent NDVI dataset that accurately reflects climate-driven variability.",
        "AnswerCn": "使用贝叶斯方法可以从高质量、良好校准的数据集（如SeaWiFS NDVI数据）中推导出校准参数，从而克服不同仪器之间AVHRR校准的困难，生成一个更一致的NDVI数据集，准确反映气候驱动的变化。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why can the NDVI dataset be considered a valuable resource for long-term monitoring despite the challenges in its data collection process?",
        "QuestionCn": "尽管在数据收集过程中存在挑战，为什么NDVI数据集仍然被认为是长期监测的宝贵资源？",
        "AnswerEn": "The NDVI dataset is considered valuable because it offers a long-term record of photosynthetic potential across global land surfaces, which is crucial for studying seasonal and inter-annual variability in vegetation processes. The evaluation of uncertainties has shown a relatively low error rate over the data set, making it a reliable resource for climate studies.",
        "AnswerCn": "NDVI 数据集被认为是有价值的，因为它提供了全球陆地表面光合潜力的长期记录，这对于研究植被过程的季节性和年际变异性至关重要。对不确定性的评估显示，该数据集的误差率相对较低，使其成为气候研究的可靠资源。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the key challenges in ensuring data consistency and accuracy when collecting long-term NDVI datasets from AVHRR sensors, and how might these challenges be addressed?",
        "QuestionCn": "在收集来自AVHRR传感器的长期NDVI数据集时，确保数据一致性和准确性面临的主要挑战是什么，以及如何解决这些挑战？",
        "AnswerEn": "The key challenges in ensuring data consistency and accuracy when collecting NDVI datasets from AVHRR sensors include dealing with limitations such as vicarious post-launch calibration, atmospheric and cloud correction, and bias correction for systematic orbital drift. Among-instrument calibration is also challenging due to the lack of fully onboard calibration for the VNIR channels. These challenges can be addressed by using external references for calibration and employing methods like Bayesian approaches with high-quality datasets like SeaWiFS NDVI to derive calibration parameters.",
        "AnswerCn": "确保从AVHRR传感器收集NDVI数据集时数据一致性和准确性的关键挑战包括处理一些限制，例如后发射的虚拟校准、大气和云校正，以及系统轨道漂移的偏差校正。由于缺乏完全的机载校准，仪器间校准也面临挑战。可以通过使用外部参考进行校准，并采用贝叶斯方法与高质量数据集（如SeaWiFS NDVI）结合，来推导校准参数，从而解决这些挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In your opinion, how effective are Bayesian methods when applied to overcome among-instrument calibration difficulties in NDVI data collection?",
        "QuestionCn": "在您看来，贝叶斯方法在克服NDVI数据收集中的仪器间校准困难时效果如何？",
        "AnswerEn": "Bayesian methods are considered effective for overcoming among-instrument calibration difficulties in NDVI data collection, as they allow for the integration of high-quality, well-calibrated datasets like SeaWiFS NDVI to derive accurate calibration parameters. This approach helps to address the challenges associated with dual gain introduction and orbital drift, leading to a more reliable and consistent NDVI dataset.",
        "AnswerCn": "贝叶斯方法被认为是克服NDVI数据收集中的仪器间校准困难的有效手段，因为它们允许整合高质量、经过良好校准的数据集，如SeaWiFS NDVI，以推导出准确的校准参数。这种方法有助于解决与双增益引入和轨道漂移相关的挑战，从而导致更可靠和一致的NDVI数据集。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your evaluation of the potential for expanding or refining NDVI datasets by integrating data from different sensors, such as AVHRR and SeaWiFS?",
        "QuestionCn": "我对通过整合来自不同传感器（如AVHRR和SeaWiFS）的数据来扩展或精炼NDVI数据集的潜力的评估是什么？",
        "AnswerEn": "Integrating data from different sensors, such as AVHRR and SeaWiFS, holds significant potential for expanding or refining NDVI datasets. This approach can help overcome calibration difficulties and enhance the accuracy and consistency of the data by leveraging the strengths of each sensor. The integration provides a more comprehensive dataset that can better quantify climate-driven seasonal and inter-annual variability in photosynthetic capacity.",
        "AnswerCn": "整合来自不同传感器的数据，如AVHRR和SeaWiFS，具有扩展或精炼NDVI数据集的重大潜力。这种方法可以帮助克服校准困难，并通过利用每个传感器的优势来提高数据的准确性和一致性。整合提供了一个更全面的数据集，可以更好地量化气候驱动的季节性和年际变化中的光合能力。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how different calibration techniques can address the limitations of AVHRR instruments in collecting consistent NDVI data.",
        "QuestionCn": "我不明白不同的校准技术如何解决AVHRR仪器在收集一致的NDVI数据方面的局限性。",
        "AnswerEn": "The main difficulty in processing AVHRR NDVI data is to properly deal with limitations of the AVHRR instruments. Complicating among-instrument AVHRR inter-calibration of channels one and two is the dual gain introduced in late 2000 on the AVHRR/3 instruments for both these channels. To address these challenges, Bayesian methods are used with high quality well-calibrated SeaWiFS NDVI data for deriving AVHRR NDVI calibration parameters.",
        "AnswerCn": "处理AVHRR NDVI数据的主要困难在于妥善应对AVHRR仪器的局限性。2000年底，AVHRR/3仪器的第一个和第二个通道引入了双增益，这使得不同仪器之间的AVHRR通道间标定变得复杂。为了解决这些挑战，采用贝叶斯方法结合高质量、经过良好标定的SeaWiFS NDVI数据来推导AVHRR NDVI的标定参数。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure how the challenges of orbital drift and variable illumination are managed in long-term NDVI data collection.",
        "QuestionCn": "我不确定在长期NDVI数据收集中如何管理轨道漂移和可变照明的挑战。",
        "AnswerEn": "Orbital drift of the NOAA-7 to NOAA-14 satellites carrying AVHRR/2 instruments adds to the challenge since the NOAA satellite overpass times drifted from the nominal 1:30 pm overpass time by as much as 4.5 hours toward evening, creating variable illumination and view angles. The processing of NDVI data derived from SeaWiFS from 1997 to 2010 helps to overcome these calibration difficulties introduced by the drift.",
        "AnswerCn": "NOAA-7到NOAA-14卫星携带的AVHRR/2仪器的轨道漂移增加了挑战，因为NOAA卫星的过境时间从名义上的下午1:30漂移了多达4.5小时，朝向傍晚方向，导致照明和视角的变化。1997年至2010年间从SeaWiFS获取的NDVI数据处理有助于克服由于漂移引入的这些校准困难。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced in ensuring consistent calibration across different AVHRR instruments and propose potential strategies to address these calibration issues.",
        "QuestionCn": "请分析在确保不同AVHRR仪器之间一致性校准时面临的挑战，并提出解决这些校准问题的潜在策略。",
        "AnswerEn": "The main challenges in ensuring consistent calibration across different AVHRR instruments include the lack of fully onboard calibration for the visible and near-infrared channels, the dual gain introduced in AVHRR/3 instruments, and issues arising from orbital drift of NOAA satellites. To address these, the use of Bayesian methods with high-quality, well-calibrated data from the SeaWiFS NDVI dataset has been suggested to derive AVHRR NDVI calibration parameters, thereby overcoming among-instrument calibration difficulties.",
        "AnswerCn": "确保不同AVHRR仪器之间一致校准的主要挑战包括可见光和近红外通道缺乏完全的在轨校准、AVHRR/3仪器引入的双增益，以及NOAA卫星轨道漂移带来的问题。为了解决这些问题，建议使用贝叶斯方法结合来自SeaWiFS NDVI数据集的高质量、良好校准的数据，以推导AVHRR NDVI校准参数，从而克服仪器之间的校准困难。",
        "Level": "C6(Creating)"
      }
    ]
  }
}