{
  "id": "97a05aa3-5d4f-4e44-99d1-e474166e62a6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset of tropical aboveground biomass carbon losses and gains (2010-2020)",
      "titleCn": "热带地区地上生物量碳损失与增加数据集（2010-2020）",
      "description": "Tropical terrestrial ecosystems play an important role in regulating global carbon balance. However, the complex interannual dynamics of aboveground biomass carbon (AGC) in tropical regions have not been fully elucidated. By combining low-frequency L-band passive microwave observation (L-VOD) and optical satellite observation, we calculated the interannual dynamics of tropical aboveground biomass carbon losses (including losses caused by fire, deforestation, and degradation) and gains. The results indicate a moderate net AGC sink of 0.21±0.06 PgC yr-1 throughout the global tropics from 2010–2020. This arises from a gross loss of -1.79 PgC yr-1 offset by a marked gain of 2.01±0.06 PgC yr-1. ",
      "descriptionCn": "热带陆地生态系统在调节全球碳平衡中起着重要作用。然而，热带地上生物量碳（AGC）的复杂年际动态尚未完全厘清。结合低频L波段被动微波观测（L-VOD）和光学卫星观测，我们计算了热带地上生物量碳损失（包括火、森林砍伐和退化造成的损失）和增加的年际动态。结果表明，2010年至2020年间，全球热带地区的净AGC汇为0.21±0.06 PgC yr-1。这是由-1.79 PgC yr-1的损失与2.01±0.06 PgC yr-1的增加相抵消而产生的。",
      "instructions": "The data on aboveground biomass carbon losses and gains in tropical regions are stored in GeoTIFF format, with file names of \"AGC_losses_2010-2020.tif\" and \"AGC_gains_2011-2020.tif\", respectively. The two Tiff files have 11 and 10 bands respectively, corresponding to the annual data from 2010-2020 and 2011-2020.",
      "instructionsCn": "热带地区地上生物量碳损失和增加数据以GeoTIFF格式存储，文件的名称分别为“AGC_losses_2010-2020.tif”和“AGC_gains_2011-2020.tif”。两个GeoTIFF文件分别有11和10个波段，分别对应2010-2020和2011-2020年逐年数据。",
      "east": 160.0,
      "west": -110.0,
      "south": -23.5,
      "north": 23.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 10375720.0,
      "cstr": "18406.11.Terre.tpdc.301303",
      "doi": "10.11888/Terre.tpdc.301303",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "冯禹",
        "nameEn": "FENG Yu",
        "unitEn": "Eastern Institute of Technology, Ningbo",
        "unitCn": "宁波东方理工大学（暂名）"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Global patterns and drivers of tropical aboveground carbon changes ",
        "referenceCn": null,
        "referenceEn": "Feng, Y., Ciais, P., Wigneron, J.P., Xu, Y., Ziegler, A.D., van Wees, D., Fendrich, A.N., Spracklen, D.V., Sitch, S., Brandt, M., Li, W., Fan, L., Li, X., Wu, J., & Zeng, Z. (2024). Global patterns and drivers of tropical aboveground carbon changes. Nature Climate Change. https://doi.org/10.1038/s41558-024-02115-x"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "Carbon",
        "nameEn": "Carbon"
      },
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地覆盖变化",
        "nameEn": "Land cover change"
      },
      {
        "nameCn": "森林",
        "nameEn": "Forest"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "热带地区",
        "keywordEn": "Tropical region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010-2020",
        "keywordEn": "2010-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to assess the interannual dynamics of above-ground carbon (AGC) loss and increase in tropical regions?",
        "QuestionCn": "用于评估热带地区地上碳（AGC）损失和增加的年际动态的数据收集方法的特点是什么？",
        "AnswerEn": "low-frequency L-band passive microwave observations, optical satellite observations, interannual dynamics of AGC loss and increase, tropical regions, period from 2010 to 2020",
        "AnswerCn": "低频L波段被动微波观测、光学卫星观测、地上生物量碳（AGC）损失和增加的年际动态、热带地区、2010年至2020年期间。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the net tropical aboveground carbon (AGC) sink measured in petagrams of carbon per year from 2010 to 2020?",
        "QuestionCn": "2010年至2020年，热带地区的地上碳（AGC）净汇以每年千克碳的单位测量为多少？",
        "AnswerEn": "0.21±0.06 PgC yr-1",
        "AnswerCn": "0.21±0.06 PgC 年^-1",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using low-frequency L-band passive microwave observations compare to optical satellite observations in capturing the interannual dynamics of aboveground biomass carbon loss and gain in tropical regions?",
        "QuestionCn": "低频L波段被动微波观测的数据收集方法与光学卫星观测在捕捉热带地区地上生物量碳损失和增益的年际动态方面有何比较？",
        "AnswerEn": "The data collection methods using low-frequency L-band passive microwave observations and optical satellite observations are combined to calculate the interannual dynamics of aboveground biomass carbon loss and gain in tropical regions. This approach helps address the complexity of these dynamics by providing complementary data that improve the understanding of carbon balance changes due to factors such as fire, deforestation, and degradation from 2010 to 2020.",
        "AnswerCn": "使用低频L波段被动微波观测和光学卫星观测相结合的数据收集方法，计算热带地区地上生物量碳的年际动态损失和增益。这种方法通过提供互补数据来帮助解决这些动态的复杂性，从而改善对2010年至2020年期间由于火灾、森林砍伐和退化等因素导致的碳平衡变化的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What factors could contribute to the observed trends in tropical aboveground biomass carbon loss and gain from 2010 to 2020, and how might different data collection methods help clarify these trends?",
        "QuestionCn": "哪些因素可能导致2010年至2020年热带地上生物量碳损失和增益的观察趋势，以及不同的数据收集方法如何帮助澄清这些趋势？",
        "AnswerEn": "The trends in tropical aboveground biomass carbon loss and gain from 2010 to 2020 could be influenced by various factors such as deforestation, forest degradation, and natural events like fires. Different data collection methods, such as combining low-frequency L-band passive microwave observations with optical satellite observations, may provide comprehensive insights into these dynamics by capturing different aspects of biomass changes. This integration allows for the calculation of annual dynamics in carbon loss and gain, helping to clarify the complex interannual changes in tropical ecosystems.",
        "AnswerCn": "2010年至2020年间，热带地上生物量碳的损失和增益趋势可能受到多种因素的影响，如森林砍伐、森林退化以及自然事件如火灾等。不同的数据收集方法，例如将低频L波段被动微波观测与光学卫星观测相结合，可能为这些动态提供全面的见解，因为它们能够捕捉生物量变化的不同方面。这种整合使得能够计算碳损失和增益的年度动态，有助于阐明热带生态系统中复杂的年际变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary causes behind the variations in annual aboveground carbon biomass changes in tropical regions from 2010 to 2020?",
        "QuestionCn": "2010年至2020年间，热带地区年间地上碳生物量变化的主要原因是什么？",
        "AnswerEn": "The variations in annual aboveground carbon biomass changes in tropical regions from 2010 to 2020 are primarily caused by losses due to fire, deforestation, and degradation, as well as increases detected through combined low-frequency L-band passive microwave observations and optical satellite observations.",
        "AnswerCn": "2010年至2020年间，热带地区地上碳生物量年变化的主要原因是由于火灾、森林砍伐和退化造成的损失，以及通过低频L波段被动微波观测和光学卫星观测检测到的增加。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of integrating low-frequency L-band passive microwave observations with optical satellite data on the accuracy and reliability of tropical aboveground biomass carbon dynamics estimation?",
        "QuestionCn": "将低频L波段被动微波观测与光学卫星数据集成对热带地上生物量碳动态估计的准确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "Integrating low-frequency L-band passive microwave observations with optical satellite data allows for a more comprehensive calculation of tropical aboveground biomass carbon loss and gain. This combination helps to offset losses caused by events like fires, deforestation, and degradation, contributing to a net AGC sink of 0.21±0.06 PgC yr-1 from 2010 to 2020. The integration likely enhances the accuracy and reliability of the dynamic assessments of carbon changes in tropical regions.",
        "AnswerCn": "将低频L波段被动微波观测与光学卫星数据相结合，可以更全面地计算热带地区的地上生物量碳损失和增益。这种结合有助于抵消因火灾、森林砍伐和退化等事件造成的损失，从2010年到2020年，贡献了0.21±0.06 PgC yr-1的净AGC汇。这种整合可能提高了对热带地区碳变化动态评估的准确性和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of employing low-frequency L-band passive microwave and optical satellite observations to calculate the interannual dynamics of aboveground biomass carbon loss and gain in tropical regions?",
        "QuestionCn": "利用低频L波段被动微波和光学卫星观测来计算热带地区地上生物量碳损失和增益的年际动态的主要目标是什么？",
        "AnswerEn": "The primary objectives of employing low-frequency L-band passive microwave and optical satellite observations are to understand the complex interannual dynamics of aboveground biomass carbon (AGC) in tropical regions, quantify carbon losses due to fire, deforestation, and degradation, and assess carbon gains, ultimately contributing to the understanding of tropical terrestrial ecosystems' role in regulating the global carbon balance.",
        "AnswerCn": "使用低频L波段被动微波和光学卫星观测的主要目标是理解热带地区地上生物量碳（AGC）的复杂年际动态，量化由于火灾、森林砍伐和退化造成的碳损失，以及评估碳增益，最终有助于理解热带陆地生态系统在调节全球碳平衡中的作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how researchers calculate the interannual dynamics of tropical aboveground biomass carbon loss and gain using remote sensing data.",
        "QuestionCn": "我不明白研究人员如何使用遥感数据计算热带地上生物量碳损失和增益的年际动态。",
        "AnswerEn": "Researchers calculate the interannual dynamics of tropical aboveground biomass carbon loss and gain by combining low-frequency L-band passive microwave observations (L-VOD) with optical satellite observations. This approach allows them to assess the changes in carbon due to factors like fires, deforestation, and degradation over the period from 2010 to 2020.",
        "AnswerCn": "研究人员通过结合低频L波段被动微波观测（L-VOD）与光学卫星观测，计算热带地上生物量碳损失和增益的年际动态。这种方法使他们能够评估2010年至2020年期间由于火灾、森林砍伐和退化等因素导致的碳变化。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}