{
  "id": "97b3e79c-1e28-4e70-8d4b-74c02ff3047c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Y chromosome SNP and STR data of Tibetan populations in Naqu and Shannan",
      "titleCn": "西藏那曲和山南地区的藏族人群Y染色体SNP及STR分型数据",
      "description": "Paternal genetic structure for the study of the Tibetan people, we collected naqu (n = 233), south (n = 164), a total of 397 male Tibetan individuals.First, by SNP classification method, determines the single times of each sample group of belonging.Second, using an ABI 3130 xl, the 9 STR loci with fluorescent marker testing (including DYS19, DYS388, DYS389, DYS389I, DYS389II, DYS390, DYS391 and DYS392 and DYS393), to further study the Y chromosome genetic diversity of the population.The results show that the naqu Tibetan people most D groups (73.82%）, followed by O groups (16.74 %）, and N group (3.86%）. Shannan Tibetan people O groups was highest (46.95%), followed by groups (39.02 %), N groups (7.32%). Other groups, such as R, J, K, etc in the two regions have scattered, this likely reflects the western Eurasia genetic influence on Tibetan people crowd.This data and published from 2019 to 2021 in Lhasa, ali, nagqu, nyingchi Tibetan Y chromosome data integration, to achieve the comparison of different genetic structure of the Tibetan people, and then, through the analysis of the system development as well as the back face history can reveal different Tibetan population groups.",
      "descriptionCn": "为研究藏族人群的父系遗传结构，我们采集了那曲（n=233）、山南（n=164）的男性藏族个体共397个。首先，通过SNP分型的方法，确定了每个样本的单倍群归属。其次，采用ABI 3130XL，用荧光标记引物对9个STR位点进行检测（包括DYS19、DYS388、DYS389、DYS389I、DYS389II、DYS390、DYS391、DYS392和DYS393），以进一步研究该人群的Y染色体遗传多样性。结果表明，那曲的藏族人群D类群频率最高（73.82%），其次是O类群（16.74%），和N类群（3.86%）。山南地区藏族人群O类群最高（46.95%），其次是D类群（39.02%）、N类群（7.32%）。其他类群如R、J、K等在两个地区有零星分布，这可能反映了欧亚西部人群对藏族人群的遗传影响。本数据和2019-2021年度发布的拉萨、阿里、昌都、林芝的藏族Y染色体数据相整合，能够实现不同藏族人群的遗传结构的比较，进而通过系统发育以及溯祖分析，能够揭示不同藏族人群的群体历史。",
      "instructions": "Excel file, can use Microsoft office Excel to open, view and edit",
      "instructionsCn": "Excel文件，可用office excel打开，查看和编辑",
      "east": 92.05694,
      "west": 91.77697,
      "south": 29.2476,
      "north": 31.47482,
      "startTime": null,
      "endTime": null,
      "fileSize": 58271.0,
      "cstr": "18406.11.HumanNat.tpdc.300094",
      "doi": "10.11888/HumanNat.tpdc.300094",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "孔庆鹏",
        "nameEn": "KONG Qingpeng",
        "unitEn": "Kunming Institute of Zoology, Chinese Academy of Sciences",
        "unitCn": "中国科学院昆明动物研究所"
      },
      {
        "nameCn": "祁学斌",
        "nameEn": "QI Xuebin",
        "unitEn": "",
        "unitCn": "中国科学院昆明动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Genetic Evidence of Paleolithic Colonization and Neolithic Expansion of Modern Humans on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Qi, X.B., Cui, C.Y., Peng, Y., Zhang, X.M., Yang, Z.H., Zhong, H., Zhang, H., Xiang, K., Cao, X.Y., Wang, Y., et al. (2013). Genetic Evidence of Paleolithic Colonization and Neolithic Expansion of Modern Humans on the Tibetan Plateau, Molecular Biology and Evolution, Volume 30, Issue 8, August 2013, Pages 1761–1778, https://doi.org/10.1093/molbev/mst093"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "遗传多样性",
        "nameEn": "Genetic diversity"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "山南",
        "keywordEn": "Shannan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2022",
        "keywordEn": "2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study Y-chromosome SNP and STR diversity in specific Tibetan populations?",
        "QuestionCn": "您能否提供一个用于研究特定藏族人群中Y染色体SNP和STR多样性的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves gathering samples from male individuals across different Tibetan regions, such as Nagqu and Shannan, and then using SNP typing to determine haplogroup classifications. Additionally, fluorescence-labeled primers on an ABI 3130XL are used to detect nine STR loci, enabling a detailed study of Y-chromosome genetic diversity.",
        "AnswerCn": "一种数据收集方法涉及从不同的藏区（如那曲和山南）收集男性个体的样本，然后使用SNP分型来确定单倍群分类。此外，使用荧光标记引物在ABI 3130XL上检测九个STR位点，从而实现对Y染色体遗传多样性的详细研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the Y-chromosome SNP and STR typing data collected from Tibetan populations in regions such as Naqu and Shannan?",
        "QuestionCn": "从纳青和山南等地区的藏族人群收集的Y染色体SNP和STR分型数据的特征是什么？",
        "AnswerEn": "397 male Tibetan individuals, Y-chromosome SNP and STR typing, haplogroups D, O, N, R, J, K, nine STR loci (DYS19, DYS388, DYS389, DYS389I, DYS389II, DYS390, DYS391, DYS392, DYS393), Naqu haplogroup frequencies: D (73.82%), O (16.74%), N (3.86%), Shannan haplogroup frequencies: O (46.95%), D (39.02%), N (7.32%)",
        "AnswerCn": "397名男性藏族个体，Y染色体SNP和STR分型，单倍群D、O、N、R、J、K，九个STR位点（DYS19、DYS388、DYS389、DYS389I、DYS389II、DYS390、DYS391、DYS392、DYS393），那曲单倍群频率：D (73.82%)，O (16.74%)，N (3.86%)，山南单倍群频率：O (46.95%)，D (39.02%)，N (7.32%)。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many male Tibetan individuals were sampled from the regions of Naqu and Shannan for Y-chromosome SNP and STR typing?",
        "QuestionCn": "在那曲和山南地区，采样了多少名男性藏族个体用于Y染色体SNP和STR分型？",
        "AnswerEn": "397",
        "AnswerCn": "397",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the paternal genetic structure of Tibetan populations by analyzing the frequencies of Y-chromosome haplogroups in different regions?",
        "QuestionCn": "通过分析不同地区的Y染色体单倍型群频率，可以得出关于西藏人群父系遗传结构的哪些见解？",
        "AnswerEn": "The analysis of Y-chromosome haplogroups in Tibetan populations from different regions can reveal variations in paternal genetic structure, highlighting dominant haplogroups and suggesting historical migration patterns. In the Naqu region, the high frequency of haplogroup D (73.82%) suggests a strong indigenous genetic influence, while the presence of haplogroups O and N might indicate historical interactions or migrations. In contrast, in the Shannan region, haplogroup O is predominant (46.95%), reflecting different paternal lineage influences compared to Naqu. The presence of rarer haplogroups like R, J, and K in both areas hints at sporadic genetic contributions from Western Eurasian populations, possibly due to historical trade or migration routes. These insights can contribute to understanding the demographic history and genetic diversity of Tibetan populations.",
        "AnswerCn": "对不同地区藏族人群Y染色体单倍群的分析可以揭示父系遗传结构的变化，突出主要单倍群并暗示历史迁徙模式。在那曲地区，D单倍群的高频率（73.82%）表明强烈的本土遗传影响，而O和N单倍群的存在可能指示历史上的相互作用或迁徙。相比之下，在山南地区，O单倍群占主导地位（46.95%），反映出与那曲不同的父系血缘影响。两地区中较为稀有的R、J和K单倍群的存在暗示了来自西欧亚人群的零星遗传贡献，这可能与历史贸易或迁徙路线有关。这些见解有助于理解藏族人群的人口历史和遗传多样性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could influence the genetic diversity observed in the Y chromosome of Tibetan populations from different regions?",
        "QuestionCn": "影响不同地区藏族人群Y染色体遗传多样性的因素有哪些？",
        "AnswerEn": "The genetic diversity observed in the Y chromosome of Tibetan populations from different regions such as Naqu and Shannan could be influenced by historical migration patterns, genetic drift, and the admixture with neighboring populations. The observed frequency variations, with the D haplogroup being predominant in Naqu and the O haplogroup in Shannan, suggest different ancestral contributions and potential historical events that have shaped the paternal genetic structure. Additionally, the sporadic presence of haplogroups like R, J, and K might reflect historical interactions with populations from western Eurasia. These influences can be further explored through phylogenetic and ancestry tracing analyses.",
        "AnswerCn": "观察到的西藏不同地区（如那曲和山南）人群Y染色体的遗传多样性可能受到历史迁徙模式、遗传漂变以及与邻近人群的混合影响。观察到的频率变化中，D单倍群在那曲占主导地位，而O单倍群在山南占主导地位，这表明不同的祖先贡献和可能塑造父系遗传结构的历史事件。此外，R、J和K等单倍群的偶发存在可能反映了与来自西欧亚地区人群的历史互动。这些影响可以通过系统发育和祖先追踪分析进一步探讨。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of integrating Y-chromosome SNP and STR typing data from diverse Tibetan populations on the understanding of their paternal genetic structure?",
        "QuestionCn": "整合来自不同藏族人群的Y染色体SNP和STR分型数据对理解他们的父系遗传结构可能产生的后果是什么？",
        "AnswerEn": "Integrating Y-chromosome SNP and STR typing data from diverse Tibetan populations allows for a comprehensive comparison of genetic structures across different Tibetan groups. This can reveal variations in paternal lineage frequencies, such as the predominance of the D haplogroup in certain regions and the O haplogroup in others. It also enables phylogenetic and ancestral tracing analyses, which can uncover insights into the historical migration and genetic influences of Eurasian populations on Tibetans.",
        "AnswerCn": "整合来自不同藏族群体的Y染色体SNP和STR分型数据，可以全面比较不同藏族群体的遗传结构。这可以揭示父系谱系频率的变化，例如某些地区D单倍群的优势和其他地区O单倍群的优势。它还使得系统发育和祖先追溯分析成为可能，从而揭示出欧亚人群对藏族的历史迁徙和遗传影响的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of collecting Y-chromosome SNP and STR typing data from Tibetan populations in regions like Nagqu and Shannan?",
        "QuestionCn": "收集来自纳曲和山南等地区的藏族人群的Y染色体SNP和STR分型数据的最终目标是什么？",
        "AnswerEn": "The ultimate goal is to study the paternal genetic structure of Tibetan populations by determining haplogroup affiliations through SNP typing and assessing Y-chromosome genetic diversity using STR loci. This research aims to compare the genetic structures of different Tibetan populations and reveal their population history through phylogenetic and ancestral analysis.",
        "AnswerCn": "最终目标是通过SNP分型确定西藏人群的单倍型群归属，并通过STR位点评估Y染色体的遗传多样性，从而研究西藏人群的父系遗传结构。本研究旨在比较不同西藏人群的遗传结构，并通过系统发育和祖先分析揭示它们的种群历史。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}