{
  "id": "97d02261-ccfd-40a6-bc22-c6c74f77b4f1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Chronological data set of East Pamir Muztagh Ata glacier landform (Holocene)",
      "titleCn": "东帕米尔慕士塔格冰川地貌年代数据集（全新世）",
      "description": "1) The data content is the exposure age of the Cosmogenic Nuclide 10Be of the moraine left by the glaciers around the Muztagh Ata peak in the Holocene, including the sampling location, 10Be concentration, calculation results, etc. 2) 10Be concentration data are from published literature. Referring to the latest 10Be yield in the world, three different yield correction methods are used to calculate the exposure age of moraine samples. 3) Compared with the chronological data of the original published literature, this data is more accurate, and the chronological results given by the three methods can be compared with each other, with better concentration within the error range. 4) The data can be used to understand the Holocene change law of glaciers in Pamir region and provide data support for chronological comparison of glacial evolution in the northwest of the plateau.",
      "descriptionCn": "1）数据内容为慕士塔格峰周围冰川在全新世留下的冰碛物宇宙成因核素10Be的暴露年代，包括采样地点、10Be浓度、计算结果等。2）10Be浓度数据来源于发表的文献，参考全球最新的10Be产率，使用三种不同的产率校正方法来计算冰碛物样品的暴露年代。3）相比于原始发表文献的年代数据，此数据更为精确，而且三种方法给出的年代结果可以相互对比，误差范围内集中度较好。4）该数据可用于认识帕米尔地区冰川全新世变化规律，为高原西北部冰川演化的年代学对比提供数据支撑。",
      "instructions": "Excel file and reads it directly.",
      "instructionsCn": "Excel直接读取文件",
      "east": 76.0,
      "west": 75.0,
      "south": 38.0,
      "north": 39.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 26004.0,
      "cstr": "18406.11.Cryos.tpdc.272757",
      "doi": "10.11888/Cryos.tpdc.272757",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "许向科",
        "nameEn": "XU Xiangke",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "徐柏青",
        "nameEn": "XU Baiqing",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Quaternary glaciation of Muztag Ata and Kongur Shan: Evidence for glacier response to rapid climate changes throughout the Late Glacial and Holocene in westernmost Tibet",
        "referenceCn": null,
        "referenceEn": "SEONG, Y.B., OWEN, L.A., & YI, C.L., et al. (2009). Quaternary glaciation of Muztag Ata and Kongur Shan: Evidence for glacier response to rapid climate changes throughout the Late Glacial and Holocene in westernmost Tibet. Geological Society of America Bulletin, 121, 348-365."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "帕米尔",
        "keywordEn": "Pamir"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "全新世",
        "keywordEn": "Holocene",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for determining the exposure ages of moraines using 10Be cosmogenic nuclide require calibration with global production rates?",
        "QuestionCn": "确定冰碛的暴露年龄使用10Be宇宙线核素的数据显示收集方法是否需要与全球生产率进行校准？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of different 10Be production rate correction methods used to calculate the exposure ages of moraine samples in a dataset related to glacier geomorphology in the Pamir region during the Holocene?",
        "QuestionCn": "在与帕米尔地区全新世冰川地貌相关的数据集中，用于计算冰碛样本暴露年龄的不同10Be生产率修正方法的数量是多少？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the three different production rate calibration methods for calculating 10Be exposure ages compare in terms of accuracy and precision for glacial moraine dating in the vicinity of Muztagh Ata during the Holocene?",
        "QuestionCn": "三种不同的生产率校准方法在计算10Be暴露年龄时，在穆兹塔格阿塔附近的冰川堆石定年方面，在准确性和精确性上有何比较？",
        "AnswerEn": "The three production rate calibration methods used to calculate 10Be exposure ages offer a more precise comparison than those from original published literature. These methods provide results that can be compared against each other, with good concentration within the margin of error, enhancing the understanding of glacial changes in the Pamirs during the Holocene and supporting chronological comparisons of glacier evolution in the northwestern plateau.",
        "AnswerCn": "用于计算10Be暴露年龄的三种生产率校准方法提供了比原始出版文献中更精确的比较。这些方法的结果可以相互比较，且在误差范围内具有良好的集中性，增强了对霍洛cene时期帕米尔地区冰川变化的理解，并支持了对西北高原冰川演化的年代学比较。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the main reasons for the selection of different 10Be production rate correction methods in determining the exposure ages of glacial deposits in the Pamirs?",
        "QuestionCn": "在确定帕米尔地区冰川沉积物的暴露年龄时，选择不同的10Be生产率修正方法的主要原因是什么？",
        "AnswerEn": "The selection of different 10Be production rate correction methods is likely due to the need for precise exposure age calculations of glacial deposits. By using multiple methods, researchers can compare results and assess the concentration of data within error ranges, leading to more accurate and reliable temporal analysis of Holocene glacial changes in the Pamirs.",
        "AnswerCn": "不同的10Be生产率修正方法的选择可能是由于对冰川沉积物暴露年龄计算的精确需求。通过使用多种方法，研究人员可以比较结果并评估数据在误差范围内的集中程度，从而对帕米尔地区全新世冰川变化的时间分析进行更准确和可靠的评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using multiple 10Be production rate calibration methods on the precision and reliability of exposure age dating for glacial moraines in the Pamir region?",
        "QuestionCn": "使用多种10Be生产率校准方法对帕米尔地区冰川堆石的暴露年龄测定的精度和可靠性有什么影响？",
        "AnswerEn": "Using multiple 10Be production rate calibration methods can enhance the precision and reliability of exposure age dating for glacial moraines by providing results that can be cross-verified across different methods. This approach leads to more accurate and precise age estimates compared to using a single method, as the concentration of results within the error range is improved. Consequently, this allows for a better understanding of Holocene glacier changes in the Pamir region and provides robust chronological data for comparing glacier evolution in the northwestern part of the plateau.",
        "AnswerCn": "使用多种10Be生产率校准方法可以提高冰川堆石暴露年龄测定的精确性和可靠性，因为这些结果可以通过不同的方法进行交叉验证。这种方法相比于单一方法，能够提供更准确和精确的年龄估计，因为结果在误差范围内的集中度得到了改善。因此，这有助于更好地理解帕米尔地区的全新世冰川变化，并为比较高原西北部的冰川演化提供了可靠的年代学数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of collecting exposure ages of moraine boulders using cosmogenic nuclide 10Be in glacial geomorphology studies within the Holocene epoch?",
        "QuestionCn": "在全新世冰川地貌研究中，使用宇宙成因核素10Be收集冰碛岩石的暴露年龄的最终目标是什么？",
        "AnswerEn": "The goal is to understand the patterns of glacier changes in the Pamir region during the Holocene, providing chronological data support for comparing glacier evolution in the northwestern part of the plateau. This involves using precise 10Be concentration data and employing three different production rate correction methods to calculate exposure ages, resulting in more accurate dating compared to originally published data.",
        "AnswerCn": "目标是了解全新世期间帕米尔地区冰川变化的模式，为比较高原西北部的冰川演化提供年代学数据支持。这涉及使用精确的10Be浓度数据，并采用三种不同的产量率修正方法来计算暴露年龄，从而获得比原始发布数据更准确的年代测定。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}