{
    "id": "97dc1307-289d-46f3-b2f4-87b6c437fd56",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "1:100,000 landuse dataset of Sichuan province (2000)",
            "titleCn": "四川省1:10万土地利用数据集（2000）",
            "description": "This data was derived from \"1: 100,000 Land Use Data of China\". Based on Landsat MSS, TM and ETM remote sensing data, 1: 100,000 Land Use Data of China was compiled within three years by a remote sensing scientific and technological team of 19 research institutes affiliated to the Chinese Academy of Sciences, which was organized by the “Remote Sensing Macroinvestigation and Dynamic Research on the National Resources and Environment\", one of the major application programs in Chinese Academy of Sciences during the \"Eighth Five-year Plan\". This data adopts a hierarchical land cover classification system, which divides the country into 6 first-class categories (cultivated land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 second-class categories. This is the most accurate land use data product in our country at present. It has already played an important role in national land resources survey, hydrology and ecological research.",
            "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。本数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
            "instructions": "File name: the data is stored in vector SHP format, and the file name is \"sichuan-2000\".\nData reading: it can be opened and read by remote sensing software such as ArcGIS and QGIS.",
            "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Sichuan-2000\"。\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
            "east": 107.6,
            "west": 104.0,
            "south": 35.0,
            "north": 39.5,
            "startTime": "2000-01-10 00:00:00",
            "endTime": "2001-01-09 11:59:59",
            "fileSize": 296820201.0,
            "cstr": "18406.11.Socioeco.tpdc.270657",
            "doi": "10.11888/Socioeco.tpdc.270657",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘纪远",
                "nameEn": "LIU Jiyuan",
                "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理资源与环境研究所"
            },
            {
                "nameCn": "庄大方",
                "nameEn": "ZHUANG Dafang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "周万村",
                "nameEn": "ZHOU Wancun",
                "unitEn": "",
                "unitCn": "中国科学院成都山地灾害与环境研究所"
            },
            {
                "nameCn": "吴世新",
                "nameEn": "WU Shixin",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
                "referenceCn": null,
                "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
            },
            {
                "titleCn": "山地平原过渡区土地生态安全预警",
                "titleEn": null,
                "referenceCn": "李喆. 山地平原过渡区土地生态安全预警[D]. 成都理工大学, 2012.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
                "referenceCn": null,
                "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
            },
            {
                "titleCn": null,
                "titleEn": "Modeling and assessing hydrologic processes for historical and potential land-cover change in the Duoyingping watershed, southwest China",
                "referenceCn": null,
                "referenceEn": "Zhang, Xingnan, Liu, Yangyang, Fang, Yuanhao, Liu, Bojuan, Xia, Dazhong. Modeling and assessing hydrologic processes for historical and potential land-cover change in the Duoyingping watershed, southwest China. Physics and Chemistry of the Earth, Parts A/B/C, 2012, 53–54:19-29. doi:10.1016/j.pce.2011.08.021"
            },
            {
                "titleCn": "水田生态系统空间格局演变规律与服务价值评估",
                "titleEn": null,
                "referenceCn": "孙平, 田永中, 王冰, 徐旭晨. 水田生态系统空间格局演变规律与服务价值评估[J]. 中国水土保持, 2010(12): 43–46.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Critical Area Identification of Potential Soil Loss in a Typical Watershed of the Three Gorges Reservoir Region",
                "referenceCn": null,
                "referenceEn": "Chen L, Qian X, Shi Y. Critical Area Identification of Potential Soil Loss in a Typical Watershed of the Three Gorges Reservoir Region[J]. Water Resources Management, 2011, 25(13): 3445–3463. doi:10.1007/s11269-011-9864-4"
            },
            {
                "titleCn": null,
                "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
                "referenceCn": null,
                "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
            },
            {
                "titleCn": "四川盆周山地土地利用/覆盖景观空间格局演替研究",
                "titleEn": null,
                "referenceCn": "陈刚. 四川盆周山地土地利用/覆盖景观空间格局演替研究[D]. 成都理工大学, 2011.",
                "referenceEn": null
            },
            {
                "titleCn": "滑坡编目的空间数据分析及实例应用. 兰州大学学报(自然科学版)",
                "titleEn": null,
                "referenceCn": "胡元鑫, 刘新荣, 罗建华, 葛华. 滑坡编目的空间数据分析及实例应用. 兰州大学学报(自然科学版), 2011, (03):9-17",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地覆被",
                "nameEn": "land cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "四川省",
                "keywordEn": "Sichuan Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
            ],
            "research objective": [
                "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
            ],
            "challenges": [
                "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
            ],
            "methods": [],
            "dataset": [
                "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
            ],
            "findings": [
                "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
            ],
            "backgroundCn": [
                "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversity、生物地球化学循环以及资源的可持续开发之间的相互作用。1995年，国际全球变化研究计划（IGBP）和国际人文与社会科学计划（IHDP）发布并推动的一系列科学研究项目，使得土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究中的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于物理环境的多样性和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，也相应地影响全球变化。"
            ],
            "research objectiveCn": [
                "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间模式”和“时间过程”的综合研究，以揭示区域土地利用变化特征在动态过程的模式和动态过程的模式上的关系。"
            ],
            "challengesCn": [
                "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "主要数据来源是Landsat TM数字图像（1995/1996年的520幅场景和1999/2000年的508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据，以获取1999/2000年的土地利用信息。"
            ],
            "findingsCn": [
                "中国的土地利用变化存在明显的区域差异，这为划定动态区域奠定了基础。在1995年至2000年期间，土地利用变化的快速变化发生在华北、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区。"
            ]
        }
    ],
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data sources used for collecting land-use information in China during the late 1990s?",
                "QuestionCn": "在1990年代末，中国收集土地利用信息的主要数据来源是什么？",
                "AnswerEn": "Landsat TM digital images, CBERS-1 data",
                "AnswerCn": "Landsat TM 数字影像，CBERS-1 数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where do significant land-use changes occur in China during the period of 1995 to 2000?",
                "QuestionCn": "在1995年至2000年期间，中国在哪些地方发生了显著的土地利用变化？",
                "AnswerEn": "North China, Loess Plateau, Northeast China, southeast coastal region, middle and lower reaches of the Yangtze River, eastern coastal region",
                "AnswerCn": "华北、黄土高原、东北地区、东南沿海地区、长江中下游地区、东部沿海地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the primary challenges in balancing land-use changes related to deforestation and urban expansion in China?",
                "QuestionCn": "在中国，平衡与森林砍伐和城市扩张相关的土地利用变化的主要挑战是什么？",
                "AnswerEn": "deforestation",
                "AnswerCn": "森林砍伐",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What could be an example of a challenge faced in collecting land-use data in China?",
                "QuestionCn": "在中国收集土地利用数据时可能面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced in collecting land-use data in China is the conflict between arable land protection and urban expansion, which leads to irrational conversion from arable land to built-up areas. This presents difficulties in accurately capturing and analyzing land-use changes.",
                "AnswerCn": "在中国，收集土地利用数据面临的一个挑战是耕地保护与城市扩张之间的冲突，这导致耕地向建筑用地的不合理转化。这给准确捕捉和分析土地利用变化带来了困难。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties of land-use data derived from satellite remote sensing?",
                "QuestionCn": "卫星遥感衍生的土地利用数据的属性有哪些？",
                "AnswerEn": "hierarchical land cover classification system, primary categories like arable land, forest, grassland, water bodies, urban areas, unused land, secondary subdivisions for more detailed analysis",
                "AnswerCn": "分层土地覆盖分类系统，主要类别包括耕地、森林、草地、水体、城市区域、未利用土地，次级细分用于更详细的分析。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges associated with the use of remote sensing data for land-use change detection in a developing country like China?",
                "QuestionCn": "在像中国这样的发展中国家，使用遥感数据进行土地利用变化检测面临的挑战有哪些？",
                "AnswerEn": "arable land protection, urban expansion, deforestation, varied physical environments, vast land areas",
                "AnswerCn": "耕地保护、城市扩张、森林砍伐、多样的自然环境、广阔的土地面积",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many primary land-use categories are included in a dataset constructed from Landsat MSS, TM, and ETM data?",
                "QuestionCn": "从Landsat MSS、TM和ETM数据构建的数据集中包含多少个主要土地利用类别？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many secondary land-use categories does a dataset, based on Landsat imagery, classify across China?",
                "QuestionCn": "基于Landsat影像的数据集在中国分类了多少个次级土地利用类别？",
                "AnswerEn": "31",
                "AnswerCn": "31",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many scenes of Landsat TM digital images were used to acquire land-use information for the years 1995/1996 and 1999/2000?",
                "QuestionCn": "用于获取1995/1996年和1999/2000年土地利用信息的Landsat TM数字图像场景数量是多少？",
                "AnswerEn": "520, 508",
                "AnswerCn": "520, 508",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by a 'land cover classification system' in the context of land-use data collection?",
                "QuestionCn": "在土地利用数据收集的背景下，“土地覆盖分类系统”是指一种用于对地表覆盖类型进行分类和描述的系统。",
                "AnswerEn": "A 'land cover classification system' refers to a method used to categorize and organize land types into hierarchical categories based on their physical characteristics and human utility. In the context of land-use data collection, it involves dividing the land into classes such as cultivated land, forest, grassland, water bodies, urban areas, and unused land, with further subcategories to provide detailed insights.",
                "AnswerCn": "“土地覆盖分类系统”是指一种方法，用于根据土地的物理特征和人类利用情况对土地类型进行分类和组织。 在土地利用数据收集的背景下，它涉及将土地划分为耕地、森林、草地、水体、城市区域和未利用土地等类别，并进一步细分以提供详细的见解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What constitutes a 'dynamic regionalization of land-use change' in environmental studies?",
                "QuestionCn": "在环境研究中，“土地利用变化的动态区域化”是指什么？",
                "AnswerEn": "'Dynamic regionalization of land-use change' refers to a framework designed to analyze and map the variations in land use over time and space. This involves studying the temporal and spatial characteristics of land-use changes, aiming to identify trends and patterns that can inform regional planning and resource management. It focuses on both the spatial distribution and temporal progression of land-use transformations.",
                "AnswerCn": "“动态区域化的土地利用变化”是一个旨在分析和绘制土地利用随时间和空间变化的框架。这涉及研究土地利用变化的时间特征和空间特征，旨在识别可以为区域规划和资源管理提供信息的趋势和模式。它关注土地利用转变的空间分布和时间进程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is involved in the 'integrated studies of spatial pattern and temporal process' in land-use change research?",
                "QuestionCn": "在土地利用变化研究中，“空间模式与时间过程的综合研究”涉及哪些内容？",
                "AnswerEn": "The 'integrated studies of spatial pattern and temporal process' involve a comprehensive approach to examining how land-use changes are distributed across a landscape (spatial pattern) and how these changes unfold over time (temporal process). This approach seeks to reveal the characteristics of land-use changes by analyzing both the dynamic processes that drive changes in spatial patterns and the patterns that emerge from these dynamic processes.",
                "AnswerCn": "“空间模式与时间过程的综合研究”涉及一种全面的方法，旨在考察土地利用变化在景观中的分布（空间模式）以及这些变化随时间的演变（时间过程）。这种方法通过分析驱动空间模式变化的动态过程和从这些动态过程中产生的模式，旨在揭示土地利用变化的特征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods utilizing Landsat MSS, TM, and ETM compare to those using CBERS-1 regarding land-use information accuracy in the context of the 1995-2000 study period?",
                "QuestionCn": "在1995-2000研究期间，利用Landsat MSS、TM和ETM的数据收集方法与使用CBERS-1的数据收集方法在土地利用信息准确性方面有何比较？",
                "AnswerEn": "The data collection methods using Landsat MSS, TM, and ETM for the 1995-2000 period were primary in constructing a high-precision land-use dataset in China. In comparison, CBERS-1 data was also employed for acquiring land-use information for the years 1999/2000. Both data sources contributed to understanding the regional differentiation of land-use change, but the direct comparison of accuracy between these satellite data sources in the field is not explicitly detailed in the metadata or papers mentioned.",
                "AnswerCn": "在1995-2000年期间，使用Landsat MSS、TM和ETM的数据收集方法是构建中国高精度土地利用数据集的主要手段。相比之下，CBERS-1数据也被用于获取1999/2000年的土地利用信息。这两种数据源有助于理解土地利用变化的区域差异，但在提到的元数据或论文中并没有明确详细比较这些卫星数据源在该领域的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in challenges faced when using satellite imagery versus traditional survey methods for land-use change detection in China, as highlighted in the field?",
                "QuestionCn": "在中国，使用卫星影像与传统调查方法进行土地利用变化检测时面临的挑战有哪些不同之处，已在该领域中得到强调。",
                "AnswerEn": "The field highlights that satellite imagery, such as Landsat and CBERS-1, allows for large-scale land-use change detection, which is crucial in a vast country like China. Challenges with satellite imagery include processing large datasets and ensuring temporal consistency. In contrast, traditional survey methods might face challenges like limited spatial coverage and higher resource requirements. The specific challenges faced between these methods are not directly compared but are implied through the emphasis on satellite data's role in large-scale analysis.",
                "AnswerCn": "该领域强调，卫星影像，如Landsat和CBERS-1，能够进行大规模的土地利用变化检测，这在像中国这样广阔的国家中至关重要。卫星影像面临的挑战包括处理大规模数据集和确保时间一致性。相比之下，传统调查方法可能面临空间覆盖有限和资源需求较高等挑战。这些方法之间面临的具体挑战并没有直接比较，但通过强调卫星数据在大规模分析中的作用，暗示了这些挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the regional differentiation of land-use change identified using satellite data compare across various regions in China during the 1995-2000 period?",
                "QuestionCn": "利用卫星数据识别的土地利用变化的区域差异在1995-2000年期间中国各地区之间是如何比较的？",
                "AnswerEn": "The regional differentiation of land-use change identified using satellite data during the 1995-2000 period shows significant variations across China. Rapid land-use changes were noted in North China, the Loess Plateau, Northeast China, the southeast coastal region, and the middle and lower reaches of the Yangtze River. These differences highlight the diverse impacts of land-use policies and environmental conditions across regions, although a direct comparison of the methodologies used to analyze these changes is not explicitly detailed in the field information.",
                "AnswerCn": "利用卫星数据识别的1995-2000年期间土地利用变化的区域差异显示，中国各地存在显著的变化。北方地区、黄土高原、东北地区、东南沿海地区以及长江中下游地区的土地利用变化迅速。这些差异突显了土地利用政策和环境条件在各地区的不同影响，尽管在领域信息中并未明确详细比较分析这些变化的方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can researchers effectively address the challenges of spatial and temporal resolution when analyzing land-use change data over different regions?",
                "QuestionCn": "研究人员如何有效应对在分析不同地区土地利用变化数据时空间和时间分辨率的挑战？",
                "AnswerEn": "The dataset employs a hierarchical land cover classification system that facilitates the study of land-use changes by integrating spatial patterns and temporal processes, which helps in overcoming challenges related to resolution.",
                "AnswerCn": "该数据集采用分层土地覆盖分类系统，通过整合空间模式和时间过程，促进了土地利用变化的研究，有助于克服与分辨率相关的挑战。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What potential approaches can be employed to integrate multiple satellite data sources to enhance the understanding of land-use change dynamics?",
                "QuestionCn": "可以采用哪些潜在方法来整合多个卫星数据源，以增强对土地利用变化动态的理解？",
                "AnswerEn": "The data collection method utilized multiple satellite data sources, including both Landsat TM digital images and CBERS-1 data, to acquire comprehensive land-use information, providing a more detailed understanding of land-use dynamics.",
                "AnswerCn": "数据收集方法利用了多个卫星数据源，包括Landsat TM数字图像和CBERS-1数据，以获取全面的土地利用信息，从而提供对土地利用动态的更详细理解。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the high precision of land-use data products, and how do these factors impact data collection methods?",
                "QuestionCn": "影响土地利用数据产品高精度的因素有哪些，这些因素如何影响数据收集方法？",
                "AnswerEn": "The high precision of land-use data products is largely due to the hierarchical land cover classification system used, which divides land into detailed categories. This precision impacts data collection methods by necessitating the use of advanced satellite remote sensing technologies like Landsat MSS, TM, and ETM, which can provide detailed imagery for accurate classification.",
                "AnswerCn": "土地利用数据产品的高精度主要得益于所使用的分层土地覆盖分类系统，该系统将土地划分为详细的类别。这种精度对数据收集方法产生了影响，要求使用先进的卫星遥感技术，如Landsat MSS、TM和ETM，这些技术能够提供详细的影像以实现准确分类。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are there regional differences in the rate of land-use change in China, and how does this affect the choice of datasets for analysis?",
                "QuestionCn": "中国土地利用变化的速率存在地区差异，这种差异如何影响分析时数据集的选择？",
                "AnswerEn": "Regional differences in land-use change rates are influenced by varied physical environments and socio-economic policies across China. These differences affect dataset choice as researchers need to select datasets that can capture the specific regional dynamics, such as those from Landsat TM and CBERS-1, which provide comprehensive coverage and temporal resolution suitable for studying these changes.",
                "AnswerCn": "中国各地区土地利用变化率的差异受到不同的自然环境和社会经济政策的影响。这些差异影响了数据集的选择，因为研究人员需要选择能够捕捉特定区域动态的数据集，例如Landsat TM和CBERS-1，这些数据集提供了全面的覆盖和适合研究这些变化的时间分辨率。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing satellite remote sensing data, such as Landsat MSS, TM, and ETM, in land-use data collection for regional land-use change studies?",
                "QuestionCn": "利用卫星遥感数据，如Landsat MSS、TM和ETM，在区域土地利用变化研究中的土地利用数据收集可能带来的潜在后果是什么？",
                "AnswerEn": "Utilizing satellite remote sensing data such as Landsat MSS, TM, and ETM allows for the construction of high-precision land-use datasets. This enhances the ability to study global environmental change, particularly the interaction between the biosphere and atmosphere, biodiversity, and biogeochemical cycles. Such data collection methods provide a basis for understanding temporal and spatial features of land-use changes, although challenges such as conflicts between land protection and urban expansion persist.",
                "AnswerCn": "利用卫星遥感数据，如Landsat MSS、TM和ETM，可以构建高精度的土地利用数据集。这增强了研究全球环境变化的能力，特别是生物圈与大气之间的相互作用、生物多样性和生物地球化学循环。这种数据收集方法为理解土地利用变化的时间和空间特征提供了基础，尽管土地保护与城市扩张之间的冲突等挑战仍然存在。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do policies impacting land-use change in developing countries like China influence the dynamics of land-use datasets?",
                "QuestionCn": "政策对发展中国家如中国的土地利用变化的影响如何影响土地利用数据集的动态？",
                "AnswerEn": "Policies in developing countries like China significantly influence land-use change dynamics by affecting social and economic development patterns. These policies can lead to regional differentiation in land-use changes, impacting the regional scale of land-use datasets and their ability to accurately reflect temporal and spatial features of land-use alterations.",
                "AnswerCn": "发展中国家的政策，如中国的政策，显著影响土地利用变化动态，进而影响社会和经济发展模式。这些政策可能导致土地利用变化的区域差异，影响土地利用数据集的区域规模及其准确反映土地利用变化的时间和空间特征的能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the implications of integrating multiple satellite data sources, such as Landsat and CBERS-1, for land-use information accuracy in datasets?",
                "QuestionCn": "整合多个卫星数据源，如Landsat和CBERS-1，对土地利用信息准确性的影响是什么？",
                "AnswerEn": "Integrating multiple satellite data sources such as Landsat and CBERS-1 can improve the accuracy and comprehensiveness of land-use information in datasets. This approach enhances the understanding of land-use change patterns and dynamic processes, although challenges remain in achieving effective land-use management and balancing arable land protection with urban expansion.",
                "AnswerCn": "整合多个卫星数据源，如Landsat和CBERS-1，可以提高数据集中土地利用信息的准确性和全面性。这种方法增强了对土地利用变化模式和动态过程的理解，尽管在实现有效的土地利用管理以及平衡可耕地保护与城市扩张方面仍然存在挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives might drive the establishment of a hierarchical land cover classification system in the context of land-use data collection?",
                "QuestionCn": "在土地利用数据收集的背景下，建立分层土地覆盖分类系统可能驱动的目标包括：",
                "AnswerEn": "The hierarchical land cover classification system aims to provide a detailed and structured representation of land use, facilitating precise analysis and decision-making in national land resource surveys, hydrology, and ecological research.",
                "AnswerCn": "分层土地覆盖分类系统旨在提供详细和结构化的土地使用表示，促进国家土地资源调查、水文学和生态研究中的精确分析和决策。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the intended outcomes of analyzing the spatial and temporal features of land-use change in specific regions?",
                "QuestionCn": "分析特定地区土地利用变化的空间和时间特征的预期结果是什么？",
                "AnswerEn": "Analyzing the spatial and temporal features of land-use change aims to reveal regional characteristics and dynamics, which can inform policies and strategies to manage land resources, address conflicts between arable land protection and urban expansion, and contribute to understanding global environmental change.",
                "AnswerCn": "分析土地利用变化的空间和时间特征旨在揭示区域特征和动态，这可以为管理土地资源、解决耕地保护与城市扩张之间的冲突提供政策和策略支持，并有助于理解全球环境变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to integrate Landsat TM digital images and CBERS-1 data to construct a comprehensive land-use dataset for analysis?",
                "QuestionCn": "用于整合Landsat TM数字图像和CBERS-1数据以构建综合土地利用数据集进行分析的程序有哪些？",
                "AnswerEn": "The main data sources include Landsat TM digital images from 1995/1996 and 1999/2000, and CBERS-1 data were also used to acquire land-use information for 1999/2000. These datasets are likely integrated by aligning temporal and spatial attributes to construct a comprehensive dataset for land-use analysis.",
                "AnswerCn": "主要数据来源包括1995/1996年的Landsat TM数字图像和1999/2000年的数据，同时还使用了CBERS-1数据以获取1999/2000年的土地利用信息。这些数据集可能通过对齐时间和空间属性来整合，以构建一个全面的土地利用分析数据集。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can hierarchical land cover classification systems be utilized to improve the accuracy of land-use data in large-scale environmental studies?",
                "QuestionCn": "层次化土地覆盖分类系统如何被用于提高大规模环境研究中土地利用数据的准确性？",
                "AnswerEn": "A hierarchical land cover classification system can be used to categorize land into six primary classes and 31 secondary classes, as seen in the metadata. This approach helps in achieving high precision in land-use data, which is essential for detailed environmental studies.",
                "AnswerCn": "分层土地覆盖分类系统可以将土地分为六个主要类别和31个次要类别，如元数据所示。这种方法有助于实现土地利用数据的高精度，这对于详细的环境研究至关重要。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the acquisition of high-resolution land-use data in large regions like Sichuan Province?",
                "QuestionCn": "哪些技术进步使得在像四川省这样的大区域获取高分辨率土地利用数据成为可能？",
                "AnswerEn": "The use of satellite remote sensing technology, particularly through Landsat MSS, TM, and ETM remote sensing data, has enabled the acquisition of high-resolution land-use data. The integration of data from the CBERS-1 satellite also supports the acquisition of detailed land-use information.",
                "AnswerCn": "卫星遥感技术的使用，特别是通过Landsat MSS、TM和ETM遥感数据，使得高分辨率土地利用数据的获取成为可能。CBERS-1卫星的数据整合也支持了详细土地利用信息的获取。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do satellite remote sensing methods enable the detection of temporal and spatial features of land-use change?",
                "QuestionCn": "卫星遥感方法如何使土地利用变化的时间和空间特征的检测成为可能？",
                "AnswerEn": "Satellite remote sensing methods, such as those using Landsat TM digital images, allow for the observation of land-use changes over time by providing consistent, repeatable, and large-scale coverage that helps in revealing temporal and spatial features of land-use change.",
                "AnswerCn": "卫星遥感方法，如使用Landsat TM数字图像，可以通过提供一致、可重复和大规模的覆盖，帮助观察土地利用变化，从而揭示土地利用变化的时间和空间特征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the anticipated outcomes of regional land-use change studies differ when using satellite imagery from different sources, such as Landsat TM and CBERS-1?",
                "QuestionCn": "区域土地利用变化研究的预期结果可能会因使用不同来源的卫星影像（如Landsat TM和CBERS-1）而有所不同，原因可能包括以下几点：",
                "AnswerEn": "The anticipated outcomes might differ due to variations in spatial resolution, spectral characteristics, and temporal coverage between Landsat TM and CBERS-1 satellite imagery, which can impact the accuracy and consistency of land-use information extracted from these data sources.",
                "AnswerCn": "预期结果可能会因Landsat TM和CBERS-1卫星影像之间的空间分辨率、光谱特征和时间覆盖的差异而有所不同，这可能会影响从这些数据源提取的土地利用信息的准确性和一致性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential reasons for not achieving expected accuracy levels when using a hierarchical land-cover classification system in large-scale land-use datasets?",
                "QuestionCn": "在使用分层土地覆盖分类系统处理大规模土地利用数据集时，未能达到预期准确性水平的潜在原因有哪些？",
                "AnswerEn": "The potential reasons could include the complexity and heterogeneity of land-cover types, the limitations of remote sensing data in capturing fine-scale variations, and the challenges in consistently applying classification criteria across diverse regions.",
                "AnswerCn": "潜在原因可能包括土地覆盖类型的复杂性和异质性、遥感数据在捕捉细微变化方面的局限性，以及在不同地区一致应用分类标准的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using satellite remote sensing, like Landsat and CBERS-1, in capturing detailed land-use changes in a region as diverse as China?",
                "QuestionCn": "您将如何评估使用卫星遥感技术，如Landsat和CBERS-1，在捕捉像中国这样多样化地区的土地利用变化方面的有效性？",
                "AnswerEn": "Satellite remote sensing, using tools like Landsat and CBERS-1, is highly effective in capturing detailed land-use changes due to its ability to cover vast areas and provide consistent, temporal data. In a geographically and ecologically diverse region like China, these technologies offer invaluable insights into regional differentiation of land-use, despite challenges such as cloud cover and resolution limitations.",
                "AnswerCn": "卫星遥感技术，如Landsat和CBERS-1，能够有效捕捉详细的土地利用变化，因为它们能够覆盖广阔的区域并提供一致的时间数据。在像中国这样地理和生态多样的地区，这些技术提供了对土地利用区域差异化的宝贵见解，尽管面临云层覆盖和分辨率限制等挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential challenges in ensuring the accuracy of land-cover classifications when using remote sensing data in varied physical environments?",
                "QuestionCn": "在使用遥感数据进行土地覆盖分类时，确保分类准确性的潜在挑战包括：在不同物理环境中，地形变化、植被类型多样性、季节性变化、传感器分辨率限制、光照条件变化、数据处理方法的选择以及地面验证数据的不足等。",
                "AnswerEn": "One potential challenge in ensuring accuracy is the presence of varied physical environments, which can affect the spectral signatures captured by remote sensing. Additionally, seasonal changes, atmospheric conditions, and differing land use policies can complicate classification efforts, leading to potential misclassifications or the need for frequent updates.",
                "AnswerCn": "确保准确性的一项潜在挑战是不同的物理环境，这可能会影响遥感捕获的光谱特征。此外，季节变化、气象条件和不同的土地使用政策也可能使分类工作变得复杂，导致潜在的误分类或需要频繁更新。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don’t understand how satellite remote sensing can be effectively utilized for land-use data collection in such vast regions as China.",
                "QuestionCn": "我不明白卫星遥感如何能有效地用于像中国这样广阔地区的土地利用数据收集。",
                "AnswerEn": "Satellite remote sensing, particularly using Landsat MSS, TM, and ETM data, allows for comprehensive coverage and detailed observation of land-use changes. This method is instrumental in monitoring large areas over time, providing high precision land-use data that is crucial for environmental and ecological studies.",
                "AnswerCn": "卫星遥感，特别是使用Landsat MSS、TM和ETM数据，可以全面覆盖和详细观察土地利用变化。这种方法在监测大面积区域的同时，提供了高精度的土地利用数据，这对于环境和生态研究至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about what specific challenges might arise when collecting land-use data across diverse physical environments.",
                "QuestionCn": "我不确定在不同物理环境中收集土地利用数据时可能会出现哪些具体挑战。",
                "AnswerEn": "Challenges include managing the varied physical environments across China's vast land areas, which can complicate data collection. There are also conflicts between arable land protection and urban expansion, as irrational land conversion can interfere with accurate data acquisition and analysis.",
                "AnswerCn": "挑战包括管理中国广阔土地区域内多样的自然环境，这可能会使数据收集变得复杂。此外，耕地保护与城市扩张之间存在冲突，不合理的土地转用可能会干扰准确的数据获取和分析。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of how temporal and spatial features of land-use change are effectively revealed through regional dynamic studies.",
                "QuestionCn": "我无法理解区域动态研究如何有效揭示土地利用变化的时间特征和空间特征。",
                "AnswerEn": "By designing a division of dynamic regionalization, researchers can effectively study both the spatial pattern and temporal process of land-use change. This approach helps in understanding the characteristics of regional land-use changes by analyzing how patterns change over time and how those changes manifest spatially.",
                "AnswerCn": "通过设计动态区域化的划分，研究人员可以有效地研究土地利用变化的空间模式和时间过程。这种方法有助于通过分析模式随时间的变化以及这些变化如何在空间上表现出来，来理解区域土地利用变化的特征。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the potential challenges in using satellite remote sensing data for land-use change detection in diverse geographical regions.",
                "QuestionCn": "分析在不同地理区域使用卫星遥感数据进行土地利用变化检测的潜在挑战。",
                "AnswerEn": "One challenge is the conspicuous conflicts between arable land protection and urban expansion, as seen in the irrational conversion from arable land to built-up areas. Additionally, varied physical environments and vast land areas in China can complicate the detection of land-use changes, as these changes can have significant impacts on both social and economic development as well as global environmental change.",
                "AnswerCn": "一个挑战是耕地保护与城市扩张之间的明显冲突，尤其是耕地向建筑用地的不合理转化。此外，中国的自然环境多样且土地面积广阔，这可能会使土地利用变化的检测变得复杂，因为这些变化对社会和经济发展以及全球环境变化都可能产生重大影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify and discuss potential datasets and their sources for analyzing land-use changes in China between 1995 and 2000.",
                "QuestionCn": "请识别和讨论潜在的数据集及其来源，以分析1995年至2000年间中国的土地利用变化。",
                "AnswerEn": "The primary datasets for analyzing land-use changes in China between 1995 and 2000 include Landsat TM digital images, with 520 scenes in 1995/1996 and 508 scenes in 1999/2000. Additionally, data from CBERS-1 (China-Brazil Earth Resources Satellite 1) were also utilized to acquire land-use information for the year 1999/2000.",
                "AnswerCn": "分析1995年至2000年中国土地利用变化的主要数据集包括Landsat TM数字影像，1995/1996年有520幅场景，1999/2000年有508幅场景。此外，还利用了CBERS-1（中巴地球资源卫星1号）数据，以获取1999/2000年的土地利用信息。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}