{
  "id": "97fb6fc4-7c30-43ab-b686-659a37c60f31",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat normalized difference water index (NDWI) products over the Tibetan Plateau (1980s-2019)",
      "titleCn": "青藏高原Landsat系列卫星遥感归一化差值水体（NDWI）产品（1980s-2019）",
      "description": "The dataset is the normalized difference water index (NDWI) products from 1970s to 2020 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the NDWI equation which use the difference ratio between the green band and NIR band to enhance the water information, and then to weaken the information of vegetation, soil, buildings and other targets.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.NDWI is usually used to extract surface water information effectively, therefore it is widely used in water resoureces, hydrology, forestry and agriculture.",
      "descriptionCn": "1）数据内容：本数据集包含从1980s-2019年青藏高原地区Landsat长时序NDWI产品。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过NDWI的计算公式进行生产的，即利用绿光波段和近红外波段的差异比值来增强水体信息，并减弱植被、土壤、建筑物等地物的信息；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数便于地表水体信息有效提取，广泛应用于水资源、水文以及林农业等领域。",
      "instructions": "1) File name rules: the NDWI result of each scense is stored in a floder including the NDWI band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDWI\",for example, L5-TM-115-026-19840418-LSR-BRDF-NDWI;the NDWI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDWI.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-NDWI.TIF\". 2) How to use the dataset:the NDWI results can be opened by ArcGIS, envi, QGIS and so on, the NDWI results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
      "instructionsCn": "文件命名：NDWI是以景为单位存放文件夹，由NDWI波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDWI，如L5-TM-115-026-19840418-LSR-BRDF-NDWI；其中NDWI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDWI.TIF，如L5-TM-115-026-19840418-LSR-BRDF-NDWI.TIF。数据使用方法：NDWI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，NDWI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 6181751162880.0,
      "cstr": "18406.11.Ecolo.tpdc.271717",
      "doi": "10.11888/Ecolo.tpdc.271717",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "彭燕",
        "nameEn": "PENG Yan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Use of Normalized Difference Water Index (NDWI) in the Delineation of Open Water Features",
        "referenceCn": null,
        "referenceEn": "MCFEETERS, S.K. (1996). The Use of Normalized Difference Water Index (NDWI) in the Delineation of Open Water Features. International Journal of Remote Sensing, 17(7), 1425-1432."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980s-2019",
        "keywordEn": "1980s-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What features are essential in the data collection method for creating a long-term NDWI product using Landsat satellite series in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "在青藏高原地区使用Landsat卫星系列创建长期NDWI产品的数据收集方法中，哪些特征是必不可少的？",
        "AnswerEn": "Landsat series satellite surface reflectance datasets, NDWI calculation formula, differential ratio of green light and near-infrared bands, quality assurance for clouds, ice, and snow, quality identification files.",
        "AnswerCn": "Landsat系列卫星地表反射率数据集，NDWI计算公式，绿光和近红外波段的差异比，云、冰和雪的质量保证，质量识别文件。",
        "Level": "C6(Creating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of data are covered in a dataset that includes NDWI products for the Tibetan Plateau?",
        "QuestionCn": "该数据集涵盖了多少年的青藏高原NDWI产品数据？",
        "AnswerEn": "40 years",
        "AnswerCn": "40年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the NDWI and how is it utilized in the context of Landsat satellite remote sensing data for the Qinghai-Tibet Plateau?",
        "QuestionCn": "NDWI是什么，它在青藏高原的Landsat卫星遥感数据中是如何被利用的？",
        "AnswerEn": "The NDWI, or Normalized Difference Water Index, is used to enhance water body information in satellite images by calculating the ratio of the difference between the green light band and the near-infrared band. This method is applied to Landsat satellite surface reflectance data from the Qinghai-Tibet Plateau to produce long-term sequences of NDWI products, which effectively extract surface water information while reducing the influence of vegetation, soil, and built-up areas.",
        "AnswerCn": "NDWI，即归一化差异水体指数，用于通过计算绿光波段与近红外波段之间差异的比率来增强卫星图像中的水体信息。该方法应用于青藏高原的Landsat卫星表面反射率数据，以生成长期的NDWI产品序列，有效提取水面信息，同时减少植被、土壤和建筑区域的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the effectiveness of using NDWI from Landsat satellite data in extracting water body information on the Tibetan Plateau?",
        "QuestionCn": "哪些因素有助于利用Landsat卫星数据中的NDWI提取青藏高原水体信息的有效性？",
        "AnswerEn": "The effectiveness of using NDWI from Landsat satellite data in extracting water body information on the Tibetan Plateau is primarily due to the processing method that utilizes the difference ratio of the green and near-infrared bands. This method enhances water body information while diminishing the information from vegetation, soil, and buildings. The quality of the data is also ensured by the production of quality identification files (QA) to mark clouds, ice, and snow.",
        "AnswerCn": "使用Landsat卫星数据的NDWI在提取青藏高原水体信息方面的有效性，主要得益于利用绿色和近红外波段的差异比率的处理方法。该方法增强了水体信息，同时减少了来自植被、土壤和建筑物的信息。数据的质量也通过生成质量识别文件（QA）来确保，以标记云、冰和雪。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using the NDWI calculation formula on Landsat satellite data for enhancing water body information in remote sensing?",
        "QuestionCn": "在使用Landsat卫星数据进行遥感时，使用NDWI计算公式来增强水体信息会产生哪些后果？",
        "AnswerEn": "Using the NDWI calculation formula on Landsat satellite data enhances water body information by utilizing the difference ratio between green light and near-infrared bands. This method effectively highlights water bodies while reducing the interference from vegetation, soil, and buildings, thus facilitating the extraction of surface water information.",
        "AnswerCn": "使用NDWI计算公式对Landsat卫星数据进行处理，通过绿色光和近红外波段之间的差异比率来增强水体信息。这种方法有效地突出水体，同时减少了植被、土壤和建筑物的干扰，从而便于提取地表水信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals behind creating a Landsat-derived NDWI product for the Qinghai-Tibet Plateau from the 1980s to 2019?",
        "QuestionCn": "创建1980年至2019年青藏高原的Landsat衍生NDWI产品的主要目标是什么？",
        "AnswerEn": "The primary goals include effectively extracting surface water information by enhancing water body details while minimizing interference from vegetation, soil, and buildings. This dataset is aimed at supporting applications in water resources, hydrology, and forestry agriculture by providing a comprehensive long-term water body index over the Qinghai-Tibet Plateau. Additionally, it seeks to address the challenges of cloud and snow cover by producing quality assurance files that help in data accuracy and reliability.",
        "AnswerCn": "主要目标包括通过增强水体细节来有效提取地表水信息，同时尽量减少植被、土壤和建筑物的干扰。该数据集旨在支持水资源、水文学和林业农业等应用，通过提供青藏高原的综合长期水体指数。此外，它还旨在解决云层和雪盖带来的挑战，通过生成质量保证文件来帮助提高数据的准确性和可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to calculate the NDWI for Landsat satellite imagery to enhance water body information while minimizing interference from vegetation, soil, and buildings?",
        "QuestionCn": "计算Landsat卫星影像的NDWI以增强水体信息，同时最大限度地减少植被、土壤和建筑物的干扰，需要遵循哪些程序？",
        "AnswerEn": "The NDWI is produced based on the surface reflectance data from Landsat series satellites. The calculation involves using the difference ratio between the green light band and the near-infrared band, which enhances water body information and reduces the impact of vegetation, soil, and buildings.",
        "AnswerCn": "NDWI是基于Landsat系列卫星的表面反射率数据生成的。计算涉及使用绿光波段和近红外波段之间的差异比率，这增强了水体信息，并减少了植被、土壤和建筑物的影响。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the accurate extraction of normalized difference water index (NDWI) from Landsat satellite imagery for long-term analysis in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "哪些数据收集方法能够准确提取青藏高原地区的归一化差异水体指数（NDWI），以便进行长期分析？",
        "AnswerEn": "The data collection methods involve using Landsat satellite series surface reflectance datasets to compute the normalized difference water index (NDWI) by utilizing the difference ratio between the green light band and the near-infrared band. This enhances water body information while reducing the presence of vegetation, soil, and buildings.",
        "AnswerCn": "数据收集方法涉及使用Landsat卫星系列的表面反射率数据集，通过利用绿色光波段和近红外波段之间的差异比率计算归一化差异水体指数（NDWI）。这增强了水体信息，同时减少了植被、土壤和建筑物的影响。",
        "Level": "C3(Applying)"
      }
    ]
  }
}