{
  "id": "98445756-1606-40b7-b3ba-49e11323a581",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "South Tianshan and piedmont thermochronology and detrital Zircon U-Pb chronology dataset (since Jurassic)",
      "titleCn": "南天山及山前热年代学与碎屑锆石U-Pb年代学数据集（侏罗纪以来）",
      "description": "This data set includes the thermal chronological data of the South Tianshan Mountains and the piedmont, and the U-Pb chronological data of sedimentary detrital zircons. These data are of great significance for establishing the Cenozoic uplift and expansion process of the South Tianshan Mountains, the basin mountain coupling evolution of the South Tianshan Mountains and the northern margin of the Tarim Basin, and its dynamic mechanism. Among them, thermochronological data mainly includes apatite fission track data of bedrock and clastic rocks. The external detector method is used for testing, and the accuracy of the data is mostly less than 15% (1 sigma), with a small amount of data less than 40% (1 sigma); The U-Pb geochronological data of detrital zircons were tested using LA-ICP-MS with an accuracy of less than 5% (1 sigma). The fission track data of apatite is presented in the form of a result table, and the U-Pb dating data of detrital zircon includes the original test data, which can be further analyzed. These data are of great significance for establishing the Cenozoic uplift and expansion process of the South Tianshan Mountains, the basin mountain coupling evolution of the South Tianshan Mountains and the northern margin of the Tarim Basin, and its dynamic mechanism.",
      "descriptionCn": "本数据集包括了南天山及山前热年代学和沉积地层碎屑锆石U-Pb年代学数据，这些数据对建立南天山新生代隆升扩展过程、南天山与塔里木盆地北缘盆山耦合演化及其动力学机制具有重要意义。其中，热年代学数据主要包括了基岩和碎屑岩的磷灰石裂变径迹数据，采用外探测器法测试，数据精度绝大部分小于15%（1 sigma），少量数据小于40%（1 sigma）；碎屑锆石U-Pb年代学数据采用LA-ICP-MS测试，数据精度小于5%（1 sigma）。磷灰石裂变径迹数据以结果表形式呈现，碎屑锆石U-Pb年代学数据包含了原始测试数据，可开展进一步分析。这些数据对建立南天山新生代隆升扩展过程、南天山与塔里木盆地北缘盆山耦合演化及其动力学机制具有重要意义。",
      "instructions": "The dataset is in. xlsx format and can be opened in Excel. The U-Pb geochronological data of detrital zircon contains the original data, which can be further analyzed.",
      "instructionsCn": "数据集为.xlsx格式，可以用Excel打开。碎屑锆石U-Pb年代学数据包含了原始数据，可开展进一步数据分析。",
      "east": 91.5,
      "west": 76.5,
      "south": 39.5,
      "north": 43.1,
      "startTime": null,
      "endTime": null,
      "fileSize": 861444.0,
      "cstr": "18406.11.SolidEar.tpdc.301246",
      "doi": "10.11888/SolidEar.tpdc.301246",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "林秀斌",
        "nameEn": "LIN Xiubin",
        "unitEn": "",
        "unitCn": "浙江大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Long-lived Cenozoic positive relief of the south-Eastern Tian Shan: Insights from provenance analyses of the northwestern Kuqa Depression sediments",
        "referenceCn": null,
        "referenceEn": "Huang, J.L., Lin, X.B*., An, K.X., Chen, H.L., Cheng, X.G., Qu, Y., Li, Y., Yang, X.Z., Zhang, L., Chen, C., Chen, Z.X., Jiang, L., & Wang, L.N. (2023). Long-lived Cenozoic positive relief of the south-Eastern Tian Shan:\nInsights from provenance analyses of the northwestern Kuqa Depression\nsediments. Palaeogeography, Palaeoclimatology, Palaeoecology, 632, 111846, doi: 10.1016/j.palaeo.2023.111846."
      },
      {
        "titleCn": null,
        "titleEn": "Late Miocene (10.0∼6.0 Ma) Rapid Exhumation of the Chinese South Tianshan: Implications for the Timing of Aridification in the Tarim Basin",
        "referenceCn": null,
        "referenceEn": "Chang, J., Glorie, S., & Qiu, N., et al. (2021). Late Miocene (10.0∼6.0 Ma) Rapid Exhumation of the Chinese South Tianshan: Implications for the Timing of Aridification in the Tarim Basin. Geophysical Research Letters, 48(3), e2020GL090623."
      },
      {
        "titleCn": null,
        "titleEn": "Tarim and North China cratons linked to northern Gondwana through switching accretionary tectonics and collisional orogenesis",
        "referenceCn": null,
        "referenceEn": "Han, Y., Zhao, G., Cawood, P.A., Sun, M., Eizenhöfer, P.R., Hou, W., & Zhang, X. (2016). Tarim and North China cratons linked to northern Gondwana through switching accretionary tectonics and collisional orogenesis. Geology, 95–98. https://doi.org/10.1130/G37399.1."
      },
      {
        "titleCn": null,
        "titleEn": "An 800 million-year detrital zircon record of continental amalgamation: Tarim basin, NW China",
        "referenceCn": null,
        "referenceEn": "Carroll, A.R., Dumitru, T.A., Graham, S.A., & Hendrix, M.S. (2013). An 800 million-year detrital zircon record of continental amalgamation: Tarim basin, NW China. Int. Geol. Rev. 55, 818–829. https://doi.org/10.1080/00206814.2013.787232."
      },
      {
        "titleCn": "南天山山前柯坪冲断带变形的几何学, 运动学与机制研究",
        "titleEn": null,
        "referenceCn": "张耀. (2019). 南天山山前柯坪冲断带变形的几何学, 运动学与机制研究. 浙江大学 博士学位论文. 浙江 杭州.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Apatite fission track thermochronology of the Precambrian Aksu blueschist, NW China: Implications for thermo–tectonic evolution of the north Tarim basement",
        "referenceCn": null,
        "referenceEn": "Zhang, Z., Zhu, W., Shu, L., et al. (2009). Apatite fission track thermochronology of the Precambrian Aksu blueschist, NW China: Implications for thermo–tectonic evolution of the north Tarim basement.  Gondwana Research, 16(2), 182-188."
      },
      {
        "titleCn": null,
        "titleEn": "Mesozoic exhumation of the Jueluotage area, Eastern Tianshan, NW China: constraints from (U-Th)/He and fission-track thermochronology",
        "referenceCn": null,
        "referenceEn": "Sun, J., Chen, W., & Qin, K., et al. (2021). Mesozoic exhumation of the Jueluotage area, Eastern Tianshan, NW China: constraints from (U-Th)/He and fission-track thermochronology. Geological Magazine, 158(11), 1960-1976."
      },
      {
        "titleCn": null,
        "titleEn": "Detrital zircon U-Pb geochronology and Hf isotope data from Central Tianshan suggesting a link with the Tarim Block: Implications on Proterozoic supercontinent history",
        "referenceCn": null,
        "referenceEn": "Ma, X., Shu, L., Santosh, M., & Li, J. (2012). Detrital zircon U-Pb geochronology and Hf isotope data from Central Tianshan suggesting a link with the Tarim Block: Implications on Proterozoic supercontinent history. Precambrian Res. 206–207, 1–16. https://doi.org/10.1016/j.precamres.2012.02.015."
      },
      {
        "titleCn": null,
        "titleEn": "Characteristics of Petrology, Geochemistry, Heavy Minerals and Isotope Chronology of Upper Carboniferous Detrital Rocks in the Middle Segment of South Tianshan and Constraints to the Provenance and Tectonic Evolution",
        "referenceCn": null,
        "referenceEn": "Li, S., Yang, D., Wang, S., Wan, Q., & Wang, D. (2014). Characteristics of Petrology, Geochemistry, Heavy Minerals and Isotope Chronology of Upper Carboniferous Detrital Rocks in the Middle Segment of South Tianshan and Constraints to the Provenance and Tectonic Evolution. Acta Geol. Sin. 88, 167–184."
      },
      {
        "titleCn": null,
        "titleEn": "Petrology and geochemistry of Early Permian volcanic rocks in South Tian Shan, NW China: implications for the tectonic evolution and Phanerozoic continental growth",
        "referenceCn": null,
        "referenceEn": "Liu, D., Guo, Z., Jolivet, M., Cheng, F., Song, Y., & Zhang, Z. (2014). Petrology and geochemistry of Early Permian volcanic rocks in South Tian Shan, NW China: implications for the tectonic evolution and Phanerozoic continental growth. Int. J. Earth Sci. 103, 737–756. https://doi.org/10.1007/s00531-013-0994-1."
      },
      {
        "titleCn": null,
        "titleEn": "Late Paleozoic subduction and collision processes during the amalgamation of the Central Asian Orogenic Belt along the South Tianshan suture zone",
        "referenceCn": null,
        "referenceEn": "Han, Y., Zhao, G., Sun, M., Eizenhöfer, P.R., Hou, W., Zhang, X., Liu, Q., Wang, B., Liu, D., & Xu, B. (2016). Late Paleozoic subduction and collision processes during the amalgamation of the Central Asian Orogenic Belt along the South Tianshan suture zone. Lithos 246–247, 1–12. https://doi.org/10.1016/j.lithos.2015.12.016."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "构造",
        "nameEn": "neotectonics"
      },
      {
        "nameCn": "沉积记录",
        "nameEn": "Sedimentary Record"
      },
      {
        "nameCn": "碎屑锆石",
        "nameEn": "Detrital zircon"
      },
      {
        "nameCn": "陆相沉积物记录",
        "nameEn": "Terrestrial sediment records"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南天山",
        "keywordEn": "South Tian Shan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "侏罗纪",
        "keywordEn": "Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain thermochronological and detrital zircon U-Pb geochronological data for studying the Cenozoic uplift and expansion processes in the Tianshan region?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于获取热年代学和碎屑锆石U-Pb年代学数据，以研究天山地区的新生代隆起和扩展过程？",
        "AnswerEn": "A data collection method involves using the external detector method to test apatite fission track data, achieving data precision mostly under 15% (1 sigma), with some data under 40% (1 sigma). For detrital zircon U-Pb geochronological data, LA-ICP-MS testing is used, with data precision under 5% (1 sigma). These methods are crucial for analyzing sedimentary stratigraphic data to understand the Cenozoic uplift and expansion processes in the Tianshan region and the coupling evolution of the Tianshan and the northern margin of the Tarim Basin.",
        "AnswerCn": "一种数据收集方法涉及使用外部探测器方法测试磷灰石裂变径迹数据，数据精度大多在15%（1 sigma）以下，部分数据在40%（1 sigma）以下。对于碎屑锆石U-Pb地球化学数据，采用激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）测试，数据精度在5%（1 sigma）以下。这些方法对于分析沉积层序数据以理解天山地区的新生代隆起和扩展过程以及天山与塔里木盆地北缘的耦合演化至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific data collection methods used for obtaining thermochronology and detrital zircon U-Pb age data in geological studies of mountain uplift and sedimentary basin evolution?",
        "QuestionCn": "在山脉抬升和沉积盆地演化的地质研究中，获取热年代学和碎屑锆石U-Pb年龄数据的具体数据收集方法有哪些？",
        "AnswerEn": "precision less than 15% (1 sigma), precision less than 5% (1 sigma)",
        "AnswerCn": "精度小于15%（1西格玛），精度小于5%（1西格玛）",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is '磷灰石裂变径迹数据' in the context of geochronology data collection?",
        "QuestionCn": "在地质年代学数据收集中，'磷灰石裂变径迹数据'是什么？",
        "AnswerEn": "磷灰石裂变径迹数据 refers to data collected using the fission track dating method on apatite minerals, which involves measuring the tracks left by the spontaneous fission of uranium-238 atoms. This method provides thermal history information and is tested using the external detector method, with most data having an accuracy of less than 15% (1 sigma), while a small portion might be less than 40% (1 sigma).",
        "AnswerCn": "磷灰石裂变径迹数据是指使用裂变径迹定年法在磷灰石矿物上收集的数据，该方法涉及测量铀-238原子自发裂变留下的轨迹。该方法提供热历史信息，并使用外部探测器法进行测试，大部分数据的准确度低于15%（1 sigma），而一小部分可能低于40%（1 sigma）。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the main causes of data accuracy variations when collecting thermochronological and detrital zircon U-Pb data in geological studies of areas like the South Tianshan and Tarim Basin?",
        "QuestionCn": "在地质研究中，如南天山和塔里木盆地，收集热年代学和碎屑锆石U-Pb数据时，数据准确性变化的主要原因是什么？",
        "AnswerEn": "Data accuracy variations in thermochronological and detrital zircon U-Pb data collection methods can be influenced by factors such as the precision of testing techniques like the external detector method for apatite fission track data and LA-ICP-MS for zircon U-Pb dating. The accuracy is generally less than 15% for most thermochronological data and less than 5% for zircon U-Pb data, but some data may have accuracy less than 40%, potentially due to sample conditions, equipment calibration, or analytical procedures.",
        "AnswerCn": "热年代学和碎屑锆石U-Pb数据收集方法中的数据准确性变化可能受到多种因素的影响，例如外部探测器法用于磷灰石裂变径迹数据的测试技术精度，以及激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）用于锆石U-Pb定年的精度。对于大多数热年代学数据，准确性通常低于15%，而锆石U-Pb数据的准确性通常低于5%，但某些数据的准确性可能低于40%，这可能与样品条件、设备校准或分析程序有关。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on understanding tectonic evolution when utilizing datasets with high precision fission track data and U-Pb dating methods?",
        "QuestionCn": "利用高精度的裂变径迹数据和U-Pb定年方法，理解构造演化的潜在结果是什么？",
        "AnswerEn": "Utilizing datasets that include high precision fission track data and U-Pb dating methods can significantly enhance the understanding of tectonic evolution, particularly in terms of deciphering the Cenozoic uplift and expansion processes in regions like the South Tianshan and the coupling evolution between the South Tianshan and the northern margin of the Tarim Basin. These methods provide detailed chronological information that helps to unravel the dynamic mechanisms driving these geological changes.",
        "AnswerCn": "利用包含高精度裂变轨迹数据和U-Pb定年方法的数据集，可以显著增强对构造演化的理解，特别是在解读南天山地区的新生代抬升和扩展过程以及南天山与塔里木盆地北缘之间的耦合演化方面。这些方法提供了详细的年代信息，有助于揭示驱动这些地质变化的动态机制。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting thermochronological and detrital zircon U-Pb geochronological data in the context of understanding the Cenozoic uplift and basin-mountain coupling evolution in the South Tianshan and the northern margin of the Tarim Basin?",
        "QuestionCn": "在理解南天山和塔里木盆地北缘的新生代隆起与盆山耦合演化的背景下，收集热年代学和碎屑锆石U-Pb年代学数据的主要目标是什么？",
        "AnswerEn": "The primary objective of collecting these data is to establish the Cenozoic uplift expansion process of the South Tianshan, and to understand the coupling evolution of the South Tianshan and the northern margin of the Tarim Basin, along with their dynamic mechanisms.",
        "AnswerCn": "收集这些数据的主要目的是建立南天山的新生代隆起扩展过程，并了解南天山与塔里木盆地北缘的耦合演化及其动力机制。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in collecting and processing thermochronology and detrital zircon U-Pb geochronology data to study the Cenozoic uplift and evolutionary coupling of mountain and basin structures in the South Tianshan region?",
        "QuestionCn": "收集和处理热年代学和碎屑锆石U-Pb年代学数据以研究南天山地区新生代隆起和山脉与盆地结构的演化耦合所涉及的程序步骤包括哪些？",
        "AnswerEn": "The data collection involves obtaining thermochronology data from bedrock and clastic rocks, focusing on apatite fission track analysis using the external detector method, with data precision mostly below 15% (1 sigma) and some below 40% (1 sigma). For detrital zircon U-Pb geochronology data, LA-ICP-MS is used, with a precision of less than 5% (1 sigma). The results are presented in tabular form for apatite fission track data, while the detrital zircon U-Pb data includes raw test data for further analysis. These data are crucial for understanding the uplift expansion process and dynamic mechanisms in the South Tianshan and Tarim Basin region.",
        "AnswerCn": "数据收集涉及从基岩和碎屑岩中获取热年代学数据，重点是使用外部探测器法进行的磷灰石裂变径迹分析，数据精度大多低于15%（1 sigma），部分低于40%（1 sigma）。对于碎屑锆石U-Pb地球化学数据，采用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS），精度低于5%（1 sigma）。结果以表格形式呈现磷灰石裂变径迹数据，而碎屑锆石U-Pb数据则包括原始测试数据以供进一步分析。这些数据对于理解南天山和塔里木盆地地区的隆起扩展过程和动态机制至关重要。",
        "Level": "C3(Applying)"
      }
    ]
  }
}