{
    "id": "99b6e307-710a-4aa7-bff7-1ea79532dc4c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Cropland spatial dataset of the Hehuang valley in 1726",
            "titleCn": "河湟谷地耕地空间分布格局数据集（1726）",
            "description": "The Huanghuang Valley was one of the most important agricultural development areas on the Qinghai-Tibet Plateau, especially by the Qing Dynasty, the land cover of the area underwent significant changes. By collating and correcting the 1726 cropland data recorded in the historical documents of the area, with a view to revealing the basic conditions of arable land changes and human activities in the typical river valley agricultural area of the Qinghai-Tibet Plateau, we provide a theoretical basis. This data contains raster data on the spatial distribution pattern of arable land in the Huanghuang Valley in 1726 with a spatial resolution of 1km*1km. The area of cropland is mainly obtained from the New Records of Xining Prefecture，Records of Xuanhua Hall，New Records of Gansu， which were recorded during the Qianlong period of 20 years.  The determination of county administrative boundaries refers to Atlas of Chinese History edited by Tan Qixiang and Comprehensive Table of Administrative Region Evolution in Qing Dynasty edited by Niu Hanping. The original data on cropland collected from the historical literature was corrected and then the quantitative data was assigned to space using a grid drawing method.",
            "descriptionCn": "河湟谷地是青藏高原最主要的农业发展区之一，尤其到了清朝，该区土地覆被发生了重大变化，通过整理、校正该区历史文献中记载的1726年田亩数据，以期为揭示青藏高原典型河谷农业区耕地变化和人类活动的基本状况提供理论依据。本数据包含河湟谷地1726年耕地空间分布格局栅格数据，空间分辨率为1km×1km。1726年河湟谷地耕地数据主要来自于成书于乾隆二十年的《西宁府新志》、《循化厅志》《甘肃新通志》。县域行政界线的确定参考谭其骧主编的《中国历史地图集》及牛汉平主编的《清代政区沿革综表》。搜集耕地数据后将原始田亩数据进行校正，将历史耕地数据转换为统一的现代单位（km2），后采用网格化模型将耕地数据进行空间化。",
            "instructions": "Reclamation rate data are stored in grid form, and the file names are HHGD1726KZL. HHGD stands for Hehuang Valley,1726 stands for year, and KZL stands for reclamation rate.",
            "instructionsCn": "垦殖率数据以栅格形式储存，文件名称为HHGD1726KZL，HHGD代表河湟谷地，1726代表年份，KZL代表垦殖率。数据读取方式：可以采用ARCGIS打开查看和分析.",
            "east": 103.073333,
            "west": 100.903889,
            "south": 34.999444,
            "north": 37.875278,
            "startTime": null,
            "endTime": null,
            "fileSize": 204051.0,
            "cstr": "18406.11.HumanNat.tpdc.271961",
            "doi": "10.11888/HumanNat.tpdc.271961",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘峰贵",
                "nameEn": "LIU Fenggui",
                "unitEn": "",
                "unitCn": "青海师范大学"
            },
            {
                "nameCn": "罗静",
                "nameEn": "LUO Jing",
                "unitEn": "",
                "unitCn": "青海师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青藏高原河谷地区历史时期耕地格局重建方法探讨——以河湟谷地为例",
                "titleEn": null,
                "referenceCn": "罗静, 陈琼, 刘峰贵, 张镱锂, 周强. (2015). 青藏高原河谷地区历史时期耕地格局重建方法探讨——以河湟谷地为例. 地理科学进展, 34(2), 207-216.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地类型",
                "nameEn": "Land types"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "河湟谷地",
                "keywordEn": "Hehuang valley"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1726",
                "keywordEn": "1726",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets that capture the spatial distribution patterns of farmland in historical agricultural regions?",
                "QuestionCn": "捕捉历史农业地区农田空间分布模式的数据集的特征是什么？",
                "AnswerEn": "land coverage, grid models, conversion of historical units into modern measurements, spatial resolution of 1km x 1km, correction and calibration of historical acre data",
                "AnswerCn": "土地覆盖，网格模型，将历史单位转换为现代测量单位，空间分辨率为1公里x 1公里，历史英亩数据的校正和校准。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'spatial distribution pattern' in the context of historical farmland data collection?",
                "QuestionCn": "在历史农田数据收集的背景下，“空间分布模式”指的是农田在特定地理区域内的分布和排列方式。这包括农田的数量、位置、形状以及它们与其他土地利用类型（如城市、森林、水体等）之间的关系。通过分析这些模式，可以了解农业活动的历史变化、土地利用的演变以及环境因素对农田分布的影响。",
                "AnswerEn": "The 'spatial distribution pattern' refers to the arrangement and organization of farmland areas across a specific geographic region as represented in a dataset. In the context of historical farmland data collection, it involves converting historical land data into a standardized modern unit and using a grid model to spatialize the data, providing a visual representation of farmland distribution in terms of location and density across the region.",
                "AnswerCn": "“空间分布模式”指的是特定地理区域内农田区域的排列和组织方式，如数据集中所示。在历史农田数据收集的背景下，它涉及将历史土地数据转换为标准化的现代单位，并使用网格模型对数据进行空间化，从而提供农田分布在该区域内位置和密度的可视化表示。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors could have influenced the spatial distribution pattern of cultivated land in the Hehuang Valley in 1726?",
                "QuestionCn": "1726年河湟谷耕地空间分布模式的影响因素有哪些？",
                "AnswerEn": "The spatial distribution pattern of cultivated land in the Hehuang Valley in 1726 could have been influenced by several factors, including changes in land cover due to increased agricultural activities during the Qing Dynasty, as well as human activities documented in historical literature such as the 'Xining Fu Xinzhi', 'Xunhua Ting Zhi', and 'Gansu Xintong Zhi'. Additionally, the administrative boundaries defined in historical maps, such as those in the 'Historical Atlas of China', may have played a role in shaping these distribution patterns.",
                "AnswerCn": "1726年河湟谷耕地的空间分布模式可能受到多个因素的影响，包括清朝时期农业活动增加导致的土地覆盖变化，以及历史文献中记录的人类活动，如《西宁府新志》、《循化厅志》和《甘肃新通志》。此外，历史地图中定义的行政边界，如《中华历史地图集》中的边界，可能也在塑造这些分布模式方面发挥了作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of transforming historical land data into modern units and applying a grid-based model for spatial distribution on the accuracy and applicability of agricultural land use analysis in historical regions like 河湟谷地?",
                "QuestionCn": "将历史土地数据转换为现代单位并应用基于网格的模型进行空间分布分析，可能对历史地区如河湟谷地的农业土地利用分析的准确性和适用性产生哪些潜在后果？",
                "AnswerEn": "Transforming historical land data into modern units and applying a grid-based model for spatial distribution can improve the consistency and comparability of data across different time periods. It provides a structured approach to visualize historical land use patterns, allowing for better analysis of changes over time. However, these transformations may introduce errors if historical data is inaccurately converted or if the grid-based model oversimplifies complex land patterns. The method can enhance the understanding of agricultural development but might also overlook finer details due to its resolution and assumptions.",
                "AnswerCn": "将历史土地数据转换为现代单位，并应用基于网格的模型进行空间分布，可以提高不同时间段数据的一致性和可比性。这提供了一种结构化的方法来可视化历史土地利用模式，从而更好地分析随时间变化的情况。然而，这些转换可能会引入错误，如果历史数据转换不准确，或者基于网格的模型过于简化复杂的土地模式。该方法可以增强对农业发展的理解，但也可能由于其分辨率和假设而忽视更细微的细节。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the main objectives of collecting and organizing historical farmland data from 1726 to understand spatial distribution patterns in major agricultural areas like 河湟谷地?",
                "QuestionCn": "收集和整理1726年的历史农田数据的主要目标是理解像河湟谷地这样的主要农业区域的空间分布模式。",
                "AnswerEn": "The main objectives are to reveal the changes in farmland and the basic status of human activities in typical river valley agricultural areas of the Qinghai-Tibet Plateau by organizing and correcting historical records from 1726, providing a theoretical basis for understanding land cover changes.",
                "AnswerCn": "主要目标是通过整理和修正1726年的历史记录，揭示青藏高原典型河谷农业区的农田变化及人类活动的基本状况，为理解土地覆盖变化提供理论基础。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in converting historical field data into a modern spatial distribution dataset with a 1km x 1km resolution grid for analyzing land use changes?",
                "QuestionCn": "将历史现场数据转换为现代空间分布数据集的程序，包括以下步骤：\n\n1. 数据收集：收集历史现场数据，包括土地利用、地形、气候等相关信息。\n\n2. 数据清理：对收集到的数据进行清理，去除错误和不完整的数据，确保数据的准确性和一致性。\n\n3. 数据标准化：将不同来源的数据进行标准化，以便于后续分析和比较。\n\n4. 空间参考系统转换：将历史数据转换为现代的空间参考系统，确保数据在同一坐标系下进行分析。\n\n5. 网格化处理：将数据按照1km x 1km的分辨率进行网格化处理，生成栅格数据集。\n\n6. 数据插值：使用插值方法（如克里金插值、反距离加权等）填补网格中的空缺值，以获得连续的空间分布。\n\n7. 数据分析：对生成的空间分布数据集进行分析，识别土地利用变化的模式和趋势。\n\n8. 可视化：将分析结果进行可视化，以便于理解和展示土地利用变化。\n\n9. 验证与校正：对结果进行验证，必要时进行校正，以提高数据的可靠性和准确性。\n\n10. 文档记录：记录整个过程中的方法、数据来源和分析结果，以便于未来的参考和复现。",
                "AnswerEn": "The procedures involve collecting historical field data from documented sources like '西宁府新志', '循化厅志', and '甘肃新通志', then correcting the original field data. The data is converted into modern units (km²) and integrated into a grid-based model to spatialize the historical land use information.",
                "AnswerCn": "这些程序涉及从文献资料如《西宁府新志》、《循化厅志》和《甘肃新通志》中收集历史实地数据，然后对原始实地数据进行修正。数据被转换为现代单位（平方公里），并整合到基于网格的模型中，以空间化历史土地利用信息。",
                "Level": "C3(Applying)"
            }
        ]
    }
}