{
    "id": "99cceb4e-575b-4fe9-91c9-8293ace90916",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Species list and distribution of gammarids in Tibet",
            "titleCn": "西藏地区的钩虾物种名录及其分布基础数据",
            "description": "Based on fieldworks of the Tibetan Plateau and the Pan-Third Pole from 2000 to 2018, the species diversity and distribution database of gammarids (Crustacea, Amphipoda) was built. Gammarids are pilot species in alpine lakes and suitable to serve as indicators for climate change. In order to understand how climate change and geological events influence the diversification of specie and how, in turn, animals adapt to ecological changes, the richness of species and related ecological and distributional data were collected. The species were identified according to the book of Fauna Sinica Crustacea Amphipoda Gammaridea III. The species diversity and distribution patterns were analyzed based on this dataset. This dataset can be used to evaluate the species diversity and to give a background for biodiversity conservation.",
            "descriptionCn": "基于2000至2018年间对青藏高原及泛第三极野外科考基础上，记录该地区淡水甲壳动物钩虾的物种组成和分布范围。以青藏高原湖泊中的优势类群钩虾为研究对象，围绕气候环境变化对生物多样性的影响以及生物对环境变化的响应这一主题，获取青藏高原及泛第三极湖泊水系中钩虾的物种数量、分布相关数据。根据《中国动物志甲壳动物亚门端足目钩虾亚目(三）》鉴定物种，根据海拔、经纬度等信息分析物种多样性及分布格局，为评估生物多样性格局及制定保护策略提供理论依据。",
            "instructions": "In .excel format, can be opened and analysed in Microsoft EXCEL software.",
            "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
            "east": 105.0,
            "west": 70.0,
            "south": 26.0,
            "north": 40.0,
            "startTime": "2018-03-11 08:00:00",
            "endTime": "2019-01-10 19:59:59",
            "fileSize": 59936.0,
            "cstr": "18406.11.Ecolo.tpdc.270509",
            "doi": "10.11888/Ecolo.tpdc.270509",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "侯仲娥",
                "nameEn": "HOU Zhonge",
                "unitEn": "",
                "unitCn": "中国科学院动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国动物志甲壳动物亚门端足目钩虾亚目(三)",
                "titleEn": null,
                "referenceCn": "侯仲娥，李枢强，郑亚咪. 中国动物志甲壳动物亚门端足目钩虾亚目(三). 2019",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            },
            {
                "nameCn": "甲壳动物",
                "nameEn": "Crustacea"
            },
            {
                "nameCn": "钩虾",
                "nameEn": "Gammarids"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third pole"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics or features of data collection methods used for studying the diversity and distribution of freshwater crustaceans, specifically amphipods, in the Qinghai-Tibet Plateau and surrounding lake systems?",
                "QuestionCn": "用于研究青藏高原及周边湖泊系统中淡水甲壳类动物，特别是蚤类的多样性和分布的数据收集方法的特征或特点是什么？",
                "AnswerEn": "species composition, distribution range, field surveys, species identification, species diversity, distribution patterns, elevation, longitude, latitude",
                "AnswerCn": "物种组成、分布范围、野外调查、物种识别、物种多样性、分布模式、海拔、经度、纬度",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for documenting amphipod species composition and distribution in the Tibetan region compare to techniques used for assessing biodiversity impacts of climate change on other freshwater crustaceans?",
                "QuestionCn": "在西藏地区记录等足虫物种组成和分布的数据收集方法与评估气候变化对其他淡水甲壳类动物生物多样性影响的技术相比如何？",
                "AnswerEn": "Data collection methods for documenting amphipod species in the Tibetan region are based on field surveys conducted between 2000 and 2018, focusing on species composition and distribution within the context of climate change impacts on biodiversity. These methods involve identifying species using the 'Chinese Fauna Amphipoda Suborder III' and analyzing diversity and distribution patterns using variables such as altitude and latitude. This approach may differ from techniques used for other freshwater crustaceans, which could vary in taxonomic references, spatial variables, or the specific focus on environmental responses.",
                "AnswerCn": "在2000年至2018年间，针对西藏地区的 amphipod 物种进行的数据收集方法基于实地调查，重点关注物种组成和分布，以及气候变化对生物多样性的影响。这些方法涉及使用《中华动物志：甲壳纲：横腹目 III》进行物种识别，并利用海拔和纬度等变量分析多样性和分布模式。这种方法可能与其他淡水甲壳类动物所使用的技术有所不同，后者在分类参考、空间变量或对环境响应的具体关注上可能存在差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of collecting accurate data on the diversity and distribution of gammarid species in the Tibetan Plateau and surrounding lake systems?",
                "QuestionCn": "在收集关于青藏高原及周边湖泊系统中gammarid物种的多样性和分布的准确数据时，哪些因素会导致挑战？",
                "AnswerEn": "Challenges in collecting accurate data on gammarid species in the Tibetan Plateau and surrounding lake systems may stem from the region's harsh climate, difficult terrain, and remote location, which can hinder access and detailed field surveys. Additionally, variations in altitude, latitude, and environmental conditions may affect species distribution and biodiversity patterns, requiring comprehensive data collection and analysis to assess the impact of climate and environmental changes on these organisms.",
                "AnswerCn": "在收集关于青藏高原及周边湖泊系统中的伽马虾物种的准确数据时，可能面临的挑战包括该地区恶劣的气候、复杂的地形和偏远的位置，这些因素可能会妨碍访问和详细的实地调查。此外，海拔、纬度和环境条件的变化可能会影响物种分布和生物多样性模式，这需要全面的数据收集和分析，以评估气候和环境变化对这些生物的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on species diversity and distribution data accuracy if climate and environmental changes are not adequately considered during the data collection process for freshwater amphipods in the Tibetan region?",
                "QuestionCn": "如果在收集西藏地区淡水等足虫的数据过程中没有充分考虑气候和环境变化，可能会对物种多样性和分布数据的准确性产生潜在影响。",
                "AnswerEn": "If climate and environmental changes are not adequately considered during the data collection process, the accuracy of species diversity and distribution data for freshwater amphipods in the Tibetan region could be compromised. This is because the primary focus is on understanding the impact of climate change on biodiversity and species responses to environmental changes. Without considering these factors, the data might not reflect the true distribution patterns and diversity, limiting the ability to assess biodiversity patterns and develop effective conservation strategies.",
                "AnswerCn": "如果在数据收集过程中没有充分考虑气候和环境变化，西藏地区淡水等足虫的物种多样性和分布数据的准确性可能会受到影响。这是因为主要关注的是理解气候变化对生物多样性及物种对环境变化的响应。如果不考虑这些因素，数据可能无法反映真实的分布模式和多样性，从而限制评估生物多样性模式和制定有效保护策略的能力。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}