{
    "id": "99dd84e2-288d-4db8-b098-8118b3b0c17a",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Homogeneous  grid dataset of Chinaese land surface observation(surface solar radiation, surface wind speed, relative humidity and land surface evapotranspiration)",
            "description": "The reconstruction of sunshine hours can better reflect the long-term change trend of surface solar radiation, but only the station data. Therefore, in order to obtain high-resolution grid point data and ensure its accuracy in long-term changes, it is necessary to fuse a variety of surface solar radiation related data. Using the geographic weighted regression (GWR) method, the MODIS 0.1 ° resolution cloud and aerosol retrieval and the surface sunshine hours are combined to reconstruct the surface solar radiation station data. By adding the combination judgment of adjacent point schemes, the accuracy of downscaling results of geographical weighted regression is effectively improved, and the multi-year average value and long-term trend of China are basically consistent with the observation and satellite remote sensing inversion results. Using geographic weighted regression and other methods, the surface wind speed and relative humidity data of 0.1 degree grid are generated; The improved Penman formula is used to calculate the land surface evapotranspiration data.",
            "instructions": "The data includes the surface solar radiation, surface wind speed, relative humidity and land surface evapotranspiration data sets generated by fusion in recent decades, including accuracy, dimension and numerical size.\nSurface solar radiation and land surface evapotranspiration are from 1983, and surface wind speed and relative humidity are from 1979.",
            "east": 135.0,
            "west": 73.0,
            "south": 18.0,
            "north": 55.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 563288585.0,
            "cstr": "18406.11.Atmos.tpdc.272817",
            "doi": "10.11888/Atmos.tpdc.272817",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "WANG Kaicun ",
                "unitEn": "Peking University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Merging satellite retrievals and reanalyses to produce global long-term and consistent surface incident solar radiation datasets",
                "referenceEn": "Feng, F., Wang, K.C. (2018). Merging satellite retrievals and reanalyses to produce global long-term and consistent surface incident solar radiation datasets. Remote Sensing, 10, 115, doi:10.3390/rs10010115"
            },
            {
                "titleEn": "Merging ground-based sunshine duration observations with satellite cloud and aerosol retrievals to produce high-resolution long-term surface solar radiation over China",
                "referenceEn": "Feng, Fei., Wang, K.C. (2021). Merging ground-based sunshine duration observations with satellite cloud and aerosol retrievals to produce high-resolution long-term surface solar radiation over China. Earth System Science Data, 13, 907-922."
            },
            {
                "titleEn": "Water storage in reservoirs built from 1997 to 2014 significantly altered the calculated evapotranspiration trends over China",
                "referenceEn": "Mao, Y.N., Wang, K.C., Liu, X.M., & Liu, C.M. (2016). Water storage in reservoirs built from 1997 to 2014 significantly altered the calculated evapotranspiration trends over China. Journal of Geophysical Research-Atmospheres, 121, 10097-10112."
            },
            {
                "titleEn": "Comparison of Evapotranspiration Estimates based on the Surface Water Balance, Modified Penman-Monteith Model, and Reanalysis Datasets for Continental China",
                "referenceEn": "Mao, Y.N., Wang, K.C. (2017). Comparison of Evapotranspiration Estimates based on the Surface Water Balance, Modified Penman-Monteith Model, and Reanalysis Datasets for Continental China. Journal of Geophysical Research-Atmospheres, 122(6), 3228-3244."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Atmospheric Water Vapor"
            },
            {
                "nameEn": "Solar radiation"
            },
            {
                "nameEn": "Evaporation"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "China"
            },
            {
                "keywordEn": "land surface"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "1979",
                "type": "temporal"
            },
            {
                "keywordEn": "1983",
                "type": "temporal"
            },
            {
                "keywordEn": "daily",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Surface incident solar radiation (Rs) is a key parameter in many climatic and ecological processes. The data from satellites and reanalysis have been widely used. However, for reanalysis, Rs data has been shown to have substantial spatial bias, and the time span of reliable satellite Rs is too short for climatic and ecological studies."
            ],
            "research objective": [
                "Focusing on the impact of aerosols in this issue will be our subject of future work."
            ],
            "challenges": [
                "However, long-term trends in Rs cannot be derived by these methods, because of the short time span of the observation and satellite data. Moreover, these methods depend heavily on the selection of training observations, and have inhomogeneity problems due to different instruments in the record. However, the regression method suffers from the regression dilution effect, which means that the regression slope tends to be biased toward zero, which causes an underestimated scaling factor."
            ],
            "methods": [
                "Here, we apply a cumulative probability density function-based (CPDF) method to merge eight reanalyses with the latest available satellite Rs data from Clouds and Earth’s Radiant Energy System Energy Balanced and Filled (CERES EBAF) surface retrievals."
            ],
            "dataset": [
                "The observed Rs data collected at 54 Baseline Surface Radiation Network (BSRN) stations from 1992 to 2016 are used to evaluate the methods."
            ],
            "findings": [
                "Results show that the CPDF method could reduce the mean absolute biases (MAB) of the reanalysis Rs effectively by 21.24–64.36%. The European Centre for Medium-Range Weather Forecasts Re-Analysis interim (ERA-interim) reanalysis Rs data perform the best before MAB = 13.20 W·m−2 and after MAB = 10.40 W·m−2 merging. The Japanese 55-year reanalysis provides Rs values back to 1958, and CPDF can reduce its MAB by 32.87%, to 11.17 W·m−2. The MAB of CIRES can be reduced by 32.10%, to 12.99 W·m−2, while ERA20CM’s can be reduced by 12.51%, to 16.40 W·m−2."
            ]
        },
        {
            "background": [
                "A clear knowledge of variations in surface solar radiation (Rs) is vitally important for an improved understanding of the global climate system and its interaction with human activity. Direct measurements have shown that Rs has significant decadal variability, namely a decrease (global dimming) from the 1950s to the late 1980s and subsequent increase (global brightening). The variation in Rs is closely related to the Earth’s water cycle, the whole biosphere, and the amount of available solar energy. Great progress has been made in the detection of variability in Rs by meteorological observations, satellite retrieval, and radiation transfer model simulations or reanalysis Rs products in previous studies. However, each estimation has its advantages and disadvantages. Directly observed data provide accurate Rs records at short timescales; however, careful calibration and instrument maintenance are needed to maintain their long-term homogeneity. Previous studies have reported that directly observed Rs over China may have major inhomogeneity problems due to sensitivity drift and instrument replacement."
            ],
            "research objective": [
                "Here, we merge SunDu-derived Rs with satellite-derived cloud fraction and aerosol optical depth (AOD) to generate high-spatial-resolution (0.1°) Rs over China from 2000 to 2017."
            ],
            "challenges": [
                "However, the new solar trackers failed frequently and introduced a high data missing rate for the direct radiation component of Rs (Lu and Bian, 2012; Mo et al., 2008). Although direct observations and SunDu-derived Rs can provide accurate long-term variations in Rs, both direct observations and sunshine duration records are often sparsely spatially distributed. However, model simulations and reanalysis Rs products have substantial biases due to the deficiency of simulating cloud and aerosol quantities (Feng and Wang, 2019; Zhao et al., 2013). Although CERES EBAF uses more accurate input data to provide Rs data, its spatial resolution is only 1° (Kato et al., 2018). However, the time span of the new-generation satellite-based Rs product is short. On the other hand, the long-term cloud records also contain uncertainties. Interpolation results have uncertainties due to the lack of detailed high-spatial-resolution information."
            ],
            "methods": [
                "Rs direct observations from 2000 to 2017 are obtained from the China Meteorological Data Service Centre (CMDC, http://data.cma.cn/data/index.html, last access: 3 March 2021) of the China Meteorological Administration (CMA). Daily Rs values from 97 Rs stations are collected, and we calculated monthly Rs values by averaging daily Rs values when daily observed data are available for more than 15 d for each month at each radiation station. Sunshine duration observations (SunDu) and other meteorological data (e.g. air temperature, relative humidity, and surface pressure) from 1980 to 2017, which were collected from approximately 2400 meteorological stations (http://data.cma.cn/data/index.html) from the CMA, are used to calculate the SunDu-derived Rs. Rs values are calculated following the method of the revised Ångström–Prescott equation (Eqs. 1–2) (He et al., 2018; Wang, 2014; Wang et al., 2015; Yang et al., 2006). OLS regression and GWR are used to build fusion methods for estimating Rs data. The OLS regression model is a commonly used model to estimate dependent variables by minimizing the sum-of-square differences between the independent and dependent variables. GWR is a regression model that allows the relationships between the independent and dependent variables to vary by locality (Brunsdon et al., 2010, 1998)."
            ],
            "dataset": [
                "Rs direct observations from 2000 to 2017 are obtained from the China Meteorological Data Service Centre (CMDC, http://data.cma.cn/data/index.html, last access: 3 March 2021) of the China Meteorological Administration (CMA). Daily Rs values from 97 Rs stations are collected, and we calculated monthly Rs values by averaging daily Rs values when daily observed data are available for more than 15 d for each month at each radiation station. Sunshine duration observations (SunDu) and other meteorological data (e.g. air temperature, relative humidity, and surface pressure) from 1980 to 2017, which were collected from approximately 2400 meteorological stations (http://data.cma.cn/data/index.html) from the CMA, are used to calculate the SunDu-derived Rs."
            ],
            "findings": [
                "The geographically weighted regression (GWR) and ordinary least-squares regression (OLS) merging methods are compared, and GWR is found to perform better. Based on the SunDu-derived Rs from 97 meteorological observation stations, which are co-located with those that direct Rs measurement sites, the GWR incorporated with satellite cloud fraction and AOD data produces monthly Rs with R2 =0.97 and standard deviation=11.14 W m−2, while GWR driven by only cloud fraction produces similar results with R2 =0.97 and standard deviation =11.41 W m−2. This similarity is because SunDu-derived Rs has included the impact of aerosols. This finding can help to build long-term Rs variations based on cloud data, such as Advanced Very High Resolution Radiometer (AVHRR) cloud retrievals, especially before 2000, when satellite AOD retrievals are not available."
            ]
        },
        {
            "background": [
                "Evapotranspiration (ET) that couples the surface water, energy, and carbon cycles is one of the most important components in climate system and terrestrial water cycle. Over the past few decades, numerous techniques including observation and modeling approaches have been proposed to estimate ET to detect its spatiotemporal characteristics, long-term trends, and interannual variability. The long-term variability of ET from regional to global scales is primarily based on those calculated from surface water balance method, which has been widely used to validate model simulation and remote sensing retrievals. Generally, regional mean ET values can be calculated from the following terrestrial water budget equation: ET = P - R - ΔS where P is the precipitation, R is the runoff, and ΔS is the change in terrestrial water storage. ΔS is assumed to be zero in most applications because of lack of data, and the long-term variability of the global or regional ET must be calculated by P - R. However, human activities, such as reservoir construction, have drastically altered regional water cycles. It is more important in China. According to the Bulletin of the First National Census for Water, by the end of 2011, China had built approximately 100,000 reservoirs with a total storage capacity of up to 1.0 × 10¹² m³. Reservoirs impound a large amount of water that would have been transported to and stored in the ocean (i.e., R)."
            ],
            "research objective": [
                "The present study is the first to quantify this reservoir effect on the estimated ET at the national and basin scale from 1997 to 2014 in China. Here we make the first quantitative assessment of the impact of reservoir construction on the calculated ET at national and basin scales over China since 1997 using national survey data, which will be of great importance for promoting accurate estimation of ET and may supply possible explanations for the debate on the long-term variability of regional and global ET."
            ],
            "challenges": [
                "However, this impact has not been well quantified when detecting long-term trends of ET in previous researches, particularly in China."
            ],
            "methods": [
                "In this study, we used the linear regression method to examine the hydrological trends and a statistical hypothesis test, namely, Student's t confidence test, to determine whether the trend of the regression line differs significantly from zero. The data from the Water Resources Bulletin at the basin scale include the annual P, R, agricultural and industrial water withdrawals, and water storage in the medium-sized and large reservoirs from 1997 to 2014 except for the Yellow River Basin and Pearl River Basin from 1997 to 2013 and the Haihe River Basin from 1997 to 2009."
            ],
            "dataset": [
                "In the present study, we used the data set recently released by the Ministry of Water Resources of the People's Republic of China, which contains two data sets closely related to surface water storage: water impoundment in medium-sized and large reservoirs and the total storage capacity of all reservoirs. In China, medium-sized and large reservoirs are defined as reservoirs with a storage capacity greater than 10 × 10⁶ m³. Data were unavailable on the water impoundment in small reservoirs, which account for approximately 96% of the reservoirs and 12% of the total reservoir storage capacity. The Water Resources Bulletin provides annual mean precipitation (P) and runoff (R, including discharge from foreign countries, to foreign countries, and to the ocean) at both the national scale and the major basin scale. The Ministry of Water Resources of the People's Republic of China has its own measurement network to observe P; these observations have been used to calculate the annual mean P over China and over individual river basins. Another independent data source of P is represented by the weather stations located throughout China. The gridded P at 0.5° × 0.5° based on the meteorological observations is used to evaluate the annual mean P over China from the Water Resources Bulletin."
            ],
            "findings": [
                "The results show that the reservoir total storage capacity in China increased by 0.38 × 10¹² m³ from 1997 to 2014. If this change in ΔS is not considered, a significant increase in the calculated ET of 4.2% per decade is derived. However, after this change in ΔS is taken into account, the calculated trend of ET decreases to almost zero for the period 1997 to 2014, which is consistent with the negligible changes in the determining factors for ET, including precipitation, surface incident solar radiation, and air temperature. This study indicates that the impact of ΔS due to reservoir construction on calculated ET trends must be considered."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the impact of reservoir construction on evapotranspiration (ET) calculations significant enough to alter long-term trends in regional water cycles?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Does the use of cumulative probability density function-based (CPDF) method reduce biases in reanalysis Rs data when merged with satellite data?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Does the field primarily rely on satellite data, ground-based observations, or a combination of both for surface solar radiation (Rs) data collection?",
                    "Answer": "a combination of both",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Are the challenges in data collection more related to spatial resolution, temporal coverage, or data accuracy in the field of surface solar radiation?",
                    "Answer": "spatial resolution, temporal coverage, data accuracy",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What methods are used to generate high-spatial-resolution surface solar radiation data over China?",
                    "Answer": "Geographically weighted regression",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where can observations of surface solar radiation from 2000 to 2017 be obtained for research purposes?",
                    "Answer": "China Meteorological Data Service Centre",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges arise when merging different data sources to estimate surface solar radiation over China?",
                    "Answer": "spatial biases",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to quantify the effect of reservoir construction on evapotranspiration (ET) at a national scale?",
                    "Answer": "An example of a data collection method used to quantify the effect of reservoir construction on ET involves using national survey data from the Ministry of Water Resources of the People's Republic of China. This dataset includes information on water impoundment in medium-sized and large reservoirs and the total storage capacity of all reservoirs. It also provides annual mean precipitation and runoff data at both the national and major basin scales.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced when using satellite-derived data to study surface solar radiation (Rs) over a long-term period?",
                    "Answer": "An example of a challenge when using satellite-derived data for studying Rs over a long-term period is the substantial spatial bias and short time span of reliable satellite data. This limitation hinders the ability to derive long-term trends in Rs, as satellite data do not cover a sufficiently long period for comprehensive climatic and ecological studies.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What characteristics define the geographically weighted regression method used for generating high-resolution surface solar radiation data?",
                    "Answer": "relationships vary by locality, integrates satellite-derived cloud fraction and aerosol optical depth data, high-spatial-resolution radiation data",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the essential features of datasets used to estimate evapotranspiration, and how do they address the impact of reservoirs?",
                    "Answer": "annual precipitation, runoff, water storage in reservoirs, changes in surface water storage, water impoundment in medium and large reservoirs",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many meteorological stations were used to collect sunshine duration and other meteorological data from 1980 to 2017 in China?",
                    "Answer": "2400",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the spatial resolution of the MODIS cloud amount and aerosol inversion data used in surface solar radiation estimation?",
                    "Answer": "0.1°",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many Baseline Surface Radiation Network (BSRN) stations' data were used to evaluate the methods for reducing mean absolute biases in reanalysis Rs?",
                    "Answer": "54",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is meant by 'long-term homogeneity' in the context of surface solar radiation data collection?",
                    "Answer": "Long-term homogeneity in the context of surface solar radiation data collection refers to the consistency and reliability of data over an extended period. It involves maintaining the accuracy of records despite potential changes in equipment sensitivity, instrument replacement, or calibration, ensuring that historical data is comparable and reliable for detecting trends and variations in solar radiation.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the challenges in estimating evapotranspiration (ET) using the surface water balance method compare to those encountered in determining surface solar radiation variations using reanalysis products?",
                    "Answer": "Estimating ET using the surface water balance method involves challenges such as accounting for human activities like reservoir construction, which affect water cycles and lead to potential inaccuracies if not considered. Conversely, determining surface solar radiation variations using reanalysis products faces challenges due to biases in cloud and aerosol quantity simulations and the short time span of reliable satellite data. Both methods face issues of data bias and require consideration of external factors for accurate long-term trend analysis.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What can be inferred about the impact of reservoir construction on evapotranspiration (ET) estimates in China?",
                    "Answer": "Reservoir construction significantly affects the estimation of evapotranspiration (ET) by altering surface water storage, which must be accounted for to avoid overestimation. By considering changes in water storage due to reservoirs, the previously observed increase in ET trends can be reduced to near zero, aligning with stable climatic factors like precipitation, solar radiation, and temperature.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the challenges associated with accurately merging surface incident solar radiation data from different sources?",
                    "Answer": "Challenges arise due to the short time span of reliable satellite data, substantial spatial biases in reanalysis data, and inhomogeneity issues caused by different instruments in the records. The regression methods used to merge data also face the regression dilution effect, leading to underestimated scaling factors.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the inaccuracies in estimating evapotranspiration trends using traditional methods?",
                    "Answer": "Inaccuracies in estimating evapotranspiration trends using traditional methods occur because human activities like reservoir construction significantly alter regional water cycles. Changes in reservoir storage capacity, which are not always accounted for in traditional methods, can lead to overestimations of evapotranspiration trends.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "If multiple methods are used to collect data on surface incident solar radiation, what are the likely effects on the accuracy and reliability of long-term trend analysis for this parameter?",
                    "Answer": "The use of multiple methods, such as merging satellite-derived data, reanalysis products, and ground observations, can help to reduce spatial bias and improve the accuracy of surface incident solar radiation data. This approach addresses inhomogeneity issues and regression dilution effects, potentially enhancing the reliability of long-term trend analysis.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the consequences of incorporating geographically weighted regression (GWR) as a data collection method for estimating surface wind speed and relative humidity?",
                    "Answer": "Incorporating geographically weighted regression (GWR) as a data collection method allows for improved accuracy in estimating surface wind speed and relative humidity by accounting for local variations. This method enhances the precision of downscaled data and ensures consistency with observed and satellite-derived data trends.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the main objectives behind integrating multiple sources of surface solar radiation data to create a high-resolution dataset?",
                    "Answer": "The goal is to obtain high-resolution grid point data that accurately reflect long-term trends in surface solar radiation, overcoming the limitations of station data and short time spans of satellite observations. This involves merging various related data, such as MODIS cloud and aerosol data, using geographic weighted regression to improve the accuracy of downscaled results.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Why is it important to quantify the impact of reservoir construction on evapotranspiration estimates in China?",
                    "Answer": "Understanding the reservoir effect is crucial for accurate estimation of evapotranspiration, as reservoirs significantly alter regional water cycles. This assessment helps to adjust for storage changes in water balance calculations, thereby refining long-term variability detection of regional and global evapotranspiration.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What methodologies can be applied to merge diverse sources of surface solar radiation data to produce a high-resolution gridded dataset?",
                    "Answer": "The use of a cumulative probability density function-based (CPDF) method can merge multiple reanalyses with satellite data to reduce biases. Additionally, geographically weighted regression (GWR) can be employed to incorporate satellite-derived cloud fraction and aerosol optical depth (AOD) data to produce high-spatial-resolution surface solar radiation values.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can the impact of reservoir construction be quantified when estimating evapotranspiration at national and basin scales?",
                    "Answer": "By employing linear regression to study hydrological trends and using national survey data on water storage in reservoirs, the impact of reservoir construction on calculated evapotranspiration can be assessed. This involves adjusting for changes in terrestrial water storage (ΔS) in the water budget equation to accurately estimate evapotranspiration variations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What procedures should be followed to calculate surface incident solar radiation using sunshine duration and other meteorological data?",
                    "Answer": "The process involves using sunshine duration observations, air temperature, relative humidity, and surface pressure data collected from meteorological stations. The revised Ångström–Prescott equation is applied to calculate the surface incident solar radiation, and geographically weighted regression (GWR) or ordinary least-squares regression (OLS) methods can be used for merging these observations with additional satellite data.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What methodologies enable the accurate merging of satellite-derived data with ground-based observations to enhance the quality of surface solar radiation datasets?",
                    "Answer": "The use of geographic weighted regression (GWR) and cumulative probability density function-based (CPDF) methods enable the merging of satellite-derived data, such as MODIS cloud and aerosol data, with ground-based sunshine duration and radiation station data, effectively enhancing the accuracy and long-term trend representation of surface solar radiation datasets.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What conditions or resources are necessary to address the challenges of estimating evapotranspiration trends in regions with significant anthropogenic modifications like reservoir construction?",
                    "Answer": "To accurately estimate evapotranspiration trends in such regions, it is essential to consider data on water storage changes provided by national surveys, such as the Water Resources Bulletin, and incorporate the impacts of reservoir construction on surface water storage into hydrological models, as these factors significantly influence the calculated trends of evapotranspiration.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "What are the anticipated challenges in merging satellite-derived data with ground-based observations to create high-resolution datasets for surface solar radiation?",
                    "Answer": "Challenges include substantial biases due to the deficiency of simulating cloud and aerosol quantities, the short time span of new-generation satellite-based Rs products, and the spatial sparsity of direct observations and sunshine duration records.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Why might the integration of reservoir data be crucial for accurately estimating long-term trends in evapotranspiration at regional scales?",
                    "Answer": "Reservoir construction has drastically altered regional water cycles, impacting estimated evapotranspiration. If changes in water storage are not considered, significant biases in the calculated trends of evapotranspiration occur, highlighting the necessity of integrating reservoir data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What expectations might exist regarding the use of geographically weighted regression (GWR) in enhancing the spatial accuracy of climate data, and what are potential limitations?",
                    "Answer": "GWR is expected to enhance spatial accuracy by allowing relationships to vary by locality, but its effectiveness is contingent on the availability of high-quality input data and may suffer from regression dilution effects, leading to biases in scaling factors.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of using geographically weighted regression (GWR) in generating high-resolution grid data for surface solar radiation, considering the challenges of data inhomogeneity and the regression dilution effect?",
                    "Answer": "The application of geographically weighted regression (GWR) is seen as effective in generating high-resolution grid data for surface solar radiation because it allows relationships to vary locally, which can address inhomogeneity issues. The accuracy of GWR is enhanced by combining different data sources like SunDu-derived Rs, satellite-derived cloud fraction, and aerosol optical depth data, which helps in capturing long-term variations despite challenges like data inhomogeneity and regression dilution effects.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, how significant is the impact of reservoir construction on the estimation of evapotranspiration (ET) trends, and what methodologies could be explored to refine ET calculations considering changes in terrestrial water storage?",
                    "Answer": "Reservoir construction significantly impacts the estimation of ET trends, as it alters regional water cycles and thus affects the calculations of ET by changing terrestrial water storage (ΔS). To refine ET calculations, methodologies that incorporate detailed data on reservoir water impoundment and storage capacities should be explored. This would allow for more accurate assessments of ΔS and, consequently, more reliable ET trend estimates.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the potential challenges and considerations when merging satellite-derived data with reanalysis data to create reliable long-term datasets for surface solar radiation, given the limitations of each data source?",
                    "Answer": "Merging satellite-derived data with reanalysis data to create reliable long-term datasets for surface solar radiation poses challenges such as spatial bias in reanalysis data and the short time span of satellite data. Considerations include addressing the regression dilution effect, ensuring the homogeneity of datasets despite different instruments, and effectively combining cloud and aerosol data to improve accuracy. Techniques like cumulative probability density function-based methods can help mitigate biases and improve the reliability of merged datasets.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how the geographic weighted regression method enhances the accuracy of high-resolution surface solar radiation data.",
                    "Answer": "The geographic weighted regression method improves the accuracy of high-resolution surface solar radiation data by allowing the relationships between independent and dependent variables to vary by locality, effectively integrating MODIS cloud and aerosol data with ground-based solar radiation observations.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about the challenges involved in merging satellite and ground-based data for long-term trends analysis in surface solar radiation.",
                    "Answer": "Challenges in merging satellite and ground-based data for long-term trends analysis include dealing with spatial bias in reanalysis data, the short time span of reliable satellite data, and the regression dilution effect that can lead to underestimated scaling factors.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the data collection methods that can effectively address spatial bias in surface solar radiation data and ensure long-term data homogeneity.",
                    "Answer": "The field suggests using a combination of satellite data and reanalysis methods, specifically employing a cumulative probability density function-based (CPDF) method to merge multiple reanalysis datasets with satellite data like CERES EBAF. This approach helps in reducing spatial bias and enhancing the long-term homogeneity of surface solar radiation data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please evaluate the potential impact of missing data in direct radiation observations on the accuracy of surface solar radiation datasets over China.",
                    "Answer": "The content highlights that missing data due to frequent failures of new solar trackers can lead to a high data missing rate, affecting the direct radiation component of surface solar radiation. To mitigate this, the study suggests the use of SunDu-derived Rs in conjunction with satellite-derived cloud fraction and aerosol optical depth to generate high-resolution datasets from 2000 to 2017.",
                    "Level": "C5(Evaluating)"
                }
            ]
        }
    ]
}