{
    "id": "99dd84e2-288d-4db8-b098-8118b3b0c17a",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Homogeneous  grid dataset of Chinaese land surface observation(surface solar radiation, surface wind speed, relative humidity and land surface evapotranspiration)",
            "titleCn": "均一化中国陆表气候观测格点数据集（地表太阳辐射、地表风速、相对湿度和陆表蒸散）",
            "description": "The reconstruction of sunshine hours can better reflect the long-term change trend of surface solar radiation, but only the station data. Therefore, in order to obtain high-resolution grid point data and ensure its accuracy in long-term changes, it is necessary to fuse a variety of surface solar radiation related data. Using the geographic weighted regression (GWR) method, the MODIS 0.1 ° resolution cloud and aerosol retrieval and the surface sunshine hours are combined to reconstruct the surface solar radiation station data. By adding the combination judgment of adjacent point schemes, the accuracy of downscaling results of geographical weighted regression is effectively improved, and the multi-year average value and long-term trend of China are basically consistent with the observation and satellite remote sensing inversion results. Using geographic weighted regression and other methods, the surface wind speed and relative humidity data of 0.1 degree grid are generated; The improved Penman formula is used to calculate the land surface evapotranspiration data.",
            "descriptionCn": "日照时数重建可以较好的反应地表太阳辐射的长期变化趋势，但只是站点数据。因此要得到高分辨率网格点数据，同时保证其在长期变化方面上的精度，需要融合多种地表太阳辐射相关数据。利用地理加权回归（GWR）方法，融合了MODIS 0.1°分辨率云量和气溶胶反演以及地面日照时数重建地表太阳辐射站点数据。通过增加相邻点数方案的组合判断，有效地提高了地理加权回归降尺度结果的准确性，得到的中国区域多年平均值、长期趋势与观测和卫星遥感反演结果基本一致。采用地理加权回归等方法，生成0.1度网格的地表风速和相对湿度数据；利用改进的彭曼公式计算了陆表蒸散数据。",
            "instructions": "The data includes the surface solar radiation, surface wind speed, relative humidity and land surface evapotranspiration data sets generated by fusion in recent decades, including accuracy, dimension and numerical size.\nSurface solar radiation and land surface evapotranspiration are from 1983, and surface wind speed and relative humidity are from 1979.",
            "instructionsCn": "数据包含近几十年以来融合生成的地表太阳辐射、地表风速、相对湿度和陆表蒸散数据集，包含精度、维度和数值大小。\n地表太阳辐射和陆表蒸散为1983年以来，地表风速和相对湿度为1979年以来。",
            "east": 135.0,
            "west": 73.0,
            "south": 18.0,
            "north": 55.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 563288585.0,
            "cstr": "18406.11.Atmos.tpdc.272817",
            "doi": "10.11888/Atmos.tpdc.272817",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王开存",
                "nameEn": "WANG Kaicun ",
                "unitEn": "Peking University",
                "unitCn": "北京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Merging satellite retrievals and reanalyses to produce global long-term and consistent surface incident solar radiation datasets",
                "referenceCn": null,
                "referenceEn": "Feng, F., Wang, K.C. (2018). Merging satellite retrievals and reanalyses to produce global long-term and consistent surface incident solar radiation datasets. Remote Sensing, 10, 115, doi:10.3390/rs10010115"
            },
            {
                "titleCn": null,
                "titleEn": "Merging ground-based sunshine duration observations with satellite cloud and aerosol retrievals to produce high-resolution long-term surface solar radiation over China",
                "referenceCn": null,
                "referenceEn": "Feng, Fei., Wang, K.C. (2021). Merging ground-based sunshine duration observations with satellite cloud and aerosol retrievals to produce high-resolution long-term surface solar radiation over China. Earth System Science Data, 13, 907-922."
            },
            {
                "titleCn": null,
                "titleEn": "Water storage in reservoirs built from 1997 to 2014 significantly altered the calculated evapotranspiration trends over China",
                "referenceCn": null,
                "referenceEn": "Mao, Y.N., Wang, K.C., Liu, X.M., & Liu, C.M. (2016). Water storage in reservoirs built from 1997 to 2014 significantly altered the calculated evapotranspiration trends over China. Journal of Geophysical Research-Atmospheres, 121, 10097-10112."
            },
            {
                "titleCn": null,
                "titleEn": "Comparison of Evapotranspiration Estimates based on the Surface Water Balance, Modified Penman-Monteith Model, and Reanalysis Datasets for Continental China",
                "referenceCn": null,
                "referenceEn": "Mao, Y.N., Wang, K.C. (2017). Comparison of Evapotranspiration Estimates based on the Surface Water Balance, Modified Penman-Monteith Model, and Reanalysis Datasets for Continental China. Journal of Geophysical Research-Atmospheres, 122(6), 3228-3244."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气水汽",
                "nameEn": "Atmospheric Water Vapor"
            },
            {
                "nameCn": "太阳辐射",
                "nameEn": "Solar radiation"
            },
            {
                "nameCn": "蒸发",
                "nameEn": "Evaporation"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风速",
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            },
            {
                "keywordCn": "陆表",
                "keywordEn": "land surface"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1979",
                "keywordEn": "1979",
                "type": "temporal"
            },
            {
                "keywordCn": "1983",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "日值",
                "keywordEn": "daily",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "国家重点研发计划",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Surface incident solar radiation (Rs) is a key parameter in many climatic and ecological processes. The data from satellites and reanalysis have been widely used. However, for reanalysis, Rs data has been shown to have substantial spatial bias, and the time span of reliable satellite Rs is too short for climatic and ecological studies."
            ],
            "research objective": [
                "Focusing on the impact of aerosols in this issue will be our subject of future work."
            ],
            "challenges": [
                "However, long-term trends in Rs cannot be derived by these methods, because of the short time span of the observation and satellite data. Moreover, these methods depend heavily on the selection of training observations, and have inhomogeneity problems due to different instruments in the record. However, the regression method suffers from the regression dilution effect, which means that the regression slope tends to be biased toward zero, which causes an underestimated scaling factor."
            ],
            "methods": [
                "Here, we apply a cumulative probability density function-based (CPDF) method to merge eight reanalyses with the latest available satellite Rs data from Clouds and Earth’s Radiant Energy System Energy Balanced and Filled (CERES EBAF) surface retrievals."
            ],
            "dataset": [
                "The observed Rs data collected at 54 Baseline Surface Radiation Network (BSRN) stations from 1992 to 2016 are used to evaluate the methods."
            ],
            "findings": [
                "Results show that the CPDF method could reduce the mean absolute biases (MAB) of the reanalysis Rs effectively by 21.24–64.36%. The European Centre for Medium-Range Weather Forecasts Re-Analysis interim (ERA-interim) reanalysis Rs data perform the best before MAB = 13.20 W·m−2 and after MAB = 10.40 W·m−2 merging. The Japanese 55-year reanalysis provides Rs values back to 1958, and CPDF can reduce its MAB by 32.87%, to 11.17 W·m−2. The MAB of CIRES can be reduced by 32.10%, to 12.99 W·m−2, while ERA20CM’s can be reduced by 12.51%, to 16.40 W·m−2."
            ],
            "backgroundCn": [
                "地表入射太阳辐射（Rs）是许多气候和生态过程中的一个关键参数。卫星和再分析的数据已被广泛使用。然而，对于再分析，Rs 数据显示出显著的空间偏差，而可靠的卫星 Rs 数据的时间跨度对于气候和生态研究来说太短。"
            ],
            "research objectiveCn": [
                "关注气溶胶的影响将是我们未来工作的主题。"
            ],
            "challengesCn": [
                "然而，由于观测和卫星数据的时间跨度较短，因此无法通过这些方法推导出Rs的长期趋势。此外，这些方法在很大程度上依赖于训练观测的选择，并且由于记录中不同仪器的使用，存在不均匀性问题。然而，回归方法存在回归稀释效应，这意味着回归斜率往往会偏向于零，从而导致缩放因子的低估。"
            ],
            "methodsCn": [
                "在这里，我们应用基于累积概率密度函数（CPDF）的方法，将八个再分析数据与来自云和地球辐射能量系统（CERES EBAF）表面检索的最新卫星Rs数据进行合并。"
            ],
            "datasetCn": [
                "从1992年到2016年，收集了54个基准表面辐射网络（BSRN）站点的观测Rs数据，用于评估这些方法。"
            ],
            "findingsCn": [
                "结果显示，CPDF方法能够有效减少再分析Rs的平均绝对偏差（MAB），降低幅度为21.24%至64.36%。欧洲中期天气预报中心再分析（ERA-interim）再分析Rs数据在合并前的MAB为13.20 W·m−2，合并后的MAB为10.40 W·m−2，表现最佳。日本55年再分析提供自1958年以来的Rs值，CPDF可以将其MAB减少32.87%，降至11.17 W·m−2。CIRES的MAB可以减少32.10%，降至12.99 W·m−2，而ERA20CM的MAB可以减少12.51%，降至16.40 W·m−2。"
            ]
        },
        {
            "background": [
                "A clear knowledge of variations in surface solar radiation (Rs) is vitally important for an improved understanding of the global climate system and its interaction with human activity. Direct measurements have shown that Rs has significant decadal variability, namely a decrease (global dimming) from the 1950s to the late 1980s and subsequent increase (global brightening). The variation in Rs is closely related to the Earth’s water cycle, the whole biosphere, and the amount of available solar energy. Great progress has been made in the detection of variability in Rs by meteorological observations, satellite retrieval, and radiation transfer model simulations or reanalysis Rs products in previous studies. However, each estimation has its advantages and disadvantages. Directly observed data provide accurate Rs records at short timescales; however, careful calibration and instrument maintenance are needed to maintain their long-term homogeneity. Previous studies have reported that directly observed Rs over China may have major inhomogeneity problems due to sensitivity drift and instrument replacement."
            ],
            "research objective": [
                "Here, we merge SunDu-derived Rs with satellite-derived cloud fraction and aerosol optical depth (AOD) to generate high-spatial-resolution (0.1°) Rs over China from 2000 to 2017."
            ],
            "challenges": [
                "However, the new solar trackers failed frequently and introduced a high data missing rate for the direct radiation component of Rs (Lu and Bian, 2012; Mo et al., 2008). Although direct observations and SunDu-derived Rs can provide accurate long-term variations in Rs, both direct observations and sunshine duration records are often sparsely spatially distributed. However, model simulations and reanalysis Rs products have substantial biases due to the deficiency of simulating cloud and aerosol quantities (Feng and Wang, 2019; Zhao et al., 2013). Although CERES EBAF uses more accurate input data to provide Rs data, its spatial resolution is only 1° (Kato et al., 2018). However, the time span of the new-generation satellite-based Rs product is short. On the other hand, the long-term cloud records also contain uncertainties. Interpolation results have uncertainties due to the lack of detailed high-spatial-resolution information."
            ],
            "methods": [
                "Rs direct observations from 2000 to 2017 are obtained from the China Meteorological Data Service Centre (CMDC, http://data.cma.cn/data/index.html, last access: 3 March 2021) of the China Meteorological Administration (CMA). Daily Rs values from 97 Rs stations are collected, and we calculated monthly Rs values by averaging daily Rs values when daily observed data are available for more than 15 d for each month at each radiation station. Sunshine duration observations (SunDu) and other meteorological data (e.g. air temperature, relative humidity, and surface pressure) from 1980 to 2017, which were collected from approximately 2400 meteorological stations (http://data.cma.cn/data/index.html) from the CMA, are used to calculate the SunDu-derived Rs. Rs values are calculated following the method of the revised Ångström–Prescott equation (Eqs. 1–2) (He et al., 2018; Wang, 2014; Wang et al., 2015; Yang et al., 2006). OLS regression and GWR are used to build fusion methods for estimating Rs data. The OLS regression model is a commonly used model to estimate dependent variables by minimizing the sum-of-square differences between the independent and dependent variables. GWR is a regression model that allows the relationships between the independent and dependent variables to vary by locality (Brunsdon et al., 2010, 1998)."
            ],
            "dataset": [
                "Rs direct observations from 2000 to 2017 are obtained from the China Meteorological Data Service Centre (CMDC, http://data.cma.cn/data/index.html, last access: 3 March 2021) of the China Meteorological Administration (CMA). Daily Rs values from 97 Rs stations are collected, and we calculated monthly Rs values by averaging daily Rs values when daily observed data are available for more than 15 d for each month at each radiation station. Sunshine duration observations (SunDu) and other meteorological data (e.g. air temperature, relative humidity, and surface pressure) from 1980 to 2017, which were collected from approximately 2400 meteorological stations (http://data.cma.cn/data/index.html) from the CMA, are used to calculate the SunDu-derived Rs."
            ],
            "findings": [
                "The geographically weighted regression (GWR) and ordinary least-squares regression (OLS) merging methods are compared, and GWR is found to perform better. Based on the SunDu-derived Rs from 97 meteorological observation stations, which are co-located with those that direct Rs measurement sites, the GWR incorporated with satellite cloud fraction and AOD data produces monthly Rs with R2 =0.97 and standard deviation=11.14 W m−2, while GWR driven by only cloud fraction produces similar results with R2 =0.97 and standard deviation =11.41 W m−2. This similarity is because SunDu-derived Rs has included the impact of aerosols. This finding can help to build long-term Rs variations based on cloud data, such as Advanced Very High Resolution Radiometer (AVHRR) cloud retrievals, especially before 2000, when satellite AOD retrievals are not available."
            ],
            "backgroundCn": [
                "对表面太阳辐射（Rs）变化的清晰认识对于更好地理解全球气候系统及其与人类活动的相互作用至关重要。直接测量表明，Rs具有显著的十年变化，具体表现为从20世纪50年代到80年代末的减少（全球变暗）以及随后的增加（全球变亮）。Rs的变化与地球的水循环、整个生物圈以及可用太阳能的数量密切相关。通过气象观测、卫星遥感和辐射传输模型模拟或再分析Rs产品，之前的研究在检测Rs的变化方面取得了重大进展。然而，每种估算方法都有其优缺点。直接观测数据在短时间尺度上提供了准确的Rs记录；然而，为了保持其长期的均匀性，需要仔细的校准和仪器维护。之前的研究报告指出，中国的直接观测Rs可能存在由于灵敏度漂移和仪器更换而导致的重大不均匀性问题。"
            ],
            "research objectiveCn": [
                "在这里，我们将SunDu衍生的辐射（Rs）与卫星衍生的云量和气溶胶光学厚度（AOD）相结合，以生成2000年至2017年中国的高空间分辨率（0.1°）辐射数据。"
            ],
            "challengesCn": [
                "然而，新型太阳能跟踪器频繁故障，导致直接辐射成分Rs的数据缺失率较高（Lu和Bian，2012；Mo等，2008）。尽管直接观测和SunDu推导的Rs可以提供Rs的准确长期变化，但直接观测和日照时数记录通常在空间上分布稀疏。然而，模型模拟和再分析的Rs产品由于在模拟云和气溶胶数量方面的不足，存在显著偏差（Feng和Wang，2019；Zhao等，2013）。尽管CERES EBAF使用更准确的输入数据提供Rs数据，但其空间分辨率仅为1°（Kato等，2018）。然而，新一代卫星基础的Rs产品的时间跨度较短。另一方面，长期的云记录也存在不确定性。由于缺乏详细的高空间分辨率信息，插值结果也存在不确定性。"
            ],
            "methodsCn": [
                "2000年至2017年的直接辐射（Rs）观测数据来自中国气象数据服务中心（CMDC，http://data.cma.cn/data/index.html，最后访问时间：2021年3月3日），由中国气象局（CMA）提供。收集了97个辐射站的每日Rs值，并在每个辐射站的每个月中，当每日观测数据超过15天时，计算出月均Rs值。1980年至2017年的日照时数观测（SunDu）和其他气象数据（如气温、相对湿度和地面气压）来自约2400个气象站（http://data.cma.cn/data/index.html），同样由CMA收集，用于计算基于日照时数的Rs。Rs值的计算遵循修订的Ångström–Prescott方程的方法（方程1-2）（He et al., 2018；Wang, 2014；Wang et al., 2015；Yang et al., 2006）。采用普通最小二乘回归（OLS回归）和地理加权回归（GWR）建立融合方法以估算Rs数据。OLS回归模型是一种常用的模型，通过最小化自变量和因变量之间的平方差之和来估计因变量。GWR是一种回归模型，允许自变量和因变量之间的关系因地域而异（Brunsdon et al., 2010, 1998）。"
            ],
            "datasetCn": [
                "2000年至2017年的直接辐射观测数据来自中国气象数据中心（CMDC，http://data.cma.cn/data/index.html，最后访问时间：2021年3月3日），由中国气象局（CMA）提供。收集了97个辐射站的每日辐射值，并在每个辐射站每月的每日观测数据可用天数超过15天时，计算出每月的辐射值。1980年至2017年的日照时数观测（SunDu）和其他气象数据（如气温、相对湿度和地面气压）来自约2400个气象站（http://data.cma.cn/data/index.html），用于计算基于日照时数的辐射值。"
            ],
            "findingsCn": [
                "地理加权回归（GWR）和普通最小二乘回归（OLS）合并方法进行了比较，结果发现GWR表现更好。基于97个气象观测站的SunDu衍生的Rs，这些观测站与直接Rs测量站点共址，GWR结合卫星云量和气溶胶光学厚度（AOD）数据生成的月均Rs的R²为0.97，标准差为11.14 W m−2，而仅由云量驱动的GWR产生的结果也相似，R²为0.97，标准差为11.41 W m−2。这种相似性是因为SunDu衍生的Rs已经包含了气溶胶的影响。这个发现有助于基于云数据构建长期的Rs变化，特别是在2000年前，当时卫星AOD检索数据尚不可用时，可以利用高级非常高分辨率辐射计（AVHRR）云检索数据。"
            ]
        },
        {
            "background": [
                "Evapotranspiration (ET) that couples the surface water, energy, and carbon cycles is one of the most important components in climate system and terrestrial water cycle. Over the past few decades, numerous techniques including observation and modeling approaches have been proposed to estimate ET to detect its spatiotemporal characteristics, long-term trends, and interannual variability. The long-term variability of ET from regional to global scales is primarily based on those calculated from surface water balance method, which has been widely used to validate model simulation and remote sensing retrievals. Generally, regional mean ET values can be calculated from the following terrestrial water budget equation: ET = P - R - ΔS where P is the precipitation, R is the runoff, and ΔS is the change in terrestrial water storage. ΔS is assumed to be zero in most applications because of lack of data, and the long-term variability of the global or regional ET must be calculated by P - R. However, human activities, such as reservoir construction, have drastically altered regional water cycles. It is more important in China. According to the Bulletin of the First National Census for Water, by the end of 2011, China had built approximately 100,000 reservoirs with a total storage capacity of up to 1.0 × 10¹² m³. Reservoirs impound a large amount of water that would have been transported to and stored in the ocean (i.e., R)."
            ],
            "research objective": [
                "The present study is the first to quantify this reservoir effect on the estimated ET at the national and basin scale from 1997 to 2014 in China. Here we make the first quantitative assessment of the impact of reservoir construction on the calculated ET at national and basin scales over China since 1997 using national survey data, which will be of great importance for promoting accurate estimation of ET and may supply possible explanations for the debate on the long-term variability of regional and global ET."
            ],
            "challenges": [
                "However, this impact has not been well quantified when detecting long-term trends of ET in previous researches, particularly in China."
            ],
            "methods": [
                "In this study, we used the linear regression method to examine the hydrological trends and a statistical hypothesis test, namely, Student's t confidence test, to determine whether the trend of the regression line differs significantly from zero. The data from the Water Resources Bulletin at the basin scale include the annual P, R, agricultural and industrial water withdrawals, and water storage in the medium-sized and large reservoirs from 1997 to 2014 except for the Yellow River Basin and Pearl River Basin from 1997 to 2013 and the Haihe River Basin from 1997 to 2009."
            ],
            "dataset": [
                "In the present study, we used the data set recently released by the Ministry of Water Resources of the People's Republic of China, which contains two data sets closely related to surface water storage: water impoundment in medium-sized and large reservoirs and the total storage capacity of all reservoirs. In China, medium-sized and large reservoirs are defined as reservoirs with a storage capacity greater than 10 × 10⁶ m³. Data were unavailable on the water impoundment in small reservoirs, which account for approximately 96% of the reservoirs and 12% of the total reservoir storage capacity. The Water Resources Bulletin provides annual mean precipitation (P) and runoff (R, including discharge from foreign countries, to foreign countries, and to the ocean) at both the national scale and the major basin scale. The Ministry of Water Resources of the People's Republic of China has its own measurement network to observe P; these observations have been used to calculate the annual mean P over China and over individual river basins. Another independent data source of P is represented by the weather stations located throughout China. The gridded P at 0.5° × 0.5° based on the meteorological observations is used to evaluate the annual mean P over China from the Water Resources Bulletin."
            ],
            "findings": [
                "The results show that the reservoir total storage capacity in China increased by 0.38 × 10¹² m³ from 1997 to 2014. If this change in ΔS is not considered, a significant increase in the calculated ET of 4.2% per decade is derived. However, after this change in ΔS is taken into account, the calculated trend of ET decreases to almost zero for the period 1997 to 2014, which is consistent with the negligible changes in the determining factors for ET, including precipitation, surface incident solar radiation, and air temperature. This study indicates that the impact of ΔS due to reservoir construction on calculated ET trends must be considered."
            ],
            "backgroundCn": [
                "蒸散发（ET）是耦合地表水、能量和碳循环的重要组成部分，是气候系统和陆地水循环中最重要的组成部分之一。在过去几十年中，提出了许多技术，包括观测和建模方法，以估计ET，检测其时空特征、长期趋势和年际变异。ET的长期变异从区域到全球尺度主要基于通过地表水量平衡法计算的结果，该方法已被广泛用于验证模型模拟和遥感获取。一般来说，区域平均ET值可以通过以下陆地水预算方程计算：ET = P - R - ΔS，其中P是降水量，R是径流，ΔS是陆地水储量的变化。在大多数应用中，ΔS由于缺乏数据而被假定为零，因此全球或区域ET的长期变异必须通过P - R来计算。然而，人类活动，如水库建设，已经大幅改变了区域水循环。在中国，这一点尤为重要。根据《第一次全国水资源普查公报》，截至2011年底，中国已建成约100,000座水库，总库容达到1.0 × 10¹² m³。水库蓄积了大量本应输送到海洋并储存的水（即R）。"
            ],
            "research objectiveCn": [
                "本研究是首次定量评估1997年至2014年间中国水库建设对全国和流域尺度蒸散发（ET）估算的影响。我们利用国家调查数据，对自1997年以来水库建设对中国全国和流域尺度蒸散发的影响进行了首次定量评估，这对促进蒸散发的准确估算具有重要意义，并可能为关于区域和全球蒸散发长期变异性的争论提供可能的解释。"
            ],
            "challengesCn": [
                "然而，在之前的研究中，特别是在中国，长期趋势的蒸散发（ET）影响尚未得到很好的量化。"
            ],
            "methodsCn": [
                "在本研究中，我们使用线性回归方法来检查水文趋势，并采用统计假设检验，即学生t置信检验，来确定回归线的趋势是否与零显著不同。来自水资源公报的流域尺度数据包括1997年至2014年间的年降水量（P）、年径流量（R）、农业和工业用水量以及中型和大型水库的水储量，黄河流域和珠江流域的数据为1997年至2013年，海河流域的数据为1997年至2009年。"
            ],
            "datasetCn": [
                "在本研究中，我们使用了中国水利部最近发布的数据集，该数据集包含与地表水储存密切相关的两个数据集：中型和大型水库的蓄水量以及所有水库的总储水能力。在中国，中型和大型水库被定义为储水能力大于10 × 10⁶ m³的水库。关于小型水库的蓄水量数据不可用，而小型水库占水库总数的约96%和总储水能力的12%。《水资源公报》提供了国家和主要流域的年均降水量（P）和径流量（R，包括来自外国的排水、向外国的排水和向海洋的排水）。中国水利部拥有自己的测量网络来观测降水量；这些观测数据已被用于计算中国及各个河流流域的年均降水量。另一个独立的降水量数据来源是分布在中国各地的气象站。基于气象观测的0.5° × 0.5°网格化降水量用于评估《水资源公报》中中国的年均降水量。"
            ],
            "findingsCn": [
                "结果显示，从1997年到2014年，中国的水库总储水能力增加了0.38 × 10¹² m³。如果不考虑这一ΔS的变化，计算出的蒸散发（ET）年均增长率为每十年4.2%。然而，在考虑这一ΔS变化后，1997年至2014年期间的ET计算趋势几乎降至零，这与ET的决定性因素（包括降水、地表入射太阳辐射和气温）的微小变化是一致的。本研究表明，必须考虑水库建设对计算ET趋势的ΔS影响。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the impact of reservoir construction on evapotranspiration (ET) calculations significant enough to alter long-term trends in regional water cycles?",
                "QuestionCn": "水库建设对蒸散发（ET）计算的影响是否足够显著，以改变区域水循环的长期趋势？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Does the use of cumulative probability density function-based (CPDF) method reduce biases in reanalysis Rs data when merged with satellite data?",
                "QuestionCn": "使用基于累积分布函数（CPDF）的方法在与卫星数据合并时是否减少了再分析Rs数据中的偏差？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Does the field primarily rely on satellite data, ground-based observations, or a combination of both for surface solar radiation (Rs) data collection?",
                "QuestionCn": "该领域主要依赖卫星数据、地面观测，还是两者的结合来收集地表太阳辐射（Rs）数据？",
                "AnswerEn": "a combination of both",
                "AnswerCn": "结合两者。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Are the challenges in data collection more related to spatial resolution, temporal coverage, or data accuracy in the field of surface solar radiation?",
                "QuestionCn": "在地表太阳辐射领域，数据收集中的挑战更多与空间分辨率、时间覆盖还是数据准确性有关？",
                "AnswerEn": "spatial resolution, temporal coverage, data accuracy",
                "AnswerCn": "空间分辨率、时间覆盖、数据准确性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to generate high-spatial-resolution surface solar radiation data over China?",
                "QuestionCn": "用于生成中国高空间分辨率表面太阳辐射数据的方法有哪些？",
                "AnswerEn": "Geographically weighted regression",
                "AnswerCn": "地理加权回归",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can observations of surface solar radiation from 2000 to 2017 be obtained for research purposes?",
                "QuestionCn": "2000年至2017年的地表太阳辐射观测数据可以从哪里获取用于研究目的？",
                "AnswerEn": "China Meteorological Data Service Centre",
                "AnswerCn": "中国气象数据服务中心",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges arise when merging different data sources to estimate surface solar radiation over China?",
                "QuestionCn": "在合并不同数据源以估算中国的地表太阳辐射时，会出现哪些挑战？",
                "AnswerEn": "spatial biases",
                "AnswerCn": "空间偏差",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to quantify the effect of reservoir construction on evapotranspiration (ET) at a national scale?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于量化水库建设对国家范围内蒸散发（ET）影响的效果？",
                "AnswerEn": "An example of a data collection method used to quantify the effect of reservoir construction on ET involves using national survey data from the Ministry of Water Resources of the People's Republic of China. This dataset includes information on water impoundment in medium-sized and large reservoirs and the total storage capacity of all reservoirs. It also provides annual mean precipitation and runoff data at both the national and major basin scales.",
                "AnswerCn": "用于量化水库建设对蒸散发（ET）影响的数据收集方法的一个例子是使用中华人民共和国水利部的国家调查数据。该数据集包括中型和大型水库的蓄水信息以及所有水库的总储水能力。它还提供了国家和主要流域的年均降水量和径流数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using satellite-derived data to study surface solar radiation (Rs) over a long-term period?",
                "QuestionCn": "使用卫星衍生数据研究长期表面太阳辐射（Rs）时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge when using satellite-derived data for studying Rs over a long-term period is the substantial spatial bias and short time span of reliable satellite data. This limitation hinders the ability to derive long-term trends in Rs, as satellite data do not cover a sufficiently long period for comprehensive climatic and ecological studies.",
                "AnswerCn": "使用卫星衍生数据研究长期Rs时面临的一个挑战是显著的空间偏差和可靠卫星数据的短时间跨度。这一限制妨碍了长期趋势的推导，因为卫星数据的覆盖时间不足以进行全面的气候和生态研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What characteristics define the geographically weighted regression method used for generating high-resolution surface solar radiation data?",
                "QuestionCn": "地理加权回归方法用于生成高分辨率表面太阳辐射数据的特征包括：",
                "AnswerEn": "relationships vary by locality, integrates satellite-derived cloud fraction and aerosol optical depth data, high-spatial-resolution radiation data",
                "AnswerCn": "关系因地域而异，集成了卫星衍生的云量和气溶胶光学厚度数据，以及高空间分辨率的辐射数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the essential features of datasets used to estimate evapotranspiration, and how do they address the impact of reservoirs?",
                "QuestionCn": "用于估算蒸散发的数据库的基本特征是什么，它们如何应对水库的影响？",
                "AnswerEn": "annual precipitation, runoff, water storage in reservoirs, changes in surface water storage, water impoundment in medium and large reservoirs",
                "AnswerCn": "年降水量、径流量、水库蓄水量、地表水储存变化、中大型水库蓄水。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many meteorological stations were used to collect sunshine duration and other meteorological data from 1980 to 2017 in China?",
                "QuestionCn": "在1980年至2017年期间，中国用于收集日照时数和其他气象数据的气象站数量是多少？",
                "AnswerEn": "2400",
                "AnswerCn": "2400",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the MODIS cloud amount and aerosol inversion data used in surface solar radiation estimation?",
                "QuestionCn": "MODIS云量和气溶胶反演数据用于表面太阳辐射估计的空间分辨率是多少？",
                "AnswerEn": "0.1°",
                "AnswerCn": "0.1°",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many Baseline Surface Radiation Network (BSRN) stations' data were used to evaluate the methods for reducing mean absolute biases in reanalysis Rs?",
                "QuestionCn": "用于评估减少再分析Rs中的平均绝对偏差的方法的基准表面辐射网络（BSRN）站点数据有多少个？",
                "AnswerEn": "54",
                "AnswerCn": "五十四",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'long-term homogeneity' in the context of surface solar radiation data collection?",
                "QuestionCn": "在表面太阳辐射数据收集的背景下，“长期均匀性”是指在较长时间内收集的数据在不同时间段和不同地点之间的一致性和可比性。这意味着数据应保持稳定的测量标准和方法，以确保在不同年份或季节之间进行比较时，结果不会受到测量技术或环境变化的影响。",
                "AnswerEn": "Long-term homogeneity in the context of surface solar radiation data collection refers to the consistency and reliability of data over an extended period. It involves maintaining the accuracy of records despite potential changes in equipment sensitivity, instrument replacement, or calibration, ensuring that historical data is comparable and reliable for detecting trends and variations in solar radiation.",
                "AnswerCn": "长期同质性在地表太阳辐射数据收集的背景下，指的是在较长时间内数据的一致性和可靠性。它涉及在设备灵敏度、仪器更换或校准等潜在变化的情况下，保持记录的准确性，从而确保历史数据可比且可靠，以便检测太阳辐射的趋势和变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the challenges in estimating evapotranspiration (ET) using the surface water balance method compare to those encountered in determining surface solar radiation variations using reanalysis products?",
                "QuestionCn": "使用地表水量平衡法估算蒸散发（ET）所面临的挑战与使用再分析产品确定地表太阳辐射变化时遇到的挑战相比如何？",
                "AnswerEn": "Estimating ET using the surface water balance method involves challenges such as accounting for human activities like reservoir construction, which affect water cycles and lead to potential inaccuracies if not considered. Conversely, determining surface solar radiation variations using reanalysis products faces challenges due to biases in cloud and aerosol quantity simulations and the short time span of reliable satellite data. Both methods face issues of data bias and require consideration of external factors for accurate long-term trend analysis.",
                "AnswerCn": "使用地表水量平衡法估算蒸散发（ET）面临挑战，例如需要考虑人类活动如水库建设，这会影响水循环，如果不加以考虑，可能导致不准确。相反，利用再分析产品确定地表太阳辐射变化也面临挑战，因为云和气溶胶数量模拟中的偏差以及可靠卫星数据的时间跨度较短。两种方法都面临数据偏差的问题，并且在进行准确的长期趋势分析时需要考虑外部因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the impact of reservoir construction on evapotranspiration (ET) estimates in China?",
                "QuestionCn": "可以推断出水库建设对中国蒸散发（ET）估算的影响。",
                "AnswerEn": "Reservoir construction significantly affects the estimation of evapotranspiration (ET) by altering surface water storage, which must be accounted for to avoid overestimation. By considering changes in water storage due to reservoirs, the previously observed increase in ET trends can be reduced to near zero, aligning with stable climatic factors like precipitation, solar radiation, and temperature.",
                "AnswerCn": "水库建设显著影响蒸散发（ET）的估算，因为它改变了地表水储存，必须对此进行考虑以避免过高估计。通过考虑水库引起的水储存变化，之前观察到的ET趋势的增加可以减少到接近零，从而与降水、太阳辐射和温度等稳定的气候因素保持一致。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges associated with accurately merging surface incident solar radiation data from different sources?",
                "QuestionCn": "导致准确合并来自不同来源的地表太阳辐射数据的挑战的原因是什么？",
                "AnswerEn": "Challenges arise due to the short time span of reliable satellite data, substantial spatial biases in reanalysis data, and inhomogeneity issues caused by different instruments in the records. The regression methods used to merge data also face the regression dilution effect, leading to underestimated scaling factors.",
                "AnswerCn": "由于可靠卫星数据的时间跨度较短、再分析数据存在显著的空间偏差，以及由于不同仪器造成的记录不均匀性问题，挑战随之而来。用于合并数据的回归方法也面临回归稀释效应，导致缩放因子被低估。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the inaccuracies in estimating evapotranspiration trends using traditional methods?",
                "QuestionCn": "影响使用传统方法估算蒸散发趋势的准确性的因素有哪些？",
                "AnswerEn": "Inaccuracies in estimating evapotranspiration trends using traditional methods occur because human activities like reservoir construction significantly alter regional water cycles. Changes in reservoir storage capacity, which are not always accounted for in traditional methods, can lead to overestimations of evapotranspiration trends.",
                "AnswerCn": "使用传统方法估计蒸散发趋势时的不准确性是因为人类活动如水库建设显著改变了区域水循环。水库储存容量的变化并不总是被传统方法考虑在内，这可能导致对蒸散发趋势的高估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "If multiple methods are used to collect data on surface incident solar radiation, what are the likely effects on the accuracy and reliability of long-term trend analysis for this parameter?",
                "QuestionCn": "如果使用多种方法收集地表入射太阳辐射的数据，那么这对该参数的长期趋势分析的准确性和可靠性可能会产生什么影响？",
                "AnswerEn": "The use of multiple methods, such as merging satellite-derived data, reanalysis products, and ground observations, can help to reduce spatial bias and improve the accuracy of surface incident solar radiation data. This approach addresses inhomogeneity issues and regression dilution effects, potentially enhancing the reliability of long-term trend analysis.",
                "AnswerCn": "使用多种方法，如合并卫星衍生数据、再分析产品和地面观测，可以帮助减少空间偏差，提高地表入射太阳辐射数据的准确性。这种方法解决了不均匀性问题和回归稀释效应，可能增强长期趋势分析的可靠性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the consequences of incorporating geographically weighted regression (GWR) as a data collection method for estimating surface wind speed and relative humidity?",
                "QuestionCn": "将地理加权回归（GWR）作为估计表面风速和相对湿度的数据收集方法的后果是什么？",
                "AnswerEn": "Incorporating geographically weighted regression (GWR) as a data collection method allows for improved accuracy in estimating surface wind speed and relative humidity by accounting for local variations. This method enhances the precision of downscaled data and ensures consistency with observed and satellite-derived data trends.",
                "AnswerCn": "将地理加权回归（GWR）作为数据收集方法，可以通过考虑局部变化来提高表面风速和相对湿度的估计准确性。这种方法增强了降尺度数据的精确性，并确保与观测数据和卫星衍生数据趋势的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the main objectives behind integrating multiple sources of surface solar radiation data to create a high-resolution dataset?",
                "QuestionCn": "整合多个表面太阳辐射数据源以创建高分辨率数据集的主要目标是什么？",
                "AnswerEn": "The goal is to obtain high-resolution grid point data that accurately reflect long-term trends in surface solar radiation, overcoming the limitations of station data and short time spans of satellite observations. This involves merging various related data, such as MODIS cloud and aerosol data, using geographic weighted regression to improve the accuracy of downscaled results.",
                "AnswerCn": "目标是获得高分辨率的网格点数据，准确反映地表太阳辐射的长期趋势，克服站点数据和卫星观测短时间跨度的局限性。这涉及合并各种相关数据，如MODIS云和气溶胶数据，使用地理加权回归来提高下调结果的准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Why is it important to quantify the impact of reservoir construction on evapotranspiration estimates in China?",
                "QuestionCn": "量化水库建设对中国蒸散发估算影响的重要性是什么？",
                "AnswerEn": "Understanding the reservoir effect is crucial for accurate estimation of evapotranspiration, as reservoirs significantly alter regional water cycles. This assessment helps to adjust for storage changes in water balance calculations, thereby refining long-term variability detection of regional and global evapotranspiration.",
                "AnswerCn": "理解水库效应对于准确估算蒸散发至关重要，因为水库显著改变了区域水循环。这一评估有助于调整水量平衡计算中的储存变化，从而精确检测区域和全球蒸散发的长期变异性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies can be applied to merge diverse sources of surface solar radiation data to produce a high-resolution gridded dataset?",
                "QuestionCn": "可以应用哪些方法论来合并不同来源的地面太阳辐射数据，以生成高分辨率的网格数据集？",
                "AnswerEn": "The use of a cumulative probability density function-based (CPDF) method can merge multiple reanalyses with satellite data to reduce biases. Additionally, geographically weighted regression (GWR) can be employed to incorporate satellite-derived cloud fraction and aerosol optical depth (AOD) data to produce high-spatial-resolution surface solar radiation values.",
                "AnswerCn": "基于累积分布函数的方法（CPDF）可以将多个再分析数据与卫星数据合并，以减少偏差。此外，可以采用地理加权回归（GWR）来结合卫星衍生的云量和气溶胶光学厚度（AOD）数据，以生成高空间分辨率的地表太阳辐射值。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can the impact of reservoir construction be quantified when estimating evapotranspiration at national and basin scales?",
                "QuestionCn": "在估算国家和流域尺度的蒸散发时，如何量化水库建设的影响？",
                "AnswerEn": "By employing linear regression to study hydrological trends and using national survey data on water storage in reservoirs, the impact of reservoir construction on calculated evapotranspiration can be assessed. This involves adjusting for changes in terrestrial water storage (ΔS) in the water budget equation to accurately estimate evapotranspiration variations.",
                "AnswerCn": "通过采用线性回归研究水文趋势，并使用国家调查数据关于水库的水储存，可以评估水库建设对计算蒸散发的影响。这涉及在水量平衡方程中调整陆地水储存变化（ΔS），以准确估计蒸散发的变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedures should be followed to calculate surface incident solar radiation using sunshine duration and other meteorological data?",
                "QuestionCn": "计算表面入射太阳辐射的程序应遵循以下步骤，使用日照时数和其他气象数据：",
                "AnswerEn": "The process involves using sunshine duration observations, air temperature, relative humidity, and surface pressure data collected from meteorological stations. The revised Ångström–Prescott equation is applied to calculate the surface incident solar radiation, and geographically weighted regression (GWR) or ordinary least-squares regression (OLS) methods can be used for merging these observations with additional satellite data.",
                "AnswerCn": "该过程涉及使用从气象站收集的日照时长观测、气温、相对湿度和地面气压数据。应用修订后的Ångström–Prescott方程计算地表入射太阳辐射，并可以使用地理加权回归（GWR）或普通最小二乘回归（OLS）方法将这些观测数据与额外的卫星数据合并。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the accurate merging of satellite-derived data with ground-based observations to enhance the quality of surface solar radiation datasets?",
                "QuestionCn": "哪些方法论能够准确地将卫星获取的数据与地面观测数据合并，以提高地表太阳辐射数据集的质量？",
                "AnswerEn": "The use of geographic weighted regression (GWR) and cumulative probability density function-based (CPDF) methods enable the merging of satellite-derived data, such as MODIS cloud and aerosol data, with ground-based sunshine duration and radiation station data, effectively enhancing the accuracy and long-term trend representation of surface solar radiation datasets.",
                "AnswerCn": "地理加权回归（GWR）和基于累积分布函数（CPDF）的方法的使用，使得卫星衍生数据（如MODIS云和气溶胶数据）与地面日照时长和辐射站数据的融合成为可能，从而有效提高了地表太阳辐射数据集的准确性和长期趋势的表现。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What conditions or resources are necessary to address the challenges of estimating evapotranspiration trends in regions with significant anthropogenic modifications like reservoir construction?",
                "QuestionCn": "在具有显著人为改造（如水库建设）的地区，估计蒸散发趋势所需的条件或资源包括哪些？",
                "AnswerEn": "To accurately estimate evapotranspiration trends in such regions, it is essential to consider data on water storage changes provided by national surveys, such as the Water Resources Bulletin, and incorporate the impacts of reservoir construction on surface water storage into hydrological models, as these factors significantly influence the calculated trends of evapotranspiration.",
                "AnswerCn": "为了准确估计这些地区的蒸散发趋势，必须考虑国家调查提供的水储存变化数据，例如《水资源公报》，并将水库建设对地表水储存的影响纳入水文模型，因为这些因素显著影响蒸散发的计算趋势。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What are the anticipated challenges in merging satellite-derived data with ground-based observations to create high-resolution datasets for surface solar radiation?",
                "QuestionCn": "合并卫星获取的数据与地面观测数据以创建高分辨率的表面太阳辐射数据集时，预期会面临哪些挑战？",
                "AnswerEn": "Challenges include substantial biases due to the deficiency of simulating cloud and aerosol quantities, the short time span of new-generation satellite-based Rs products, and the spatial sparsity of direct observations and sunshine duration records.",
                "AnswerCn": "挑战包括由于模拟云和气溶胶数量的不足而导致的显著偏差、新一代卫星辐射产品的时间跨度较短，以及直接观测和日照时数记录的空间稀疏性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Why might the integration of reservoir data be crucial for accurately estimating long-term trends in evapotranspiration at regional scales?",
                "QuestionCn": "集成水库数据对于准确估计区域尺度上蒸散发的长期趋势可能至关重要，原因是什么？",
                "AnswerEn": "Reservoir construction has drastically altered regional water cycles, impacting estimated evapotranspiration. If changes in water storage are not considered, significant biases in the calculated trends of evapotranspiration occur, highlighting the necessity of integrating reservoir data.",
                "AnswerCn": "水库建设极大地改变了区域水循环，影响了蒸散发的估算。如果不考虑水储存的变化，蒸散发趋势的计算将出现显著偏差，这突显了整合水库数据的必要性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What expectations might exist regarding the use of geographically weighted regression (GWR) in enhancing the spatial accuracy of climate data, and what are potential limitations?",
                "QuestionCn": "关于使用地理加权回归（GWR）来提高气候数据空间准确性，可能存在的期望是什么，以及潜在的局限性是什么？",
                "AnswerEn": "GWR is expected to enhance spatial accuracy by allowing relationships to vary by locality, but its effectiveness is contingent on the availability of high-quality input data and may suffer from regression dilution effects, leading to biases in scaling factors.",
                "AnswerCn": "GWR预计通过允许关系因地区而异来提高空间准确性，但其有效性取决于高质量输入数据的可用性，并可能受到回归稀释效应的影响，从而导致缩放因子偏差。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using geographically weighted regression (GWR) in generating high-resolution grid data for surface solar radiation, considering the challenges of data inhomogeneity and the regression dilution effect?",
                "QuestionCn": "如何评估使用地理加权回归（GWR）生成高分辨率网格数据以获取表面太阳辐射的有效性，考虑到数据不均匀性和回归稀释效应的挑战？",
                "AnswerEn": "The application of geographically weighted regression (GWR) is seen as effective in generating high-resolution grid data for surface solar radiation because it allows relationships to vary locally, which can address inhomogeneity issues. The accuracy of GWR is enhanced by combining different data sources like SunDu-derived Rs, satellite-derived cloud fraction, and aerosol optical depth data, which helps in capturing long-term variations despite challenges like data inhomogeneity and regression dilution effects.",
                "AnswerCn": "地理加权回归（GWR）的应用被认为在生成高分辨率的表面太阳辐射网格数据方面是有效的，因为它允许关系在局部变化，从而解决了不均匀性问题。通过结合不同的数据源，如基于SunDu的Rs、卫星衍生的云量和气溶胶光学厚度数据，GWR的准确性得以提高，这有助于捕捉长期变化，尽管面临数据不均匀性和回归稀释效应等挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how significant is the impact of reservoir construction on the estimation of evapotranspiration (ET) trends, and what methodologies could be explored to refine ET calculations considering changes in terrestrial water storage?",
                "QuestionCn": "在我看来，水库建设对蒸散发（ET）趋势的估算影响是相当显著的。可以探索哪些方法来改进ET计算，以考虑陆地水储存的变化？",
                "AnswerEn": "Reservoir construction significantly impacts the estimation of ET trends, as it alters regional water cycles and thus affects the calculations of ET by changing terrestrial water storage (ΔS). To refine ET calculations, methodologies that incorporate detailed data on reservoir water impoundment and storage capacities should be explored. This would allow for more accurate assessments of ΔS and, consequently, more reliable ET trend estimates.",
                "AnswerCn": "水库建设对蒸散发（ET）趋势的估算产生显著影响，因为它改变了区域水循环，从而通过改变陆地水储存（ΔS）影响ET的计算。为了精确计算ET，应探索纳入水库蓄水和储存容量详细数据的方法。这将有助于更准确地评估ΔS，从而提供更可靠的ET趋势估算。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential challenges and considerations when merging satellite-derived data with reanalysis data to create reliable long-term datasets for surface solar radiation, given the limitations of each data source?",
                "QuestionCn": "在合并卫星衍生数据与再分析数据以创建可靠的长期表面太阳辐射数据集时，可能面临的挑战和考虑因素包括每种数据源的局限性。",
                "AnswerEn": "Merging satellite-derived data with reanalysis data to create reliable long-term datasets for surface solar radiation poses challenges such as spatial bias in reanalysis data and the short time span of satellite data. Considerations include addressing the regression dilution effect, ensuring the homogeneity of datasets despite different instruments, and effectively combining cloud and aerosol data to improve accuracy. Techniques like cumulative probability density function-based methods can help mitigate biases and improve the reliability of merged datasets.",
                "AnswerCn": "将卫星衍生数据与再分析数据合并以创建可靠的长期表面太阳辐射数据集面临挑战，例如再分析数据的空间偏差和卫星数据的短时间跨度。考虑因素包括解决回归稀释效应，确保尽管仪器不同但数据集的同质性，以及有效结合云和气溶胶数据以提高准确性。基于累积分布函数的方法可以帮助减轻偏差，提高合并数据集的可靠性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the geographic weighted regression method enhances the accuracy of high-resolution surface solar radiation data.",
                "QuestionCn": "我不明白地理加权回归方法如何提高高分辨率表面太阳辐射数据的准确性。",
                "AnswerEn": "The geographic weighted regression method improves the accuracy of high-resolution surface solar radiation data by allowing the relationships between independent and dependent variables to vary by locality, effectively integrating MODIS cloud and aerosol data with ground-based solar radiation observations.",
                "AnswerCn": "地理加权回归方法通过允许自变量和因变量之间的关系因地区而异，从而提高了高分辨率表面太阳辐射数据的准确性，有效地将MODIS云和气溶胶数据与地面太阳辐射观测数据结合起来。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges involved in merging satellite and ground-based data for long-term trends analysis in surface solar radiation.",
                "QuestionCn": "我对合并卫星和地面数据以进行表面太阳辐射长期趋势分析所涉及的挑战感到不确定。",
                "AnswerEn": "Challenges in merging satellite and ground-based data for long-term trends analysis include dealing with spatial bias in reanalysis data, the short time span of reliable satellite data, and the regression dilution effect that can lead to underestimated scaling factors.",
                "AnswerCn": "合并卫星和地面数据以进行长期趋势分析的挑战包括处理再分析数据中的空间偏差、可靠卫星数据的短时间跨度，以及回归稀释效应可能导致的缩放因子低估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the data collection methods that can effectively address spatial bias in surface solar radiation data and ensure long-term data homogeneity.",
                "QuestionCn": "请探讨可以有效解决地表太阳辐射数据空间偏差的数据收集方法，并确保长期数据的均匀性。",
                "AnswerEn": "The field suggests using a combination of satellite data and reanalysis methods, specifically employing a cumulative probability density function-based (CPDF) method to merge multiple reanalysis datasets with satellite data like CERES EBAF. This approach helps in reducing spatial bias and enhancing the long-term homogeneity of surface solar radiation data.",
                "AnswerCn": "该领域建议使用卫星数据和再分析方法的结合，特别是采用基于累积分布函数（CPDF）的方法，将多个再分析数据集与卫星数据（如CERES EBAF）合并。这种方法有助于减少空间偏差，并增强地表太阳辐射数据的长期均匀性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please evaluate the potential impact of missing data in direct radiation observations on the accuracy of surface solar radiation datasets over China.",
                "QuestionCn": "评估缺失的直接辐射观测数据对中国地面太阳辐射数据集准确性的潜在影响。",
                "AnswerEn": "The content highlights that missing data due to frequent failures of new solar trackers can lead to a high data missing rate, affecting the direct radiation component of surface solar radiation. To mitigate this, the study suggests the use of SunDu-derived Rs in conjunction with satellite-derived cloud fraction and aerosol optical depth to generate high-resolution datasets from 2000 to 2017.",
                "AnswerCn": "内容强调，由于新太阳能追踪器频繁故障导致的数据缺失，可能导致高数据缺失率，从而影响地面太阳辐射的直接辐射成分。为此，研究建议结合SunDu衍生的Rs与卫星衍生的云量和气溶胶光学厚度，生成2000年至2017年的高分辨率数据集。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}