{
  "id": "9a0bf25c-befa-4fff-9bc5-1bebb3b8eb57",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Benthic macroinvertebrate data of Tibet lakes (2020)",
      "titleCn": "西藏湖泊底栖动物（2020）",
      "description": "Through the semi-quantitative collection method, benthos research was carried out in 22 lakes in the core area of Qiangtang and Yamzho Lake in the summer of 2020. The relative abundance data of Zoobenthos in alpine lakes in Tibet were obtained by the mixed sampling of littoral and deep-water communities. The results of this data show that among the 6420 selected benthos, 28 species of benthos are identified, belonging to 3 phyla and 7 classes, of which the main benthic groups are gammarus and chironomid, and the dominant species in a few lakes are water beetles. This data improves the recognition accuracy and cognitive range of Zoobenthos in Tibet and will provide a reference for the evaluation of aquatic animal diversity and fishery resources in plateau lakes.",
      "descriptionCn": "通过半定量采集方法，于2020年夏季在西藏羌塘腹地中的22个湖泊和羊卓雍错流域开展了底栖动物研究工作。通过沿岸和深水区群落的混合取样获得了西藏高寒湖泊底栖动物的相对丰度数据。本数据结果表明，在挑拣出来的6420头底栖动物中，共鉴定出28种底栖动物，隶属于3门7纲，其中主要底栖类群为钩虾和摇蚊，少数湖泊优势种为水龟虫。该数据提高了西藏底栖动物的识别精度和认知范围，将为高原湖泊水生动物多样性和渔业资源评估提供参考。",
      "instructions": "File naming: the benthic data is stored in Excel format. The name of the file is \"step_2020_lake benthos_%\", in which the abscissa is the species name and the ordinate is the lake name.\nData reading method: the data can be opened, read and used directly with office software.",
      "instructionsCn": "文件命名：底栖数据以Excel格式存储，文件的名称为“STEP_2020_Lake benthos_%“，其中横坐标是物种名称，纵坐标是湖泊名称。\n数据读取方式：该数据可直接用office办公软件打开，读取，使用。",
      "east": 90.85,
      "west": 81.753152,
      "south": 28.590483,
      "north": 32.528647,
      "startTime": "2020-08-12 00:00:00",
      "endTime": "2020-09-12 00:00:00",
      "fileSize": 12467.0,
      "cstr": "18406.11.Terre.tpdc.272218",
      "doi": "10.11888/Terre.tpdc.272218",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "唐红渠",
        "nameEn": "TANG Hongqu ",
        "unitEn": "Jinan University",
        "unitCn": "暨南大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国湖泊摇蚊幼虫亚化石",
        "titleEn": null,
        "referenceCn": "张恩楼, 唐红渠, 张楚明, 曹艳敏. (2019). 中国湖泊摇蚊幼虫亚化石. 科学出版社, 115pp.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "底栖动物",
        "nameEn": "zoobenthos"
      },
      {
        "nameCn": "水环境",
        "nameEn": "Water Environment"
      },
      {
        "nameCn": "水质参数",
        "nameEn": "water quality parameter"
      },
      {
        "nameCn": "流域水系",
        "nameEn": "Drainage Basin and River System"
      },
      {
        "nameCn": "湖泊",
        "nameEn": "Lakes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020夏季",
        "keywordEn": "summer of 2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to study benthic animals in Tibetan lakes?",
        "QuestionCn": "研究西藏湖泊底栖动物的数据收集方法有哪些？",
        "AnswerEn": "semi-quantitative sampling",
        "AnswerCn": "半定量采样",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study benthic animals in high-altitude lakes?",
        "QuestionCn": "您能否提供一种用于研究高海拔湖泊底栖动物的数据收集方法的示例？",
        "AnswerEn": "A data collection method used to study benthic animals in high-altitude lakes involves semi-quantitative sampling during the summer season. This approach includes mixed sampling of communities from both coastal and deep-water areas to gather relative abundance data of benthic fauna.",
        "AnswerCn": "一种用于研究高海拔湖泊底栖动物的数据收集方法涉及在夏季进行半定量采样。这种方法包括对沿海和深水区域的群落进行混合采样，以收集底栖动物的相对丰度数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the semi-quantitative data collection method used to study benthic fauna in Tibetan lakes?",
        "QuestionCn": "用于研究西藏湖泊底栖动物的半定量数据收集方法的特点是什么？",
        "AnswerEn": "coastal and deep-water zones, relative abundance data, 28 species, 3 phyla, 7 classes, amphipods, chironomids, water beetles",
        "AnswerCn": "沿海和深水区，相对丰度数据，28个物种，3个门，7个纲，端足类，摇蚊类，水甲虫。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'semi-quantitative collection method' used for gathering data on benthic animals in the context of high-altitude lakes?",
        "QuestionCn": "在高海拔湖泊中用于收集底栖动物数据的“半定量采集方法”是什么？",
        "AnswerEn": "The semi-quantitative collection method involves collecting samples from both the shoreline and deeper water zones to obtain relative abundance data of benthic animals in high-altitude lakes.",
        "AnswerCn": "半定量采样方法涉及从海岸线和深水区收集样本，以获取高海拔湖泊中底栖动物的相对丰度数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using a semi-quantitative data collection method in high-altitude lake benthic animal studies?",
        "QuestionCn": "在高海拔湖泊底栖动物研究中使用半定量数据收集方法的潜在结果是什么？",
        "AnswerEn": "Using a semi-quantitative data collection method has resulted in the identification of 28 species of benthic animals in Tibetan lakes, with increased precision and understanding of these species. This method provided relative abundance data, aiding in the assessment of aquatic biodiversity and fishery resources in high-altitude lakes.",
        "AnswerCn": "使用半定量数据收集方法已在西藏湖泊中识别出28种底栖动物，增强了对这些物种的精确性和理解。该方法提供了相对丰度数据，有助于评估高海拔湖泊的水生生物多样性和渔业资源。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed in the semi-quantitative sampling method to collect benthic organisms in high-altitude lakes?",
        "QuestionCn": "在高海拔湖泊中，半定量采样方法收集底栖生物时采用的程序是什么？",
        "AnswerEn": "The semi-quantitative sampling method involves conducting research in the summer by sampling from both littoral and deep-water zones to obtain relative abundance data of benthic organisms in high-altitude lakes.",
        "AnswerCn": "半定量采样方法涉及在夏季进行研究，通过从湖岸带和深水区采样，以获取高海拔湖泊中底栖生物的相对丰度数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}