{
    "id": "9a32eea2-97dc-4493-a0cd-1c1b5fd29639",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Frozen depth of frozen ground in Hulugou sub-basin of the Heihe River Basin (2011)",
            "titleCn": "葫芦沟流域冻土冻结深度数据集（2011）",
            "description": "1. Data overview: \nthis data set is the data set of artificial observation of frozen soil depth at Qilian station from January 1, 2011 to December 31, 2011, at 08:00 every day. \n2. Data content: \ndata content is frozen depth data set of permafrost. Frozen soil observation uses the frozen depth (length) of water poured into the rubber inner tube as a record. According to the position and length of water frozen in the permafrost buried in the soil, the frozen layer and its upper and lower limit depths are measured. In centimeters (CM), rounded to the nearest whole number. Observe once every day at 0.8 o'clock. \n3. Space time scope: \ngeographic coordinates: longitude: 99 ° 53 ′ E; latitude: 38 ° 16 ′ n; altitude: 2981.0m",
            "descriptionCn": "1.数据概述：\n此数据集是祁连站2011年1月1日—2011年12月31日人工观测冻土冻结深度数据集，每日08时观测。\n2.数据内容：\n数据内容为冻土器冻结深度数据集。冻土观测是利用灌注在橡皮内管中水的冻结深度 (长度 )作为记录的，根据埋入土中的冻土器内水结冰的部位和长度，来测定冻结层次及其上限和下限深度。以厘米（cm）为单位，取整数，小数四舍五入。每天0 8时观测 1次。\n3.时空范围：\n地理坐标：经度：99°53′E；纬度：38°16′N；海拔：2981.0m",
            "instructions": "Data file name: Heihe mountain hulugou 2011 frozen soil depth data set.xlsx; it can be viewed and edited by WPS or excel and other software.",
            "instructionsCn": "数据文件命名：黑河山区葫芦沟2011年冻土冻结深度数据集.xlsx；可用WPS或Excel等软件进行查看和编辑。",
            "east": 99.9,
            "west": 99.9,
            "south": 38.3,
            "north": 38.3,
            "startTime": "2011-01-13 22:20:00",
            "endTime": "2012-01-12 22:21:00",
            "fileSize": 21098.0,
            "cstr": "18406.11.heihe.086.2013.db",
            "doi": "10.3972/heihe.086.2013.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘章文",
                "nameEn": "LIU Zhangwen",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "陈仁升",
                "nameEn": "CHEN Rensheng",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "宋耀选",
                "nameEn": "SONG Yaoxuan",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "韩春坛",
                "nameEn": "HAN Chuntan",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘俊峰",
                "nameEn": "LIU Junfeng",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "阳勇",
                "nameEn": "YANG Yong",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "卿文武",
                "nameEn": "QING Wenwu",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河高山草甸冻土带水热传输过程",
                "titleEn": null,
                "referenceCn": "阳勇, 陈仁升, 吉喜斌, 等. 黑河高山草甸冻土带水热传输过程[J]. 水科学进展, 2010, 21(1): 30-34.",
                "referenceEn": null
            },
            {
                "titleCn": "祁连山典型灌丛降雨截留特征",
                "titleEn": null,
                "referenceCn": "刘章文, 陈仁升, 宋耀选, 韩春坛. 祁连山典型灌丛降雨截留特征. 生态学报, 2012 , 32(4): 1337-1346.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient",
                "referenceCn": null,
                "referenceEn": "Chen, R.S., Song, Y.X., Kang, E.S., Han, C.T., Liu, J.F., Yang, Y., Qing, W.W., &Liu, Z.W. (2014). A Cryosphere-Hydrology Observation System in a Small Alpine Watershed in the Qilian Mountains of China and Its Meteorological Gradient. Arctic, Antarctic, and Alpine Research, 46(2), 505-523."
            },
            {
                "titleCn": null,
                "titleEn": "Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China",
                "referenceCn": null,
                "referenceEn": "Han, C.T., Chen, R.S., Liu, Z.W., Yang, Y., Liu, J.F., Song, Y.X., Wang, L., Liu, G.H., Guo, S.H.,, & Wang, X.Q. (2018). Cryospheric Hydrometeorology Observation in the Hulu Catchment (CHOICE), Qilian Mountains, China. Vadose Zone Journal, 17(1), 1-18."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "冻土分布",
                "nameEn": "Frozen ground distribution"
            },
            {
                "nameCn": "冻结深度",
                "nameEn": "Frozen depth"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "人工气象",
                "keywordEn": null
            },
            {
                "keywordCn": "葫芦沟流域",
                "keywordEn": "Hulugou Basin"
            },
            {
                "keywordCn": "黑河上游站（祁连站）",
                "keywordEn": null
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011",
                "keywordEn": "2011",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河寒区水文过程小流域综合观测与模拟",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Understanding cryospheric hydrology and the effects of cryospheric changes on river runoff is critical for sustainable water management especially in arid inland river basins such as those in northwest China where water resources mainly come from alpine areas. The Earth’s cryosphere is facing rapid changes in the duration, extent, and mass of snow and ice, which have had multiple impacts on the environment across a range of temporal and spatial scales. Changes in mountain snow, glaciers, and permafrost have resulted in significant downstream impacts in terms of the quantity, seasonality, and quality of water. This shrinkage has modified the water cycle and river discharge in cold regions and caused the rise of global mean sea level. Serving as a solid reservoir for many endorheic and exorheic basins, the mountain cryosphere is the regulator of major rivers and provides most of the water resources in arid regions in China and its neighboring countries. However, because of inadequate observation data and the lack of knowledge about many aspects of cryospheric hydrometeorology at regional scales in alpine regions, the significance of the impacts of cryospheric changes and the severity of their consequences remain unclear in China."
            ],
            "research objective": [
                "The scientific objective of the CHOICE is to obtain comprehensive observation data about environmental factors to determine the hydrological processes in a mountainous region and to evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources in the lower arid regions. Four key science questions have been identified: The spatial and temporal distribution of alpine precipitation need to be determined. The effects of cryospheric changes on streamflow need to be determined. The effects of changes in the vegetation pattern in the vertical landscape zones on water balance and river runoff in the mountains must be assessed. A suitable distributed hydrological model including cryospheric hydrology is needed in mountainous areas."
            ],
            "challenges": [
                "Understanding such changes in these vulnerable regions has posed significant challenges because of their remoteness and sparse observations. Precipitation observations are still beset with significant biases and errors."
            ],
            "methods": [
                "Each AWS features the long-term monitoring of the following meteorological variables: air temperature, relative humidity, wind speed and direction, four-component radiation, soil heat flux, land surface temperature (LST), soil temperature, soil moisture, snow depth, and precipitation amount. We also conducted long-term standard meteorological field (SMF) manual observations for reference to those obtained at AWS. The total discharge has been monitored by a continuously stream-gauging station at the catchment outlet since 2009. From 2009 to 2012, we also manually used the float protocol and a stopwatch to estimate the nonfreezing period discharge in a meadow subcatchment and a moraine–talus subcatchment. To apply hydrological models in the alpine catchment, we have obtained long-term continuous soil parameter data in the soil pit synchronously with those collected at AWS. An SI-111 infrared radiometer (Apogee Instr. Inc.) was used to measure the LST. During the early stage of the CHOICE, evapotranspiration was measured with two manual weighing microlysimeters, which were 40 cm in depth and 31.5 cm in diameter and were installed in the SMF at the Hulu-1 field on 1 July 2009 with an electronic scale of 2 g (0.026 mm) in precision. With the development of the CHOICE, five automatic microlysimeters (CHOICE-LYS40, T&D) were arranged in the same field as the AWS of the Hulu-1 to Hulu-5 field in August 2013. An EC150 system (Campbell Scientific Inc.) was installed on a lattice mast at 5.8 m at the Hulu-2 field in September 2011. Four cluster wells were installed in 2011 and 2014 for groundwater monitoring and sampling. On fixed-point scale, six SR50A Sonic Ranging Sensors (Campbell Scientific Inc.) measure snow depth synchronously with AWS. In this system, three thermistor cables were installed that crossed the riverbed–water, water–ice, and ice–air interfaces. We conduct the work of precipitation intercomparisons by referring to the Solid Precipitation Intercomparison Experiment of the WMO using pit gauges and a double reference intercomparison reference (DFIR) gauge. Precipitation measurements in the Hulu catchment were performed with six total rain-weighing sensors (TRwS204, MPS System Ltd) with a single alter shield and synchronized with AWS. Fourteen LST observation sites with similar elevations but different aspects and slopes were built around the Hulu-3 field. Two LST observation sites were built to analyze the influences of plants on LST. To study the runoff process of canopy precipitation to surface runoff in different landscapes, two runoff fields (shrubs and meadows) (15 by 3 m) were established at a shrub-encroached alpine meadow hillslope in September 2010. Four methods were used to measure soil water infiltration and hydraulic conductivity in the Hulu-1 field including a single-ring infiltrometer, a double-ring infiltrometer, a Hood infiltrometer (Hood IL-2700, Germany), and the ring cutter method. Groundwater samples used for isotope analysis were collected from 12 wells between 2014 and 2016, and stream water samples were collected from 12 sites that were approximately evenly distributed from upstream to downstream between 2011 and 2016. A Picarro GasScouter G4301 gas concentration analyzer with a re-entry control system and six respiration chambers installed on the permafrost zone of the Hulu catchment in August 2017. The observation period of canopy precipitation interception began in June 2010. A total of four sap flow sensors (CAF, ECOMATIK) were installed to estimate transpiration. Variations in the diversity of the soil microbial community under meadow, shrub, marshy meadow, and moraine–talus were observed along an elevation gradient in the Hulu catchment in July 2013. An AWS was erected at the top of the glacier (4817 m asl) in September 2015; the site is not affected by the surrounding mountains. To obtain reliable turbulent data, EC system measurements were made adjacent to the AWS at a height of 4 m beginning in October 2017. To harvest the water contained in fog, five identical standard fog collectors were installed at Hulu-1 to Hulu-5 in July 2014. A warming simulation experiment was begun in September 2016. Two flight campaigns were performed in the Hulu catchment."
            ],
            "dataset": [],
            "findings": [
                "In recent years, a series of studies have been published using the CHOICE sharing platform data, and a number of researchers have used the CHOICE data for studies of alpine meteorology, cryospheric hydrology, groundwater, soils, and isotopes. According to the six AWS of the CHOICE obtained throughout the Hulu catchment and peripheral precipitation data from five China Meteorological Administration stations (Zhangye, Minle, Sunan, Qilian, and Yeniugou), two or more yearly EMPs exist in the northern Qilian Mountains. A diminished accumulation zone will result in a reduction in the transport and expansion of the glaciers, and then the glaciers will have to retreat to limit themselves to reduce ablation. Based on 10-yr observations in the western cold regions of China, especially those obtained in the Upper Hei River basin (UHR), a new CBHM was created to evaluate the effects of cryospheric changes on stream flow from the UHR. In the past 50 yr, river runoff has generally shown an increasing trend as a result of increased rainfall, snowfall, and glacial runoff in the cold regions of western China."
            ],
            "backgroundCn": [
                "理解冰冻圈水文学及其变化对河流径流的影响对于可持续水资源管理至关重要，尤其是在中国西北部等干旱内陆河流流域，这里的水资源主要来自高山地区。地球的冰冻圈正面临着雪和冰的持续时间、范围和质量的快速变化，这在多个时间和空间尺度上对环境产生了多重影响。山地雪、冰川和永久冻土的变化导致了下游在水量、季节性和水质方面的显著影响。这种缩减改变了冷地区的水循环和河流排放，并导致全球平均海平面上升。作为许多内流和外流流域的固体水库，山地冰冻圈是主要河流的调节者，并为中国及其邻国的干旱地区提供了大部分水资源。然而，由于观测数据不足以及对高山地区冰冻圈水气象学许多方面缺乏了解，冰冻圈变化的影响及其后果的严重性在中国仍然不清楚。"
            ],
            "research objectiveCn": [
                "CHOICE的科学目标是获取关于环境因素的综合观测数据，以确定山区的水文过程，并评估气候、冰冻圈和土地覆盖变化对下游干旱地区山区水文和水资源的影响。已确定四个关键科学问题：需要确定高山降水的空间和时间分布。需要确定冰冻圈变化对径流的影响。必须评估垂直景观带中植被模式变化对山区水量平衡和河流径流的影响。需要在山区建立一个适合的分布式水文模型，包括冰冻圈水文学。"
            ],
            "challengesCn": [
                "理解这些脆弱地区的变化面临重大挑战，因为它们偏远且观测稀少。降水观测仍然存在显著的偏差和错误。"
            ],
            "methodsCn": [
                "每个自动气象站（AWS）长期监测以下气象变量：空气温度、相对湿度、风速和风向、四分量辐射、土壤热通量、地表温度（LST）、土壤温度、土壤湿度、雪深和降水量。我们还进行了长期标准气象场（SMF）手动观测，以作为与AWS获得的数据的参考。自2009年以来，流域出口处的连续水流监测站监测了总排水量。从2009年到2012年，我们还手动使用浮子法和秒表估算了一个草甸子流域和一个冰碛-岩屑子流域的非冻结期排水量。为了在高山流域应用水文模型，我们在土壤坑中获得了长期连续的土壤参数数据，这些数据与在AWS收集的数据同步。使用SI-111红外辐射计（Apogee Instr. Inc.）测量地表温度（LST）。在CHOICE的早期阶段，蒸散发通过两个手动称重微量测定仪进行测量，这些仪器深度为40厘米，直径为31.5厘米，并于2009年7月1日在Hulu-1场地的SMF中安装，电子秤精度为2克（0.026毫米）。随着CHOICE的发展，五个自动微量测定仪（CHOICE-LYS40，T&D）于2013年8月在Hulu-1到Hulu-5场地的AWS附近布置。2011年9月，在Hulu-2场地的一个格架桅杆上安装了一个EC150系统（Campbell Scientific Inc.）。2011年和2014年安装了四个集群井用于地下水监测和取样。在固定点规模上，六个SR50A声波测距传感器（Campbell Scientific Inc.）与AWS同步测量雪深。在该系统中，安装了三根热电偶电缆，穿越河床-水、水-冰和冰-空气界面。我们通过参考世界气象组织的固态降水比较实验，使用坑式雨量计和双重参考比较（DFIR）雨量计进行降水比较测量。在Hulu流域，使用六个总雨量传感器（TRwS204，MPS System Ltd）进行降水测量，这些传感器配有单一的防风罩，并与AWS同步。围绕Hulu-3场地建立了十四个具有相似海拔但不同方位和坡度的LST观测点。建立了两个LST观测点以分析植物对LST的影响。为了研究不同景观中树冠降水到地表径流的过程，在2010年9月于一个灌木侵占的高山草甸坡地建立了两个径流场（灌木和草甸）（15米乘3米）。在Hulu-1场地使用四种方法测量土壤水分渗透和水力导度，包括单环渗透仪、双环渗透仪、Hood渗透仪（Hood IL-2700，德国）和环切法。2014年至2016年间，从12个井中收集用于同位素分析的地下水样本，并于2011年至2016年间从12个均匀分布的上游到下游的地点收集溪水样本。2017年8月，在Hulu流域的永久冻土区安装了一个Picarro GasScouter G4301气体浓度分析仪，配有重新进入控制系统和六个呼吸室。树冠降水截留的观测期始于2010年6月。共安装了四个树液流传感器（CAF，ECOMATIK）以估算蒸腾。2013年7月，在Hulu流域的海拔梯度上观察了草甸、灌木、湿草甸和冰碛-岩屑下土壤微生物群落的多样性变化。2015年9月，在冰川顶部（海拔4817米）建立了一个AWS；该地点不受周围山脉的影响。为了获得可靠的湍流数据，EC系统的测量于2017年10月在AWS旁边的4米高度开始进行。为了收集雾中含水量，五个相同的标准雾收集器于2014年7月在Hulu-1到Hulu-5安装。一个加热模拟实验于2016年9月开始。Hulu流域进行了两次飞行调查。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "近年来，许多研究利用CHOICE共享平台的数据，研究者们使用CHOICE数据进行阿尔卑斯气象、冰冻圈水文学、地下水、土壤和同位素的研究。根据在胡鲁流域获得的六个自动气象站（AWS）和来自中国气象局五个站点（张掖、民乐、苏南、祁连和新源沟）的周边降水数据，北祁连山存在两个或更多的年度等效水量（EMPs）。积累区的减少将导致冰川的运输和扩展减少，冰川将不得不退缩以限制自身的消融。基于在中国西部寒冷地区，特别是在上黑河流域（UHR）获得的10年观测数据，创建了一种新的冷冻圈水文模型（CBHM），以评估冰冻圈变化对UHR流量的影响。在过去50年中，由于降雨、降雪和冰川径流的增加，中国西部寒冷地区的河流径流总体上呈现增加趋势。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are there challenges associated with obtaining accurate precipitation observations in the studied regions?",
                "QuestionCn": "在研究区域获取准确降水观测数据是否存在挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the use of automatic microlysimeters part of the data collection methods in mountainous areas?",
                "QuestionCn": "自动微量气体测定仪的使用是否是山区数据收集方法的一部分？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is data collection for cryospheric hydrology more reliant on manual observations, automated weather stations (AWS), or remote sensing?",
                "QuestionCn": "冰冻圈水文学的数据收集更依赖于人工观测、自动气象站（AWS）还是遥感？",
                "AnswerEn": "manual observations and automated weather stations (AWS)",
                "AnswerCn": "人工观测和自动气象站 (AWS)",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which method is more suitable for measuring land surface temperature (LST) in alpine catchments: infrared radiometers, satellite observations, or ground-based sensors?",
                "QuestionCn": "在高山流域中，测量地表温度（LST）更适合使用红外辐射计、卫星观测还是地面传感器？",
                "AnswerEn": "infrared radiometers",
                "AnswerCn": "红外辐射计",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are cryospheric changes in this field primarily assessed through hydrological models, field experiments, or observational data from AWS?",
                "QuestionCn": "在这个领域，冰冻圈变化主要通过水文模型、现场实验或来自自动气象站（AWS）的观测数据进行评估吗？",
                "AnswerEn": "observational data from AWS",
                "AnswerCn": "观测数据来自 AWS",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to measure soil water infiltration in alpine regions?",
                "QuestionCn": "在高山地区，测量土壤水分渗透的常用方法有哪些？",
                "AnswerEn": "single-ring infiltrometer, double-ring infiltrometer, Hood infiltrometer, ring cutter method",
                "AnswerCn": "单环入渗仪、双环入渗仪、胡德入渗仪、环刀法",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that addresses the challenge of sparse observations in remote cryospheric regions?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，以应对遥远冰冻地区稀疏观测的挑战？",
                "AnswerEn": "An example is the use of Automatic Weather Stations (AWS) that monitor variables like air temperature, relative humidity, wind speed and direction, soil temperature, and snow depth. These stations help gather long-term data in remote regions where manual observations are sparse.",
                "AnswerCn": "自动气象站（AWS）的使用是一个例子，它监测空气温度、相对湿度、风速和风向、土壤温度以及雪深等变量。这些站点有助于在手动观测稀少的偏远地区收集长期数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a technique used to measure soil water infiltration in alpine cryospheric environments?",
                "QuestionCn": "在高山冰冻环境中测量土壤水分渗透的一个技术示例是什么？",
                "AnswerEn": "An example technique used to measure soil water infiltration includes methods like the single-ring infiltrometer, double-ring infiltrometer, Hood infiltrometer, and the ring cutter method, all of which are used to assess soil hydraulic properties in the Hulu-1 field.",
                "AnswerCn": "测量土壤水分渗透的一个例子技术包括单环渗透仪、双环渗透仪、Hood渗透仪和环切法，这些方法都用于评估Hulu-1田地的土壤水力特性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features of data collection methods for measuring frozen soil depth in alpine regions?",
                "QuestionCn": "测量高山地区冻土深度的数据收集方法的关键特征是什么？",
                "AnswerEn": "daily observations, instruments that determine freezing depth, length of ice formation within a tube, measurements in centimeters, rounded to the nearest whole number, specific time each day",
                "AnswerCn": "每日观测，确定冻结深度的仪器，管内冰形成长度，以厘米为单位，四舍五入到最接近的整数，每天的特定时间。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the characteristics of monitoring setups used to assess cryospheric changes in mountainous catchments?",
                "QuestionCn": "用于评估山区集水区冰冻圈变化的监测设置的特点是什么？",
                "AnswerEn": "automatic weather stations, air temperature, relative humidity, wind speed and direction, soil temperature, infrared radiometers, land surface temperature, sonic ranging sensors, snow depth, microlysimeters, evapotranspiration",
                "AnswerCn": "自动气象站、空气温度、相对湿度、风速和风向、土壤温度、红外辐射计、地表温度、超声波测距传感器、雪深、微型蒸渗仪、蒸散。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the typical challenges faced in obtaining accurate observational data for cryospheric hydrology?",
                "QuestionCn": "在获取冰冻圈水文学的准确观测数据时，通常面临哪些挑战？",
                "AnswerEn": "remoteness of regions, sparse observation networks, biases and errors in precipitation measurements",
                "AnswerCn": "区域偏远、观测网络稀疏、降水测量中的偏差和误差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic weather stations (AWS) are used for long-term meteorological monitoring in the Hulu catchment?",
                "QuestionCn": "在Hulu流域用于长期气象监测的自动气象站（AWS）有多少个？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many LST observation sites are established around the Hulu-3 field?",
                "QuestionCn": "在Hulu-3油田周围建立了多少个LST观测站？",
                "AnswerEn": "14",
                "AnswerCn": "十四",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many sap flow sensors are installed to estimate transpiration in the observation period?",
                "QuestionCn": "在观察期间安装了多少个树液流传感器来估计蒸腾？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'cryospheric hydrology' mean in the context of the data collection methods used in alpine regions?",
                "QuestionCn": "在高山地区的数据收集方法中，“冰冻圈水文学”指的是研究冰雪、冰川和冻土等冰冻水体的水文特征及其对水循环的影响。",
                "AnswerEn": "Cryospheric hydrology refers to the study of the hydrological processes that occur in regions where the cryosphere, which includes snow, glaciers, and permafrost, significantly influences water cycles. It involves understanding how cryospheric changes affect streamflow, water balance, and river runoff, often using various meteorological and hydrological data collection methods such as AWS (Automatic Weather Stations), soil parameter data, and snow depth measurements.",
                "AnswerCn": "冰冻圈水文学是指研究冰冻圈区域（包括雪、冰川和永久冻土）显著影响水循环的水文过程。它涉及理解冰冻圈变化如何影响径流、 水量平衡和河流流量，通常使用各种气象和水文数据收集方法，如自动气象站（AWS）、土壤参数数据和雪深测量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'distributed hydrological model including cryospheric hydrology' mean in the context of predicting water resources in alpine areas?",
                "QuestionCn": "“包括冰冻圈水文学的分布式水文模型”在预测高山地区水资源的背景下意味着一种能够模拟和分析水文过程的模型，特别是考虑到冰雪和冰川等冰冻圈因素对水资源的影响。",
                "AnswerEn": "A distributed hydrological model including cryospheric hydrology is a type of model that accounts for the spatial and temporal distribution of water resources, incorporating the effects of cryospheric elements like snow and glaciers on hydrological processes. This model aims to simulate how changes in the cryosphere impact water availability and flow in mountainous regions, helping in the assessment and management of water resources.",
                "AnswerCn": "一个包括冰冻圈水文学的分布式水文模型是一种考虑水资源空间和时间分布的模型，结合了雪和冰川等冰冻圈元素对水文过程的影响。该模型旨在模拟冰冻圈变化如何影响山区的水资源可用性和流动，有助于水资源的评估和管理。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In what ways do the challenges of sparse observation in remote alpine regions differ when collecting cryospheric data manually versus using automated systems?",
                "QuestionCn": "在收集冰冻圈数据时，稀疏观测在遥远的高山地区所面临的挑战，在手动收集与使用自动化系统之间有何不同？",
                "AnswerEn": "Manual data collection in remote alpine regions faces challenges such as accessibility and consistent data recording, while automated systems can provide continuous data but may still struggle with biases in precipitation measurements and require significant initial setup and maintenance effort, which are also influenced by the regions' remoteness.",
                "AnswerCn": "在偏远的高山地区，手动数据收集面临着可达性和一致性记录数据等挑战，而自动化系统可以提供持续的数据，但仍可能在降水测量中存在偏差，并且需要大量的初始设置和维护工作，这些也受到地区偏远性的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the observed freezing depth patterns inform the development of more accurate hydrological models in mountainous regions?",
                "QuestionCn": "观察到的冰冻深度模式如何为山区更准确的水文模型的发展提供信息。",
                "AnswerEn": "The observed freezing depth patterns can provide insights into the temporal and spatial distribution of cryospheric elements, which are essential for calibrating hydrological models that account for cryospheric hydrology in mountainous regions. Understanding these patterns can help refine model parameters to better predict water balance and river runoff variations due to changes in cryosphere and climate.",
                "AnswerCn": "观察到的冰冻深度模式可以提供关于冰冻圈元素的时间和空间分布的见解，这对于校准考虑冰冻圈水文学的山区水文模型至关重要。理解这些模式可以帮助细化模型参数，以更好地预测由于冰冻圈和气候变化引起的水量平衡和河流径流变化。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges do researchers face in accurately measuring precipitation in alpine areas, and how might these affect interpretations of cryospheric changes?",
                "QuestionCn": "研究人员在准确测量高山地区降水时面临哪些挑战，这些挑战可能如何影响对冰冻圈变化的解读？",
                "AnswerEn": "Researchers face significant challenges in measuring precipitation in alpine areas due to biases and errors in observations, especially in remote and sparsely monitored regions. These inaccuracies can lead to misinterpretations of cryospheric changes, affecting the understanding of streamflow variations and the overall water cycle in cold regions.",
                "AnswerCn": "研究人员在测量高山地区的降水时面临重大挑战，因为观测中存在偏差和错误，尤其是在偏远和监测稀少的地区。这些不准确性可能导致对冰冻圈变化的误解，从而影响对流域流量变化和寒冷地区整体水循环的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges in obtaining accurate precipitation data in remote and alpine regions?",
                "QuestionCn": "在偏远和高山地区获取准确降水数据的挑战是什么？",
                "AnswerEn": "Understanding changes in vulnerable regions such as mountainous areas has posed significant challenges due to their remoteness and sparse observations. Precipitation observations are beset with significant biases and errors, which complicates data accuracy.",
                "AnswerCn": "理解脆弱地区如山区的变化面临重大挑战，因为这些地区偏远且观测稀少。降水观测存在显著的偏差和错误，这使得数据的准确性变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind collecting comprehensive observation data on environmental factors in mountainous regions?",
                "QuestionCn": "在山区收集全面的环境因素观察数据的主要目标是什么？",
                "AnswerEn": "The scientific objective is to determine the hydrological processes in a mountainous region and evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources in lower arid regions.",
                "AnswerCn": "科学目标是确定山区的水文过程，并评估气候、冰冻圈和土地覆盖变化对山区水文和下游干旱地区水资源的影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to establish long-term monitoring of meteorological variables and hydrological processes in alpine catchments?",
                "QuestionCn": "在高山流域建立气象变量和水文过程的长期监测是重要的原因是什么？",
                "AnswerEn": "Long-term monitoring is crucial to understand the spatial and temporal distribution of alpine precipitation, assess the effects of cryospheric changes on streamflow, evaluate changes in vegetation patterns on water balance and river runoff, and develop suitable distributed hydrological models including cryospheric hydrology in mountainous areas.",
                "AnswerCn": "长期监测对于理解高山降水的空间和时间分布、评估冰冻圈变化对径流的影响、评估植被模式对水量平衡和河流径流的变化，以及开发适合的分布式水文模型（包括山区的冰冻圈水文学）至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instruments and protocols are used to measure soil temperature and moisture in alpine regions, and how are these data integrated into hydrological models?",
                "QuestionCn": "在高山地区，测量土壤温度和湿度所使用的仪器和协议包括温度传感器、土壤湿度传感器、数据记录器和遥感技术。这些数据通常通过现场测量和实验室分析相结合的方式进行收集。测量数据可以通过无线传输或手动记录的方式进行传输。\n\n这些数据被集成到水文模型中，通常涉及以下几个步骤：首先，将土壤温度和湿度数据输入到水文模型中，以模拟土壤水分的动态变化；其次，利用这些数据来校准和验证模型，以确保其准确性；最后，通过模型输出分析水文循环、径流和水资源管理等方面的信息。",
                "AnswerEn": "Instruments such as automated weather stations (AWS) monitor variables including soil temperature and soil moisture. These measurements are synchronized with other meteorological data to apply distributed hydrological models in alpine catchments, integrating long-term continuous soil parameter data collected in soil pits.",
                "AnswerCn": "自动气象站（AWS）等仪器监测土壤温度和土壤湿度等变量。这些测量与其他气象数据同步，以在高山流域中应用分布式水文模型，整合在土壤坑中收集的长期连续土壤参数数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How is the depth of frozen soil layers determined, and what techniques are employed to ensure the accuracy of these measurements in remote cryospheric regions?",
                "QuestionCn": "冻土层的深度是如何确定的，以及在遥远的冰冻圈地区确保这些测量准确性所采用的技术。",
                "AnswerEn": "The depth of frozen soil layers is determined using instruments that measure the freezing depth of water filled within a rubber tube. Observations are made daily, and the measurement reflects the length of ice formation within the tube, providing the upper and lower bounds of the freezing depth. Accuracy is maintained by rounding measurements to the nearest centimeter.",
                "AnswerCn": "冻土层的深度是通过测量充满水的橡胶管内冰层的深度来确定的。观察每天进行，测量反映了管内冰层的长度，提供了冻结深度的上下限。通过将测量结果四舍五入到最接近的厘米来保持准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedures are utilized to collect and compare precipitation data in cryospheric environments, and how are biases in these observations addressed?",
                "QuestionCn": "在冰冻圈环境中，收集和比较降水数据的程序包括使用气象站、遥感技术和气候模型等多种方法。气象站通常安装在特定地点，以直接测量降水量，而遥感技术则通过卫星或无人机获取大范围区域的降水信息。气候模型则用于模拟和预测降水模式。\n\n为了应对这些观测中的偏差，研究人员通常会采用数据校正技术，例如使用长期观测记录进行比较，应用统计方法来调整数据，或者结合不同来源的数据进行交叉验证。此外，研究人员还会考虑地形、气候变化和人类活动等因素对降水数据的影响，以提高数据的准确性和可靠性。",
                "AnswerEn": "Precipitation data is collected using various sensors like rain-weighing sensors and pit gauges following protocols such as the Solid Precipitation Intercomparison Experiment by WMO for reference. Precipitation intercomparisons are conducted to address biases, using a double reference intercomparison gauge (DFIR) to improve measurement accuracy in these environments.",
                "AnswerCn": "降水数据通过各种传感器收集，如称重雨量传感器和坑式雨量计，遵循世界气象组织的固体降水比较实验等协议。进行降水比较以解决偏差，使用双参考比较雨量计（DFIR）来提高这些环境中的测量准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the continuous monitoring of cryospheric changes in remote alpine regions?",
                "QuestionCn": "哪些技术进步使得在偏远的高山地区能够持续监测冰冻圈的变化？",
                "AnswerEn": "The use of Automatic Weather Stations (AWS) featuring long-term monitoring of meteorological variables, SI-111 infrared radiometers, EC150 systems, and standard meteorological field manual observations have enabled comprehensive monitoring of cryospheric changes.",
                "AnswerCn": "自动气象站（AWS）的使用，结合对气象变量的长期监测、SI-111红外辐射计、EC150系统以及标准气象现场手册观测，已实现对冰冻圈变化的全面监测。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do multiple data collection methods enhance the understanding of soil water infiltration and hydraulic conductivity in alpine catchments?",
                "QuestionCn": "多种数据收集方法如何增强对高山集水区土壤水分渗透和水力导 conductivity 的理解？",
                "AnswerEn": "The use of diverse methods such as single-ring and double-ring infiltrometers, Hood infiltrometers, and the ring cutter method allows for a comprehensive assessment of soil water infiltration and hydraulic conductivity, thereby providing a more nuanced understanding of these processes in alpine environments.",
                "AnswerCn": "使用单环和双环渗透仪、胡德渗透仪以及环切法等多种方法，可以全面评估土壤水分渗透和水力导 conductivity，从而更深入地理解这些过程在高山环境中的表现。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or methodologies have facilitated the gathering of reliable turbulent data in mountainous cryospheric environments?",
                "QuestionCn": "在山区冰冻环境中，哪些条件或方法促进了可靠湍流数据的收集？",
                "AnswerEn": "To obtain reliable turbulent data, EC system measurements were made adjacent to an AWS at a height of 4 meters, ensuring that the site is not influenced by surrounding mountains and providing accurate data collection in such challenging environments.",
                "AnswerCn": "为了获得可靠的湍流数据，EC系统的测量是在4米高度的AWS旁边进行的，确保该地点不受周围山脉的影响，从而在这种具有挑战性的环境中提供准确的数据收集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be significant challenges in obtaining reliable precipitation data in remote alpine regions?",
                "QuestionCn": "在偏远的高山地区获取可靠的降水数据可能面临重大挑战，原因如下：",
                "AnswerEn": "Understanding changes in vulnerable regions poses significant challenges due to their remoteness and sparse observations. Precipitation observations are still beset with significant biases and errors.",
                "AnswerCn": "理解脆弱地区的变化面临重大挑战，因为这些地区偏远且观测稀少。降水观测仍然存在显著的偏差和错误。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why could there be an expectation for a suitable distributed hydrological model to include cryospheric hydrology in mountainous areas?",
                "QuestionCn": "为什么在山区对适合的分布式水文模型有期望包括冰冻圈水文学？",
                "AnswerEn": "The scientific objective is to evaluate the effects of climate, cryosphere, and land cover changes on mountainous hydrology and water resources. There is a need for a suitable distributed hydrological model that includes cryospheric hydrology to address these changes effectively.",
                "AnswerCn": "科学目标是评估气候、冰冻圈和土地覆盖变化对山区水文和水资源的影响。需要一个合适的分布式水文模型，以有效应对这些变化，并包括冰冻圈水文。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might there be a need for multiple measurement techniques to study soil water infiltration and hydraulic conductivity in alpine environments?",
                "QuestionCn": "在高山环境中研究土壤水渗透和水力导 conductivity 可能需要多种测量技术的原因是什么？",
                "AnswerEn": "To measure soil water infiltration and hydraulic conductivity, four methods were used including a single-ring infiltrometer, a double-ring infiltrometer, a Hood infiltrometer, and the ring cutter method. This diversity in methods is likely due to the complex and variable nature of alpine soil conditions.",
                "AnswerCn": "为了测量土壤水分渗透和水力导度，使用了四种方法，包括单环渗透仪、双环渗透仪、Hood渗透仪和环切法。这种方法的多样性可能是由于高山土壤条件的复杂性和变异性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how different meteorological variables are monitored and what equipment is used for data collection in this field.",
                "QuestionCn": "我不明白不同气象变量是如何监测的，以及在这个领域中使用什么设备进行数据收集。",
                "AnswerEn": "Each AWS features the long-term monitoring of various meteorological variables such as air temperature, relative humidity, wind speed and direction, soil temperature, soil moisture, snow depth, and precipitation amount. Equipment used includes the SI-111 infrared radiometer for LST measurements, microlysimeters for evapotranspiration, and multiple sensors like the SR50A Sonic Ranging Sensors for snow depth.",
                "AnswerCn": "每个AWS（自动气象站）长期监测各种气象变量，如空气温度、相对湿度、风速和风向、土壤温度、土壤湿度、雪深和降水量。使用的设备包括SI-111红外辐射计用于地表温度（LST）测量，微型蒸发皿用于蒸散发，以及多种传感器，如SR50A声波测距传感器用于雪深测量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced in collecting accurate precipitation data in remote and mountainous regions.",
                "QuestionCn": "我对在偏远和山区收集准确降水数据所面临的挑战感到不确定。",
                "AnswerEn": "Challenges include significant biases and errors in precipitation observations due to the remoteness and sparse observation stations in these regions. The Solid Precipitation Intercomparison Experiment of the WMO is referred to for precipitation intercomparisons using pit gauges and a double reference intercomparison reference (DFIR) gauge.",
                "AnswerCn": "挑战包括由于这些地区观测站稀少和偏远，导致降水观测存在显著的偏差和错误。世界气象组织的固态降水比较实验被引用用于使用坑式雨量计和双重参考比较（DFIR）雨量计进行降水比较。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how changes in cryospheric conditions are assessed and what methods are used to study their impacts on alpine hydrology.",
                "QuestionCn": "我无法理解如何评估冰冻圈条件的变化，以及用于研究其对高山水文影响的方法。",
                "AnswerEn": "Cryospheric changes are assessed using comprehensive observation data such as streamflow effects, vegetation pattern changes, and the implementation of distributed hydrological models. Long-term data from AWS and other stations are crucial for studying impacts on alpine hydrology and water resources.",
                "AnswerCn": "冰冻圈变化的评估依赖于综合观测数据，如径流影响、植被模式变化以及分布式水文模型的实施。来自自动气象站（AWS）和其他站点的长期数据对于研究高山水文和水资源的影响至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in data collection for cryospheric hydrology studies in remote and sparsely observed regions.",
                "QuestionCn": "分析在偏远和稀疏观测地区进行冰冻圈水文学研究时面临的数据收集挑战。",
                "AnswerEn": "Understanding changes in vulnerable regions poses significant challenges due to their remoteness and sparse observations. Precipitation observations are still beset with significant biases and errors.",
                "AnswerCn": "理解脆弱地区的变化面临重大挑战，因为这些地区偏远且观测稀少。降水观测仍然存在显著的偏差和错误。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify potential strategies for expanding data collection on the impacts of cryospheric changes on streamflow in mountainous catchments.",
                "QuestionCn": "请确定潜在策略，以扩大对冰冻圈变化对山区流域径流影响的数据收集。",
                "AnswerEn": "Potential strategies include developing and applying distributed hydrological models that incorporate cryospheric hydrology, utilizing AWS for comprehensive data collection, and conducting manual and automatic observations using diverse instruments to capture varied environmental and hydrological parameters.",
                "AnswerCn": "潜在策略包括开发和应用包含冰冻圈水文学的分布式水文模型，利用AWS进行全面的数据收集，以及使用多种仪器进行手动和自动观测，以捕捉多样的环境和水文参数。",
                "Level": "C6(Creating)"
            }
        ]
    }
}