{
    "id": "9a651d89-9459-4a5f-aebc-f371b46b570b",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Heihe integrated observatory network (automatic weather station of Jingyangling station, 2023)",
            "titleCn": "黑河流域地表过程综合观测网（景阳岭站自动气象站-2023）",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from the automatic weather station (AWS) at the Jingyangling station from January 1 to December 31, 2023. The site (101.116° E, 37.838° N) was located on a cold meadow surface in the Jingyangling, Qilian County, Qinghai Province. The elevation is 3750 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity (5 m, north), wind speed and direction (10 m, north), air pressure (in the tamper box on the ground), rain gauge (10 m), four-component radiometer (6 m, south), two infrared temperature sensors (6 m, south, vertically downward), soil heat flux (3 duplicates, -0.06 m), soil temperature profile (0, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m), and soil moisture profile (-0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m).\nThe observations included the following: air temperature and humidity (Ta_5 m; RH_5 m) (℃ and %, respectively), wind speed (Ws_10 m) (m/s), wind direction (WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_80 cm, Ts_120 cm, and Ts_160 cm) (℃), and soil moisture (Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_80 cm, Ms_120 cm, and Ms_160 cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. Due to the sensor malfunction, there were some NAN invalid values of the wind speed and direction; incorrect data of upward shortwave radiation occasionally; (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2023-9-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) and Che et al. (2019).",
            "descriptionCn": "该数据集包含了2023年1月1日至2023年12月31日黑河流域地表过程综合观测网上游景阳岭站气象要素观测数据。站点位于青海省祁连县景阳岭垭口，下垫面是高寒草甸。观测点的经纬度是101.1160E, 37.8384N，海拔3750m。空气温度、相对湿度传感器架设在5m处，朝向正北；气压计安装在地面上的防撬箱内；翻斗式雨量计安装在10m处；风速与风向传感器架设在10m，朝向正北；四分量辐射仪安装在6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处，在距离气象塔2m的正南方；土壤水分探头埋设在地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处，在距离气象塔2m的正南方；土壤热流板（3块）依次埋设在地下6cm处，在距离气象塔2m的正南方。\n观测项目有：空气温湿度（Ta_5m、RH_5m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_10m）(单位：米/秒)、风向（WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(单位：摄氏度)、土壤水分（Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(单位：百分比)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；由于传感器问题，风速风向偶尔出现NAN无效值，四分量向上短波辐射数据出错。（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2023-9-10 10:30；（6）命名规则为：AWS+站点名称。\n黑河综合观测网或站点信息请参考Liu et al. (2018)和Che et al. (2019)。",
            "instructions": "Year+** observatory network+ site+ AWS",
            "instructionsCn": "年份+**观测网+站点名称+AWS",
            "east": 101.116,
            "west": 101.116,
            "south": 37.8384,
            "north": 37.8384,
            "startTime": "2023-01-01 10:24:04",
            "endTime": "2023-12-31 10:24:04",
            "fileSize": 11919864.0,
            "cstr": "18406.11.Terre.tpdc.301284",
            "doi": "10.11888/Terre.tpdc.301284",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China. Vadose Zone Journal, 17, 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            },
            {
                "nameCn": "草地",
                "nameEn": "Grassland"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "景阳岭站",
                "keywordEn": "Jingyangling station"
            },
            {
                "keywordCn": "祁连县",
                "keywordEn": "Qilian County"
            },
            {
                "keywordCn": "黑河流域上游",
                "keywordEn": "Upper reaches of the Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2023",
                "keywordEn": "2023",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的贡献者，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文建模及相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些都需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文学研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进高山水文学研究，国际高山研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，高山水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖分布广泛，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都有可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也很常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合、分布式和多尺度的观测网络研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：（1）如何为高山水文模型提供准确有效的强迫数据，（2）如何整合观测、模拟和获取的数据集以获得有意义的理解，以及（3）扰动（气候变化和人类活动）如何改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔以及复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着以下问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并没有顺利进行。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无缝的气象和水文数据通过连接一组自动气象站（AMS）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积累和消耗过程在Yakou雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在十八个层次上进行密集测量，深度达到3.2米（采用嵌套模式，顶部土壤层更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深是通过SR50A（美国Campbell公司）测量的，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）是通过GMON（CS725 GammaMONitor，Campbell，USA）从2014年1月1日到2017年12月31日以6小时的时间分辨率进行测量的。FlowCapt（瑞士IAV公司）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，采用先进的技术和仪器从雪观测超级站收集了雪盖属性数据。还从冻土观测超级站获得了高分辨率的土壤物理数据，以捕捉冻融过程。这些更新的数据集已向具有多学科背景（如冰冻圈科学、水文学和气象学）的科学家发布，预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（飘雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成、分布式和多尺度的水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Are meteorological data collection methods in alpine regions more dependent on automatic meteorological stations, wireless sensor networks, or manual observations?",
                "QuestionCn": "在高山地区，气象数据收集方法更依赖于自动气象站、无线传感器网络还是人工观测？",
                "AnswerEn": "automatic meteorological stations and wireless sensor networks",
                "AnswerCn": "自动气象站和无线传感器网络",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to measure snow depth and snow water equivalent in alpine hydrology research?",
                "QuestionCn": "在高山水文学研究中，用于测量雪深和雪水当量的方法有哪些？",
                "AnswerEn": "SR50A sensor, GMON",
                "AnswerCn": "SR50A 传感器，GMON",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the automatic meteorological stations and superstations primarily positioned in the Heihe River Basin to support data collection?",
                "QuestionCn": "自动气象站和超级站主要分布在黑河流域，以支持数据收集。",
                "AnswerEn": "upper reaches of the Heihe River Basin",
                "AnswerCn": "黑河流域上游地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced in collecting consistent hydrometeorological data in alpine regions, and how are they addressed?",
                "QuestionCn": "在高山地区收集一致的水文气象数据面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "automatic meteorological stations",
                "AnswerCn": "自动气象站",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of data collection techniques used for capturing snow accumulation and ablation processes in an alpine region?",
                "QuestionCn": "您能否提供用于捕捉高山地区雪积累和融化过程的数据收集技术的示例？",
                "AnswerEn": "Snow accumulation and ablation processes were captured using snow cover properties collected from a snow observation superstation, employing state-of-the-art techniques and instruments like SR50A for snow depth and GMON for snow water equivalent (SWE).",
                "AnswerCn": "雪积累和融化过程通过雪观测超级站收集的雪覆盖特性进行捕捉，采用了先进的技术和仪器，如SR50A用于雪深测量，GMON用于雪水当量（SWE）测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collected from automatic meteorological stations in alpine regions?",
                "QuestionCn": "在高山地区自动气象站收集的数据具有以下特征：",
                "AnswerEn": "air temperature, humidity, air pressure, wind speed and direction, four-component radiation, precipitation",
                "AnswerCn": "空气温度、湿度、气压、风速和风向、四分量辐射、降水",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What specific challenges are associated with collecting hydrometeorological data in high-altitude, alpine environments?",
                "QuestionCn": "在高海拔的高山环境中，收集水文气象数据面临哪些具体挑战？",
                "AnswerEn": "cold and harsh climate, high altitude, complex topography",
                "AnswerCn": "寒冷和严酷的气候，高海拔，复杂的地形",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the key attributes of datasets used for hydrological modeling in alpine regions?",
                "QuestionCn": "用于阿尔卑斯地区水文建模的数据集的关键属性是什么？",
                "AnswerEn": "long-term hydrometeorological data, snow cover data, frozen ground data, integrated, distributed, multiscale, accurate forcing data, snow depth, snow water equivalent, soil temperature, soil moisture",
                "AnswerCn": "长期水文气象数据、积雪覆盖数据、冻土数据、集成、分布式、多尺度、精确的强迫数据、雪深、雪水当量、土壤温度、土壤湿度",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic meteorological stations (AMSs) are used in the observation network for data collection in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的数据收集观测网络中使用了多少个自动气象站（AMS）？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the temporal resolution for data collection from the GMON instrument measuring snow water equivalent (SWE)?",
                "QuestionCn": "GMON仪器测量雪水当量（SWE）的数据收集时间分辨率是多少？",
                "AnswerEn": "6 hours",
                "AnswerCn": "6小时",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many soil temperature and moisture measurement layers are used at each automatic meteorological station (AMS) in the observation network?",
                "QuestionCn": "在观测网络中的每个自动气象站（AMS）使用多少个土壤温度和湿度测量层？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "How are snow cover properties typically observed in advanced hydrological studies?",
                "QuestionCn": "在先进的水文研究中，雪盖特性通常是如何观察的？",
                "AnswerEn": "In advanced hydrological studies, snow cover properties are typically observed using state-of-the-art techniques and instruments at snow observation superstations. This includes the use of ultrasonic sensors to measure snow depth, GammaMONitors for snow water equivalent (SWE), and instruments like FlowCapt to measure blowing or drifting snow. These methods provide detailed data on snow accumulation and ablation processes, crucial for understanding alpine hydrology.",
                "AnswerCn": "在高级水文研究中，雪盖特性通常通过在雪观测超级站使用先进的技术和仪器进行观察。这包括使用超声波传感器测量雪深、GammaMONitors测量雪水当量（SWE），以及像FlowCapt这样的仪器测量吹雪或漂雪。这些方法提供了关于雪积累和融化过程的详细数据，对于理解高山水文学至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with data collection in alpine hydrology research?",
                "QuestionCn": "在阿尔卑斯水文学研究中，数据收集面临哪些挑战？",
                "AnswerEn": "Data collection in alpine hydrology research faces challenges such as cold and harsh climates, high altitudes, and complex topography, which can hinder consistent and complete data acquisition. These conditions complicate the deployment and maintenance of sensors and instruments, potentially affecting data quality and availability. Additionally, technological barriers and difficulties in accessing remote alpine regions further complicate data collection efforts.",
                "AnswerCn": "在阿尔卑斯水文学研究中，数据收集面临着寒冷和恶劣气候、高海拔和复杂地形等挑战，这些因素可能会妨碍一致和完整的数据获取。这些条件使得传感器和仪器的部署和维护变得复杂，从而可能影响数据的质量和可用性。此外，技术障碍和进入偏远阿尔卑斯地区的困难进一步复杂化了数据收集工作。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What are the implications of using a distributed and multiscale observation network for understanding alpine hydrological processes, and how might this approach affect data quality and model validation?",
                "QuestionCn": "使用分布式和多尺度观测网络来理解高山水文过程的影响是什么？这种方法可能如何影响数据质量和模型验证？",
                "AnswerEn": "The use of a distributed and multiscale observation network allows for the collection of integrated datasets that can address various scientific questions, such as providing accurate forcing data for hydrological models and validating remote sensing products. This approach can improve predictive understanding by capturing spatially distributed meteorological variables and freeze-thaw processes, despite challenges like harsh climate and complex topography.",
                "AnswerCn": "使用分布式和多尺度观测网络可以收集综合数据集，以解决各种科学问题，例如为水文模型提供准确的强迫数据和验证遥感产品。这种方法可以通过捕捉空间分布的气象变量和冻融过程来提高预测理解，尽管面临严酷气候和复杂地形等挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying reasons for the scarcity of observation data in alpine regions, and how do these challenges impact hydrological modeling and research?",
                "QuestionCn": "阿尔卑斯地区观测数据稀缺的根本原因是什么，这些挑战如何影响水文建模和研究？",
                "AnswerEn": "The scarcity of observation data in alpine regions is primarily due to difficulties of access and technological barriers, which hinder alpine hydrological modeling and associated research. The cold and harsh climate, high altitude, and complex topography inhibit complete and consistent data collection where needed, motivating the development of next-generation ecosystem observation networks and experiments.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺主要是由于获取困难和技术障碍，这阻碍了阿尔卑斯水文建模及相关研究。寒冷而恶劣的气候、高海拔和复杂的地形使得在需要的地方进行全面和一致的数据收集变得困难，这促使了下一代生态观测网络和实验的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it crucial to have an integrated, distributed, and multiscale observation dataset for advancing predictive understanding of alpine hydrological processes?",
                "QuestionCn": "为什么拥有一个集成的、分布式的和多尺度的观测数据集对于推进对阿尔卑斯水文过程的预测理解至关重要？",
                "AnswerEn": "An integrated, distributed, and multiscale observation dataset is crucial as it provides accurate forcing data for hydrological modeling, validates remote sensing data, allows for the evaluation of distributed models, and ultimately helps improve a predictive understanding of alpine hydrological processes and ecosystem functions. Such datasets are expected to fill knowledge gaps and promote research in alpine hydrology.",
                "AnswerCn": "一个集成的、分布式的、多尺度的观测数据集至关重要，因为它为水文建模提供了准确的强迫数据，验证了遥感数据，允许评估分布式模型，并最终有助于提高对高山水文过程和生态系统功能的预测理解。这种数据集预计将填补知识空白，促进高山水文学的研究。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the lack of high-quality snow and frozen ground data necessary for parameterization in alpine hydrological models?",
                "QuestionCn": "导致高质量雪和冻土数据缺乏的原因是什么，这些数据对于阿尔卑斯水文模型的参数化是必要的？",
                "AnswerEn": "The lack of high-quality snow and frozen ground data necessary for parameterization in alpine hydrological models is caused by the scarcity of observation data due to technological and access challenges in the alpine regions. This scarcity hinders the development of accurate hydrological models and necessitates the establishment of comprehensive observation networks to address these data gaps.",
                "AnswerCn": "高质量的雪和冻土数据在阿尔卑斯水文模型参数化中缺乏，主要是由于阿尔卑斯地区观测数据稀缺，受到技术和访问挑战的影响。这种稀缺性阻碍了准确水文模型的发展，因此需要建立全面的观测网络来解决这些数据缺口。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on data accuracy and predictive modeling when integrating remote sensing data with ground-based observational data in alpine regions?",
                "QuestionCn": "在阿尔卑斯地区整合遥感数据与地面观测数据时，对数据准确性和预测建模的潜在影响是什么？",
                "AnswerEn": "Integrating remote sensing data with ground-based observations could improve predictions of hydrological processes, but due to the complexities of the earth system, especially in alpine regions, various uncertainties in remote sensing data need to be validated and calibrated. This integration aims to provide accurate forcing data for hydrological modeling and validate remote sensing data, ultimately enhancing predictive understanding.",
                "AnswerCn": "将遥感数据与地面观测数据相结合可以改善水文过程的预测，但由于地球系统的复杂性，特别是在高山地区，遥感数据中的各种不确定性需要进行验证和校准。这种整合旨在为水文建模提供准确的强迫数据，并验证遥感数据，最终增强预测理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the establishment of a multiscale observation network influence the understanding and modeling of hydrological processes in alpine regions?",
                "QuestionCn": "多尺度观测网络的建立如何影响对高山地区水文过程的理解和建模？",
                "AnswerEn": "A multiscale observation network provides a comprehensive dataset that includes hydrometeorological, snow cover, and frozen ground data, essential for understanding and modeling hydrological processes in alpine regions. It helps in addressing scientific questions related to providing accurate data for models, integrating observations with simulations, and understanding how climate change and human activities affect fundamental processes.",
                "AnswerCn": "一个多尺度观测网络提供了全面的数据集，包括水文气象、雪盖和冻土数据，这些数据对于理解和模拟高山地区的水文过程至关重要。它有助于解决与提供准确数据以供模型使用、将观测与模拟相结合以及理解气候变化和人类活动如何影响基本过程相关的科学问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals of developing a community-based observation network like INARCH in the context of alpine hydrology?",
                "QuestionCn": "在高山水文学的背景下，开发像INARCH这样的社区基础观察网络的目标是什么？",
                "AnswerEn": "The aim is to connect individual observatories into an international network and data-sharing platform to lead frontier research on alpine region hydrometeorology and snow observation, thereby promoting an integrated understanding of hydrological processes and ecosystem functions.",
                "AnswerCn": "目标是将各个观测站连接成一个国际网络和数据共享平台，以推动阿尔卑斯地区水文气象和雪观测的前沿研究，从而促进对水文过程和生态系统功能的综合理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific procedures followed to ensure the quality control of meteorological observations in alpine regions?",
                "QuestionCn": "确保高山地区气象观测质量控制的具体程序是什么？",
                "AnswerEn": "Quality control of meteorological observations in alpine regions involves ensuring each day has a complete set of data entries, marking missing data with a placeholder, handling invalid values due to sensor issues, removing duplicate records, and deleting values that exceed physical or instrument limits. Additionally, questionable data is highlighted, and date and time formats are standardized.",
                "AnswerCn": "阿尔卑斯地区气象观测的质量控制涉及确保每天都有完整的数据条目，用占位符标记缺失数据，处理由于传感器问题导致的无效值，删除重复记录，以及删除超过物理或仪器限制的值。此外，值得怀疑的数据会被标记，日期和时间格式也会被标准化。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are snow cover properties and frozen ground conditions monitored using an integrated observation network in alpine hydrology research?",
                "QuestionCn": "在阿尔卑斯水文学研究中，如何通过综合观测网络监测雪盖特性和冻土条件？",
                "AnswerEn": "Snow cover properties and frozen ground conditions are monitored using an integrated observation network that includes automatic meteorological stations, snow observation superstations, and frozen ground superstations. The network captures accumulation and ablation processes, snow depth, snow water equivalent, and blowing snow flux. Soil temperature and moisture profiles are measured in multiple layers to observe freeze-thaw cycles, and remote sensing products are validated using fine-resolution data.",
                "AnswerCn": "雪盖特性和冻土条件通过一个综合观测网络进行监测，该网络包括自动气象站、雪观测超级站和冻土超级站。该网络捕捉积累和融化过程、雪深、雪水当量和吹雪通量。土壤温度和湿度在多个层次上进行测量，以观察冻融循环，并使用高分辨率数据验证遥感产品。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What instrumental techniques are employed to measure soil moisture and temperature across different depths in the Heihe River Basin?",
                "QuestionCn": "在黑河流域，测量不同深度土壤湿度和温度所采用的仪器技术有哪些？",
                "AnswerEn": "Soil moisture and temperature across different depths are measured using sensors embedded at multiple layers, ranging from the surface to deeper levels (up to 160cm or more). These measurements occur at specific locations near meteorological towers and involve collecting data on soil heat flux, temperature, and moisture content to capture hydrothermal dynamics under freeze-thaw cycles.",
                "AnswerCn": "土壤湿度和温度通过嵌入多个层次的传感器进行测量，深度从表层到更深的层次（最多160厘米或更多）。这些测量在靠近气象塔的特定位置进行，涉及收集土壤热通量、温度和湿度含量的数据，以捕捉冻结-融化循环下的水热动态。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How does the integration of remote sensing products and observation networks enhance the understanding of hydrological processes in alpine regions?",
                "QuestionCn": "遥感产品和观测网络的整合如何增强对高山地区水文过程的理解？",
                "AnswerEn": "Integrating remote sensing products with data from an observation network allows for validation and calibration of the products, which helps address uncertainties and improve the predictive understanding of hydrological processes in alpine regions.",
                "AnswerCn": "将遥感产品与观测网络的数据相结合，可以对这些产品进行验证和校准，从而帮助解决不确定性，并提高对高山地区水文过程的预测理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the primary challenges in collecting complete and consistent datasets in high-altitude, complex terrains, and how are they addressed?",
                "QuestionCn": "在高海拔复杂地形中收集完整和一致的数据集的主要挑战是什么，以及如何解决这些挑战？",
                "AnswerEn": "Challenges include the harsh climate, high altitude, and complex topography which hinder data collection. These are addressed by establishing an integrated, distributed, and multiscale observation network with automatic meteorological stations and superstations for focused data collection.",
                "AnswerCn": "挑战包括恶劣的气候、高海拔和复杂的地形，这些因素阻碍了数据收集。为了解决这些问题，建立了一个集成的、分布式的、多尺度的观测网络，配备自动气象站和超级站，以便进行重点数据收集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why is it anticipated that the scarcity of observation data in alpine regions poses challenges for hydrological modeling and associated research?",
                "QuestionCn": "预计阿尔卑斯地区观测数据的稀缺会给水文模型和相关研究带来挑战。",
                "AnswerEn": "The scarcity of observation data in alpine regions is expected to pose challenges because access difficulties and technological barriers hinder data collection, which is crucial for developing accurate hydrological models and understanding eco-functions.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺预计将带来挑战，因为访问困难和技术障碍阻碍了数据收集，而数据收集对于开发准确的水文模型和理解生态功能至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are the current data collection methods in capturing the complexities of alpine hydrological processes and ecosystem functions?",
                "QuestionCn": "当前的数据收集方法在捕捉高山水文过程和生态系统功能的复杂性方面有多有效？",
                "AnswerEn": "The current data collection methods, which include a network of automatic meteorological stations and superstations for snow and frozen ground, are effective in providing long-term, high-quality hydrometeorological data. These methods are designed to capture snow accumulation and ablation, as well as freeze-thaw processes, which are crucial for understanding alpine hydrology. However, challenges such as harsh climates and technological barriers can inhibit complete data collection where needed.",
                "AnswerCn": "当前的数据收集方法，包括自动气象站和用于雪和冻土的超级站，能够有效提供长期、高质量的水文气象数据。这些方法旨在捕捉雪的积累和融化过程，以及冻融过程，这对于理解高山水文学至关重要。然而，恶劣的气候和技术障碍等挑战可能会妨碍在需要的地方进行完整的数据收集。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the primary challenges in ensuring consistent and complete data collection in alpine regions, and how might they be addressed?",
                "QuestionCn": "确保在高山地区进行一致和完整的数据收集的主要挑战是什么，以及如何解决这些挑战？",
                "AnswerEn": "The primary challenges include the cold and harsh climate, high altitude, and complex topography, which hinder consistent data collection. These challenges can affect the development of remote sensing technologies and hydrological models. Addressing them may involve improving access to remote areas, advancing technology for better sensor durability, and enhancing data assimilation techniques to fill gaps in observations.",
                "AnswerCn": "主要挑战包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素阻碍了一致的数据收集。这些挑战可能会影响遥感技术和水文模型的发展。解决这些问题可能涉及改善对偏远地区的访问、提升传感器耐用性的技术，以及增强数据同化技术以填补观测中的空白。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways might the integration of remote sensing data improve the predictive understanding of hydrological processes in alpine regions?",
                "QuestionCn": "遥感数据的整合可能通过以下几种方式改善对高山地区水文过程的预测理解：",
                "AnswerEn": "Integration of remote sensing data could improve the predictive understanding by providing comprehensive spatial coverage and complementing ground-based observations. It can help validate and calibrate hydrological models, despite uncertainties in remote sensing data. This integration is especially beneficial in areas with scarce observation data and can enhance the accuracy of snow cover and frozen ground monitoring.",
                "AnswerCn": "遥感数据的整合可以通过提供全面的空间覆盖和补充地面观测来改善预测理解。它可以帮助验证和校准水文模型，尽管遥感数据存在不确定性。这种整合在观测数据稀缺的地区尤其有益，并且可以提高雪盖和冻土监测的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection in alpine regions manages to overcome challenges like harsh climate and high altitude?",
                "QuestionCn": "我不明白在阿尔卑斯地区的数据收集是如何克服恶劣气候和高海拔等挑战的。",
                "AnswerEn": "Data collection in alpine regions is managed by establishing integrated, distributed, and multiscale observation networks that include automatic meteorological stations and superstations. These networks are designed to withstand the harsh climate and high altitude, and they utilize advanced techniques and instruments to capture important variables such as snow cover, soil temperature, and moisture. The infrastructure of these observation networks is carefully planned to ensure consistent data collection despite the environmental challenges.",
                "AnswerCn": "在阿尔卑斯地区，数据收集通过建立综合、分布式和多尺度的观测网络来管理，这些网络包括自动气象站和超级站。这些网络旨在承受恶劣的气候和高海拔，并利用先进的技术和仪器捕捉重要变量，如雪盖、土壤温度和湿度。这些观测网络的基础设施经过精心规划，以确保尽管面临环境挑战，仍能持续进行数据收集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure how datasets in this field can be used to improve predictions of hydrological processes in alpine regions?",
                "QuestionCn": "我不确定这个领域中的数据集如何可以用来改善对高山地区水文过程的预测。",
                "AnswerEn": "Datasets in this field can improve predictions of hydrological processes by providing accurate forcing data for hydrological models, validating remote sensing data, and evaluating distributed models. The comprehensive and multiscale datasets from observation networks help scientists understand key variables like snow cover and frozen ground, which are critical for predicting alpine hydrological processes. These datasets support the development and refinement of models that simulate complex interactions within watershed ecosystems.",
                "AnswerCn": "该领域的数据集可以通过提供准确的强迫数据来改善水文过程的预测，验证遥感数据，并评估分布式模型。来自观测网络的综合和多尺度数据集帮助科学家理解关键变量，如雪盖和冻土，这些变量对于预测高山水文过程至关重要。这些数据集支持模拟流域生态系统内复杂相互作用的模型的开发和完善。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please outline the key challenges faced in collecting consistent and comprehensive data for alpine hydrological models and suggest how these challenges might be addressed.",
                "QuestionCn": "概述在收集一致和全面的高山水文模型数据时面临的主要挑战，并建议如何应对这些挑战。",
                "AnswerEn": "The key challenges in collecting consistent and comprehensive data for alpine hydrological models include the cold and harsh climate, high altitude, and complex topography, which inhibit complete data collection. These challenges hinder the development of remote sensing technologies and alpine hydrological models. Addressing these challenges requires the development of next-generation ecosystem observation networks and experiments, as well as integrated and multiscale observation datasets to provide accurate forcing data for modeling.",
                "AnswerCn": "收集一致和全面的高山水文模型数据的主要挑战包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素阻碍了完整数据的收集。这些挑战妨碍了遥感技术和高山水文模型的发展。解决这些挑战需要开发下一代生态观察网络和实验，以及集成和多尺度的观察数据集，以提供准确的强迫数据用于建模。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please describe the data collection methods employed in observing snow cover and frozen ground in alpine regions and evaluate their effectiveness in contributing to hydrological research.",
                "QuestionCn": "请描述在观察高山地区雪盖和冻土时采用的数据收集方法，并评估这些方法在水文研究中的有效性。",
                "AnswerEn": "Data collection methods for observing snow cover and frozen ground in alpine regions include using automatic meteorological stations (AMSs) and superstations equipped with state-of-the-art techniques and instruments. Snow depth is measured ultrasonically, while snow water equivalent (SWE) is captured using GammaMONitor. Blowing snow is observed with FlowCapt. Soil temperature and moisture are measured at various depths to capture freeze-thaw processes. These methods are effective in providing high-resolution and comprehensive datasets necessary for hydrological research and model validation.",
                "AnswerCn": "观察高山地区雪盖和冻土的数据收集方法包括使用自动气象站（AMS）和配备先进技术和仪器的超级站。雪深通过超声波测量，而雪水当量（SWE）则通过GammaMONitor捕获。吹雪现象通过FlowCapt进行观察。土壤温度和湿度在不同深度进行测量，以捕捉冻融过程。这些方法在提供高分辨率和全面的数据集方面非常有效，满足水文研究和模型验证的需要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Please detail the potential datasets that can be derived from an integrated hydrometeorological observation network and discuss their applications in advancing alpine hydrology research.",
                "QuestionCn": "请详细说明可以从综合水文气象观测网络中获得的潜在数据集，并讨论它们在推进高山水文学研究中的应用。",
                "AnswerEn": "Potential datasets derived from an integrated hydrometeorological observation network include long-term hydrometeorological data, snow cover properties, frozen ground data, and soil physics datasets. These datasets can be used to provide accurate forcing data for hydrological models, validate remote sensing products, and improve the understanding of alpine hydrological processes and ecosystem functions. They support the development of hydrological models and simulations, contributing significantly to advancing alpine hydrology research.",
                "AnswerCn": "来自综合水文气象观测网络的潜在数据集包括长期水文气象数据、雪盖特性、冻土数据和土壤物理数据集。这些数据集可以用于提供准确的水文模型强迫数据、验证遥感产品，并提高对高山水文过程和生态系统功能的理解。它们支持水文模型和模拟的开发，对推动高山水文学研究具有重要意义。",
                "Level": "C6(Creating)"
            }
        ]
    }
}