{
    "id": "9ac4f5a9-a766-4758-ba71-7d0cc70d304b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "High resolution CMIP6 forcing data of the Tibetan Plateau (1979-2013, 2015-2100)",
            "titleCn": "青藏高原高分辨CMIP6强迫数据（1979-2013，2015-2100）",
            "description": "The cmip6 climate model data within the Qinghai Tibet plateau after downscaling and error correction includes three elements: daily precipitation, daily maximum and minimum surface temperatures, and covers the simulation results of ssp126, ssp245, ssp370 and ssp585 in the historical period (1979-2013) and future (2015-2100) of the climate model. The data is in NetCDF format, with a temporal resolution of 1 day and a horizontal spatial resolution of 0.1 °. It can provide support for the research and assessment of climate change in the Qinghai Tibet Plateau.\nThe data set is based on seven cmip6 climate models such as access-esm1-5, which are publicly available in the world. Anu spline statistical interpolation downscaling is used, Bayesian model average multi model ensemble forecasting is used, and cncdfm (improved quantile chart method) method is used to correct the historical period and future prediction results of the model. The detailed process can be found in the references. The historical observation data are from two high-resolution historical meteorological data sets, CMFD and GPQM. After correction, the mean deviation of precipitation is less than 0.2mm/d, and the mean deviation of temperature is less than 0.97 ℃, which is much better than the original model.",
            "descriptionCn": "经过降尺度和误差校正后的青藏高原范围内CMIP6气候模式数据，包括日降水、地表日最高和最低气温3个要素，涵盖气候模式历史期（1979-2013）和未来（2015-2100）SSP126、SSP245、SSP370和SSP585四种情景下的模拟结果。数据为NETCDF格式，时间分辨率为1天，水平空间分辨率为0.1°。可为青藏高原气候变化研究和评估提供支撑。\n该数据集是以国际上现有公开的ACCESS-ESM1-5等7个CMIP6气候模式为基础，采用ANU-Spline统计插值降尺度，基于贝叶斯模型平均多模型集合预报，采用CNCDFm(改进分位数图法)方法对历史期和模型未来预测结果进行校正。详细过程可参阅参考文献。历史观测资料来自于CMFD和GPQM两个高分辨率历史气象数据集。校正后降水均值偏差小于0.2mm/d,气温均值偏差小于0.97℃，较原始模式结果有较大改善。",
            "instructions": "File name: the data is stored in NetCDF format. The name of the file is \"model_ssp_variable. nc\", where model represents the name of the model, SSP represents the scenario, variable represents the name of the variable, in the model name, BMA represents the multi model ensemble prediction results after the average of Bayesian model, ‘hist’ in the scenario represents the historical period, ‘pr’ represents precipitation, such as BMA_ 126_ pr.nc represents the precipitation of BMA under ssp126 scenario.\nData reading method: the data and all NetCDF files in can be opened through standard NC processing tools, such as ncread command of MATLAB, and can also be displayed and drawn through panoplywin, ArcGIS and other software.",
            "instructionsCn": "文件命名：数据以NETCDF格式存储，文件的名称为\"MODEL_SSP_VARIABLE.nc\"，其中MODEL代表模型名称，SSP代表情景，VARIABLE代表变量名称，模型名称中BMA代表贝叶斯模型平均后的多模型集合预报结果，情景中的hist代表历史期，pr代表降水，例如BMA_126_pr.nc就代表BMA在SSP126情景下的降水。\n数据读取方式：该数据及中的所有NETCDF文件可以通过标准的nc处理工具打开，如matlab的ncread命令，也可以通过PanoplyWin和arcgis等软件进行展示和制图。",
            "east": 104.67,
            "west": 73.5,
            "south": 25.99,
            "north": 39.83,
            "startTime": null,
            "endTime": null,
            "fileSize": 126660748088.0,
            "cstr": "18406.11.Atmos.tpdc.272514",
            "doi": "10.11888/Atmos.tpdc.272514",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王康铭",
                "nameEn": "WANG Kangming",
                "unitEn": "State Key Laboratory of Simulation and Regulation of Water Cycle in River Basin,  China Institute of Water Resources and Hydropower Research",
                "unitCn": "中国水利水电科学研究院 流域水循环模拟与调控国家重点实验室"
            },
            {
                "nameCn": "鲁帆",
                "nameEn": "LU Fan ",
                "unitEn": "State Key Laboratory of Simulation and Regulation of Water Cycle in River Basin,  China Institute of Water Ｒesources and Hydropower Ｒesearch，Beijing 100038，China",
                "unitCn": "中国水利水电科学研究院 流域水循环模拟与调控国家重点实验室"
            },
            {
                "nameCn": "宋昕熠",
                "nameEn": "SONG Xinyi ",
                "unitEn": "School of Hydraulic and Environmental Engineering, Changsha University of Science and Technology",
                "unitCn": "长沙理工大学 水利与环境工程学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "CMIP6 Simulation-Based Daily Surface Air Temperature and Precipitation Projections over the Qinghai-Tibetan Plateau in the 21st Century",
                "referenceCn": null,
                "referenceEn": "Wang, K., Song, X., Lu, F., Yu, S., Zhou, Y., Sun, J. (2024). CMIP6 Simulation-Based Daily Surface Air Temperature and Precipitation Projections over the Qinghai-Tibetan Plateau in the 21st Century. Atmosphere, 15 (4), 434. https://doi.org/10.3390/atmos15040434."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "2m气温",
                "nameEn": "2m temperature"
            },
            {
                "nameCn": "CMIP6",
                "nameEn": "CMIP6"
            },
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "地面空气温度",
                "nameEn": "Surface air temperature"
            },
            {
                "nameCn": "模型模拟",
                "nameEn": "models prediction"
            },
            {
                "nameCn": "气候变化适应",
                "nameEn": "climate change adaptation"
            },
            {
                "nameCn": "气候模式",
                "nameEn": "Climate Models"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "误差校正",
                "nameEn": "Bias correction"
            },
            {
                "nameCn": "降尺度",
                "nameEn": "Downscaling"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "预测",
                "nameEn": "estimation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "历史期（1979-2013）未来期（2015-2100）",
                "keywordEn": "Historical Period (1979-2013) Future Period (2015-2100)",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that involves statistical interpolation and model correction to improve climate model datasets for the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个涉及统计插值和模型修正的数据收集方法的示例，以改善青藏高原气候模型数据集？",
                "AnswerEn": "A data collection method that improves climate model datasets for the Tibetan Plateau involves using ANU-Spline statistical interpolation for downscaling, combined with Bayesian model averaging for multi-model ensemble forecasting. This method also employs the CNCDFm (improved quantile mapping) technique to correct historical and future model predictions, resulting in datasets with reduced mean deviation in precipitation and temperature.",
                "AnswerCn": "一种改善青藏高原气候模型数据集的数据收集方法涉及使用ANU-Spline统计插值进行降尺度，结合贝叶斯模型平均进行多模型集合预测。该方法还采用CNCDFm（改进的分位数映射）技术来修正历史和未来模型预测，从而生成具有减少降水和温度均值偏差的数据集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the time resolution and horizontal spatial resolution of the downscaled and bias-corrected CMIP6 climate model data covering the Tibetan Plateau?",
                "QuestionCn": "下调和偏差校正的CMIP6气候模型数据覆盖青藏 Plateau的时间分辨率和水平空间分辨率是多少？",
                "AnswerEn": "1 day, 0.1°",
                "AnswerCn": "1天，0.1°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is downscaling in climate model data, and how is it applied to datasets in climate change research on the Qinghai-Tibet Plateau?",
                "QuestionCn": "气候模型数据中的下尺度化是什么，以及它是如何应用于气候变化研究中的青藏高原数据集的？",
                "AnswerEn": "Downscaling in climate model data refers to the process of refining coarse-resolution climate model outputs to a finer spatial resolution to better represent local climates. In climate change research on the Qinghai-Tibet Plateau, downscaling is applied using ANU-Spline statistical interpolation, which helps in creating high-resolution datasets. This process involves correcting historical and future model predictions using methods like Bayesian model averaging and an improved quantile mapping technique called CNCDFm, which adjusts model outputs to align more closely with observed data.",
                "AnswerCn": "气候模型数据中的降尺度指的是将粗分辨率气候模型输出精细化到更高空间分辨率的过程，以更好地表示局部气候。在青藏高原的气候变化研究中，降尺度使用ANU-Spline统计插值方法，这有助于创建高分辨率数据集。该过程涉及使用贝叶斯模型平均和一种改进的分位数映射技术CNCDFm来校正历史和未来模型预测，这些方法调整模型输出，使其与观测数据更紧密地对齐。",
                "Level": "C3(Applying)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the downscaling and error correction techniques used in creating a high-resolution CMIP6 climate model dataset for the Tibetan Plateau compare to other commonly used methods in terms of improving precipitation and temperature accuracy?",
                "QuestionCn": "在为青藏高原创建高分辨率的CMIP6气候模型数据集时，所使用的降尺度和误差修正技术与其他常用方法在提高降水和温度准确性方面有何比较？",
                "AnswerEn": "The downscaling and error correction techniques for the CMIP6 climate model dataset involve ANU-Spline statistical interpolation for downscaling and Bayesian model averaging for multi-model ensemble forecasting, with CNCDFm (an improved quantile mapping method) applied for correction of historical and future model predictions. These methods result in a precipitation mean bias of less than 0.2mm/d and a temperature mean bias of less than 0.97°C, showing significant improvement over original model results.",
                "AnswerCn": "CMIP6气候模型数据集的降尺度和误差修正技术涉及使用ANU-Spline统计插值进行降尺度，以及使用贝叶斯模型平均进行多模型集合预测，同时应用CNCDFm（改进的分位数映射方法）对历史和未来模型预测进行修正。这些方法使降水的平均偏差小于0.2mm/d，温度的平均偏差小于0.97°C，显示出相较于原始模型结果的显著改善。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using ANU-Spline statistical interpolation downscaling and Bayesian model averaging for data correction on the accuracy of climate predictions in the Tibetan Plateau?",
                "QuestionCn": "使用ANU-Spline统计插值下调和贝叶斯模型平均进行数据修正对青藏高原气候预测准确性的影响是什么？",
                "AnswerEn": "Using ANU-Spline statistical interpolation downscaling and Bayesian model averaging for data correction leads to improvements in the accuracy of climate predictions in the Tibetan Plateau. The mean bias for corrected precipitation is reduced to less than 0.2mm/d, and the mean bias for temperature is reduced to less than 0.97℃, showing a substantial enhancement over the original climate model results.",
                "AnswerCn": "使用ANU-Spline统计插值降尺度和贝叶斯模型平均进行数据修正，显著提高了对青藏高原气候预测的准确性。修正后的降水平均偏差减少到小于0.2mm/d，温度的平均偏差减少到小于0.97℃，显示出相较于原始气候模型结果的显著提升。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective of developing high-resolution CMIP6 climate model data for the Tibetan Plateau, and how does it aim to support climate change research and evaluation in the region?",
                "QuestionCn": "开发高分辨率CMIP6气候模型数据的主要目标是为青藏高原提供更精确的气候信息，以支持该地区的气候变化研究和评估。",
                "AnswerEn": "The main objective of developing high-resolution CMIP6 climate model data for the Tibetan Plateau is to provide accurate and downscaled climate projections, including daily precipitation and surface temperature extremes, for the period of 1979 to 2100 under various future scenarios. This dataset supports climate change research and evaluation in the region by offering improved historical and future climate predictions with reduced biases, which are critical for understanding regional climate dynamics and assessing potential impacts.",
                "AnswerCn": "开发高分辨率CMIP6气候模型数据的主要目标是提供准确的气候预测和降尺度数据，包括1979年至2100年在各种未来情景下的每日降水量和地表温度极端值。该数据集支持该地区的气候变化研究和评估，通过提供改进的历史和未来气候预测，减少偏差，这对于理解区域气候动态和评估潜在影响至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in applying statistical downscaling and error correction methods to climate model data for high-altitude regions like the Tibetan Plateau, and how do these steps enhance the accuracy of climate predictions?",
                "QuestionCn": "在对高海拔地区如青藏高原的气候模型数据应用统计降尺度和误差修正方法时，涉及以下程序步骤：\n\n1. **数据收集**：收集气候模型输出数据和观测数据，包括温度、降水量等气候变量。\n\n2. **数据预处理**：对收集到的数据进行清洗和整理，确保数据的完整性和一致性。\n\n3. **选择降尺度方法**：根据研究需求选择合适的统计降尺度方法，如线性回归、分位数回归或机器学习方法。\n\n4. **模型建立**：使用观测数据建立降尺度模型，将气候模型输出与观测数据进行关联。\n\n5. **模型验证**：通过交叉验证或其他验证方法评估降尺度模型的性能，确保其准确性。\n\n6. **误差修正**：对气候模型输出进行误差修正，使用统计方法调整模型输出，以减少系统性偏差。\n\n7. **结果分析**：分析降尺度和修正后的数据，评估其在高海拔地区的适用性和准确性。\n\n8. **不确定性评估**：评估降尺度和修正过程中的不确定性，确保结果的可靠性。\n\n这些步骤通过提高气候模型数据的空间和时间分辨率，增强了气候预测的准确性，特别是在复杂地形和气候条件下的高海拔地区。",
                "AnswerEn": "The procedural steps involve using ANU-Spline statistical interpolation for downscaling the existing climate model data from seven CMIP6 models. Additionally, these models are processed using a Bayesian model averaging approach for multi-model ensemble forecasting. For error correction, the CNCDFm (improved quantile mapping method) is applied to both historical and future model predictions. This process uses high-resolution historical meteorological data from CMFD and GPQM datasets for calibration. The corrections result in a mean precipitation bias of less than 0.2mm/d and a temperature mean bias of less than 0.97℃, significantly improving the original model outputs.",
                "AnswerCn": "程序步骤包括使用ANU-Spline统计插值法对七个CMIP6模型的现有气候模型数据进行下尺度处理。此外，这些模型还采用贝叶斯模型平均方法进行多模型集合预测。为了进行误差修正，采用CNCDFm（改进的分位数映射方法）对历史和未来模型预测进行处理。该过程使用来自CMFD和GPQM数据集的高分辨率历史气象数据进行校准。修正后的结果显示，平均降水偏差小于0.2mm/d，平均温度偏差小于0.97℃，显著改善了原始模型输出。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}