{
  "id": "9b603256-1ea0-4ae2-b06e-31d2eb9a500c",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Vegetation coverage, vegetation index, and vegetation phenology of the Pan-Third Pole in 2015",
      "titleCn": "泛第三极植被覆盖度、植被指数、植被物候（2015）",
      "description": "The Vegetation Coverage, Vegetation Index, and Vegetation Phenology of Pan-Third Pole Datasets (2015) include vegetation coverage, vegetation index, and vegetation phenology of the Pan-Third Pole in 2015. The Pan-Third Pole vegetation coverage data was obtained from global GLASS vegetation coverage products based on the boundary of the Pan-Third Pole. The global vegetation coverage products provide the global vegetation coverage 2000 to 2021, with a spatial resolution of 0.05 °. The vegetation index data is obtained from the Global AVHRR (Advanced Very High Resolution Radiometer) NDVI (Normalized difference vegetation index) dataset (1981-2015). The temporal resolution of the product is twice a month, while the spatial resolution is 1/12 of a degree. The vegetation phenology data is obtained from global phenology product, which is produced according to the AVHRR data. The dataset includes the start of the growing season (SOS) and the end of the growing season (EOS), with a spatial resolution of 500 m.",
      "descriptionCn": "2015年泛第三极植被覆盖度、植被指数、植被物候数据集包括泛第三极地区2015年的植被覆盖度、植被指数和植被物候数据。其中，2015年泛第三极植被覆盖度数据来自GLASS全球植被覆盖度产品，该数据集为覆盖全球陆表时间序列为2000-2021年的植被覆盖度产品，空间分辨率为0.05度。2015年泛第三极植被指数数据来自全球1/12度AVHRR（Advanced Very High Resolution Radiometer）归一化植被指数（1981-2015）数据集，该产品的时间分辨率是每月两次，空间分辨率1/12度。2015年泛第三极植被物候数据集来自AVHRR数据开发的地表物候数据集，包括植被生长季的开始和生长季的结束，其空间分辨率为500 m。",
      "instructions": "Vegetation coverage and vegetation phenological data stored in TIFF format, you can use the ArcGIS software to open. Vegetation index data stored in nc4 format, you can use NCL, Python software to read.",
      "instructionsCn": "植被覆盖度和植被物候数据以TIFF格式存储，可以使用ArcGIS等软件打开。植被指数数据以nc4格式存储，可以使用NCL, Python等软件读取。",
      "east": 125.0,
      "west": 27.0,
      "south": 9.0,
      "north": 55.0,
      "startTime": "2015-12-31 10:53:49",
      "endTime": "2015-12-31 10:53:49",
      "fileSize": 936087982.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "NCAR",
        "nameEn": "The National Center for Atmospheric Research",
        "unitEn": "The National Center for Atmospheric Research",
        "unitCn": "The National Center for Atmospheric Research"
      },
      {
        "nameCn": "梁顺林",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "北京师范大学全球变化与地球系统科学研究院"
      },
      {
        "nameCn": "孙颖",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中山大学地理科学与规划学院"
      },
      {
        "nameCn": "辛秦川",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中山大学地理科学与规划学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A non-stationary 1981–2012 AVHRR NDVI3g time series.",
        "referenceCn": null,
        "referenceEn": "Pinzon, J. E., & Tucker, C. J. (2014). A non-stationary 1981–2012 AVHRR NDVI3g time series. Remote sensing, 6(8), 6929-6960."
      },
      {
        "titleCn": null,
        "titleEn": "An extended AVHRR 8‐km NDVI dataset compatible with MODIS and SPOT vegetation NDVI data.",
        "referenceCn": null,
        "referenceEn": "Tucker, C. J., Pinzon, J. E., Brown, M. E., Slayback, D. A., Pak, E. W., Mahoney, R., ... & El Saleous, N. (2005). An extended AVHRR 8‐km NDVI dataset compatible with MODIS and SPOT vegetation NDVI data. International journal of remote sensing, 26(20), 4485-4498."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluation of three long time series for global fraction of absorbed photosynthetically active radiation (fapar) products. ",
        "referenceCn": null,
        "referenceEn": "Xiao, Z., Liang, S., & Sun, R. (2018). Evaluation of three long time series for global fraction of absorbed photosynthetically active radiation (fapar) products. IEEE Transactions on Geoscience and Remote Sensing, 56(9), 5509-5524."
      },
      {
        "titleCn": null,
        "titleEn": "Development of a global annual land surface phenology dataset for 1982–2018 from the AVHRR data by implementing multiple phenology retrieving methods.",
        "referenceCn": null,
        "referenceEn": "Wu, W., Sun, Y., Xiao, K., & Xin, Q. (2021). Development of a global annual land surface phenology dataset for 1982–2018 from the AVHRR data by implementing multiple phenology retrieving methods. International Journal of Applied Earth Observation and Geoinformation, 103, 102487."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the fraction of absorbed photosynthetically active radiation from the MODIS data based GLASS leaf area index product",
        "referenceCn": null,
        "referenceEn": "Xiao, Z., Liang, S., Sun, R., Wang, J., & Jiang, B. (2015). Estimating the fraction of absorbed photosynthetically active radiation from the MODIS data based GLASS leaf area index product. Remote Sensing of Environment, 171, 105-117."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "归一化植被指数",
        "nameEn": "NDVI"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被物候",
        "nameEn": "vegetation phenology"
      },
      {
        "nameCn": "植被覆盖",
        "nameEn": "vegetation coverage"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The fraction of absorbed photosynthetically active radiation (FAPAR) is generally defined as the fraction of solar radiation absorbed by vegetation in the 400–700 nm spectral range. FAPAR expresses the energy absorption capacity of vegetation, plays a critical role in the carbon cycle, and is an essential climate variable identified by the Global Climate Observing System (GCOS). Satellite observations provide the only feasible way to estimate FAPAR at regional and global scales. Many algorithms have been developed to retrieve FAPAR from satellite remote sensing data, and multiple global FAPAR products have been generated from data acquired by the Medium Resolution Imaging Spectrometer (MERIS), the Sea-viewing Wide Field-of-view Sensor (SeaWiFS), the MODerate Resolution Imaging Spectroradiometer (MODIS), and SPOT/VEGETATION."
      ],
      "research objective": [
        "In this study, a new method is proposed to calculate high quality, accurate FAPAR from the Global LAnd Surface Satellite (GLASS) leaf area index (LAI) to ensure physical consistency between LAI and FAPAR retrievals."
      ],
      "challenges": [
        "Existing FAPAR products from satellite observations are spatially incomplete and temporally discontinuous, and also insufficiently accurate to meet the requirements of various applications."
      ],
      "methods": [
        "In this study, a simple scheme is proposed to calculate FAPAR values from the GLASS LAI product to ensure physical consistency between LAI and FAPAR retrievals. The GLASS LAI product was used to calculate the FAPAR values in this study. The scheme detailed above were used to calculate FAPAR at 10:30 a.m. local time, which are close approximations of daily average FAPAR."
      ],
      "dataset": [
        "As a result, a global FAPAR product (denoted by GLASS) was generated from the GLASS LAI data from 2000."
      ],
      "findings": [
        "Comparison of the GLASS FAPAR product with the MODerate Resolution Imaging Spectroradiometer (MODIS), Geoland2/BioPar version 1 (GEOV1), and the Sea-viewing Wide Field-of-view Sensor (SeaWiFS) FAPAR products indicates that these FAPAR products exhibit similar spatial distribution pattern. However, there were relatively large discrepancies between these FAPAR products in equatorial forest regions and around 50–60°N, where the SeaWiFS FAPAR values were lower than the other products and GLASS FAPAR product showed the largest values. Temporal consistency analysis indicates that GLASS FAPAR product has continuous trajectories, while MODIS FAPAR product shows more unstable profiles, especially during the growing season. Direct comparison with ground-based estimates demonstrated that GLASS FAPAR values were more accurate (R2 = 0.9292 and RMSE = 0.0716) than GEOV1 (R2 = 0.8681 and RMSE = 0.1085), MODIS (R2 = 0.8048 and RMSE = 0.1276) and SeaWiFS FAPAR values (R2 = 0.7377 and RMSE = 0.1635)."
      ],
      "backgroundCn": [
        "吸收光合有效辐射（FAPAR）的分数通常定义为植被在400–700纳米光谱范围内吸收的太阳辐射的分数。FAPAR 表达了植被的能量吸收能力，在碳循环中发挥着关键作用，是全球气候观测系统（GCOS）确定的重要气候变量。卫星观测提供了在区域和全球尺度上估计 FAPAR 的唯一可行方法。已经开发了许多算法来从卫星遥感数据中提取 FAPAR，并且从中等分辨率成像光谱仪（MERIS）、海洋观测宽视场传感器（SeaWiFS）、中分辨率成像光谱仪（MODIS）和 SPOT/VEGETATION 获取的数据生成了多个全球 FAPAR 产品。"
      ],
      "research objectiveCn": [
        "在这项研究中，提出了一种新方法，通过全球陆地表面卫星（GLASS）叶面积指数（LAI）计算高质量、准确的光合有效辐射吸收率（FAPAR），以确保LAI和FAPAR反演之间的物理一致性。"
      ],
      "challengesCn": [
        "现有的卫星观测FAPAR产品在空间上不完整，时间上不连续，且准确性不足以满足各种应用的需求。"
      ],
      "methodsCn": [
        "在本研究中，提出了一种简单的方案，通过GLASS LAI产品计算FAPAR值，以确保LAI和FAPAR反演之间的物理一致性。本研究中使用GLASS LAI产品计算FAPAR值。上述方案用于计算当地时间上午10:30的FAPAR值，这些值接近每日平均FAPAR的近似值。"
      ],
      "datasetCn": [
        "因此，基于2000年的GLASS LAI数据生成了一个全球FAPAR产品（称为GLASS）。"
      ],
      "findingsCn": [
        "GLASS FAPAR 产品与中分辨率成像光谱仪 (MODIS)、Geoland2/BioPar 版本 1 (GEOV1) 和海洋观测宽视场传感器 (SeaWiFS) FAPAR 产品的比较表明，这些 FAPAR 产品表现出相似的空间分布模式。然而，在赤道森林地区和 50-60°N 附近，这些 FAPAR 产品之间存在相对较大的差异，其中 SeaWiFS FAPAR 值低于其他产品，而 GLASS FAPAR 产品显示出最大的值。时间一致性分析表明，GLASS FAPAR 产品具有连续的轨迹，而 MODIS FAPAR 产品在生长季节期间表现出更不稳定的特征。与地面估计的直接比较表明，GLASS FAPAR 值的准确性更高 (R² = 0.9292 和 RMSE = 0.0716)，相比之下 GEOV1 (R² = 0.8681 和 RMSE = 0.1085)、MODIS (R² = 0.8048 和 RMSE = 0.1276) 和 SeaWiFS FAPAR 值 (R² = 0.7377 和 RMSE = 0.1635) 的准确性较低。"
      ]
    },
    {
      "background": [
        "The Normalized Difference Vegetation Index (NDVI) derived from the Advanced Very High Resolution Radiometer (AVHRR) instruments has been crucial to study a variety of global land vegetation processes and how they vary in time. Although AVHRR sensors were not originally intended as a climate mission, their early success for vegetation studies was due to a reconfiguration of the instruments to have non-overlapping (“visible”) channel one (0.58–0.68 µm) and (near-infrared) channel two (0.725–1.10 µm) spectral bands. Since spectral vegetation indices are a surrogate for photosynthetic potential, the long record of AVHRR NDVI data has become particularly relevant for continued long-term monitoring of land surface. However, the difficulties in processing AVHRR NDVI data are to properly deal with several limitations of the AVHRR instrument or operation, e.g., vicarious post-launch calibration, atmospheric and cloud correction, and bias correction for the systematic orbital drift during the life of the individual TIROS-N missions. Among-instrument calibration is a prerequisite to observing and documenting the land variability and it is particularly challenging for the AVHRR because, by design, the instrument does not have fully onboard calibration for the visible and near-infrared (VNIR) channels and must rely on external references. The VNIR channels are sensitive to atmospheric conditions since they are spectrally broad and thus both require additional data for correcting aerosol effects and cloud contamination. Despite the limitations of the AVHRR/2 design features, the over-riding requirement for data consistency to study potentially varying effects of climate on vegetation can result in their persistence over the lifetime of the instrument series and it could even preclude new ideas to improve the design if they would affect data continuity."
      ],
      "research objective": [
        "The goal of our work is to produce a consistent non-stationary NDVI dataset to quantify climate-driven seasonal and inter-annual variability in photosynthetic capacity. In this paper, we show how to build a consistent non-stationary NDVI dataset derived from AVHRR/2 and AVHRR/3 sensors based on Bayesian methods and the SeaWiFS NDVI dataset."
      ],
      "challenges": [
        "The main difficulty in processing AVHRR NDVI data is to properly deal with limitations of the AVHRR instruments. Complicating among-instrument AVHRR inter-calibration of channels one and two is the dual gain introduced in late 2000 on the AVHRR/3 instruments for both these channels. Orbital drift of the NOAA-7 to NOAA-14 satellites carrying AVHRR/2 instruments adds to the challenge since the NOAA satellite overpass times drifted from the nominal 1:30 pm overpass time by as much as 4.5 hours toward evening, creating variable illumination and view angles. The AVHRR global area coverage (GAC) data have a unique sampling method. The uncertainty in AVHRR calibration has been the major limiting factor of ocean aerosol retrievals with this instrument."
      ],
      "methods": [
        "We have processed NDVI data derived from the Sea-Viewing Wide Field-of-view Sensor (SeaWiFS) from 1997 to 2010 to overcome among-instrument AVHRR calibration difficulties. We use Bayesian methods with high quality well-calibrated SeaWiFS NDVI data for deriving AVHRR NDVI calibration parameters."
      ],
      "dataset": [
        "The NDVI3g time series is an improved 8-km normalized difference vegetation index (NDVI) data set produced from Advanced Very High Resolution Radiometer (AVHRR) instruments that extends from 1981 to the present. This long AVHRR record is comprised of data from two different sensors: the AVHRR/2 instrument that spans July 1981 to November 2000 and the AVHRR/3 instrument that continues these measurements from November 2000 to the present."
      ],
      "findings": [
        "Evaluation of the uncertainties of our resulting NDVI values gives an error of ± 0.005 NDVI units for our 1981 to present data set that is independent of time within our AVHRR NDVI continuum and has resulted in a non-stationary climate data set."
      ],
      "backgroundCn": [
        "归一化植被指数（NDVI）是通过高级非常高分辨率辐射计（AVHRR）仪器获得的，对于研究全球土地植被过程及其随时间变化至关重要。尽管AVHRR传感器最初并非作为气候任务而设计，但由于对仪器的重新配置，使其具有不重叠的“可见光”通道一（0.58–0.68 µm）和（近红外）通道二（0.725–1.10 µm）光谱波段，早期在植被研究中的成功得以实现。由于光谱植被指数是光合潜力的替代指标，AVHRR NDVI数据的长期记录在持续监测陆地表面方面变得尤为重要。然而，处理AVHRR NDVI数据的困难在于如何妥善应对AVHRR仪器或操作的若干限制，例如，发射后校准、大气和云层校正，以及针对个别TIROS-N任务在其生命周期内系统轨道漂移的偏差校正。仪器间校准是观察和记录土地变异性的前提条件，而对于AVHRR来说，这尤其具有挑战性，因为根据设计，该仪器并没有完全的可见光和近红外（VNIR）通道的机载校准，必须依赖外部参考。VNIR通道对大气条件敏感，因为它们的光谱宽广，因此需要额外的数据来校正气溶胶效应和云污染。尽管AVHRR/2设计特征存在局限性，但为了研究气候对植被潜在变化的影响，数据一致性的迫切需求可能导致其在仪器系列的生命周期内持续存在，甚至可能阻碍改善设计的新想法，因为这些改进可能会影响数据的连续性。"
      ],
      "research objectiveCn": [
        "我们工作的目标是生成一个一致的非平稳NDVI数据集，以量化气候驱动的季节性和年际变异的光合能力。在本文中，我们展示了如何基于贝叶斯方法和SeaWiFS NDVI数据集构建一个一致的非平稳NDVI数据集，该数据集源自AVHRR/2和AVHRR/3传感器。"
      ],
      "challengesCn": [
        "处理AVHRR NDVI数据的主要困难在于妥善应对AVHRR仪器的局限性。2000年底，AVHRR/3仪器的第一和第二通道引入了双增益，这使得不同仪器之间的AVHRR通道间标定变得复杂。NOAA-7到NOAA-14卫星携带的AVHRR/2仪器的轨道漂移也增加了挑战，因为NOAA卫星的过境时间从名义上的下午1:30漂移了多达4.5小时，导致照明和视角的变化。AVHRR全球区域覆盖（GAC）数据具有独特的采样方法。AVHRR标定的不确定性一直是使用该仪器进行海洋气溶胶检索的主要限制因素。"
      ],
      "methodsCn": [
        "我们处理了1997年至2010年期间由海洋观测宽视场传感器（SeaWiFS）获得的NDVI数据，以克服不同仪器之间的AVHRR校准困难。我们使用贝叶斯方法，利用高质量、经过良好校准的SeaWiFS NDVI数据来推导AVHRR NDVI校准参数。"
      ],
      "datasetCn": [
        "NDVI3g时间序列是一个改进的8公里归一化植被指数（NDVI）数据集，来自高级非常高分辨率辐射计（AVHRR）仪器，时间跨度从1981年至今。这个长时间的AVHRR记录由两种不同的传感器的数据组成：AVHRR/2仪器的数据覆盖1981年7月至2000年11月，而AVHRR/3仪器则从2000年11月至今继续进行这些测量。"
      ],
      "findingsCn": [
        "我们对结果NDVI值的不确定性评估显示，自1981年至今的数据集的误差为±0.005 NDVI单位，这一误差与时间无关，导致了一个非平稳的气候数据集。"
      ]
    },
    {
      "background": [
        "The fraction of absorbed photosynthetically active radiation (FAPAR) is a critical input parameter in many climate and ecological models. Long time series of global FAPAR products are required for many applications, such as vegetation productivity, carbon budget calculations, and global change studies. Three long time series of global FAPAR products have been existing since the 1980s: Global LAnd Surface Satellite (GLASS) Advanced Very High Resolution Radiometer (A VHRR), National Centers for Environmental Information (NCEI) A VHRR, and third-generation Global Inventory Monitoring and Modeling System (GIMMS3g)."
      ],
      "research objective": [
        "Currently, no intercomparison studies exist that have evaluated these FAPAR products to understand their differences for effective applications. In this paper, these three long time series of global FAPAR products are first intercompared to evaluate their spatial and temporal consistencies, and then compared with FAPAR values derived from high-resolution reference maps of Validation of Land European Remote sensing Instruments sites."
      ],
      "challenges": [
        "The uncertainties of these satellite FAPAR products are still above the targeted uncertainty values (0.05) required by GCOS. However, the validation and intercomparison of these global FAPAR products are currently limited to FAPAR products retrieved from MODIS, VEGETATION, and other sensor data after 2000. So far, few studies have evaluated the long time series of FAPAR products since the 1980s."
      ],
      "methods": [
        "A cross-comparison was performed to evaluate the spatial and temporal consistencies among the GLASS AVHRR, NCEI AVHRR, and GIMMS3g FAPAR products. To evaluate their spatial consistency, global climatologies of the GLASS AVHRR, NCEI AVHRR, and GIMMS3g FAPAR products in January and July for 1982–2011 were computed. To evaluate their temporal consistencies, temporal profiles of the GLASS AVHRR, NCEI AVHRR, and GIMMS3g FAPAR products were checked over a sample of sites with different biome classes. The performances of the GLASS AVHRR, NCEI AVHRR, and GIMMS3g FAPAR products were also evaluated against the FAPAR values derived from high-resolution reference maps in this paper."
      ],
      "dataset": [
        "Section II introduces the GLASS AVHRR, NCEI AVHRR, and GIMMS3g FAPAR products. The MODIS FAPAR product and the high-resolution FAPAR reference maps used in this paper are also described in this section."
      ],
      "findings": [
        "Our results demonstrate that the GLASS A VHRR FAPAR product is spatially complete, whereas the NCEI A VHRR and GIMMS3g FAPAR products contain many missing pixels, especially in rainforest regions and in middle- and high-latitude zones of the Northern Hemisphere. A comparison of these FAPAR products with the FAPAR values derived from high-resolution reference maps demonstrates that the GLASS A VHRR FAPAR product has the best performance [root mean square deviation (RMSD)= 0.0819 and bias = 0.0043], followed by the NCEI A VHRR FAPAR product (RMSD = 0.1061 and bias = 0.0371), and then finally, the GIMMS3g FAPAR product (RMSD = 0.1152 and bias = 0.0248)."
      ],
      "backgroundCn": [
        "光合有效辐射吸收分数（FAPAR）是许多气候和生态模型中的关键输入参数。许多应用需要长期的全球FAPAR产品时间序列，例如植被生产力、碳预算计算和全球变化研究。自1980年代以来，已经存在三条长期的全球FAPAR产品时间序列：全球陆面卫星（GLASS）高级非常高分辨率辐射计（AVHRR）、国家环境信息中心（NCEI）AVHRR，以及第三代全球清单监测与建模系统（GIMMS3g）。"
      ],
      "research objectiveCn": [
        "目前，没有对这些FAPAR产品进行的相互比较研究，以了解它们在有效应用中的差异。在本文中，首先对这三种长期全球FAPAR产品进行相互比较，以评估它们的空间和时间一致性，然后与来自欧洲遥感仪器验证土地站点的高分辨率参考图的FAPAR值进行比较。"
      ],
      "challengesCn": [
        "这些卫星FAPAR产品的不确定性仍然高于GCOS要求的目标不确定性值（0.05）。然而，目前对这些全球FAPAR产品的验证和比较仅限于2000年后从MODIS、VEGETATION和其他传感器数据获取的FAPAR产品。到目前为止，关于自1980年代以来FAPAR产品的长期时间序列的研究仍然很少。"
      ],
      "methodsCn": [
        "进行了交叉比较，以评估GLASS AVHRR、NCEI AVHRR和GIMMS3g FAPAR产品之间的空间和时间一致性。为了评估它们的空间一致性，计算了1982年至2011年GLASS AVHRR、NCEI AVHRR和GIMMS3g FAPAR产品在1月和7月的全球气候图。为了评估它们的时间一致性，检查了GLASS AVHRR、NCEI AVHRR和GIMMS3g FAPAR产品在不同生物群落类别样本站点的时间序列。还根据本文中的高分辨率参考图制作的FAPAR值评估了GLASS AVHRR、NCEI AVHRR和GIMMS3g FAPAR产品的性能。"
      ],
      "datasetCn": [
        "第二部分介绍了GLASS AVHRR、NCEI AVHRR和GIMMS3g FAPAR产品。还描述了本文中使用的MODIS FAPAR产品和高分辨率FAPAR参考图。"
      ],
      "findingsCn": [
        "我们的结果表明，GLASS A VHRR FAPAR 产品在空间上是完整的，而 NCEI A VHRR 和 GIMMS3g FAPAR 产品则存在许多缺失像素，特别是在雨林地区以及北半球的中高纬度区域。与高分辨率参考图的 FAPAR 值进行比较，显示 GLASS A VHRR FAPAR 产品的表现最佳（均方根偏差 RMSD = 0.0819，偏差 = 0.0043），其次是 NCEI A VHRR FAPAR 产品（RMSD = 0.1061，偏差 = 0.0371），最后是 GIMMS3g FAPAR 产品（RMSD = 0.1152，偏差 = 0.0248）。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the global FAPAR product generated from GLASS data ensure consistency between LAI and FAPAR retrievals?",
        "QuestionCn": "由GLASS数据生成的全球FAPAR产品是否确保LAI和FAPAR检索的一致性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the accuracy of the GLASS FAPAR product verified against ground-based estimates?",
        "QuestionCn": "GLASS FAPAR产品的准确性是否经过与地面估计的验证？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are there challenges related to the calibration and atmospheric corrections in processing AVHRR NDVI data?",
        "QuestionCn": "在处理AVHRR NDVI数据时，是否存在与校准和大气校正相关的挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data source is primarily used for calculating FAPAR values: GLASS LAI, MODIS, or SeaWiFS?",
        "QuestionCn": "用于计算FAPAR值的主要数据源是：GLASS LAI、MODIS还是SeaWiFS？",
        "AnswerEn": "GLASS LAI",
        "AnswerCn": "玻璃LAI",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the major challenge in processing AVHRR NDVI data: calibration, cloud correction, or orbital drift?",
        "QuestionCn": "处理AVHRR NDVI数据的主要挑战是校准、云校正还是轨道漂移？",
        "AnswerEn": "calibration",
        "AnswerCn": "校准",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Which FAPAR product shows the best spatial completeness: GLASS AVHRR, NCEI AVHRR, or GIMMS3g?",
        "QuestionCn": "哪个FAPAR产品显示出最佳的空间完整性：GLASS AVHRR、NCEI AVHRR还是GIMMS3g？",
        "AnswerEn": "GLASS AVHRR",
        "AnswerCn": "GLASS AVHRR",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the challenges in processing NDVI data from AVHRR instruments?",
        "QuestionCn": "处理来自AVHRR仪器的NDVI数据面临的挑战有哪些？",
        "AnswerEn": "vicarious post-launch calibration",
        "AnswerCn": "替代性发射后校准",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where do existing FAPAR products from satellite observations face spatial and temporal discontinuities?",
        "QuestionCn": "现有的卫星观测FAPAR产品在空间和时间上面临哪些不连续性？",
        "AnswerEn": "equatorial forest regions 50–60°N",
        "AnswerCn": "赤道森林地区 50–60°N",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the 2015 vegetation index data derived from AVHRR?",
        "QuestionCn": "2015年由AVHRR衍生的植被指数数据的空间分辨率是多少？",
        "AnswerEn": "1/12 degree",
        "AnswerCn": "1/12 度",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a method used to calculate FAPAR values from satellite data to ensure consistency with other vegetation indices?",
        "QuestionCn": "您能否提供一个从卫星数据计算FAPAR值的方法示例，以确保与其他植被指数的一致性？",
        "AnswerEn": "A method used to calculate FAPAR values from satellite data involves using the GLASS LAI product. This approach ensures physical consistency between LAI and FAPAR retrievals by calculating FAPAR values at specific times, such as 10:30 a.m. local time, which approximates daily average FAPAR.",
        "AnswerCn": "一种利用卫星数据计算FAPAR值的方法涉及使用GLASS LAI产品。该方法通过在特定时间（如当地时间上午10:30）计算FAPAR值，确保LAI和FAPAR检索之间的物理一致性，这一时间点近似于日均FAPAR。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in processing NDVI data from AVHRR sensors, and how is this challenge addressed?",
        "QuestionCn": "处理来自AVHRR传感器的NDVI数据时面临的一个挑战是什么，以及如何解决这个挑战？",
        "AnswerEn": "A challenge faced in processing NDVI data from AVHRR sensors is the difficulty in among-instrument calibration due to limitations such as lack of onboard calibration for visible and near-infrared channels and orbital drift. This challenge is addressed by using Bayesian methods with high-quality, well-calibrated SeaWiFS NDVI data for deriving AVHRR NDVI calibration parameters.",
        "AnswerCn": "处理来自AVHRR传感器的NDVI数据时面临的一个挑战是，由于可见光和近红外通道缺乏在轨校准以及轨道漂移等限制，导致仪器间校准困难。为了解决这个问题，采用贝叶斯方法，利用高质量、经过良好校准的SeaWiFS NDVI数据来推导AVHRR NDVI校准参数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific challenges are encountered in ensuring the spatial and temporal consistency of FAPAR datasets?",
        "QuestionCn": "确保FAPAR数据集的空间和时间一致性时遇到的具体挑战有哪些？",
        "AnswerEn": "spatial incompleteness, temporal discontinuity, accuracy issues, discrepancies in spatial distribution patterns, inconsistencies in temporal profiles, inter-instrument calibration, validation against high-resolution reference maps",
        "AnswerCn": "空间不完整性、时间不连续性、准确性问题、空间分布模式差异、时间剖面不一致、仪器间校准、与高分辨率参考地图的验证",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the features of datasets used to assess global vegetation phenology?",
        "QuestionCn": "用于评估全球植被物候的数据集的特征是什么？",
        "AnswerEn": "spatial resolutions ranging from 500 meters to finer scales, temporal resolutions from monthly to twice-monthly observations, calibration and atmospheric corrections",
        "AnswerCn": "空间分辨率从500米到更精细的尺度，时间分辨率从每月到每月两次的观测，校准和大气校正。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the global vegetation cover product used for the 泛第三极 region in 2015?",
        "QuestionCn": "2015年用于泛第三极地区的全球植被覆盖产品的空间分辨率是多少？",
        "AnswerEn": "0.05 degrees",
        "AnswerCn": "0.05度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the vegetation phenology dataset for the 泛第三极 region in 2015?",
        "QuestionCn": "2015年泛第三极地区的植被物候数据集的空间分辨率是多少？",
        "AnswerEn": "500 meters",
        "AnswerCn": "500米",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the consistency of FAPAR values derived from GLASS LAI compare to those derived from MODIS and SeaWiFS products in terms of temporal stability and spatial distribution?",
        "QuestionCn": "GLASS LAI衍生的FAPAR值与MODIS和SeaWiFS产品衍生的FAPAR值在时间稳定性和空间分布方面的一致性如何？",
        "AnswerEn": "The GLASS FAPAR product exhibits continuous temporal trajectories, whereas the MODIS FAPAR product shows more unstable profiles, especially during the growing season. Spatially, the GLASS FAPAR product generally shows larger values compared to SeaWiFS, particularly in equatorial forest regions and around 50–60°N.",
        "AnswerCn": "GLASS FAPAR 产品表现出连续的时间轨迹，而 MODIS FAPAR 产品在生长季节期间显示出更不稳定的特征。在空间上，GLASS FAPAR 产品通常显示出比 SeaWiFS 更大的值，特别是在赤道森林地区和 50-60°N 附近。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the main differences in the data collection challenges faced when processing NDVI datasets from AVHRR/2 versus AVHRR/3 sensors?",
        "QuestionCn": "处理来自AVHRR/2和AVHRR/3传感器的NDVI数据集时，面临的数据收集挑战的主要区别是什么？",
        "AnswerEn": "The main differences in data collection challenges between AVHRR/2 and AVHRR/3 sensors include the dual gain introduced in late 2000 on the AVHRR/3 instruments for channels one and two, and the orbital drift of NOAA-7 to NOAA-14 satellites carrying AVHRR/2 instruments, which created variable illumination and view angles due to changes in overpass times.",
        "AnswerCn": "AVHRR/2和AVHRR/3传感器在数据收集挑战方面的主要区别包括：AVHRR/3仪器在2000年底引入的双增益，适用于第一和第二通道，以及携带AVHRR/2仪器的NOAA-7到NOAA-14卫星的轨道漂移，这导致由于过境时间的变化而产生的可变照明和视角。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the spatial completeness and accuracy of GLASS AVHRR FAPAR products differ from those of NCEI AVHRR and GIMMS3g FAPAR products?",
        "QuestionCn": "GLASS AVHRR FAPAR产品的空间完整性和准确性与NCEI AVHRR和GIMMS3g FAPAR产品有何不同？",
        "AnswerEn": "The GLASS AVHRR FAPAR product is spatially complete, whereas the NCEI AVHRR and GIMMS3g FAPAR products contain many missing pixels, especially in rainforest regions and in middle- and high-latitude zones of the Northern Hemisphere. In terms of accuracy, GLASS AVHRR FAPAR demonstrates the best performance with the lowest RMSD and bias compared to the other two products.",
        "AnswerCn": "GLASS AVHRR FAPAR 产品在空间上是完整的，而 NCEI AVHRR 和 GIMMS3g FAPAR 产品则包含许多缺失像素，特别是在雨林地区以及北半球的中高纬度区域。在准确性方面，GLASS AVHRR FAPAR 的表现最佳，与其他两个产品相比，具有最低的均方根误差（RMSD）和偏差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do the data collection methods for FAPAR and NDVI products address the challenges of atmospheric interference and calibration discrepancies?",
        "QuestionCn": "FAPAR和NDVI产品的数据收集方法如何应对大气干扰和校准差异的挑战？",
        "AnswerEn": "Data collection methods for FAPAR and NDVI products incorporate algorithms and corrections to address challenges such as atmospheric interference and calibration discrepancies. For example, the processing of AVHRR NDVI data involves Bayesian methods and the use of well-calibrated reference datasets like SeaWiFS, which help in deriving accurate calibration parameters and correcting for atmospheric disturbances, thus ensuring data consistency across different satellite sensors.",
        "AnswerCn": "FAPAR和NDVI产品的数据收集方法采用算法和校正措施，以应对大气干扰和校准差异等挑战。例如，AVHRR NDVI数据的处理涉及贝叶斯方法和使用经过良好校准的参考数据集（如SeaWiFS），这有助于推导准确的校准参数并校正大气干扰，从而确保不同卫星传感器之间的数据一致性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can long time series datasets of FAPAR and NDVI improve our understanding of vegetation productivity and climate interactions over decades?",
        "QuestionCn": "长期的FAPAR和NDVI时间序列数据集可以通过哪些方式改善我们对植被生产力和气候相互作用在几十年间的理解？",
        "AnswerEn": "Long time series datasets of FAPAR and NDVI, such as those from AVHRR and GLASS, provide continuous and extensive records of vegetation productivity and changes. By analyzing these datasets, researchers can identify trends and anomalies in vegetation growth, assess the impacts of climate variability on vegetation, and improve climate and ecological modeling. These datasets help in understanding the long-term interactions between vegetation and climate, especially in tracking changes in photosynthetic capacity and carbon cycles.",
        "AnswerCn": "长期时间序列的FAPAR和NDVI数据集，如来自AVHRR和GLASS的数据，提供了连续且广泛的植被生产力和变化记录。通过分析这些数据集，研究人员可以识别植被生长的趋势和异常，评估气候变异对植被的影响，并改善气候和生态建模。这些数据集有助于理解植被与气候之间的长期相互作用，特别是在跟踪光合能力和碳循环变化方面。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the spatial incompleteness and temporal discontinuity observed in some satellite-derived FAPAR products?",
        "QuestionCn": "导致某些卫星衍生的FAPAR产品中观察到的空间不完整性和时间不连续性的原因是什么？",
        "AnswerEn": "The spatial incompleteness and temporal discontinuity in satellite-derived FAPAR products are caused by limitations in satellite observations, including the challenges in processing and calibrating data from various instruments such as the AVHRR. These issues are exacerbated by factors like orbital drift, variations in atmospheric and cloud conditions, and the lack of onboard calibration for the visible and near-infrared channels.",
        "AnswerCn": "卫星衍生的FAPAR产品中的空间不完整性和时间不连续性是由于卫星观测的局限性造成的，包括处理和校准来自各种仪器（如AVHRR）数据的挑战。这些问题因轨道漂移、大气和云条件的变化以及可见光和近红外通道缺乏机载校准而加剧。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are the calibration challenges significant when dealing with NDVI data derived from AVHRR instruments?",
        "QuestionCn": "当处理来自AVHRR仪器的NDVI数据时，校准挑战为何显得重要？",
        "AnswerEn": "The calibration challenges are significant for NDVI data from AVHRR instruments due to the lack of fully onboard calibration for the visible and near-infrared channels, requiring reliance on external references. Additionally, the dual gain introduced on the AVHRR/3 instruments and the orbital drift of NOAA satellites add complexity to ensuring data consistency over time and among instruments.",
        "AnswerCn": "由于缺乏对可见光和近红外通道的完全机载校准，AVHRR仪器的NDVI数据面临显著的校准挑战，这需要依赖外部参考。此外，AVHRR/3仪器引入的双增益以及NOAA卫星的轨道漂移增加了确保数据在时间和仪器之间一致性的复杂性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the inaccuracies in long time series global FAPAR products, especially those predating the 2000s?",
        "QuestionCn": "导致2000年前的长期全球FAPAR产品不准确的因素有哪些？",
        "AnswerEn": "Inaccuracies in long time series global FAPAR products, particularly those predating the 2000s, arise from uncertainties in satellite data retrieval and processing. These include limitations in the calibration of older satellite instruments, challenges in dealing with missing data, and the need for consistent and reliable reference data for validation.",
        "AnswerCn": "长期全球FAPAR产品中的不准确性，特别是那些早于2000年的数据，源于卫星数据检索和处理中的不确定性。这些不确定性包括旧卫星仪器校准的局限性、处理缺失数据的挑战，以及对验证所需的一致和可靠的参考数据的需求。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the implications of using different satellite sensors for generating vegetation indices on the spatial and temporal consistency of vegetation monitoring datasets?",
        "QuestionCn": "使用不同卫星传感器生成植被指数对植被监测数据集的空间和时间一致性有什么影响？",
        "AnswerEn": "Using different satellite sensors to generate vegetation indices can lead to variations in spatial and temporal consistency of vegetation monitoring datasets. These variations may affect the ability to accurately track vegetation changes over time, as evidenced by discrepancies observed among FAPAR products from different sensors, which can be particularly pronounced in regions with complex vegetation and climate interactions.",
        "AnswerCn": "使用不同的卫星传感器生成植被指数可能导致植被监测数据集在空间和时间一致性方面的差异。这些差异可能影响准确跟踪植被变化的能力，正如不同传感器的FAPAR产品之间观察到的差异所证明的那样，这种差异在植被和气候相互作用复杂的地区尤为明显。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop a consistent non-stationary NDVI dataset using AVHRR/2 and AVHRR/3 sensors for studying climate-driven variability in photosynthetic capacity?",
        "QuestionCn": "为什么使用AVHRR/2和AVHRR/3传感器开发一致的非平稳NDVI数据集对于研究气候驱动的光合能力变异性很重要？",
        "AnswerEn": "The goal is to produce a consistent non-stationary NDVI dataset that can quantify climate-driven seasonal and inter-annual variability in photosynthetic capacity, as the long record of AVHRR NDVI data is crucial for the continued long-term monitoring of land surface and understanding vegetation processes over time.",
        "AnswerCn": "目标是生成一个一致的非平稳NDVI数据集，以量化气候驱动的季节性和年际变化对光合能力的影响，因为长期的AVHRR NDVI数据记录对于持续的土地表面长期监测和理解植被过程至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the significance of ensuring physical consistency between LAI and FAPAR retrievals when generating high-quality FAPAR values from satellite data?",
        "QuestionCn": "在从卫星数据生成高质量的FAPAR值时，确保LAI和FAPAR检索之间的物理一致性有什么重要意义？",
        "AnswerEn": "Ensuring physical consistency between LAI and FAPAR retrievals is crucial because existing FAPAR products from satellite observations are often spatially incomplete, temporally discontinuous, and insufficiently accurate for various applications. A consistent method helps improve the accuracy and reliability of FAPAR estimations, which are integral to climate and ecological models.",
        "AnswerCn": "确保LAI和FAPAR反演之间的物理一致性至关重要，因为现有的卫星观测FAPAR产品通常在空间上不完整、时间上不连续，并且在各种应用中准确性不足。一致的方法有助于提高FAPAR估计的准确性和可靠性，这对气候和生态模型至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why does the evaluation of spatial and temporal consistencies among different FAPAR products matter for global change studies?",
        "QuestionCn": "评估不同FAPAR产品之间的空间和时间一致性对于全球变化研究的重要性是什么？",
        "AnswerEn": "Evaluating the spatial and temporal consistencies among different FAPAR products is important because it helps understand their differences for effective applications in global change studies. This process ensures that the datasets used in such studies are reliable and can accurately reflect vegetation productivity and carbon budget calculations over long periods.",
        "AnswerCn": "评估不同FAPAR产品之间的空间和时间一致性是重要的，因为这有助于理解它们在全球变化研究中的差异。这个过程确保了在此类研究中使用的数据集是可靠的，并且能够准确反映植被生产力和碳预算计算的长期变化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods are employed to ensure the spatial and temporal consistency of FAPAR products from satellite data, and how are discrepancies addressed?",
        "QuestionCn": "为了确保卫星数据中FAPAR产品的空间和时间一致性，采用了哪些方法，以及如何解决差异？",
        "AnswerEn": "A cross-comparison is performed to evaluate the spatial and temporal consistencies among different FAPAR products, such as GLASS AVHRR, NCEI AVHRR, and GIMMS3g. The products are compared for spatial consistency using global climatologies and for temporal consistency using temporal profiles over different biome classes. Discrepancies are addressed by comparing these products with FAPAR values derived from high-resolution reference maps.",
        "AnswerCn": "进行了一项交叉比较，以评估不同FAPAR产品（如GLASS AVHRR、NCEI AVHRR和GIMMS3g）之间的空间和时间一致性。通过全球气候学进行空间一致性比较，通过不同生物群落类别的时间剖面进行时间一致性比较。通过将这些产品与高分辨率参考图生成的FAPAR值进行比较，解决了差异问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How are NDVI datasets processed to overcome calibration challenges and ensure consistency across different satellite instruments?",
        "QuestionCn": "NDVI数据集是如何处理以克服校准挑战并确保不同卫星仪器之间的一致性的？",
        "AnswerEn": "To process NDVI datasets and overcome calibration challenges, Bayesian methods are used with high-quality, well-calibrated SeaWiFS NDVI data to derive AVHRR NDVI calibration parameters. This approach helps to address calibration difficulties among AVHRR instruments and maintain consistency in the NDVI dataset across different sensors.",
        "AnswerCn": "为了处理NDVI数据集并克服校准挑战，采用贝叶斯方法结合高质量、良好校准的SeaWiFS NDVI数据来推导AVHRR NDVI校准参数。这种方法有助于解决AVHRR仪器之间的校准困难，并保持不同传感器之间NDVI数据集的一致性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What procedural steps are involved in calculating FAPAR values from GLASS LAI products to maintain physical consistency?",
        "QuestionCn": "计算FAPAR值从GLASS LAI产品中以保持物理一致性所涉及的程序步骤有哪些？",
        "AnswerEn": "A simple scheme is proposed to calculate FAPAR values from the GLASS LAI product. This involves using the GLASS LAI data to compute FAPAR values at 10:30 a.m. local time, which approximates daily average FAPAR, ensuring physical consistency between LAI and FAPAR retrievals.",
        "AnswerCn": "提出了一种简单的方案，通过GLASS LAI产品计算FAPAR值。该方案涉及使用GLASS LAI数据在当地时间上午10:30计算FAPAR值，这近似于日均FAPAR，确保LAI和FAPAR反演之间的物理一致性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the accurate estimation of FAPAR from satellite data in vegetation studies?",
        "QuestionCn": "哪些方法能够通过卫星数据准确估计植被研究中的FAPAR？",
        "AnswerEn": "A simple scheme is proposed to calculate FAPAR values from the GLASS LAI product to ensure physical consistency between LAI and FAPAR retrievals. This method involves using the GLASS LAI product to calculate FAPAR values, specifically at 10:30 a.m. local time, to approximate daily average FAPAR.",
        "AnswerCn": "提出了一种简单的方案，通过GLASS LAI产品计算FAPAR值，以确保LAI和FAPAR反演之间的物理一致性。该方法涉及使用GLASS LAI产品计算FAPAR值，特别是在当地时间上午10:30，以近似每日平均FAPAR。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How do advancements in sensor technology enable the creation of long-term vegetation index datasets?",
        "QuestionCn": "传感器技术的进步如何促进长期植被指数数据集的创建？",
        "AnswerEn": "The use of AVHRR instruments with reconfigured channels for NDVI data collection, despite their limitations, has enabled the creation of long-term NDVI datasets. This involves overcoming challenges like vicarious post-launch calibration, atmospheric and cloud correction, and dealing with orbital drift.",
        "AnswerCn": "使用重新配置通道的AVHRR仪器进行NDVI数据收集，尽管存在局限性，但已使得长期NDVI数据集的创建成为可能。这涉及克服诸如发射后虚拟校准、大气和云层校正以及轨道漂移等挑战。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might spatially incomplete and temporally discontinuous FAPAR products be a challenge in producing accurate datasets?",
        "QuestionCn": "为什么空间不完整和时间不连续的FAPAR产品在生成准确的数据集时可能是一个挑战？",
        "AnswerEn": "Spatially incomplete and temporally discontinuous FAPAR products present a challenge because they do not meet the accuracy requirements for various applications, which limits their utility in climate and ecological models. The development of consistent and complete datasets is crucial for ensuring accurate retrievals and effective application in modeling and analysis.",
        "AnswerCn": "空间不完整和时间不连续的FAPAR产品带来了挑战，因为它们不满足各种应用的准确性要求，这限制了它们在气候和生态模型中的实用性。开发一致和完整的数据集对于确保准确的检索和在建模与分析中的有效应用至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected challenges when dealing with the calibration and processing of AVHRR NDVI data?",
        "QuestionCn": "处理和校准AVHRR NDVI数据时预期会遇到哪些挑战？",
        "AnswerEn": "The expected challenges with AVHRR NDVI data include handling the limitations of the instrument, such as lack of onboard calibration for visible and near-infrared channels, sensitivity to atmospheric conditions, and systematic orbital drift. These factors necessitate careful calibration and correction to ensure data consistency and reliability for long-term monitoring.",
        "AnswerCn": "AVHRR NDVI数据的预期挑战包括处理仪器的局限性，例如可见光和近红外通道缺乏机载校准、对大气条件的敏感性以及系统性的轨道漂移。这些因素需要仔细的校准和修正，以确保长期监测数据的一致性和可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to perform intercomparison studies among different long time series of global FAPAR products?",
        "QuestionCn": "为什么对不同的全球FAPAR产品的长期时间序列进行比较研究是重要的？",
        "AnswerEn": "Intercomparison studies are important to evaluate the spatial and temporal consistencies among different FAPAR products, which can reveal discrepancies and ensure that datasets are reliable for various applications. Such studies can also assess how well these products perform against high-resolution reference maps, which is crucial for improving the accuracy and applicability of FAPAR datasets.",
        "AnswerCn": "互比研究对于评估不同FAPAR产品之间的空间和时间一致性非常重要，这可以揭示差异并确保数据集在各种应用中的可靠性。这类研究还可以评估这些产品与高分辨率参考地图的表现如何，这对于提高FAPAR数据集的准确性和适用性至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think existing algorithms are in ensuring spatial and temporal consistency in datasets for vegetation indices and phenology monitoring?",
        "QuestionCn": "您认为现有算法在确保植被指数和物候监测数据集的空间和时间一致性方面的有效性如何？",
        "AnswerEn": "Existing algorithms for vegetation indices and phenology monitoring face challenges in achieving spatial and temporal consistency. The spatial incompleteness and temporal discontinuity of datasets, such as those derived from satellite observations of FAPAR, highlight the need for improved methods. Continuous trajectories in GLASS FAPAR products compared to unstable profiles in MODIS products suggest some progress, but discrepancies in regions like equatorial forests and high latitudes indicate room for improvement.",
        "AnswerCn": "现有的植被指数和物候监测算法在实现空间和时间一致性方面面临挑战。来自卫星观测的FAPAR等数据集的空间不完整性和时间不连续性凸显了改进方法的必要性。与MODIS产品中不稳定的曲线相比，GLASS FAPAR产品中的连续轨迹表明了一些进展，但在赤道森林和高纬度地区的差异表明仍有改进的空间。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your assessment of the challenges faced in processing long-term NDVI datasets, particularly with respect to instrument calibration and data continuity?",
        "QuestionCn": "您如何评估处理长期NDVI数据集时面临的挑战，特别是在仪器校准和数据连续性方面？",
        "AnswerEn": "Processing long-term NDVI datasets presents significant challenges, especially concerning instrument calibration. The AVHRR instruments, for example, lack onboard calibration for VNIR channels, necessitating reliance on external references. The introduction of dual gain and orbital drift in AVHRR instruments further complicates calibration and continuity. Despite these challenges, efforts using Bayesian methods to derive calibration parameters from reliable data sources such as SeaWiFS have been made to ensure a consistent NDVI dataset.",
        "AnswerCn": "处理长期NDVI数据集面临着重大挑战，特别是在仪器校准方面。例如，AVHRR仪器缺乏对VNIR通道的机载校准，因此必须依赖外部参考。AVHRR仪器的双增益和轨道漂移的引入进一步复杂化了校准和连续性。尽管面临这些挑战，仍然通过使用贝叶斯方法从可靠的数据源（如SeaWiFS）推导校准参数，以确保NDVI数据集的一致性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data from different satellite sensors are calibrated to ensure consistency in vegetation index measurements over time.",
        "QuestionCn": "我不明白如何对来自不同卫星传感器的数据进行校准，以确保植被指数测量在时间上的一致性。",
        "AnswerEn": "Data from different satellite sensors, like AVHRR/2 and AVHRR/3, are calibrated using Bayesian methods and well-calibrated data from other sources, such as the SeaWiFS NDVI dataset, to address challenges like vicarious post-launch calibration and atmospheric correction.",
        "AnswerCn": "来自不同卫星传感器的数据，如AVHRR/2和AVHRR/3，使用贝叶斯方法和来自其他来源的良好校准数据，如SeaWiFS NDVI数据集，进行校准，以应对诸如发射后虚拟校准和大气校正等挑战。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the methods used to ensure the accuracy and consistency of FAPAR data derived from satellite remote sensing in various studies.",
        "QuestionCn": "总结各种研究中用于确保从卫星遥感获取的FAPAR数据准确性和一致性的方法。",
        "AnswerEn": "In the field above, a new method was proposed to calculate high-quality, accurate FAPAR from the GLASS leaf area index (LAI) to ensure physical consistency between LAI and FAPAR retrievals. This was achieved by using a simple scheme to calculate FAPAR values from the GLASS LAI product. Additionally, cross-comparison methods were employed to evaluate the spatial and temporal consistencies among different FAPAR products such as GLASS AVHRR, NCEI AVHRR, and GIMMS3g.",
        "AnswerCn": "在上述领域中，提出了一种新方法，通过GLASS叶面积指数（LAI）计算高质量、准确的光合有效辐射吸收率（FAPAR），以确保LAI和FAPAR检索之间的物理一致性。这是通过使用一个简单的方案从GLASS LAI产品计算FAPAR值来实现的。此外，还采用了交叉比较方法来评估不同FAPAR产品（如GLASS AVHRR、NCEI AVHRR和GIMMS3g）之间的空间和时间一致性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please identify the main challenges encountered in processing NDVI data from AVHRR instruments and discuss the approaches used to address these challenges.",
        "QuestionCn": "请识别处理来自AVHRR仪器的NDVI数据时遇到的主要挑战，并讨论用于解决这些挑战的方法。",
        "AnswerEn": "The main challenges in processing NDVI data from AVHRR instruments include dealing with limitations such as vicarious post-launch calibration, atmospheric and cloud correction, and bias correction for systematic orbital drift. Approaches to address these challenges involved using Bayesian methods with high-quality SeaWiFS NDVI data for deriving AVHRR NDVI calibration parameters and processing NDVI data from SeaWiFS to overcome among-instrument AVHRR calibration difficulties.",
        "AnswerCn": "处理来自AVHRR仪器的NDVI数据的主要挑战包括应对诸如后发射的虚拟标定、大气和云层校正以及系统性轨道漂移的偏差校正等限制。为了解决这些挑战，采用了贝叶斯方法，利用高质量的SeaWiFS NDVI数据来推导AVHRR NDVI校准参数，并处理来自SeaWiFS的NDVI数据，以克服不同仪器之间的AVHRR校准困难。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}