{
  "id": "9bd080ea-3f8f-4de6-96ba-c1c69931a705",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat Alpine Timberline Products in Southwest Mountainous Areas of China in the period 1985–2015",
      "titleCn": "近三十年我国西南山地Landsat森林林线产品（1985-2015）",
      "description": "(1) Landsat alpine timberline product data set in mountainous areas of southwest China;  (2) 136 scenes of Landsat 5TM and Landsat 8 OLI data in 1985, 1995, 2005 and 2015, with the decision tree to distinguish between forest and non-forest in Landsat. Furthermore, we removed alpine timberlines that had an elevation of less than 3000 m and that was less than 50 m from surface peaks. The physical boundary between forest land and non-forest (shrub and meadow) pixels in the final classification was then taken as marking the alpine timberline. (3) The overall classification accuracy of forest land and non-forest land based on Landsat image is 93.47%, and the accuracy of alpine timberline verified based on GF-2 image is ± 8.54 m; (4) It will help to enhance the understanding of the link between forest vegetation and climate change under extreme conditions.",
      "descriptionCn": "1）我国西南山地Landsat 森林林线产品数据集；2）1985年、1995年、2005年和2015年136景Landsat 5TM和Landsat 8 OLI数据，采用决策树区分Landsat影响中的森林和非森林，删除了海拔低于3000米及距离山顶点小于50米的高山林线。最终，林地和非林地像素之间的物理边界被认为是高山林线；3）Landsat影像林地和非林地总体分类精度为93.47%，基于GF-2影像验证的高山林线精度为±8.54米；4）有助于加强对极端条件下森林植被和气候变化之间联系的理解。",
      "instructions": "File name: The forest land and non-forest land classification data are stored in TIFF format, and the file name is \"yyyy. tif\", where yyyy represents the year, for example, 2015.tif represents the forest land and non-forest land classification results in 2015.\nData reading method: This data set can be opened with Arcgis and ENVI.",
      "instructionsCn": "文件命名：林地和无林地分类数据以TIFF格式存储，文件的名称为“yyyy.tif”，其中yyyy代表年，比如2015.tif就代表2015年的林地和无林地分类结果。\n数据读取方式：该数据集可用Arcgis和ENVI打开。",
      "east": 104.42,
      "west": 97.16,
      "south": 24.48,
      "north": 33.72,
      "startTime": null,
      "endTime": null,
      "fileSize": 87984178.0,
      "cstr": "18406.11.Terre.tpdc.272911",
      "doi": "10.11888/Terre.tpdc.272911",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "田雷",
        "nameEn": "TIAN Lei ",
        "unitEn": "Nanjing Forestry University",
        "unitCn": "南京林业大学"
      },
      {
        "nameCn": "傅文学",
        "nameEn": "FU Wenxue ",
        "unitEn": "Aerospace Information Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院空天信息与创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Dynamics of the alpine timberline and its response to climate change in the Hengduan mountains over the period 1985–2015",
        "referenceCn": null,
        "referenceEn": "Tian, L., Fu, W.X., Tao, Y., Li, M.Y., & Wang, L. (2022). Dynamics of the alpine timberline and its response to climate change in the Hengduan mountains over the period 1985–2015. Ecological Indicators, 135, 108589."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西南山地",
        "keywordEn": "Southwest Mountains"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1985-2015",
        "keywordEn": "1985-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to differentiate between forest and non-forest areas in mountainous regions using satellite imagery?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于通过卫星影像区分山区的森林和非森林区域？",
        "AnswerEn": "A data collection method involves utilizing Landsat 5TM and Landsat 8 OLI data from 1985, 1995, 2005, and 2015 to differentiate between forest and non-forest areas. A decision tree approach is used to classify the satellite images, excluding areas below 3000 meters in elevation and within 50 meters from mountain tops. The physical boundary between forest and non-forest pixels is considered the alpine timberline.",
        "AnswerCn": "一种数据收集方法涉及利用1985年、1995年、2005年和2015年的Landsat 5TM和Landsat 8 OLI数据来区分森林和非森林区域。采用决策树方法对卫星图像进行分类，排除海拔低于3000米和距离山顶50米以内的区域。森林和非森林像素之间的物理边界被视为高山林线。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the methodologies used to differentiate forest and non-forest areas in Landsat images for the alpine treeline dataset?",
        "QuestionCn": "用于区分Landsat图像中的森林和非森林区域的阿尔卑斯树线数据集的方法论特征是什么？",
        "AnswerEn": "decision tree approach, areas below 3000 meters removed, areas less than 50 meters from mountain peaks removed, overall classification accuracy 93.47%, alpine treeline accuracy ±8.54 meters",
        "AnswerCn": "决策树方法，去除海拔低于3000米的区域，去除距离山峰小于50米的区域，总体分类准确率为93.47%，高山树线准确率为±8.54米。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the overall classification accuracy of the Landsat forest and non-forest differentiation in a dataset related to the southwestern mountainous regions of China?",
        "QuestionCn": "在与中国西南山区相关的数据集中，Landsat森林与非森林区分的整体分类准确率是多少？",
        "AnswerEn": "93.47%",
        "AnswerCn": "93.47%",
        "Level": "C5(Evaluating)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '高山林线' in the context of Landsat forest line products in the mountainous regions of southwestern China?",
        "QuestionCn": "在中国西南部山区的Landsat森林线产品中，“高山林线”是指什么？",
        "AnswerEn": "In the context of Landsat forest line products in the mountainous regions of southwestern China, '高山林线' refers to the physical boundary between forested and non-forested pixels within Landsat imagery, specifically at elevations above 3000 meters and more than 50 meters from mountain peaks. This boundary is identified using decision tree methods to distinguish between forest and non-forest areas, and is verified with an accuracy of ±8.54 meters based on GF-2 imagery.",
        "AnswerCn": "在中国西南山区的Landsat森林线产品中，“高山林线”指的是Landsat影像中森林像素与非森林像素之间的物理边界，具体位于3000米以上且距离山峰超过50米的区域。该边界通过决策树方法来区分森林和非森林区域，并根据GF-2影像进行了±8.54米的精度验证。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the decision tree method used to classify forest and non-forest areas in Landsat images compare to other machine learning techniques in terms of accuracy and computational efficiency for detecting alpine treelines?",
        "QuestionCn": "决策树方法用于分类Landsat图像中的森林和非森林区域，与其他机器学习技术在检测高山树线的准确性和计算效率方面相比如何？",
        "AnswerEn": "The decision tree method achieves an overall classification accuracy of 93.47% for forest and non-forest areas in Landsat images. The accuracy of alpine treeline detection, verified with GF-2 images, is ±8.54 meters. This suggests that the decision tree method is highly effective in this context, although comparative accuracy and efficiency of other machine learning techniques are not specified in the metadata.",
        "AnswerCn": "决策树方法在Landsat图像中对森林和非森林区域的整体分类准确率达到93.47%。使用GF-2图像验证的高山树线检测精度为±8.54米。这表明决策树方法在此背景下非常有效，尽管元数据中未指定其他机器学习技术的比较准确性和效率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on the understanding of forest vegetation and climate change relationships when utilizing Landsat forest treeline datasets spanning several decades?",
        "QuestionCn": "利用跨越数十年的Landsat森林树线数据集来理解森林植被和气候变化关系的潜在结果是什么？",
        "AnswerEn": "Utilizing a dataset of Landsat forest treeline products over the past thirty years can enhance the understanding of the connection between forest vegetation and climate change under extreme conditions. By analyzing changes in forest and non-forest areas, researchers can gain insights into how climate variations impact alpine treelines, potentially leading to more informed conservation and management strategies.",
        "AnswerCn": "利用过去三十年的Landsat森林树线产品数据集，可以增强对森林植被与气候变化在极端条件下之间联系的理解。通过分析森林和非森林区域的变化，研究人员可以深入了解气候变化如何影响高山树线，从而可能导致更为明智的保护和管理策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives for developing a dataset that delineates forest and non-forest areas in mountainous regions using Landsat imagery?",
        "QuestionCn": "开发一个 delineates 森林和非森林区域的 dataset 在山区使用 Landsat 图像的主要目标是什么？",
        "AnswerEn": "The primary objectives for developing such a dataset include differentiating forest from non-forest areas using decision tree classification, aiding in the understanding of the relationship between forest vegetation and climate change under extreme conditions, and ensuring high classification accuracy of forest lines with the help of satellite imagery.",
        "AnswerCn": "开发该数据集的主要目标包括使用决策树分类区分森林与非森林区域，帮助理解森林植被与气候变化在极端条件下的关系，以及借助卫星影像确保森林边界的高分类准确性。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}