{
  "id": "9bebf784-ecfd-4537-9ab4-1823e0b91649",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Seasonally frozen ground distribution dataset in Heihe River Basin",
      "titleCn": "黑河流域季节冻土分布数据集(2000-2009)",
      "description": "The data is the monthly average spatial distribution of frozen soil in Heihe River Basin from 2000 to 2009. Based on the grid temperature data of Heihe River Basin from 2000 to 2009, the freezing and thawing state of surface soil is divided into three kinds: unfreezing state, incomplete freezing state and complete freezing state. Complete freezing means that the soil is completely frozen in the whole month. Incomplete freezing refers to soil freezing days ≤ 30 days but ≥ 1 day in a month, and the soil has freeze-thaw cycle. Non freezing means that the soil will not freeze this month. The data is in the form of grid, which can be opened in ArcGIS. 1 represents unfrozen state, 2 represents unfrozen state, 3 represents fully frozen state",
      "descriptionCn": "该数据是黑河流域2000年—2009年，季节冻土冻融状态的月平均空间分布。基于黑河流域2000—2009年栅格化气温数据，将地表土壤的冻融状态划分为三种：不冻结状态，不完全冻结状态，完全冻结状态。完全冻结是指土壤在全月都处于完全冻结状态。不完全冻结是指土壤在月内冻结天数≤30天但≥1天，且土壤有冻融循环出现。不冻结是指土壤在本月不发生冻结。数据以栅格的形式，可以在ArcGis中打开，1代表不冻结状态，2代表不王全冻结状态，3代表完全冻结",
      "instructions": "",
      "instructionsCn": "",
      "east": 102.07,
      "west": 97.7,
      "south": 37.75,
      "north": 42.67,
      "startTime": "2000-01-09 09:02:00",
      "endTime": "2010-01-08 09:03:00",
      "fileSize": 15992915018.0,
      "cstr": "18406.11.heihe.090.2013.db",
      "doi": "10.3972/heihe.090.2013.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张廷军",
        "nameEn": "ZHANG Tingjun",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "彭小清",
        "nameEn": "PENG Xiaoqing",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "祁连山区黑河流域季节冻土时空变化研究",
        "titleEn": null,
        "referenceCn": "彭小清，张廷军等.祁连山区黑河流域季节冻土时空变化研究.地球科学进展.2013.待刊",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻融",
        "nameEn": "Freeze thawing"
      },
      {
        "nameCn": "季节冻土",
        "nameEn": "Seasonally frozen ground"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2022",
        "keywordEn": "2000-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域冻土特征及其对生态—水文过程的影响",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Spatial and temporal variations of seasonally frozen ground extent have important impacts on carbon exchange between the atmosphere and the land surface, surface energy balance, hydrologic cycle, and ecosystems as a whole. In the Northern Hemisphere, the areas of permafrost and seasonally frozen ground account for 24% and 57% of the exposed land surface, respectively. In terms of area, China is the third largest frozen ground country in the world, with the permafrost area on the Qinghai-Tibet Plateau being about 220 × 10^4 km^2, accounting for about 23% of China's land area, while the total area of seasonally frozen ground exceeds 80%. Seasonal freezing layers refer to soil layers that freeze in winter and thaw in summer near the surface, with a perennially thawed layer below, formed by heat exchange under cold season negative air temperature conditions. Seasonal thawing layers refer to soil layers near the surface in permafrost regions that melt, which can connect with underlying permafrost, formed by heat exchange through the surface under warm season positive temperature conditions. The repeated freeze-thaw cycles of near-surface soil layers directly affect the soil's thermal and physical properties, as well as water and heat exchange between the ground and atmosphere, and have a significant impact on carbon cycling between the ground and atmosphere."
      ],
      "research objective": [
        "By using air temperature and soil temperature at 5 cm depth from 11 meteorological stations for more than 40 years, we established a relationship between mean monthly air temperature and numbers of frozen days within the month. The study aims to analyze the spatial and temporal variations of seasonally frozen ground in the Heihe River Basin, explore the relationship between soil freeze-thaw cycles and regional climate change, and provide scientific evidence for ecological and hydrological process research and related decision-making in the Heihe River Basin."
      ],
      "challenges": [],
      "methods": [
        "By using air temperature and soil temperature at 5 cm depth from 11 meteorological stations for more than 40 years, we established a relationship between mean monthly air temperature and numbers of frozen days within the month. Based on this relationship, grid air temperature data with a resolution of 5 kilometers, and 30m-DEM data, we mapped the monthly seasonally frozen ground distribution over the Heihe River Basin, and three different types of freezing/thawing status can be divided by using the spatial characteristics: complete frozen, incomplete frozen, and not frozen."
      ],
      "dataset": [
        "By using air temperature and soil temperature at 5 cm depth from 11 meteorological stations for more than 40 years, we established a relationship between mean monthly air temperature and numbers of frozen days within the month."
      ],
      "findings": [
        "The results indicate that the maximum area of three different types of soil freeze-thaw status occur in January, November, and June or July respectively. Over the study period from 2000 through 2009, interannual variations of the complete frozen area extent is large in cold season, vice versa in warm season; there is a huge change in the warmer and catathermal period for incomplete frozen area extent; not frozen area extent has a huge variation in April and October. The maximum of freezing probability occurs in January, while the minimum of probability occurs between June and July. To the spatial perspective, distribution and variation of monthly seasonally frozen ground and freezing probability are mainly controlled by elevation, following by latitude over the Heihe River Basin."
      ],
      "backgroundCn": [
        "季节性冻土范围的空间和时间变化对大气与地表之间的碳交换、表面能量平衡、水文循环以及生态系统整体都有重要影响。在北半球，永冻土和季节性冻土的面积分别占暴露陆地表面的24%和57%。就面积而言，中国是世界上第三大冻土国家，青藏高原的永冻土面积约为220 × 10^4 km^2，约占中国陆地面积的23%，而季节性冻土的总面积超过80%。季节性冻结层是指在冬季冻结、在夏季融化的土壤层，位于表层附近，下面是常年融化层，形成于寒冷季节负温度条件下的热交换。季节性融化层是指在永冻土地区表层附近融化的土壤层，可以与下方的永冻土相连，形成于温暖季节正温度条件下的表面热交换。近表层土壤的反复冻融循环直接影响土壤的热物理性质，以及地面与大气之间的水分和热量交换，并对地面与大气之间的碳循环产生显著影响。"
      ],
      "research objectiveCn": [
        "通过使用11个气象站的空气温度和5厘米深度的土壤温度数据，历时超过40年，我们建立了月均空气温度与该月冻土天数之间的关系。本研究旨在分析黑河流域季节性冻土的时空变化，探讨土壤冻融循环与区域气候变化之间的关系，并为黑河流域生态和水文过程研究及相关决策提供科学依据。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "通过使用11个气象站的空气温度和5厘米深度的土壤温度数据，历时超过40年，我们建立了月均空气温度与该月冻土天数之间的关系。基于这一关系，结合分辨率为5公里的网格空气温度数据和30米数字高程模型（DEM）数据，我们绘制了黑河流域的月度季节性冻土分布，并根据空间特征将冻融状态分为三种不同类型：完全冻结、不完全冻结和未冻结。"
      ],
      "datasetCn": [
        "通过使用11个气象站超过40年的空气温度和5厘米深度的土壤温度数据，我们建立了月均空气温度与该月冻土天数之间的关系。"
      ],
      "findingsCn": [
        "结果表明，三种不同类型土壤的冻融状态最大面积分别出现在一月、十一月和六月或七月。在2000年至2009年的研究期间，寒冷季节完全冻结区域的年际变化较大，而温暖季节则相反；在温暖和缓热期，不完全冻结区域的面积变化巨大；不冻结区域的面积在四月和十月变化显著。冻结概率的最大值出现在一月，而最小值出现在六月和七月。从空间角度来看，月季节性冻土和冻结概率的分布与变化主要受海拔的控制，其次是纬度，尤其是在黑河流域。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the relationship between mean monthly air temperature and numbers of frozen days within the month used as a data collection method for mapping seasonally frozen ground?",
        "QuestionCn": "平均月气温与该月冰冻天数之间的关系是否被用作季节性冻土映射的数据收集方法？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "When establishing a relationship between air temperature and frozen days, is it more effective to use long-term historical data, recent data, or a blend of both?",
        "QuestionCn": "在建立空气温度与冰冻天数之间的关系时，使用长期历史数据、近期数据还是两者的结合，哪种方式更有效？",
        "AnswerEn": "long-term historical data",
        "AnswerCn": "长期历史数据",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to establish the relationship between mean monthly air temperature and the number of frozen days in seasonally frozen ground studies?",
        "QuestionCn": "在季节性冻土研究中，用于建立平均月气温与冰冻天数之间关系的方法有哪些？",
        "AnswerEn": "Air temperature and soil temperature at 5 cm depth",
        "AnswerCn": "空气温度和5厘米深处的土壤温度",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine the freeze-thaw cycles of soil in a specific region?",
        "QuestionCn": "您能否提供一个用于确定特定区域土壤冻融循环的数据收集方法的示例？",
        "AnswerEn": "By using air temperature and soil temperature at 5 cm depth from 11 meteorological stations for more than 40 years, a relationship was established between mean monthly air temperature and numbers of frozen days within the month to determine the freeze-thaw cycles of soil in the Heihe River Basin.",
        "AnswerCn": "通过使用11个气象站的空气温度和5厘米深度的土壤温度数据，历时超过40年，建立了平均月空气温度与该月冻土天数之间的关系，以确定黑河流域的冻融循环。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a dataset that can be used to analyze the spatial distribution of seasonal frozen ground in a river basin?",
        "QuestionCn": "一个可以用来分析河流流域季节性冻土空间分布的数据集的例子是什么？",
        "AnswerEn": "A dataset based on grid air temperature data with a resolution of 5 kilometers and 30m-DEM data was used to map the monthly seasonally frozen ground distribution over the Heihe River Basin, categorizing it into complete frozen, incomplete frozen, and not frozen states.",
        "AnswerCn": "基于5公里分辨率的网格气温数据和30米数字高程模型（DEM）数据，绘制了黑河流域的月度季节性冻土分布，将其分类为完全冻土、不完全冻土和未冻土状态。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How can changes in soil freeze-thaw cycles be evaluated over an extended period in a specific geographic area?",
        "QuestionCn": "如何评估特定地理区域内土壤冻融循环的变化，尤其是在较长时间内？",
        "AnswerEn": "Changes in soil freeze-thaw cycles can be evaluated by establishing a relationship between mean monthly air temperature and numbers of frozen days within the month, using data from meteorological stations over more than 40 years, as demonstrated in the Heihe River Basin study.",
        "AnswerCn": "土壤冻融循环的变化可以通过建立月均气温与该月冻土天数之间的关系来评估，使用来自气象站超过40年的数据，如在黑河流域研究中所示。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What characteristics define the spatial distribution of seasonally frozen ground in the Heihe River Basin?",
        "QuestionCn": "季节性冻土在黑河流域的空间分布特征是什么？",
        "AnswerEn": "completely frozen, incompletely frozen, not frozen, determined by air temperature, determined by soil temperature at 5 cm depth, mapped using grid air temperature data with a resolution of 5 kilometers, 30m-DEM data",
        "AnswerCn": "完全冻结、不完全冻结、未冻结、由空气温度决定、由5厘米深度的土壤温度决定、使用分辨率为5公里的网格空气温度数据绘制、30米数字高程模型数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What features influence the freeze-thaw cycles of near-surface soil layers in permafrost regions?",
        "QuestionCn": "影响永久冻土地区近地表土层冻融循环的特征有哪些？",
        "AnswerEn": "heat exchange, negative air temperature conditions, thermal properties, physical properties, water and heat exchange, carbon cycling",
        "AnswerCn": "热交换、负空气温度条件、热性能、物理性能、水和热交换、碳循环",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the grid air temperature data employed in the data collection method?",
        "QuestionCn": "所采用的数据收集方法中网格空气温度数据的空间分辨率是多少？",
        "AnswerEn": "5 kilometers",
        "AnswerCn": "5公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over how many years was the relationship between mean monthly air temperature and numbers of frozen days established?",
        "QuestionCn": "平均月气温与冰冻天数之间的关系是经过多少年的建立的？",
        "AnswerEn": "40 years",
        "AnswerCn": "40年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'seasonally frozen ground distribution' in the context of frozen soil research?",
        "QuestionCn": "在冻土研究的背景下，“季节性冻土分布”是什么意思？",
        "AnswerEn": "In the context of frozen soil research, 'seasonally frozen ground distribution' refers to the spatial and temporal variations of soil layers that freeze in winter and thaw in summer near the surface. This distribution is mapped using grid air temperature data and elevation data to classify the soil into three states: completely frozen, incompletely frozen, and not frozen, based on the mean monthly air temperature and the number of frozen days within the month.",
        "AnswerCn": "在冻土研究的背景下，“季节性冻土分布”指的是冬季冻结和夏季解冻的土壤层在空间和时间上的变化。这种分布是通过网格空气温度数据和海拔数据进行映射的，以根据月均气温和每月冻结天数将土壤分类为三种状态：完全冻结、不完全冻结和未冻结。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'mean monthly air temperature' utilized in determining the freeze-thaw status of soil in environmental studies?",
        "QuestionCn": "“平均月气温”在环境研究中如何用于确定土壤的冻融状态？",
        "AnswerEn": "In environmental studies, 'mean monthly air temperature' is used to establish a relationship with the number of frozen days within a month to determine the freeze-thaw status of soil. This involves analyzing air temperature and soil temperature data collected from meteorological stations to map the distribution of seasonally frozen ground and identify different freezing/thawing statuses over a specific region.",
        "AnswerCn": "在环境研究中，“平均月气温”用于建立与一个月内冰冻天数的关系，以确定土壤的冻融状态。这涉及分析从气象站收集的气温和土壤温度数据，以绘制季节性冻土的分布图，并识别特定区域内不同的冻结/融化状态。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What does 'grid air temperature data with a resolution of 5 kilometers' refer to in the context of mapping frozen ground areas?",
        "QuestionCn": "在绘制冻土区域地图的背景下，“网格空气温度数据分辨率为5公里”指的是什么？",
        "AnswerEn": "'Grid air temperature data with a resolution of 5 kilometers' refers to spatially organized temperature data collected at a 5 km resolution, which is used to map the monthly distribution of seasonally frozen ground. This data helps in classifying the soil into different freeze-thaw states and analyzing variations in frozen ground over a region like the Heihe River Basin.",
        "AnswerCn": "“5公里分辨率的网格空气温度数据”是指以5公里分辨率收集的空间组织温度数据，用于绘制季节性冻土的月度分布。这些数据有助于将土壤分类为不同的冻融状态，并分析像黑河流域这样的区域内冻土的变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods of air temperature and soil temperature at 5 cm depth from meteorological stations compare to using grid air temperature data with a 5 km resolution in terms of capturing spatial variations in seasonally frozen ground?",
        "QuestionCn": "气象站的空气温度和5厘米深度的土壤温度数据收集方法与使用5公里分辨率的网格空气温度数据相比，在捕捉季节性冻土的空间变化方面有什么不同？",
        "AnswerEn": "The air temperature and soil temperature at 5 cm depth from meteorological stations provide detailed, localized data over more than 40 years, which allows for establishing a relationship between mean monthly air temperature and the number of frozen days within the month. In contrast, grid air temperature data with a 5 km resolution offers a broader spatial view, enabling the mapping of monthly seasonally frozen ground distribution across a larger area such as the Heihe River Basin.",
        "AnswerCn": "气温和5厘米深度土壤温度的气象站提供了超过40年的详细局部数据，这使得可以建立月均气温与该月冻土天数之间的关系。相比之下，5公里分辨率的网格气温数据提供了更广泛的空间视角，使得能够绘制如黑河流域等更大区域的月度季节性冻土分布图。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the relationship between air temperature and the number of frozen days in a given month from the data collection methods used?",
        "QuestionCn": "从所使用的数据收集方法中可以推断出空气温度与某个月中冰冻天数之间的关系是什么？",
        "AnswerEn": "The data collection methods involve using air temperature and soil temperature at 5 cm depth from meteorological stations to establish a relationship between mean monthly air temperature and numbers of frozen days within the month. This suggests a correlation where mean monthly air temperature can predict the freeze-thaw cycles, which impacts the spatial distribution of seasonally frozen ground.",
        "AnswerCn": "数据收集方法涉及使用气象站的空气温度和5厘米深度的土壤温度，以建立月均空气温度与该月冻土天数之间的关系。这表明存在一种相关性，即月均空气温度可以预测冻融循环，这影响季节性冻土的空间分布。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the spatial and temporal variations in seasonally frozen ground extent and how do they impact data collection methods in the Heihe River Basin?",
        "QuestionCn": "哪些因素导致季节性冻土范围的空间和时间变化，以及它们如何影响黑河流域的数据收集方法？",
        "AnswerEn": "The spatial and temporal variations of seasonally frozen ground extent are influenced by factors such as elevation, latitude, and regional climate change. These factors impact data collection methods by necessitating the use of air temperature and soil temperature measurements from meteorological stations, as well as grid air temperature data and digital elevation models (DEM) to capture the variations accurately.",
        "AnswerCn": "季节性冻土范围的空间和时间变化受到海拔、纬度和区域气候变化等因素的影响。这些因素对数据收集方法产生影响，要求使用气象站的气温和土壤温度测量，以及网格气温数据和数字高程模型（DEM）来准确捕捉变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the underlying causes that lead to significant interannual variations in the extent of completely frozen areas during cold seasons in the Heihe River Basin?",
        "QuestionCn": "导致黑河流域寒冷季节完全冰冻区域范围显著年际变化的潜在原因是什么？",
        "AnswerEn": "The significant interannual variations in the extent of completely frozen areas during cold seasons are primarily caused by changes in regional climate patterns, such as temperature fluctuations. These variations are further affected by elevation and latitude, which influence the freezing probability and distribution of frozen ground, necessitating detailed data collection and analysis to understand the underlying climatic influences.",
        "AnswerCn": "寒冷季节完全冻结区域的显著年际变化主要是由于区域气候模式的变化，例如温度波动。这些变化还受到海拔和纬度的影响，这些因素影响冻结的概率和冻土的分布，因此需要详细的数据收集和分析，以理解潜在的气候影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences for the accuracy of mapping seasonally frozen ground when using both air temperature and soil temperature data from meteorological stations?",
        "QuestionCn": "使用气象站的空气温度和土壤温度数据来绘制季节性冻土的准确性可能会产生哪些潜在后果？",
        "AnswerEn": "By using air temperature and soil temperature at 5 cm depth from 11 meteorological stations for more than 40 years, a relationship was established between mean monthly air temperature and numbers of frozen days within the month. This relationship, along with grid air temperature data and DEM data, allows for accurate mapping of the monthly seasonally frozen ground distribution, which can be divided into three different types of freezing/thawing status.",
        "AnswerCn": "通过使用11个气象站的空气温度和5厘米深度的土壤温度数据，历时超过40年，建立了月均空气温度与该月冻土天数之间的关系。这个关系结合网格空气温度数据和数字高程模型（DEM）数据，可以准确绘制出月度季节性冻土分布图，并将其划分为三种不同的冻结/融化状态。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the inclusion of high-resolution grid air temperature data influence the outcomes of spatial distribution analysis of seasonally frozen ground?",
        "QuestionCn": "高分辨率网格空气温度数据的纳入如何影响季节性冻土空间分布分析的结果？",
        "AnswerEn": "The inclusion of grid air temperature data with a resolution of 5 kilometers, alongside DEM data, contributes to the ability to map the monthly seasonally frozen ground distribution. This approach allows for the identification of complete frozen, incomplete frozen, and not frozen statuses by utilizing the spatial characteristics of the data.",
        "AnswerCn": "将5公里分辨率的网格空气温度数据与DEM数据结合使用，有助于绘制每月季节性冻土分布图。这种方法利用数据的空间特征，能够识别完全冻结、不完全冻结和未冻结的状态。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications for understanding regional climate change and freeze-thaw cycles when analyzing data from meteorological stations over an extended period?",
        "QuestionCn": "在分析来自气象站的长期数据时，理解区域气候变化和冻融循环的影响是什么？",
        "AnswerEn": "Analyzing air temperature and soil temperature data from meteorological stations over more than 40 years helps establish a relationship between mean monthly air temperature and frozen days, leading to insights into the spatial and temporal variations of seasonally frozen ground. This analysis aids in exploring the relationship between soil freeze-thaw cycles and regional climate change, providing valuable scientific evidence for research and decision-making.",
        "AnswerCn": "分析来自气象站的空气温度和土壤温度数据超过40年，有助于建立平均月空气温度与冰冻天数之间的关系，从而深入了解季节性冻土的空间和时间变化。这一分析有助于探讨土壤冻融循环与区域气候变化之间的关系，为研究和决策提供有价值的科学依据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of establishing a relationship between mean monthly air temperature and the number of frozen days in the context of seasonally frozen ground mapping?",
        "QuestionCn": "在季节性冻土映射的背景下，建立月平均气温与冻结天数之间关系的目的是什么？",
        "AnswerEn": "The purpose of establishing this relationship is to analyze the spatial and temporal variations of seasonally frozen ground in the Heihe River Basin, explore the relationship between soil freeze-thaw cycles and regional climate change, and provide scientific evidence for ecological and hydrological process research and related decision-making in the Heihe River Basin.",
        "AnswerCn": "建立这一关系的目的是分析黑河流域季节性冻土的空间和时间变化，探讨土壤冻融循环与区域气候变化之间的关系，为黑河流域生态和水文过程研究及相关决策提供科学依据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to map the monthly seasonally frozen ground distribution using grid air temperature data and DEM data in the Heihe River Basin?",
        "QuestionCn": "在黑河流域，使用网格气温数据和数字高程模型（DEM）数据绘制每月季节性冻土分布的重要性是什么？",
        "AnswerEn": "Mapping the monthly seasonally frozen ground distribution is important to understand the spatial characteristics that divide the ground into completely frozen, incompletely frozen, and not frozen states. This mapping helps in studying the variations and controlling factors such as elevation and latitude, which are crucial for understanding the ecological and hydrological processes in the region.",
        "AnswerCn": "映射每月季节性冻土分布对于理解将土壤划分为完全冻结、不完全冻结和未冻结状态的空间特征非常重要。这种映射有助于研究变化和控制因素，如海拔和纬度，这对于理解该地区的生态和水文过程至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can air temperature and soil temperature data be used to map seasonally frozen ground distribution in a specific region?",
        "QuestionCn": "如何利用空气温度和土壤温度数据绘制特定区域的季节性冻土分布图？",
        "AnswerEn": "Air temperature and soil temperature at 5 cm depth from meteorological stations can be used to establish a relationship between mean monthly air temperature and the number of frozen days within the month. Based on this relationship, along with grid air temperature data and DEM data, the monthly seasonally frozen ground distribution can be mapped, identifying different freezing/thawing statuses.",
        "AnswerCn": "气温和5厘米深度的土壤温度来自气象站，可以用来建立月均气温与该月冻土天数之间的关系。基于这一关系，以及网格气温数据和数字高程模型（DEM）数据，可以绘制出月度季节性冻土分布图，识别不同的冻结/融化状态。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedures can be implemented to classify soil freeze-thaw cycles based on spatial characteristics in a given area?",
        "QuestionCn": "可以实施哪些程序来根据特定区域的空间特征对土壤冻融循环进行分类？",
        "AnswerEn": "The soil freeze-thaw cycles can be classified by using grid air temperature data, DEM data, and established relationships between air temperature and frozen days. These can be divided into complete frozen, incomplete frozen, and not frozen statuses based on spatial characteristics observed from the data.",
        "AnswerCn": "土壤冻融循环可以通过使用网格空气温度数据、数字高程模型（DEM）数据以及空气温度与冻结天数之间的既定关系进行分类。这些可以根据从数据中观察到的空间特征分为完全冻结、不完全冻结和未冻结状态。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodological steps are necessary to analyze interannual variations of seasonally frozen ground extent using historical meteorological data?",
        "QuestionCn": "使用历史气象数据分析季节性冻土范围的年际变化需要哪些方法步骤？",
        "AnswerEn": "To analyze interannual variations, air temperature and soil temperature data over multiple years can be used to establish a relationship with the number of frozen days. This can then be applied to grid air temperature and DEM data to map the seasonally frozen ground distribution over time, allowing for analysis of changes in different soil freeze-thaw statuses across years.",
        "AnswerCn": "为了分析年际变化，可以使用多年的空气温度和土壤温度数据来建立与冰冻天数的关系。然后可以将其应用于网格化的空气温度和数字高程模型（DEM）数据，以绘制季节性冻土分布的变化，从而分析不同年份土壤冻融状态的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have made it possible to map the monthly distribution of seasonally frozen ground with high spatial resolution in the Heihe River Basin?",
        "QuestionCn": "哪些技术进步使得能够以高空间分辨率绘制黑河流域季节性冻土的月度分布？",
        "AnswerEn": "The use of grid air temperature data with a resolution of 5 kilometers and 30m-DEM data has enabled the mapping of the monthly seasonally frozen ground distribution over the Heihe River Basin.",
        "AnswerCn": "使用分辨率为5公里的网格空气温度数据和30米数字高程模型（DEM）数据，使得能够绘制黑河流域的月度季节性冻土分布图。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do spatial characteristics and elevation data enable the categorization of freezing and thawing statuses in soil?",
        "QuestionCn": "空间特征和海拔数据如何使土壤的冻结和解冻状态分类成为可能？",
        "AnswerEn": "Spatial characteristics, combined with elevation data, allow for the division of soil freeze-thaw cycles into categories such as complete frozen, incomplete frozen, and not frozen, which are mainly controlled by elevation and latitude over the Heihe River Basin.",
        "AnswerCn": "空间特征结合高程数据，可以将土壤冻融循环分为完全冻结、不完全冻结和未冻结等类别，这些主要受高程和纬度的控制，尤其是在黑河流域。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or data sources facilitate the establishment of a relationship between mean monthly air temperature and the number of frozen days?",
        "QuestionCn": "哪些条件或数据来源有助于建立平均月气温与冰冻天数之间的关系？",
        "AnswerEn": "By using air temperature and soil temperature at 5 cm depth data from 11 meteorological stations spanning more than 40 years, researchers were able to establish a relationship between mean monthly air temperature and numbers of frozen days within the month.",
        "AnswerCn": "通过使用来自11个气象站的空气温度和5厘米深度土壤温度数据，研究人员能够建立平均月空气温度与该月冻土天数之间的关系，这些数据跨越了40多年。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the relationship between mean monthly air temperature and the number of frozen days within the month not produce expected freezing patterns in certain areas of the Heihe River Basin?",
        "QuestionCn": "为什么在某些地区的黑河流域，平均月气温与该月冰冻天数之间的关系可能不会产生预期的冰冻模式？",
        "AnswerEn": "Spatial characteristics like elevation and latitude primarily control the distribution and variation of monthly seasonally frozen ground and freezing probability in the Heihe River Basin. These factors might lead to unexpected freezing patterns when relying solely on mean monthly air temperature and number of frozen days.",
        "AnswerCn": "空间特征如海拔和纬度主要控制着黑河流域月度季节性冻土的分布和变化以及冻土概率。这些因素可能导致仅依赖平均月气温和冻土天数时出现意想不到的冻土模式。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why could the expected spatial distribution of seasonally frozen ground differ from observed patterns, especially in warmer months?",
        "QuestionCn": "为什么季节性冻土的预期空间分布在较暖的月份可能与观察到的模式不同？",
        "AnswerEn": "The findings show that the not frozen area extent exhibits significant variation in April and October, influenced by factors like elevation and latitude. These factors, along with interannual climate variations, could lead to discrepancies between expected and observed spatial distributions of seasonally frozen ground, particularly during warmer months.",
        "AnswerCn": "研究结果表明，未冻结区域的范围在四月和十月表现出显著的变化，这受到海拔和纬度等因素的影响。这些因素以及年际气候变化可能导致季节性冻土的预期空间分布与实际观察之间出现差异，特别是在较暖的月份。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think using air temperature and soil temperature at 5 cm depth from meteorological stations is for establishing a reliable relationship between mean monthly air temperature and numbers of frozen days within the month in the context of the Heihe River Basin?",
        "QuestionCn": "您认为使用气象站的空气温度和5厘米深度的土壤温度来建立月平均气温与该月内冻结天数之间的可靠关系在黑河流域的背景下有多有效？",
        "AnswerEn": "Using air temperature and soil temperature at 5 cm depth from 11 meteorological stations over more than 40 years appears to be a robust method for establishing a relationship between mean monthly air temperature and numbers of frozen days. This long-term data provides a substantial basis for analyzing variations in seasonally frozen ground, as it captures temporal patterns and trends influenced by regional climate change.",
        "AnswerCn": "使用11个气象站超过40年的空气温度和5厘米深度的土壤温度数据，似乎是一种建立平均月空气温度与冰冻天数之间关系的可靠方法。这种长期数据为分析季节性冻土的变化提供了坚实的基础，因为它捕捉了受区域气候变化影响的时间模式和趋势。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how air temperature and soil temperature data were used to establish a relationship for mapping seasonally frozen ground.",
        "QuestionCn": "我不明白空气温度和土壤温度数据是如何用来建立季节性冻土映射关系的。",
        "AnswerEn": "The method involved using air temperature and soil temperature at 5 cm depth from 11 meteorological stations for more than 40 years to establish a relationship between mean monthly air temperature and numbers of frozen days within the month. This relationship was then used to map the monthly seasonally frozen ground distribution over the Heihe River Basin based on grid air temperature data with a resolution of 5 kilometers and 30m-DEM data.",
        "AnswerCn": "该方法涉及使用来自11个气象站的空气温度和5厘米深度的土壤温度，持续超过40年，以建立月均空气温度与该月冻土天数之间的关系。然后利用该关系，根据分辨率为5公里的网格空气温度数据和30米数字高程模型数据，绘制了黑河流域的月季节性冻土分布图。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how different freezing/thawing statuses are determined using spatial characteristics.",
        "QuestionCn": "我无法理解如何通过空间特征来确定不同的冻结/解冻状态。",
        "AnswerEn": "The spatial characteristics were used to divide the ground into three different types of freezing/thawing status: complete frozen, incomplete frozen, and not frozen. These statuses were determined by analyzing the spatial distribution of air temperature and soil temperature data, allowing researchers to map the seasonal freeze-thaw cycles in the Heihe River Basin.",
        "AnswerCn": "空间特征被用来将地面划分为三种不同的冻结/解冻状态：完全冻结、不完全冻结和未冻结。这些状态是通过分析空气温度和土壤温度数据的空间分布来确定的，从而使研究人员能够绘制黑河流域的季节性冻结-解冻循环图。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the impact of elevation and latitude on the distribution and variation of seasonally frozen ground.",
        "QuestionCn": "我对海拔和纬度对季节性冻土的分布和变化的影响感到不确定。",
        "AnswerEn": "The distribution and variation of monthly seasonally frozen ground and freezing probability are mainly controlled by elevation, followed by latitude over the Heihe River Basin. This suggests that higher elevations and certain latitudes influence the likelihood and extent of ground freezing.",
        "AnswerCn": "月季节性冻土的分布和变化以及冻结概率主要受海拔的控制，其次是纬度，这表明较高的海拔和特定的纬度影响地面冻结的可能性和范围。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the methodological approach used to establish the relationship between air temperature, soil temperature, and the number of frozen days, and discuss how this might influence the accuracy of the spatial distribution mapping of seasonally frozen ground.",
        "QuestionCn": "请分析用于建立空气温度、土壤温度和冰冻天数之间关系的方法论，并讨论这可能如何影响季节性冻土的空间分布映射的准确性。",
        "AnswerEn": "The methodology involves using air temperature and soil temperature at 5 cm depth from 11 meteorological stations over more than 40 years to establish a relationship between mean monthly air temperature and numbers of frozen days within the month. This relationship, alongside grid air temperature data with a 5 km resolution and 30m-DEM data, allows for mapping the monthly distribution of seasonally frozen ground, dividing freezing/thawing status into complete frozen, incomplete frozen, and not frozen. The approach's reliance on long-term temperature data and spatial characteristics ensures a detailed and accurate mapping, though it may be influenced by the resolution of the input data and the geographical distribution of the meteorological stations.",
        "AnswerCn": "该方法涉及使用来自11个气象站的空气温度和5厘米深度的土壤温度数据，历时超过40年，以建立月均空气温度与该月冻土天数之间的关系。这个关系，加上具有5公里分辨率的网格空气温度数据和30米数字高程模型（DEM）数据，使得能够绘制季节性冻土的月度分布，将冻结/解冻状态分为完全冻结、不完全冻结和未冻结。该方法依赖于长期的温度数据和空间特征，确保了详细和准确的映射，尽管可能受到输入数据分辨率和气象站地理分布的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify potential sources or strategies for expanding or refining datasets related to seasonally frozen ground distribution in the Heihe River Basin.",
        "QuestionCn": "请识别与黑河流域季节性冻土分布相关的数据集扩展或精炼的潜在来源或策略。",
        "AnswerEn": "Expanding or refining datasets could involve integrating remote sensing technology to provide comprehensive spatial coverage and higher resolution data, leveraging satellite imagery to capture temporal changes, and utilizing machine learning algorithms to analyze and predict freeze-thaw patterns. Additionally, collaboration with international research organizations and data-sharing initiatives could provide access to broader datasets and enhance the robustness of the findings.",
        "AnswerCn": "扩展或精炼数据集可能涉及整合遥感技术，以提供全面的空间覆盖和更高分辨率的数据，利用卫星影像捕捉时间变化，并利用机器学习算法分析和预测冻融模式。此外，与国际研究组织的合作和数据共享倡议可以提供更广泛的数据集访问，增强研究结果的可靠性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}