{
    "id": "9c129a82-df19-43ce-afa9-7d508fc83469",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (automatic weather station of Zhangye wetland station, 2013)",
            "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（张掖湿地站自动气象站-2013）",
            "description": "This dataset includes data recorded by the Hydrometeorological observation network obtained from the automatic weather station (AWS) at the observation system of Meteorological elements gradient of Daman Superstation between 22 September, 2012, and 31 December, 2013. The site (100.4464° E, 38.9751° N) was located on a wetland (reed surface) in Zhangye National Wetland Park, Gansu Province. The elevation is 1460 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45AC; 5 and 10 m, north), wind speed profile (03002; 5 and 10 m, north), wind direction profile (03002; 10  m, north), air pressure (CS100; 2 m), rain gauge (TE525M; 10 m), four-component radiometer (CNR1; 6 m, south), two infrared temperature sensors (SI-111; 6 m, south, vertically downward), soil heat flux (HFP01; 3 duplicates, -0.06 m), soil temperature profile (109ss-L; 0, -0.02, -0.04, -0.1, -0.2 and -0.4 m), and four photosynthetically active radiation (PQS-1; install on 28 July, 2013, two above the plants, 6 m, south, one vertically downward and one vertically upward; two below the plants, 0.25 m, south, one vertically downward and one vertically upward).\nThe observations included the following: air temperature and humidity (Ta_5 m and Ta_10 m; RH_5 m and RH_10 m) (℃ and %, respectively), wind speed (Ws_5 m and Ws_10 m) (m/s), wind direction (WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2, and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm and Ts_40 cm) (℃), on the plants photosynthetically active radiation of upward and downward (PAR_U_up and PAR_U_down) (μmol/ (s m^-2)), and below the plants photosynthetically active radiation of upward and downward (PAR_D_up  and PAR_D_down) (μmol/ (s m^-2)).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. Data were missing during 10 May, 2013 and 30 May, 2013 because of datalogger malfunction; the wind speed data were missing during 1 September, 2013 and 5 September, 2013 because of sensor malfunction. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2013-6-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Li et al. (2013) (for hydrometeorological observation network or sites information), Liu et al. (2011) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2012年9月22日至2013年12月31日黑河水文气象观测网中游张掖湿地站气象要素观测数据。站点位于甘肃省张掖市国家湿地公园，下垫面是芦苇湿地。观测点的经纬度是100.4464E, 38.9751N，海拔1460m。空气温度、相对湿度传感器架设在5m、10m处，朝向正北；气压计安装在2m处；翻斗式雨量计安装在10m处；风速传感器架设在5m、10m处，风向传感器架设在10m处，朝向正北；四分量辐射仪安装在6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下2cm、4cm、10cm、20cm、40cm处，在距离气象塔2m的正南方；土壤热流板（3块）依次埋设在地下6cm处；四个光合有效辐射仪（2013年7月28日安装）分别架设在冠层上方和冠层内，冠层上方安装在6m（探头垂直向上和向下方向各一个）、冠层内安装在0.25m（探头垂直向上和向下方向各一个）高处，朝向正南。\n观测项目有：空气温湿度（Ta_5m、RH_5m、Ta_10m、RH_10m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_5m、WS_10m）(单位：米/秒)、风向（WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm）(单位：摄氏度)、冠层上向上与向下光合有效辐射（PAR_U_up、PAR_U_down）(单位：微摩尔/平方米秒)和冠层下向上与向下光合有效辐射（PAR_D_up、PAR_D_down）(单位：微摩尔/平方米秒)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；2013年5月10日-2013年5月30日期间由于采集器出现问题，数据缺失；2013年9月1日-2013年9月5日期间，5m处风速传感器出现问题，数据缺失；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2013-6-10 10:30；（6）命名规则为：AWS+站点名称。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考Liu et al.(2011)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.4464,
            "west": 100.4464,
            "south": 38.9751,
            "north": 38.9751,
            "startTime": "2012-09-30 08:00:00",
            "endTime": "2014-01-09 04:00:00",
            "fileSize": 15395263.0,
            "cstr": "18406.11.hiwater.192.2014.db",
            "doi": "10.3972/hiwater.192.2014.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleCn": null,
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "气象要素",
                "nameEn": "Meteorological element"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "张掖湿地站",
                "keywordEn": "Zhangye wetland station"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012-09-22至2013-12-31",
                "keywordEn": "2012-09-22 to 2013-12-31",
                "type": "temporal"
            },
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“冠层上方”和“土壤下方”两种情况。水蒸气和热量在冠层内部的参考高度相遇。此外，混合的水蒸气和热量只能通过冠层顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型复杂，具有超过五个无法准确计算的阻力。此外，该模型包含所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层）与使用波恩比–能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果的比较。",
                "在强烈的平流灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间的关系更为复杂。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是一个重要因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素与观察到的E（E/ET%）和T（T/ET%）的比率进行了更好的验证，同时使用涡度协方差（EC）系统进行了ET的测量。",
                "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸散发（E）、土壤温度（T）和蒸散发总量（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "衍生组件温度的误差主要是由于图像分类错误引起的，这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的入射短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括离地5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在离地4.5米处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间以热成像的形式收集。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是通过热像仪获取的图像计算得出的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，将模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度协方差（EC）塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，对FEA进行了覆盖。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统包括涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可以在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是经济发展的基础，特别是在中国西部，自古以来就一直是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠地区已被先前研究者发现为碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，保持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展是非常重要的。对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频发，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013），阿拉尔海流域（斯坦耶夫等，2004；克雷托等，2009）和乌尔米湖流域（斯通，2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据通过涡度协方差系统和闪烁仪获取。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度，以及风速和风向的梯度；空气压力、降水和土壤湿度剖面）通过自动气象站以10分钟的平均周期进行观测，同时也记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is there a dataset that includes multiscale eco-hydrological observations in oasis-desert areas?",
                "QuestionCn": "是否有包含绿洲-沙漠地区多尺度生态水文观测的数据集？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are uncertainties in soil and vegetation component temperatures recognized as a challenge in the data collection process?",
                "QuestionCn": "土壤和植被成分温度的不确定性被认为是数据收集过程中的一个挑战吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where are the observation stations located for data collection in the field of hydrometeorology and eco-hydrology in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中，水文气象学和生态水文学的数据收集观测站位于哪里？",
                "AnswerEn": "middle and lower reaches of the Heihe River Basin",
                "AnswerCn": "黑河流域中下游地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When were the intensive observation periods conducted during the HiWATER experiment to address eco-hydrological process challenges?",
                "QuestionCn": "HiWATER实验中进行的强化观测期是什么时候，以应对生态水文过程挑战？",
                "AnswerEn": "2012",
                "AnswerCn": "2012年",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure evapotranspiration in heterogeneous land surfaces within arid regions?",
                "QuestionCn": "您能否提供一个用于测量干旱地区异质土地表面蒸散发的数据收集方法的例子？",
                "AnswerEn": "One example of a data collection method used to measure evapotranspiration in heterogeneous land surfaces within arid regions involves the use of a two-source energy balance (TSEB) model combined with ground-measured soil and canopy component temperatures. This method utilizes a high-resolution thermal camera to obtain soil and canopy component temperatures as inputs to the TSEB model, which are then validated using stable oxygen and hydrogen isotopes and eddy covariance (EC) measurements.",
                "AnswerCn": "在干旱地区的异质土地表面测量蒸散发的一种数据收集方法涉及使用双源能量平衡（TSEB）模型，结合地面测量的土壤和冠层组分温度。该方法利用高分辨率热成像相机获取土壤和冠层组分温度，作为TSEB模型的输入，然后使用稳定的氧和氢同位素以及涡度协方差（EC）测量进行验证。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of challenges faced in collecting multiscale eco-hydrological data in arid and semiarid regions?",
                "QuestionCn": "在干旱和半干旱地区收集多尺度生态水文数据时面临的挑战的一个例子是什么？",
                "AnswerEn": "An example of challenges faced in collecting multiscale eco-hydrological data in arid and semiarid regions includes the poor availability of multiscale observations. This challenge is addressed through experiments like HiWATER, which employ instrumentation on hierarchically nested scales to obtain diverse data, including intensive observation periods and continuous hydrometeorological observations.",
                "AnswerCn": "在干旱和半干旱地区收集多尺度生态水文数据面临的一个挑战是多尺度观测的可用性差。这个挑战通过像HiWATER这样的实验得到解决，该实验采用分层嵌套尺度的仪器来获取多样化的数据，包括密集观测期和连续的水文气象观测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Provide an example of a dataset that includes long-term observations of energy and water vapor fluxes in oasis–desert systems.",
                "QuestionCn": "提供一个包含绿洲-沙漠系统中能量和水汽通量长期观测的示例数据集。",
                "AnswerEn": "An example of a dataset that includes long-term observations of energy and water vapor fluxes in oasis–desert systems is the dataset from the middle and lower reaches of the Heihe River Basin, which includes energy, water vapor, and carbon exchange observations collected from 2012 to 2021. This dataset is freely available from the National Tibetan Plateau Data Center and comprises data from various land surface flux and meteorological stations.",
                "AnswerCn": "一个包含绿洲-沙漠系统中能量和水汽通量长期观测的数据集是来自黑河流域中下游的数据集，该数据集包括2012年至2021年收集的能量、水汽和碳交换观测数据。该数据集可从国家西藏高原数据中心免费获取，包含来自多个地表通量和气象站的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties of a meteorological observation dataset collected from a wetland station in an arid region?",
                "QuestionCn": "在干旱地区的湿地站收集的气象观测数据集的属性是什么？",
                "AnswerEn": "air temperature, relative humidity, atmospheric pressure, precipitation, wind speed, wind direction, radiation components, surface radiation temperature, soil heat flux, soil temperature, photosynthetically active radiation",
                "AnswerCn": "空气温度、相对湿度、大气压力、降水、风速、风向、辐射分量、地表辐射温度、土壤热通量、土壤温度、光合有效辐射。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the defining characteristics of datasets used to study energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                "QuestionCn": "用于研究绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据集的定义特征是什么？",
                "AnswerEn": "long-term observations, turbulent fluxes, hydrometeorological data, auxiliary measurements related to vegetation and soil, half-hourly flux data, eddy covariance systems, meteorological data collected at 10-minute intervals, groundwater table data",
                "AnswerCn": "长期观测、湍流通量、水文气象数据、与植被和土壤相关的辅助测量、半小时通量数据、涡度相关系统、每10分钟收集一次的气象数据、地下水位数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic meteorological stations were installed to capture multi-scale eco-hydrological processes in the oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区安装了多少个自动气象站以捕捉多尺度生态水文过程？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the frequency of data collection for the meteorological parameters measured at the Daman superstation?",
                "QuestionCn": "Daman超级站测量的气象参数的数据收集频率是多少？",
                "AnswerEn": "10 minutes",
                "AnswerCn": "10分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many land surface flux and meteorological stations have been established in the middle and lower reaches of the HRB since 2012?",
                "QuestionCn": "自2012年以来，HRB中下游地区建立了多少个地表通量和气象站？",
                "AnswerEn": "11",
                "AnswerCn": "11",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of quality control in the context of hydrometeorological data collection?",
                "QuestionCn": "在水文气象数据收集的背景下，质量控制的重要性是什么？",
                "AnswerEn": "Quality control in hydrometeorological data collection ensures the accuracy and reliability of the observational data. It involves procedures such as sensor calibration, data processing, and careful dataset generation. This is crucial for maintaining data integrity, especially in complex field settings like the oasis-desert systems and multiscale observational experiments.",
                "AnswerCn": "水文气象数据收集中的质量控制确保了观测数据的准确性和可靠性。它涉及传感器校准、数据处理和仔细的数据集生成等程序。这对于维护数据完整性至关重要，尤其是在像绿洲-沙漠系统和多尺度观测实验这样的复杂现场环境中。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection techniques using automatic meteorological stations in the 黑河生态水文遥感试验 compare to those employed during the HiWATER experiment in terms of capturing multiscale hydrometeorological processes?",
                "QuestionCn": "自动气象站在黑河生态水文遥感试验中的数据收集技术与HiWATER实验中采用的技术在捕捉多尺度水文气象过程方面有何比较？",
                "AnswerEn": "The 黑河生态水文遥感试验 utilizes automatic meteorological stations for continuous monitoring of various meteorological parameters. In contrast, the HiWATER experiment employs a more hierarchically nested approach with additional instrumentation such as eddy covariance towers and large aperture scintillometers to capture multiscale eco-hydrological processes. HiWATER also includes intensive airborne remote sensing missions, which are not mentioned in the 黑河试验 approach.",
                "AnswerCn": "黑河生态水文遥感试验利用自动气象站对各种气象参数进行连续监测。相比之下，HiWATER实验采用更为分层的嵌套方法，配备了涡度协方差塔和大孔径闪烁仪等额外仪器，以捕捉多尺度生态水文过程。HiWATER还包括密集的航空遥感任务，而黑河试验方法中并未提及这一点。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges can be inferred from the need for quality control in multiscale eco-hydrological observational datasets, particularly in oasis-desert systems?",
                "QuestionCn": "从对绿洲-沙漠系统中多尺度生态水文观测数据集质量控制的需求中，可以推断出哪些挑战？",
                "AnswerEn": "Challenges inferred include the difficulty in obtaining consistent multiscale observations due to the heterogeneous nature of the surfaces and the complexity in accurately capturing eco-hydrological processes across various spatial scales. Moreover, ensuring data quality involves sensor calibration, data processing, and addressing classification errors in remote sensing data.",
                "AnswerCn": "推断出的挑战包括由于表面的异质性而导致获得一致的多尺度观测的困难，以及在不同空间尺度上准确捕捉生态水文过程的复杂性。此外，确保数据质量涉及传感器校准、数据处理以及解决遥感数据中的分类错误。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do the observed data patterns in energy, water vapor, and carbon exchange in oasis-desert areas inform our understanding of sustainable oasis development?",
                "QuestionCn": "在绿洲-沙漠地区观察到的能量、水汽和碳交换数据模式如何为我们理解可持续绿洲发展提供信息。",
                "AnswerEn": "Data patterns in energy, water vapor, and carbon exchange indicate the critical balance needed between oasis and desert systems. These insights are essential for understanding the interactions within oasis-desert ecosystems, which can inform strategies for maintaining ecological stability, achieving carbon neutrality, and supporting sustainable development in arid regions.",
                "AnswerCn": "能源、水蒸气和碳交换的数据模式表明，绿洲与沙漠系统之间需要保持关键平衡。这些见解对于理解绿洲-沙漠生态系统内的相互作用至关重要，可以为维持生态稳定、实现碳中和以及支持干旱地区的可持续发展提供策略。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in accurately estimating surface fluxes in strongly advective irrigated agricultural areas when using the TSEB model?",
                "QuestionCn": "在强对流灌溉农业区域使用TSEB模型时，准确估计表面通量面临的挑战是什么？",
                "AnswerEn": "Accurately estimating surface fluxes in strongly advective irrigated agricultural areas is challenging due to the incomplete energy balance closure of EC flux measurements and the uncertainty in surface–air temperature differences. Errors in surface soil and vegetation component temperatures, particularly in arid regions, contribute significantly to this issue.",
                "AnswerCn": "在强烈对流的灌溉农业地区，准确估计表面通量是一个挑战，因为涡度协方差（EC）通量测量的能量平衡闭合不完全，以及表面与空气温度差异的不确定性。特别是在干旱地区，表层土壤和植被组分温度的误差对这一问题的影响显著。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors cause errors in the derived component temperatures in arid regions when using high-resolution thermal cameras?",
                "QuestionCn": "在干旱地区使用高分辨率热像仪时，导致导出组件温度错误的因素有哪些？",
                "AnswerEn": "Errors in the derived component temperatures using high-resolution thermal cameras in arid regions are primarily caused by image classification errors, which vary with vegetation abundance. These errors lead to overestimation of canopy temperature due to the misclassification of soil pixels as vegetation pixels.",
                "AnswerCn": "在干旱地区，使用高分辨率热像仪获取的衍生组件温度的误差主要是由于图像分类错误，这些错误随着植被丰度的变化而变化。这些错误导致由于将土壤像素误分类为植被像素而导致的冠层温度的高估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals behind developing datasets that capture multiscale eco-hydrological processes in an oasis-desert area?",
                "QuestionCn": "开发捕捉绿洲-沙漠地区多尺度生态水文过程的数据集的目标是什么？",
                "AnswerEn": "The goal is to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces, which is hindered by the poor availability of multiscale observations. This is achieved through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
                "AnswerCn": "目标是解决在异质表面上提升生态水文过程的挑战，这一挑战受到多尺度观测稀缺的制约。通过在分层嵌套尺度上进行仪器安装，以获取多尺度和多学科的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to maintain a balance between oasis and desert systems in data collection efforts?",
                "QuestionCn": "在数据收集工作中，保持绿洲与沙漠系统之间的平衡是重要的原因是什么？",
                "AnswerEn": "Maintaining this balance is critical to achieving the goal of sustainable oasis development. Understanding energy, water vapor, and carbon exchange in oasis–desert ecosystems supports ecological security and sustainable development, aiding in carbon peaking and carbon neutrality goals.",
                "AnswerCn": "维持这种平衡对实现可持续绿洲发展的目标至关重要。理解绿洲-沙漠生态系统中的能量、水汽和碳交换有助于生态安全和可持续发展，支持碳达峰和碳中和目标。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can multiscale observations be implemented to capture eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "如何实施多尺度观测以捕捉异质表面的生态水文过程？",
                "AnswerEn": "Multiscale observations can be implemented by arranging instruments on hierarchically nested scales, as done in the HiWATER experiment. This involves creating a sparse network for oasis-desert interaction studies, superstations within oases, and installing various towers and meteorological stations in different landscapes to capture multi-scale eco-hydrological processes.",
                "AnswerCn": "多尺度观测可以通过在层次嵌套的尺度上布置仪器来实现，正如HiWATER实验所做的那样。这涉及到为绿洲-沙漠相互作用研究创建一个稀疏网络，在绿洲内设置超级站，并在不同的景观中安装各种塔和气象站，以捕捉多尺度生态水文过程。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What specific methods are used to partition evapotranspiration into its components using ground-based measurements in agricultural areas?",
                "QuestionCn": "在农业地区，使用地面测量将蒸散发分解为其组成部分的具体方法有哪些？",
                "AnswerEn": "To partition evapotranspiration into its components, ground-based measurements are applied using models like the Craig–Gordon model. Field observations are gathered, and data such as soil and canopy component temperatures obtained from a thermal camera are used alongside the TSEB model to estimate evaporation and transpiration ratios, validated with stable isotopes and eddy covariance measurements.",
                "AnswerCn": "为了将蒸散发分成其组成部分，采用基于地面的测量方法，使用像Craig-Gordon模型这样的模型。收集现场观测数据，并利用热像仪获得土壤和冠层组件的温度数据，结合TSEB模型来估算蒸发和蒸腾比率，并通过稳定同位素和涡度协方差测量进行验证。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions facilitate the effective deployment of a multiscale observation system in heterogeneous landscapes?",
                "QuestionCn": "哪些条件有助于在异质景观中有效部署多尺度观测系统？",
                "AnswerEn": "The deployment of a multiscale observation system in heterogeneous landscapes is facilitated by establishing hierarchically nested scales to capture multi-scale eco-hydrological processes. This involves constructing a sparse network to investigate interactions, supported by superstations, eddy covariance towers, and automatic meteorological stations, as well as conducting intensive airborne remote sensing missions.",
                "AnswerCn": "在异质景观中部署多尺度观测系统的过程通过建立层次嵌套的尺度来捕捉多尺度生态水文过程。这涉及构建一个稀疏网络以研究相互作用，支持超级站、涡度协方差塔和自动气象站，并进行密集的航空遥感任务。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do technological advancements in remote sensing instruments enable the collection of detailed eco-hydrological data in arid regions?",
                "QuestionCn": "技术进步在遥感仪器方面如何使得在干旱地区收集详细的生态水文数据成为可能？",
                "AnswerEn": "Technological advancements in remote sensing instruments such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers enable the collection of detailed eco-hydrological data by providing hyper-resolution airborne observations. These instruments capture vegetation dynamics and photosynthesis processes, complementing ground measurements to create comprehensive datasets in arid regions.",
                "AnswerCn": "遥感仪器如LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计等技术进步，使得通过高分辨率的空中观测收集详细的生态水文数据成为可能。这些仪器捕捉植被动态和光合作用过程，补充地面测量，形成干旱地区的综合数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods using thermal infrared cameras encounter challenges when estimating soil and canopy temperatures in arid regions?",
                "QuestionCn": "使用热红外相机进行数据收集的方法在干旱地区估算土壤和树冠温度时可能会遇到哪些挑战？",
                "AnswerEn": "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. Additionally, ignoring atmospheric upwelling radiation and transmittance could have produced uncertainties in the estimated temperatures.",
                "AnswerCn": "衍生组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。此外，忽略大气上行辐射和透射率可能会导致估计温度的不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are anticipated in ensuring the availability of multiscale observational data for eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "确保在异质表面上获取生态水文过程的多尺度观测数据面临哪些挑战？",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, which limits the ability to capture multi-scale eco-hydrological processes effectively.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制，这限制了有效捕捉多尺度生态水文过程的能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be high uncertainty in measuring latent and sensible heat fluxes using eddy covariance systems in strongly advective irrigated agricultural areas?",
                "QuestionCn": "在强烈的平流灌溉农业区域，使用涡度协方差系统测量潜热和显热通量时，可能会存在较高的不确定性。",
                "AnswerEn": "The higher uncertainty of sensible heat flux estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the eddy covariance system, which is 18% when the mean sensible heat flux is small in the irrigated farmland.",
                "AnswerCn": "感热通量估计的不确定性不仅源于TSEB模型的不确定性，还由于在灌溉农田中，当平均感热通量较小时，涡度协方差系统的不确定性增加，达到了18%。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In your opinion, how do the challenges of obtaining multiscale observations impact the reliability and applicability of datasets aimed at understanding eco-hydrological processes in heterogeneous landscapes?",
                "QuestionCn": "在我看来，获取多尺度观测的挑战如何影响旨在理解异质景观中生态水文过程的数据集的可靠性和适用性？",
                "AnswerEn": "The challenges of obtaining multiscale observations can hinder progress in understanding eco-hydrological processes due to the poor availability of comprehensive data. However, initiatives like HiWATER, which use hierarchically nested scales, can mitigate these challenges by providing multiscale and multidisciplinary data, thus enhancing the reliability and applicability of the datasets.",
                "AnswerCn": "获取多尺度观测的挑战可能会阻碍我们对生态水文过程的理解，因为全面数据的可用性较差。然而，像HiWATER这样的倡议通过使用分层嵌套的尺度，可以缓解这些挑战，提供多尺度和多学科的数据，从而增强数据集的可靠性和适用性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the potential for expanding datasets on oasis-desert ecosystem interactions through the integration of advanced remote sensing technologies?",
                "QuestionCn": "如何评估通过整合先进的遥感技术扩展关于绿洲-沙漠生态系统相互作用的数据集的潜力？",
                "AnswerEn": "The integration of advanced remote sensing technologies, such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, offers significant potential for expanding datasets on oasis-desert ecosystem interactions. These technologies can provide detailed multiscale observations, which are crucial for understanding complex eco-hydrological processes across diverse landscapes.",
                "AnswerCn": "先进遥感技术的整合，如激光雷达（LiDAR）、成像光谱仪、多角度热成像仪和L波段微波辐射计，为扩展关于绿洲-沙漠生态系统相互作用的数据集提供了重要潜力。这些技术能够提供详细的多尺度观测，这对于理解不同景观中复杂的生态水文过程至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods can effectively capture multiscale eco-hydrological processes in oasis-desert systems.",
                "QuestionCn": "我不明白数据收集方法如何有效捕捉绿洲-沙漠系统中的多尺度生态水文过程。",
                "AnswerEn": "The HiWATER experiment addresses the challenge of capturing multiscale eco-hydrological processes by using instrumentation on hierarchically nested scales. This includes a sparse network to investigate oasis-desert interactions, superstations, EC towers, automatic meteorological stations, and hyper-resolution airborne remote sensing tools like LiDAR and imaging spectrometers.",
                "AnswerCn": "HiWATER实验旨在通过在分层嵌套尺度上使用仪器来捕捉多尺度生态水文过程。这包括一个稀疏网络，以研究绿洲-沙漠相互作用，超级站，EC塔，自动气象站，以及超高分辨率的空中遥感工具，如激光雷达和成像光谱仪。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the strategies used to ensure the quality and reliability of observational data in arid and semi-arid regions.",
                "QuestionCn": "我对确保干旱和半干旱地区观测数据的质量和可靠性的策略感到不确定。",
                "AnswerEn": "Observational data undergo careful quality control, which includes sensor calibration, data collection, processing, and dataset generation. This ensures the reliability of data collected from eco-hydrological sensor networks, remote sensing, and ground measurements in challenging arid environments.",
                "AnswerCn": "观测数据经过严格的质量控制，包括传感器校准、数据收集、处理和数据集生成。这确保了在严酷的干旱环境中，从生态水文传感器网络、遥感和地面测量收集的数据的可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the methodologies used in collecting hydrometeorological data in oasis-desert systems and how they address the challenges of heterogeneous landscapes.",
                "QuestionCn": "请探讨在绿洲-沙漠系统中收集水文气象数据的方法论，以及这些方法如何应对异质性景观带来的挑战。",
                "AnswerEn": "Several intensive observation periods and continuous hydrometeorological observations were carried out using a hierarchically nested scale approach to capture multi-scale eco-hydrological processes. Instruments were arranged in an oasis-desert system with sparse networks and superstations, alongside eddy covariance towers and automatic meteorological stations. The data collection involved measuring meteorological parameters at various heights and using different instruments, such as four-component radiometers and Fluke Ti55 thermal cameras.",
                "AnswerCn": "进行了多个密集观测期和连续的水文气象观测，采用分层嵌套尺度的方法捕捉多尺度生态水文过程。仪器布置在绿洲-沙漠系统中，配备稀疏网络和超级站，以及涡度协方差塔和自动气象站。数据收集涉及在不同高度测量气象参数，并使用不同的仪器，如四分量辐射计和Fluke Ti55热像仪。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate potential datasets that could be used to study energy, water vapor, and carbon exchange in oasis-desert areas and how these datasets are integrated.",
                "QuestionCn": "请调查可以用于研究绿洲-沙漠地区能量、水汽和碳交换的潜在数据集，以及这些数据集是如何集成的。",
                "AnswerEn": "Potential datasets for studying energy, water vapor, and carbon exchange include multiscale datasets from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER), which consist of flux observations from eddy covariance towers, scintillometers, and automatic meteorological stations. These datasets also include eco-hydrological sensor networks, hyper-resolution airborne remote sensing, and synchronical ground measurements of vegetation dynamics. Integration involves careful quality control through sensor calibration, data processing, and archiving, with data available from platforms like figshare and the Cold and Arid Regions Science Data Centre.",
                "AnswerCn": "潜在的数据集用于研究能量、水汽和碳交换，包括来自黑河流域联合遥测实验研究（HiWATER）的多尺度数据集，这些数据集包含来自涡度协方差塔、闪烁仪和自动气象站的通量观测。这些数据集还包括生态水文传感器网络、高分辨率航空遥感和同步的植被动态地面测量。整合过程涉及通过传感器校准、数据处理和归档进行仔细的质量控制，数据可通过figshare和寒区与干旱区科学数据中心等平台获取。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}