{
    "id": "9d142f4a-190d-4502-81f8-0ea1bdc98166",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "1:100,000 landuse dataset of Sichuan Province (1980s)",
            "titleCn": "四川省1:10万土地利用数据集（1980s）",
            "description": "This data was derived from \"1: 100,000 Land Use Data of China\". Based on Landsat MSS, TM and ETM remote sensing data, 1: 100,000 Land Use Data of China was compiled within three years by a remote sensing scientific and technological team of 19 research institutes affiliated to the Chinese Academy of Sciences, which was organized by the “Remote Sensing Macroinvestigation and Dynamic Research on the National Resources and Environment\", one of the major application programs in Chinese Academy of Sciences during the \"Eighth Five-year Plan\". This data adopts a hierarchical land cover classification system, which divides the country into 6 first-class categories (cultivated land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 second-class categories. This is the most accurate land use data product in our country at present. It has already played an important role in national land resources survey, hydrology and ecological research.",
            "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。本数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
            "instructions": "The data is stored in vector format and can be opened and viewed by software such as ArcGIS.",
            "instructionsCn": "数据以矢量格式存储，可用Arcgis等软件打开查看。",
            "east": 109.0,
            "west": 96.3,
            "south": 25.92,
            "north": 35.32,
            "startTime": null,
            "endTime": null,
            "fileSize": 297213439.0,
            "cstr": "18406.11.Socioeco.tpdc.270652",
            "doi": "10.11888/Socioeco.tpdc.270652",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘纪远",
                "nameEn": "LIU Jiyuan",
                "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理资源与环境研究所"
            },
            {
                "nameCn": "庄大方",
                "nameEn": "ZHUANG Dafang",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "周万村",
                "nameEn": "ZHOU Wancun",
                "unitEn": "",
                "unitCn": "中国科学院成都山地灾害与环境研究所"
            },
            {
                "nameCn": "吴世新",
                "nameEn": "WU Shixin",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
                "referenceCn": null,
                "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
            },
            {
                "titleCn": null,
                "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
                "referenceCn": null,
                "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
            },
            {
                "titleCn": null,
                "titleEn": "Modeling and assessing hydrologic processes for historical and potential land-cover change in the Duoyingping watershed, southwest China",
                "referenceCn": null,
                "referenceEn": "Zhang, Xingnan, Liu, Yangyang, Fang, Yuanhao, Liu, Bojuan, Xia, Dazhong. Modeling and assessing hydrologic processes for historical and potential land-cover change in the Duoyingping watershed, southwest China. Physics and Chemistry of the Earth, Parts A/B/C, 2012, 53–54:19-29. doi:10.1016/j.pce.2011.08.021"
            },
            {
                "titleCn": "水田生态系统空间格局演变规律与服务价值评估",
                "titleEn": null,
                "referenceCn": "孙平, 田永中, 王冰, 徐旭晨. 水田生态系统空间格局演变规律与服务价值评估[J]. 中国水土保持, 2010(12): 43–46.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Critical Area Identification of Potential Soil Loss in a Typical Watershed of the Three Gorges Reservoir Region",
                "referenceCn": null,
                "referenceEn": "Chen L, Qian X, Shi Y. Critical Area Identification of Potential Soil Loss in a Typical Watershed of the Three Gorges Reservoir Region[J]. Water Resources Management, 2011, 25(13): 3445–3463. doi:10.1007/s11269-011-9864-4"
            },
            {
                "titleCn": null,
                "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
                "referenceCn": null,
                "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "四川省",
                "keywordEn": "Sichuan Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1980s",
                "keywordEn": "1980s",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
            ],
            "research objective": [
                "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
            ],
            "challenges": [
                "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
            ],
            "methods": [],
            "dataset": [
                "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
            ],
            "findings": [
                "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
            ],
            "backgroundCn": [
                "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversity、生物地球化学循环以及资源的可持续开发之间的相互作用。1995年，国际全球变化研究计划（IGBP）和国际人文与社会科学计划（IHDP）发布并推动的一系列科学研究项目，使得土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于物理环境的多样性和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，也相应地影响全球变化。"
            ],
            "research objectiveCn": [
                "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间格局”和“时间过程”土地利用变化的综合研究，以揭示区域土地利用变化特征在动态过程的模式和动态过程的模式。"
            ],
            "challengesCn": [
                "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "主要数据来源是Landsat TM数字图像（1995/1996年的520幅场景和1999/2000年的508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据，以获取1999/2000年的土地利用信息。"
            ],
            "findingsCn": [
                "中国的土地利用变化存在明显的区域差异，这为划分动态区奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the use of satellite remote sensing data, such as Landsat MSS, TM, and ETM, align with the expected accuracy for land-use data collection?",
                "QuestionCn": "卫星遥感数据的使用，如Landsat MSS、TM和ETM，是否与土地利用数据收集的预期准确性相符？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is it currently too early to conclude that deforestation trends have been effectively reversed in China based on existing datasets?",
                "QuestionCn": "根据现有数据，是否可以得出结论认为中国的森林砍伐趋势已经有效逆转，目前是否还为时尚早？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are there significant conflicts between arable land protection and urban expansion in China, as suggested by land-use data analysis?",
                "QuestionCn": "根据土地利用数据分析，中国在耕地保护与城市扩张之间确实存在显著的冲突。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary sources of data used in land-use change studies in China?",
                "QuestionCn": "中国土地利用变化研究中使用的主要数据来源有哪些？",
                "AnswerEn": "Landsat TM digital images, CBERS-1 data",
                "AnswerCn": "Landsat TM 数字影像，CBERS-1 数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where have significant regional land-use changes been identified in China during the period from 1995 to 2000?",
                "QuestionCn": "在1995年至2000年期间，中国在哪些地区识别出了显著的土地利用变化？",
                "AnswerEn": "North China, Loess Plateau, Northeast China, southeast coastal region, middle and lower reaches of the Yangtze River, eastern coastal region",
                "AnswerCn": "华北、黄土高原、东北地区、东南沿海地区、长江中下游地区、东部沿海地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges faced in reversing the trend of deforestation in China?",
                "QuestionCn": " reversing the trend of deforestation in China面临的挑战是什么？",
                "AnswerEn": "conflicts between arable land protection and urban expansion",
                "AnswerCn": "耕地保护与城市扩张之间的冲突",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced in reconciling land-use changes with urban development and agricultural needs?",
                "QuestionCn": "在调和土地利用变化与城市发展和农业需求之间面临的一个挑战是什么？",
                "AnswerEn": "One example of a challenge in reconciling land-use changes with urban development is the conflict between arable land protection and urban expansion, which has been highlighted by the irrational conversion from arable land to built-up areas.",
                "AnswerCn": "在土地利用变化与城市发展之间调和的一个挑战是保护耕地与城市扩张之间的冲突，这一问题已被不合理地将耕地转为建筑用地所凸显。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the land-use classification system used in data collection for land cover in Sichuan Province?",
                "QuestionCn": "四川省土地覆盖数据收集所使用的土地利用分类系统的特点是什么？",
                "AnswerEn": "hierarchical system, 6 primary categories, 31 secondary categories",
                "AnswerCn": "分层系统，6个一级类别，31个二级类别",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges associated with data collection methods when analyzing land-use changes in China?",
                "QuestionCn": "在分析中国土地利用变化时，数据收集方法面临的挑战有哪些？",
                "AnswerEn": "difficulty of reversing trends like deforestation, conflicts between arable land protection and urban expansion, irrational land conversions from arable land to built-up areas",
                "AnswerCn": "逆转诸如森林砍伐等趋势的难度、耕地保护与城市扩张之间的冲突、从耕地到建设用地的不合理土地转换。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What datasets are utilized to analyze land-use changes over time, and what are their characteristics?",
                "QuestionCn": "用于分析土地利用变化的时间序列数据集有哪些，它们的特征是什么？",
                "AnswerEn": "Landsat TM digital images, CBERS-1 data, temporal coverage, 520 scenes from 1995/1996, 508 scenes from 1999/2000",
                "AnswerCn": "Landsat TM数字图像，CBERS-1数据，时间覆盖，1995/1996年的520个场景，1999/2000年的508个场景。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many Landsat TM digital images were used to acquire land-use information for the years 1995/1996 and 1999/2000?",
                "QuestionCn": "用于获取1995/1996年和1999/2000年土地利用信息的Landsat TM数字图像数量是多少？",
                "AnswerEn": "520, 508",
                "AnswerCn": "520, 508",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many research institutes participated in organizing the remote sensing technology team for land-use data collection in China?",
                "QuestionCn": "有多少个研究机构参与了中国遥感技术团队的土地利用数据收集组织？",
                "AnswerEn": "19",
                "AnswerCn": "十九",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'land-use/cover change' mean in the context of global environmental change studies?",
                "QuestionCn": "在全球环境变化研究的背景下，“土地利用/覆盖变化”指的是土地的使用方式和覆盖类型的变化，这些变化可能是由于自然因素或人类活动引起的。",
                "AnswerEn": "Land-use/cover change refers to the transformation of the Earth's surface due to various human and natural factors, impacting material cycles, life-support processes, and the interaction between the biosphere and atmosphere. It is a significant aspect of global environmental change studies due to its influence on biodiversity, biogeochemical cycles, and resource exploitation.",
                "AnswerCn": "土地利用/覆盖变化是指由于各种人类和自然因素导致地球表面的转变，影响物质循环、生命支持过程以及生物圈与大气之间的相互作用。由于其对生物多样性、生物地球化学循环和资源开发的影响，它是全球环境变化研究中的一个重要方面。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is 'dynamic regionalization' defined in the context of land-use change studies?",
                "QuestionCn": "在土地利用变化研究的背景下，“动态区域化”是如何定义的。",
                "AnswerEn": "Dynamic regionalization is a research approach designed to reveal the temporal and spatial features of land-use change. It involves categorizing regions based on their rate and patterns of land-use changes to better understand regional characteristics and support further studies on land-use dynamics.",
                "AnswerCn": "动态区域化是一种研究方法，旨在揭示土地利用变化的时间和空间特征。它通过根据土地利用变化的速率和模式对区域进行分类，以更好地理解区域特征，并支持对土地利用动态的进一步研究。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of Landsat TM digital images for land-use data collection compare to the use of CBERS-1 data in terms of capturing land-use changes in China?",
                "QuestionCn": "使用Landsat TM数字图像进行土地利用数据收集与使用CBERS-1数据在捕捉中国土地利用变化方面的比较如何？",
                "AnswerEn": "Landsat TM digital images and CBERS-1 data were both used to acquire land-use information. While Landsat TM provided a significant number of scenes (520 in 1995/1996 and 508 in 1999/2000), CBERS-1 was specifically mentioned for the 1999/2000 period. This suggests Landsat TM may have been used for broader temporal coverage, while CBERS-1 complemented it for specific temporal snapshots.",
                "AnswerCn": "Landsat TM数字图像和CBERS-1数据都被用于获取土地利用信息。虽然Landsat TM提供了大量场景（1995/1996年520个，1999/2000年508个），但CBERS-1特别提到了1999/2000年期间。这表明Landsat TM可能用于更广泛的时间覆盖，而CBERS-1则在特定时间快照中进行了补充。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways do the challenges of reversing deforestation trends in China differ from those of managing the conflict between arable land protection and urban expansion?",
                "QuestionCn": "中国 reversing deforestation trends 的挑战与管理耕地保护与城市扩张之间冲突的挑战有何不同？",
                "AnswerEn": "The challenge of reversing deforestation trends in China remains significant, as it is not yet effectively reversed. On the other hand, the conflict between arable land protection and urban expansion is characterized by irrational conversions from arable land to built-up areas, indicating a clash in land-use priorities and management.",
                "AnswerCn": " reversing deforestation trends in China remains significant, as it is not yet effectively reversed. On the other hand, the conflict between arable land protection and urban expansion is characterized by irrational conversions from arable land to built-up areas, indicating a clash in land-use priorities and management.",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in regional land-use change patterns between North China and the southeast coastal region during the 1995-2000 period?",
                "QuestionCn": "1995-2000年期间，华北地区和东南沿海地区的区域土地利用变化模式有什么不同？",
                "AnswerEn": "The rapid land-use changes during 1995-2000 occurred in several regions, including North China and the southeast coastal region. These regions exhibited conspicuous regional differentiation in land-use change, suggesting that each area experienced unique patterns and dynamics of change that contributed to the broader national land-use dynamic zones.",
                "AnswerCn": "1995年至2000年期间，土地利用的快速变化发生在多个地区，包括华北和东南沿海地区。这些地区在土地利用变化上表现出明显的区域差异，表明每个地区经历了独特的变化模式和动态，这些变化共同促进了全国土地利用动态区的形成。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the challenges in land-use classification from the use of a hierarchical land cover classification system in data collection?",
                "QuestionCn": "从使用分层土地覆盖分类系统进行数据收集中，可以推断出土地利用分类面临的挑战。",
                "AnswerEn": "The use of a hierarchical land cover classification system in data collection suggests that there might be complexities in classifying diverse land-use types, necessitating a structured approach to accurately categorize and analyze land cover. This system helps in managing the diversity and intricacies of land-use types, ensuring detailed classification and analysis, which is crucial given China's varied physical environments and vast land areas.",
                "AnswerCn": "使用分层土地覆盖分类系统进行数据收集表明，在分类多样的土地利用类型时可能存在复杂性，因此需要一种结构化的方法来准确地对土地覆盖进行分类和分析。该系统有助于管理土地利用类型的多样性和复杂性，确保详细的分类和分析，这在考虑到中国多样的自然环境和广阔的土地面积时尤为重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges faced in collecting high-precision land-use data across varied physical environments in China?",
                "QuestionCn": "在中国，收集高精度土地利用数据面临的挑战主要受以下因素影响：\n\n1. 地理多样性：中国地形复杂，涵盖山脉、平原、河流和湖泊等多种地貌，导致数据收集的难度增加。\n2. 城乡差异：城市和农村地区在土地利用类型、管理方式和数据可获取性方面存在显著差异。\n3. 政策和法规：不同地区的土地管理政策和法规差异可能影响数据的标准化和一致性。\n4. 技术限制：在偏远或不发达地区，缺乏先进的技术和设备，限制了高精度数据的收集。\n5. 数据共享：各级政府和机构之间的数据共享机制不完善，导致信息孤岛现象。\n6. 人力资源：专业人才短缺，尤其是在偏远地区，影响数据收集和分析的能力。\n7. 环境变化：快速的城市化和气候变化对土地利用模式产生影响，增加了数据收集的复杂性。",
                "AnswerEn": "The varied physical environments and vast land areas in China contribute to challenges in collecting high-precision land-use data, as these factors influence both the social and economic development and impact global change.",
                "AnswerCn": "中国多样的自然环境和广阔的土地面积导致了收集高精度土地利用数据的挑战，因为这些因素影响着社会和经济发展，并对全球变化产生影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a need for an integrated study of 'spatial pattern' and 'temporal process' in understanding land-use changes?",
                "QuestionCn": "为什么在理解土地利用变化时需要对“空间模式”和“时间过程”进行综合研究？",
                "AnswerEn": "An integrated study of 'spatial pattern' and 'temporal process' is necessary to reveal the regional land-use change characteristics, focusing on the pattern of dynamic processes and the dynamic process of patterns, which is crucial for understanding temporal and spatial features of land-use change.",
                "AnswerCn": "对“空间模式”和“时间过程”的综合研究对于揭示区域土地利用变化特征是必要的，重点关注动态过程的模式和模式的动态过程，这对于理解土地利用变化的时间和空间特征至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the underlying causes of conflicts between arable land protection and urban expansion in China?",
                "QuestionCn": "中国耕地保护与城市扩张之间冲突的根本原因是什么？",
                "AnswerEn": "Conspicuous conflicts between arable land protection and urban expansion are caused by the irrational conversion from arable land to built-up areas, highlighting challenges in balancing environmental and developmental needs in China.",
                "AnswerCn": "耕地保护与城市扩张之间的明显冲突是由于耕地向建筑用地的不合理转化所导致的，这突显了在中国平衡环境与发展需求方面的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on land-use classification accuracy if satellite remote sensing data from multiple sources, such as Landsat and CBERS-1, are integrated into a unified dataset?",
                "QuestionCn": "如果将来自多个来源的卫星遥感数据（如Landsat和CBERS-1）整合成统一的数据集，土地利用分类准确性的潜在结果是什么？",
                "AnswerEn": "The integration of multiple satellite data sources, like Landsat and CBERS-1, could potentially enhance the accuracy of land-use classification by providing a more comprehensive temporal and spatial coverage, which aids in capturing detailed changes in land-use patterns. This multi-source approach allows for cross-verification and reduces reliance on a single data source, potentially mitigating errors and improving the robustness of the classification.",
                "AnswerCn": "多个卫星数据源的整合，如Landsat和CBERS-1，可能通过提供更全面的时间和空间覆盖来提高土地利用分类的准确性，这有助于捕捉土地利用模式的详细变化。这种多源方法允许交叉验证，减少对单一数据源的依赖，可能降低错误并提高分类的稳健性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What could be the consequences for land-use policy formulation if the conflicts between arable land protection and urban expansion remain unresolved?",
                "QuestionCn": "如果耕地保护与城市扩张之间的冲突未能得到解决，土地利用政策的制定可能会面临以下后果。",
                "AnswerEn": "If the conflicts between arable land protection and urban expansion remain unresolved, it could lead to increased loss of valuable agricultural land, affecting food security and rural livelihoods. Additionally, the lack of resolution may result in unsustainable urban growth patterns, increased environmental degradation, and heightened socio-economic disparities. Such outcomes emphasize the need for balanced policy measures that address both urban development and agricultural preservation.",
                "AnswerCn": "如果耕地保护与城市扩张之间的冲突得不到解决，可能会导致宝贵农业用地的进一步流失，影响粮食安全和农村生计。此外，缺乏解决方案可能导致不可持续的城市增长模式、环境退化加剧以及社会经济差距加大。这些结果强调了需要采取平衡的政策措施，以同时应对城市发展和农业保护。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals behind utilizing satellite remote sensing data, such as Landsat MSS, TM, and ETM, in constructing a land-use dataset for Sichuan Province?",
                "QuestionCn": "利用卫星遥感数据（如Landsat MSS、TM和ETM）构建四川省土地利用数据集的主要目标是什么？",
                "AnswerEn": "The primary goals include understanding land-use/cover change, which is crucial for studying global environmental change and its relation to terrestrial surface material cycles, biosphere-atmosphere interactions, biodiversity, biogeochemical cycles, and sustainable resource exploitation.",
                "AnswerCn": "主要目标包括理解土地利用/覆盖变化，这对于研究全球环境变化及其与陆地表面物质循环、生物圈-大气相互作用、生物多样性、生物地球化学循环和可持续资源开发的关系至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What objectives drive the integration of 'spatial pattern' and 'temporal process' in studying land-use change dynamics?",
                "QuestionCn": "在研究土地利用变化动态时，驱动“空间模式”和“时间过程”整合的目标是什么？",
                "AnswerEn": "The integration aims to reveal regional characteristics of land-use change by understanding both the dynamic process patterns and the pattern of dynamic processes, which provides a foundation for drawing dynamic zones and addressing challenges like deforestation and conflicts between arable land protection and urban expansion.",
                "AnswerCn": "该整合旨在通过理解动态过程模式和动态过程模式的特征，揭示土地利用变化的区域特征，为划定动态区域和应对如森林砍伐以及耕地保护与城市扩张之间的冲突等挑战提供基础。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures can be employed to effectively integrate satellite data like Landsat MSS, TM, and ETM with other remote sensing datasets for comprehensive land-use analysis?",
                "QuestionCn": "可以采用哪些程序有效地将卫星数据如Landsat MSS、TM和ETM与其他遥感数据集集成，以进行全面的土地利用分析？",
                "AnswerEn": "The integration of satellite data such as Landsat MSS, TM, and ETM with other datasets can be enhanced by utilizing layered land cover classification systems and combining them with additional satellite resources like CBERS-1 data. This approach allows for detailed temporal and spatial analysis of land-use changes, which is crucial for understanding regional differentiation and dynamic processes.",
                "AnswerCn": "卫星数据的整合，如Landsat MSS、TM和ETM，可以通过利用分层土地覆盖分类系统并结合其他卫星资源如CBERS-1数据来增强。这种方法允许对土地利用变化进行详细的时间和空间分析，这对于理解区域差异和动态过程至关重要。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enabled the collection of high-resolution land-use data in the Sichuan province during the 1980s?",
                "QuestionCn": "哪些技术进步使得在1980年代能够收集到四川省的高分辨率土地利用数据？",
                "AnswerEn": "The collection of high-resolution land-use data in the Sichuan province during the 1980s was enabled by the use of satellite remote sensing technology, specifically through the utilization of Landsat MSS, TM, and ETM remote sensing data.",
                "AnswerCn": "在1980年代，四川省高分辨率土地利用数据的收集得益于卫星遥感技术的应用，特别是通过利用Landsat MSS、TM和ETM遥感数据。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the integration of satellite remote sensing data enhance the understanding of temporal and spatial features of land-use change in China?",
                "QuestionCn": "卫星遥感数据的整合如何增强对中国土地利用变化的时间和空间特征的理解？",
                "AnswerEn": "The integration of satellite remote sensing data, such as Landsat TM and CBERS-1 data, enhances the understanding of temporal and spatial features of land-use change by providing comprehensive digital images that reveal dynamic regional differentiation and rapid changes in land-use patterns.",
                "AnswerCn": "卫星遥感数据的整合，如Landsat TM和CBERS-1数据，增强了对土地利用变化的时间和空间特征的理解，提供了全面的数字图像，揭示了动态的区域差异和土地利用模式的快速变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do varied physical environments in China pose challenges to the collection and interpretation of land-use change data?",
                "QuestionCn": "中国多样的自然环境在土地利用变化数据的收集和解读方面带来了哪些挑战？",
                "AnswerEn": "Varied physical environments in China pose challenges to the collection and interpretation of land-use change data by influencing the social and economic development and causing conflicts between arable land protection and urban expansion, which complicates the process of capturing and analyzing land-use transitions accurately.",
                "AnswerCn": "中国多样的自然环境对土地利用变化数据的收集和解读带来了挑战，影响了社会和经济的发展，并导致了耕地保护与城市扩张之间的冲突，这使得准确捕捉和分析土地利用转变的过程变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods using satellite remote sensing be expected to effectively capture land-use changes in diverse regions of China?",
                "QuestionCn": "使用卫星遥感的数据收集方法为何能够有效捕捉中国不同地区的土地利用变化？",
                "AnswerEn": "Satellite remote sensing, particularly using data from Landsat MSS, TM, and ETM, allows for a comprehensive and detailed view of large and diverse geographical areas. This method is effective because it can detect and monitor changes over time, capturing the dynamic nature of land-use and land-cover changes across different regions in China. The classification system used can distinguish between various land types, providing precise data for analysis.",
                "AnswerCn": "卫星遥感，特别是利用Landsat MSS、TM和ETM的数据，能够全面而详细地观察大范围和多样化的地理区域。这种方法有效，因为它可以检测和监测时间变化，捕捉中国不同地区土地利用和土地覆盖变化的动态特征。所使用的分类系统能够区分各种土地类型，为分析提供精确的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why might there be an expectation that land-use change datasets would reveal conflicts between arable land protection and urban expansion?",
                "QuestionCn": "为什么会有期望土地利用变化数据集揭示耕地保护与城市扩张之间的冲突？",
                "AnswerEn": "Given China's rapid urbanization and economic development, there are anticipated conflicts between the need to protect arable land and the pressure for urban expansion. This expectation arises from observed trends in the irrational conversion of arable land to built-up areas, which datasets on land-use change are likely to capture and highlight, showing the spatial and temporal dynamics of such conflicts.",
                "AnswerCn": "鉴于中国快速的城市化和经济发展，预计在保护耕地的需求与城市扩张的压力之间会出现冲突。这一预期源于对耕地不合理转为建设用地的观察趋势，土地利用变化的数据集可能会捕捉并突出这些冲突，显示出其空间和时间动态。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of using satellite remote sensing data in capturing land-use changes over large and diverse geographical areas?",
                "QuestionCn": "您将如何评估使用卫星遥感数据在大规模和多样化地理区域捕捉土地利用变化的有效性？",
                "AnswerEn": "Satellite remote sensing data, such as Landsat MSS, TM, and ETM, have been effectively used to capture land-use changes due to their ability to cover large and diverse geographical areas. These datasets provide high-resolution and temporal data that are crucial for understanding the dynamics of land-use changes, particularly in a country like China with varied physical environments and vast land areas.",
                "AnswerCn": "卫星遥感数据，如Landsat MSS、TM和ETM，因其能够覆盖广泛而多样的地理区域而有效地用于捕捉土地利用变化。这些数据集提供高分辨率和时间序列数据，对于理解土地利用变化的动态至关重要，特别是在像中国这样具有多样物理环境和广阔土地面积的国家。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential challenges researchers might face when integrating different satellite data sources for land-use analysis, and how might these challenges impact the reliability of derived datasets?",
                "QuestionCn": "研究人员在整合不同卫星数据源进行土地利用分析时可能面临的潜在挑战，以及这些挑战如何影响衍生数据集的可靠性。",
                "AnswerEn": "Integrating different satellite data sources, such as Landsat TM and CBERS-1, can pose challenges like discrepancies in spatial resolution, temporal coverage, and sensor calibration. These challenges might impact the reliability of derived datasets by introducing inconsistencies or errors in land-use classification and temporal analyses, making it important to apply rigorous data preprocessing and validation techniques.",
                "AnswerCn": "整合不同的卫星数据源，如Landsat TM和CBERS-1，可能会面临挑战，例如空间分辨率、时间覆盖和传感器校准的差异。这些挑战可能会影响衍生数据集的可靠性，通过引入不一致性或错误，影响土地利用分类和时间分析，因此应用严格的数据预处理和验证技术显得尤为重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of the challenges faced in reconciling arable land protection with urban expansion.",
                "QuestionCn": "我无法理解在保护耕地与城市扩张之间调和所面临的挑战。",
                "AnswerEn": "The challenge lies in the irrational conversion of arable land to built-up areas, which creates conflicts between the need to protect agricultural land and the pressures of urban growth. This is a significant issue in China, where economic development often competes with land conservation.",
                "AnswerCn": "挑战在于耕地向建筑用地的不理性转化，这造成了保护农业用地的需求与城市增长压力之间的冲突。这在中国是一个重要问题，经济发展常常与土地保护相竞争。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the methodologies used in collecting and processing remote sensing data for land-use classification in China and suggest potential improvements or alternative techniques.",
                "QuestionCn": "请分析在中国进行土地利用分类时收集和处理遥感数据的方法，并建议潜在的改进或替代技术。",
                "AnswerEn": "The methodologies used involve satellite remote sensing data from Landsat MSS, TM, and ETM, employing a hierarchical land cover classification system. Improvements could include integrating higher-resolution satellite data or machine learning techniques for more precise classification.",
                "AnswerCn": "所使用的方法涉及来自Landsat MSS、TM和ETM的卫星遥感数据，采用分层土地覆盖分类系统。改进措施可以包括整合更高分辨率的卫星数据或机器学习技术，以实现更精确的分类。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please identify and evaluate the challenges encountered in using Landsat TM and CBERS-1 data for tracking land-use changes over time in China.",
                "QuestionCn": "请识别和评估在使用Landsat TM和CBERS-1数据跟踪中国土地利用变化时遇到的挑战。",
                "AnswerEn": "Challenges include the early stage of reversing deforestation trends and conflicts between arable land protection and urban expansion. These challenges highlight the need for continuous monitoring and refined data processing techniques to better manage and mitigate land-use conflicts.",
                "AnswerCn": "挑战包括逆转森林砍伐趋势的早期阶段，以及耕地保护与城市扩张之间的冲突。这些挑战突显了持续监测和改进数据处理技术的必要性，以更好地管理和缓解土地使用冲突。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}