{
    "id": "9d2f9231-b301-4a40-ae26-997ee937eaf2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Survey photos of vegetation sample plots for the second comprehensive scientific investigation of the Qinghai-Tibet Plateau in Qilian County (2020)",
            "titleCn": "祁连县地区第二次青藏高原综合科学考察植被样方调查照片（2020）",
            "description": "The data set is the vegetation sample survey photos of Qilian County in Qinghai Province during the second comprehensive scientific expedition to the Qinghai-Tibet Plateau. Iincluding the survey photos of 28 sample points in Qilian County in 2020. The photos of each sample point are placed in a separate In a folder, the folder is named the sample number. The photos of each sample point include photos of the landscape around the sample point, photos of the plant community in the sample square and close-up photos of the dominant species. The vegetation in the sample can be observed The status of the community, the status of the soil surface and the slope of the surrounding sampling area, human interference, etc. The photos are all original images, in jpg format, taken with a mobile phone or camera, and the specific latitude and longitude information of the sampling points are in a separate Excel table in the compressed package In, you can compare and view.",
            "descriptionCn": "数据集为第二次青藏高原综合科学考察青海省祁连县地区植被样方调查照片。包括2020年祁连县地区的28个样点的调查照片，以手机或相机拍摄。每个样点的照片放置在单独的一个文件夹内，文件夹命名为样点的编号，每个样点的照片包括采样点周围的景观照片，采样样方内植物群落的照片以及优势种的特写照片，可观察到样方内植被群落状况，土壤表面状况以及周围采样区的坡向坡度、人为干扰情况等等，照片均为原图，jpg格式。采样点的具体经纬度信息在压缩包内的单独Excel表格中，可对照查看。",
            "instructions": "The file is in 7z compressed package format, which can be decompressed and opened by 7-Zip software. It is divided into 28 survey photos of sample points. The photos of each sample point are placed in a folder. The photos are in JPG format. The folder is named as the number of sample points. The date after each folder is the sampling date. The specific longitude and latitude information of sample points can be viewed in Excel.\nAny image reading software can be opened.",
            "instructionsCn": "文件为7z压缩包格式，可用7-Zip软件解压打开，内部分为28个样点的调查照片，每个样点的照片放置在一个文件夹内，照片均为jpg格式，文件夹命名为样点的编号，每个文件夹后的日期为采样日期，采样点的具体经纬度信息在Excel表格中，可对照查看。\n任何图片读取软件都可打开",
            "east": 101.0131,
            "west": 98.3296,
            "south": 37.5149,
            "north": 38.9849,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 2968789930.0,
            "cstr": "18406.11.Ecolo.tpdc.271439",
            "doi": "10.11888/Ecolo.tpdc.271439",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "尚占环",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国植物志[M]",
                "titleEn": null,
                "referenceCn": "中国科学院中国植物志委员会. (1978). 中国植物志. 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植物多样性",
                "nameEn": "Plant diversity"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "沙漠/荒漠",
                "nameEn": "Desert"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连县",
                "keywordEn": "Qilian"
            },
            {
                "keywordCn": "青海",
                "keywordEn": "Qinghai"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for documenting vegetation communities and environmental conditions in a specific region?",
                "QuestionCn": "您能否提供一个用于记录特定区域植被群落和环境条件的数据收集方法的示例？",
                "AnswerEn": "A data collection method used for documenting vegetation communities and environmental conditions involves taking photographs of vegetation plots using a phone or camera. These photographs are organized into folders named after each sampling point and include images of the surrounding landscape, plant communities within the plots, and close-ups of dominant species. This allows for the observation of vegetation community status, soil surface conditions, and the slope and degree of human disturbance around the sampling area. The specific latitude and longitude information of each sampling point is provided in an accompanying Excel sheet.",
                "AnswerCn": "一种用于记录植被群落和环境条件的数据收集方法是使用手机或相机拍摄植被样地的照片。这些照片被整理到以每个采样点命名的文件夹中，包括周围景观的图像、样地内的植物群落以及主要物种的特写。这允许观察植被群落的状态、土壤表面条件以及采样区域周围的人为干扰的坡度和程度。每个采样点的具体经纬度信息在附带的Excel表中提供。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes of vegetation plots that are captured in a photo dataset?",
                "QuestionCn": "在照片数据集中捕捉到的植被样地的具体属性包括：",
                "AnswerEn": "landscape around the sampling point, plant community within the sampling plot, close-up photos of dominant species, condition of vegetation communities within the plot, soil surface conditions, slope direction, slope degree, human interference in the surrounding sampling area",
                "AnswerCn": "采样点周围的景观、采样样方内的植物群落、优势种的特写照片、样方内植被群落的状况、土壤表面状况、坡向、坡度、采样区域周围的人为干扰。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many samples or sample points are included in a dataset focused on vegetation survey photos in the Qilian County area?",
                "QuestionCn": "在聚焦于祁连县地区的植被调查照片的数据集中包含多少个样本或样本点？",
                "AnswerEn": "28",
                "AnswerCn": "二十八",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '植被样方调查照片' mean in the context of vegetation data collection?",
                "QuestionCn": "'植被样方调查照片'在植被数据收集的背景下指的是用于记录和分析特定区域内植被状况的样方调查所拍摄的照片。",
                "AnswerEn": "'植被样方调查照片' refers to photographs taken during a vegetation quadrat survey. These images document various aspects of the surveyed quadrats, including the surrounding landscape, plant communities within the sampling quadrats, close-ups of dominant species, and conditions such as vegetation community status, soil surface conditions, slope direction, slope gradient, and human disturbances. These photos are used to provide visual evidence and support assessment of the vegetation and environmental conditions at each sampling site.",
                "AnswerCn": "'植被样方调查照片'是指在植被样方调查过程中拍摄的照片。这些图像记录了调查样方的各个方面，包括周围的景观、样方内的植物群落、优势物种的特写，以及植被群落状态、土壤表面状况、坡向、坡度和人为干扰等条件。这些照片用于提供视觉证据，支持对每个采样地点的植被和环境条件的评估。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What insights can be drawn about vegetation patterns and environmental influences from examining the detailed photographic data of vegetation plots, including landscape and close-up images, in the Qilian County region?",
                "QuestionCn": "通过检查祁连县地区植被样地的详细摄影数据，包括景观和特写图像，可以得出关于植被模式和环境影响的哪些见解？",
                "AnswerEn": "The detailed photographic data allows for observation of vegetation community conditions, soil surface status, and surrounding sampling area characteristics such as slope direction and human disturbance. This can provide insights into how these factors influence vegetation patterns and can help infer the ecological health and changes in the region.",
                "AnswerCn": "详细的摄影数据可以观察植被群落状况、土壤表面状态以及周围采样区域的特征，如坡向和人类干扰。这可以提供对这些因素如何影响植被模式的洞察，并有助于推断该地区的生态健康和变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the main factors that influence the choice of photographic equipment and settings for capturing vegetation sample plots in diverse terrains?",
                "QuestionCn": "影响在不同地形中捕捉植被样本地块的摄影设备和设置选择的主要因素有哪些？",
                "AnswerEn": "The choice of photographic equipment and settings is influenced by factors such as the need to capture detailed images of vegetation communities, the surrounding landscape, and dominant species. The use of cameras or smartphones depends on their ability to provide high-resolution images in jpg format, which can reveal the status of vegetation communities, soil surface conditions, and surrounding sampling area characteristics like slope direction, slope gradient, and human disturbances.",
                "AnswerCn": "摄影设备和设置的选择受到多个因素的影响，例如需要捕捉植被群落的详细图像、周围的景观和主要物种。相机或智能手机的使用取决于它们提供高分辨率jpg格式图像的能力，这可以揭示植被群落的状态、土壤表面条件以及周围采样区域的特征，如坡向、坡度和人为干扰。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in collecting and organizing photographic data for vegetation sample plots in the Qilian County area?",
                "QuestionCn": "在祁连县地区收集和组织植被样本点的摄影数据涉及哪些程序步骤？",
                "AnswerEn": "The data collection involves taking photographs of vegetation sample plots using a mobile phone or camera. Each sample plot's photos are organized into individual folders named after the sample point's number. The photos include landscape views around the sampling site, images of plant communities within the plots, and close-ups of dominant species. The photographs capture the condition of the vegetation community, soil surface, slope direction, gradient, and human disturbance. The specific latitude and longitude of each sampling point are documented in an Excel spreadsheet within a compressed file for reference.",
                "AnswerCn": "数据收集涉及使用手机或相机拍摄植被样本点的照片。每个样本点的照片被组织到以样本点编号命名的单独文件夹中。照片包括采样地点周围的景观视图、样本点内植物群落的图像以及主要物种的特写。照片捕捉了植被群落的状况、土壤表面、坡向、坡度和人类干扰。每个采样点的具体经纬度记录在压缩文件中的Excel电子表格中以供参考。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the capture of detailed vegetation community and landscape photographs in ecological surveys?",
                "QuestionCn": "哪些技术进步使得在生态调查中能够捕捉到详细的植被群落和景观照片？",
                "AnswerEn": "The use of mobile phones or cameras allows for the capture of detailed photographs of vegetation communities and landscapes, which can provide insights into vegetation community conditions, soil surface status, and surrounding sampling area characteristics such as slope and human disturbances.",
                "AnswerCn": "使用手机或相机可以捕捉到植被群落和景观的详细照片，这可以提供有关植被群落状况、土壤表面状态以及周围采样区域特征（如坡度和人类干扰）的见解。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}