{
    "id": "9d791fe5-8683-45d9-b70f-82bd2174229e",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "The distribution map of active layer thickness in Qinghai Tibet engineering corridor (2015-2065)",
            "titleCn": "青藏工程走廊活动层厚度分布预测图（2015-2065）",
            "description": "The Qinghai-Tibet Engineering Corridor runs from Golmud to Lhasa. It passes through the core region of the Qinghai-Tibet Plateau and is an important passage connecting the interior and Tibet. The  active layer  thickness (ALT) is not only an important index to study the thermal state of ground in permafrost region, but also a key factor to be considered in the construction of permafrost engineering. The core of GIPL1.0 is kudryavtesv method, which takes into account the thermophysical properties of snow cover, vegetation and different soil layers. However, Yin Guoan et al. found that compared with kudryavtesv method, the accuracy of TTOP model is higher, so they improved the model in combination with freezing / thawing index. Through verification of field monitoring data, it was found that the simulation error of ALT is less than 50cm. Therefore, the ALT in the Qinghai Tibet project corridor is simulated by using the improved GIPL1.0 model, and the future ALT under the ssp2-4.5 climate change scenario is predicted.",
            "descriptionCn": "青藏工程走廊北起格尔木，南至拉萨，其穿越青藏高原核心区域、是连通内地与西藏的重要通道。活动层厚度不仅是研究多年冻土区地面热状态的重要指标，而且是冻土工程建设中需考虑的关键因子。GIPL1.0的核心是Kudryavtesv方法，该模型考虑了雪盖、植被和不同土层的热物理性质，但尹国安等发现相比Kudryavtesv方法，引入TTOP模型后精度更高，因此结合冻结/融化指数对模型做了改进，通过实地监测数据验证发现：活动层厚度模拟误差小于50cm。因此利用改进后的GIPL1.0 模型模拟了青藏工程走廊的活动层厚度，并预测了SSP2-4.5气候变化情景下未来活动层的厚度。",
            "instructions": "Filename: the  data of the ALT is stored as raster, and the filename is \"ALT_ssp45xx. TIF\", where XX stands for 30, 50 or 70, respectively representing the spatial distribution data of the ALT in 2021-2040, 2041-2060 and 2061-2080.\nData reading method: it can be opened by ArcGIS.",
            "instructionsCn": "文件命名：活动层厚度数据以栅格数据存储，文件的名称为“ALT_ssp45xx.tif”, 其中xx代表30，50或70，分别表示2021-2040年，2041-2060年和2061-2080年的预测活动层厚度空间分布数据；“ALT_1980.tif“代表1981-2000年的活动层厚度，以及“ALT_2020.tif“代表2000-2018年的活动层厚度。\n数据读取方式：可用Arcgis打开。",
            "east": 95.0,
            "west": 90.0,
            "south": 31.0,
            "north": 37.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 3108244.0,
            "cstr": "18406.11.Cryos.tpdc.272819",
            "doi": "10.11888/Cryos.tpdc.272819",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "牛富俊",
                "nameEn": "NIU Fujun",
                "unitEn": "Northeast Institute of Ecology and Environmental Resources,Chinese Academy of Sciences",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Data-driven spatiotemporal projections of shallow permafrost based on CMIP6 across the Qinghai‒Tibet Plateau at 1 km2 scale",
                "referenceCn": null,
                "referenceEn": "Yin, G.A., Niu, F.J., Lin, Z.J., Luo, J., & Liu, M.H. (2021). Data-driven spatiotemporal projections of shallow permafrost based on CMIP6 across the Qinghai‒Tibet Plateau at 1 km2 scale. Advances in Climate Change Research, 12, 814-827."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏工程走廊",
                "keywordEn": "Qinghai-Tibet engineering corridor"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015-2065",
                "keywordEn": "2015-2065",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Permafrost, defined as ground that remains frozen for two or more consecutive years, shapes approximately 15% of the landmass in the Northern Hemisphere and plays a crucial role in the energy and water cycle in cold regions. Recent field observations have revealed that permafrost is warming at a global scale in response to climate change. The Qinghai‒Tibet Plateau (QTP), referred to by scientists as the Third Pole, has a climate warming rate approximately three times that of the global average, and is drawing increased attention. Permafrost constitutes over 40% of the QTP land area and also sees a thermal degradation in terms of ground temperature warming and active-layer thickness (ALT) increasing. Generally, near-surface (~10e20 m) permafrost thermal conditions respond well to climate change at a regional scale, while local environmental conditions, such as soil characteristics, vegetation cover, topography, could strongly influence the permafrost thermal regime at a local scale. Different approaches have been used to map permafrost for the QTP during the 20th century. With more field observations and remote sensing data available, spatial modeling is becoming an effective approach for investigating and predicting the spatio‒temporal changes of permafrost over the remote QTP. In recent years, equilibrium models or analytical approaches were applied to simulate permafrost distribution and its changes following climate warming. Physically transient models have also been used to quantify the impact of climate change on permafrost conditions and their spatial distributions."
            ],
            "research objective": [
                "There is an increased need for an in-depth understanding of the evolution of permafrost temperature (Ttop) and active-layer thickness (ALT) at a fine scale on the QTP under climate change. This study evaluated the permafrost thermal development over the QTP for the period 1980e2100 at a 1 km2 scale using a physically analytical model accounting for both climatic and local environmental factors based on multi-source data."
            ],
            "challenges": [
                "These transient models would be a robust way to understand the detailed ground thermal regime change following climate warming, but they are often tedious to parameterize, computationally demanding at large scales, and spatially restrictive due to the difficult detection and monitoring of permafrost on the QTP. In addition, these maps often had limited utility for practical land use planning and engineering applications because they are coarse in spatial resolution."
            ],
            "methods": [
                "The model results were validated against thermal borehole measurements and baseline maps. To assess how the ground thermal regime could develop in the future, we utilized the multi-model ensemble mean of downscaled outputs from eight climate models under three Shared Socio-economic Pathways (i.e., SSP126, 245, and 585) in CMIP6 to force the permafrost model."
            ],
            "dataset": [
                "To obtain the spatial climate data for each considered time period and climate scenario in 1981e2100, the monthly air temperature and precipitation data with a ca. 21 km2 (2.5 min) resolution from the WorldClim database (http://worldclim.org, last access: 25 December 2020) were utilized. A total of 43 Ttop observation sites and 44 ALT sites (Fig. 1) are obtained and compared with our modeled results. Mean soil component data at shallow depths (~0e1.38 m), including fractions of sand, silt, clay, and organic matter, were extracted from the Soil Database of China for Land Surface Modeling (Shangguan et al., 2013) with a spatial resolution of 1 km2."
            ],
            "findings": [
                "The modeled current (2001e2018) permafrost area (Ttop/C20 0 /C14 C) covers 1.42/C2 106 km2 (ca. 56.1% of the QTP land area), 10.1% of which thawed over the historical period 1981e2000. Model results suggest that the current (2001e2018) permafrost extent is likely to dramatically contract in the future period (2021e2100), as indicated by consistent Ttop warming and ALT increasing due to climate changing. About 26.9%, 59.9%, 80.1% of the current permafrost is likely to disappear by the end of the 21st century under SSP126, SSP245, and SSP585 scenarios, respectively."
            ],
            "backgroundCn": [
                "永久冻土被定义为连续两年或更长时间保持冻结的土壤，约占北半球陆地面积的15%，在寒冷地区的能量和水循环中发挥着至关重要的作用。最近的实地观察显示，永久冻土正在全球范围内因气候变化而变暖。青藏高原（QTP）被科学家称为第三极，其气候变暖速率约为全球平均水平的三倍，正受到越来越多的关注。永久冻土占青藏高原土地面积的40%以上，并且在地面温度升高和活层厚度（ALT）增加方面也出现了热降解。一般来说，近表层（约10至20米）永久冻土的热条件在区域尺度上对气候变化反应良好，而局部环境条件，如土壤特性、植被覆盖、地形等，可能会在局部尺度上强烈影响永久冻土的热状态。在20世纪，已经采用不同的方法对青藏高原的永久冻土进行制图。随着更多实地观察和遥感数据的可用，空间建模正成为研究和预测遥远青藏高原永久冻土时空变化的有效方法。近年来，平衡模型或解析方法被应用于模拟永久冻土的分布及其在气候变暖下的变化。物理瞬态模型也被用来量化气候变化对永久冻土条件及其空间分布的影响。"
            ],
            "research objectiveCn": [
                "在气候变化的背景下，深入理解青藏高原（QTP）上冻土温度（Ttop）和活跃层厚度（ALT）的演变变得愈加重要。本研究评估了1980年至2100年期间青藏高原上冻土的热发展，采用基于多源数据的物理分析模型，以1 km²的精细尺度考虑气候和地方环境因素。"
            ],
            "challengesCn": [
                "这些瞬态模型是理解气候变暖后地面热场变化的有效方法，但它们通常需要繁琐的参数化，在大规模应用时计算需求高，并且由于在青藏高原上难以检测和监测永久冻土，空间限制较大。此外，这些地图在实际土地利用规划和工程应用中的实用性有限，因为它们的空间分辨率较粗。"
            ],
            "methodsCn": [
                "模型结果通过热钻孔测量和基线地图进行了验证。为了评估未来地面热状况的发展，我们利用了来自八个气候模型在三种共享社会经济路径（即SSP126、245和585）下的下调输出的多模型集合均值，以驱动永久冻土模型。"
            ],
            "datasetCn": [
                "为了获得1981年至2100年每个考虑的时间段和气候情景的空间气候数据，利用了来自WorldClim数据库的月平均气温和降水数据，分辨率约为21 km²（2.5分钟）（http://worldclim.org，最后访问时间：2020年12月25日）。共获得43个Ttop观测站和44个ALT站（图1），并与我们的模型结果进行了比较。浅层土壤成分数据（~0-1.38米）的平均值，包括沙子、粉土、粘土和有机质的比例，来自中国土地表面建模土壤数据库（Shangguan等，2013），空间分辨率为1 km²。"
            ],
            "findingsCn": [
                "建模的当前（2001-2018年）永冻土面积（Ttop/C20 0 /C14 C）覆盖1.42×10^6 km²（约占青藏高原土地面积的56.1%），其中10.1%在历史时期（1981-2000年）内已经融化。模型结果表明，当前（2001-2018年）永冻土的范围在未来（2021-2100年）将可能显著收缩，这主要是由于气候变化导致的Ttop升温和ALT增加。根据SSP126、SSP245和SSP585情景，到21世纪末，当前永冻土的消失比例可能分别达到26.9%、59.9%和80.1%。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Do multi-model ensemble means from CMIP6 climate models contribute to forcing the permafrost model for future projections?",
                "QuestionCn": "CMIP6气候模型的多模型集合均值是否对未来的冻土模型强迫有贡献？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are the results from the permafrost model validated against thermal borehole measurements and baseline maps?",
                "QuestionCn": "永久冻土模型的结果是否经过热钻孔测量和基线地图的验证？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which spatial resolution is more effective for permafrost mapping on the Qinghai‒Tibet Plateau, 1 km2 or 21 km2?",
                "QuestionCn": "在青藏高原上，1 km²的空间分辨率与21 km²的空间分辨率相比，哪种更有效用于永久冻土制图？",
                "AnswerEn": "1 km2",
                "AnswerCn": "1 平方千米",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which climate data source is mainly used for modeling permafrost conditions on the Qinghai‒Tibet Plateau, WorldClim or another database?",
                "QuestionCn": "哪个气候数据源主要用于对青藏高原的永冻土条件进行建模，WorldClim还是其他数据库？",
                "AnswerEn": "WorldClim",
                "AnswerCn": "世界气候",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the significant challenges in parameterizing transient models for permafrost thermal regime studies?",
                "QuestionCn": "在永久冻土热状态研究中，参数化瞬态模型面临的重大挑战是什么？",
                "AnswerEn": "parameterizing models",
                "AnswerCn": "参数化模型",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where can spatial climate data be sourced for modeling permafrost conditions over extended periods?",
                "QuestionCn": "在哪里可以获取空间气候数据，以便对长期的永久冻土条件进行建模？",
                "AnswerEn": "WorldClim database",
                "AnswerCn": "WorldClim 数据库",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What datasets are utilized to validate model results against observed permafrost conditions?",
                "QuestionCn": "用于验证模型结果与观测到的永冻土条件的数据显示了哪些数据集？",
                "AnswerEn": "thermal borehole measurements, baseline maps, Ttop observation sites, ALT sites",
                "AnswerCn": "热钻孔测量、基线图、Ttop观测站、活动层厚度（ALT）站点",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that addresses the challenge of difficult detection and monitoring of permafrost on the Qinghai‒Tibet Plateau?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，以应对青藏高原上难以检测和监测永久冻土的挑战？",
                "AnswerEn": "A data collection method that addresses this challenge involves using multi-source data, including field observations from thermal borehole measurements and spatial climate data, to model permafrost conditions. This approach is combined with downscaled outputs from climate models to assess future developments under various climate scenarios.",
                "AnswerCn": "一种解决这一挑战的数据收集方法涉及使用多源数据，包括来自热孔测量的现场观察和空间气候数据，以建模永久冻土条件。这种方法结合了气候模型的下调输出，以评估在不同气候情景下的未来发展。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What properties are essential for accurately modeling permafrost thermal regimes in the Qinghai-Tibet Plateau?",
                "QuestionCn": "准确模拟青藏高原永久冻土热状态所需的基本属性是什么？",
                "AnswerEn": "air temperature, precipitation, soil characteristics, vegetation cover, topography, physically transient models, multi-model ensemble means, Shared Socio-economic Pathways",
                "AnswerCn": "空气温度、降水、土壤特性、植被覆盖、地形、物理瞬态模型、多模型集合均值、共享社会经济路径",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the soil component data used in the permafrost thermal model for the Qinghai‒Tibet Plateau?",
                "QuestionCn": "青藏高原的永冻土热模型中使用的土壤成分数据的空间分辨率是多少？",
                "AnswerEn": "1 km²",
                "AnswerCn": "1 平方公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How much of the Qinghai‒Tibet Plateau's current permafrost area is predicted to disappear by the end of the 21st century under the SSP585 scenario?",
                "QuestionCn": "根据SSP585情景，预计到21世纪末，青藏高原目前的永久冻土面积将消失多少。",
                "AnswerEn": "80.1%",
                "AnswerCn": "80.1%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a physically analytical model in the context of permafrost thermal development studies?",
                "QuestionCn": "在永久冻土热发展研究的背景下，物理分析模型是指一种用于模拟和理解永久冻土层的热动态变化的数学或计算模型。这种模型通常基于物理定律，如热传导、相变和水分运动等，以预测在不同环境条件下永久冻土的温度变化、融化和冻结过程。",
                "AnswerEn": "A physically analytical model in the context of permafrost thermal development studies is a model that evaluates permafrost conditions by accounting for both climatic and local environmental factors using multi-source data to predict spatio-temporal changes in permafrost distribution.",
                "AnswerCn": "在永久冻土热发展研究的背景下，物理分析模型是一种通过考虑气候和地方环境因素，利用多源数据评估永久冻土条件的模型，以预测永久冻土分布的时空变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How is the concept of active-layer thickness (ALT) significant in permafrost research?",
                "QuestionCn": "活层厚度（ALT）在永久冻土研究中的重要性是什么？",
                "AnswerEn": "Active-layer thickness (ALT) is significant in permafrost research as it is an important indicator of the ground thermal regime, especially in response to climate change, and is a critical factor in engineering applications in permafrost regions.",
                "AnswerCn": "活层厚度（ALT）在永久冻土研究中具有重要意义，因为它是地面热状态的一个重要指标，特别是在应对气候变化方面，并且在永久冻土地区的工程应用中也是一个关键因素。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What role does the TTOP model play in improving permafrost simulation accuracy?",
                "QuestionCn": "TTOP模型在提高永久冻土模拟精度方面发挥了什么作用？",
                "AnswerEn": "The TTOP model plays a role in improving permafrost simulation accuracy by introducing a refined approach that enhances precision when predicting the thickness of the active layer, as compared to older methods like the Kudryavtesv method.",
                "AnswerCn": "TTOP模型通过引入一种改进的方法，提高了对活跃层厚度预测的精确度，从而在改善永冻土模拟准确性方面发挥了作用，相较于像Kudryavtsev方法这样的旧方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the similarities and differences in challenges faced by transient models and equilibrium models in simulating permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "瞬态模型和均衡模型在模拟青藏高原的永久冻土分布时面临的挑战有哪些相似之处和不同之处？",
                "AnswerEn": "Both transient and equilibrium models aim to simulate permafrost distribution, but transient models are more computationally demanding and spatially restrictive due to the complexity of parameterization and the need for detailed data. In contrast, equilibrium models may be less computationally intensive but might not account for detailed dynamic changes over time.",
                "AnswerCn": "瞬态模型和稳态模型都旨在模拟永久冻土分布，但瞬态模型在计算上更为复杂且空间限制更大，因为它们需要复杂的参数化和详细的数据。相比之下，稳态模型可能计算强度较低，但可能无法考虑随时间变化的详细动态变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "In what ways can soil component data, such as sand, silt, clay, and organic matter fractions, influence the modeling of active-layer thickness and permafrost distribution?",
                "QuestionCn": "土壤成分数据，如沙子、粉土、粘土和有机质分数，如何影响活层厚度和永久冻土分布的建模？",
                "AnswerEn": "Soil component data are critical in influencing the thermal properties of the ground, which in turn affect the active-layer thickness and permafrost distribution. Variations in soil texture and organic matter content can alter the thermal conductivity and heat capacity of soils, impacting how heat is transferred within the ground. Accurate modeling of these properties is essential to predict changes in permafrost conditions accurately, thereby highlighting the importance of detailed soil data in permafrost models.",
                "AnswerCn": "土壤成分数据对影响地面的热性质至关重要，这反过来又影响活层厚度和永久冻土分布。土壤质地和有机质含量的变化可以改变土壤的热导率和热容量，影响热量在土壤中的传递方式。准确建模这些性质对于准确预测永久冻土条件的变化至关重要，从而突显了详细土壤数据在永久冻土模型中的重要性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors cause challenges in parameterizing transient models for permafrost thermal regime studies on the Qinghai‒Tibet Plateau?",
                "QuestionCn": "在青藏高原的永冻土热状态研究中，参数化瞬态模型面临的挑战因素有哪些？",
                "AnswerEn": "The challenges in parameterizing transient models for permafrost thermal regime studies on the Qinghai‒Tibet Plateau arise from the models being computationally demanding at large scales and spatially restrictive due to the difficult detection and monitoring of permafrost in the region.",
                "AnswerCn": "在青藏高原的永冻土热状态研究中，瞬态模型参数化面临的挑战主要源于模型在大尺度下计算需求高，并且由于该地区永冻土的检测和监测困难，空间限制性较强。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a need for high-resolution spatial data when modeling permafrost distribution on the Qinghai‒Tibet Plateau?",
                "QuestionCn": "在青藏高原上建模永冻土分布时，为什么需要高分辨率空间数据？",
                "AnswerEn": "High-resolution spatial data is needed because local environmental conditions, such as soil characteristics, vegetation cover, and topography, strongly influence the permafrost thermal regime at a local scale, necessitating detailed data to accurately capture these variables.",
                "AnswerCn": "高分辨率空间数据是必要的，因为局部环境条件，如土壤特性、植被覆盖和地形，强烈影响局部尺度上的永久冻土热状态，因此需要详细的数据来准确捕捉这些变量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the limited utility of permafrost maps for practical land use planning and engineering applications on the Qinghai‒Tibet Plateau?",
                "QuestionCn": "导致青藏高原上永冻土地图在实际土地利用规划和工程应用中效用有限的原因是什么？",
                "AnswerEn": "The limited utility of permafrost maps for practical land use planning and engineering applications is due to their coarse spatial resolution, which may not adequately capture the detailed ground conditions required for these purposes.",
                "AnswerCn": "由于其粗糙的空间分辨率，永久冻土地图在实际土地利用规划和工程应用中的有限效用，可能无法充分捕捉这些目的所需的详细地面条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using multi-model ensemble mean outputs from climate models for simulating permafrost distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用气候模型的多模型集合均值输出模拟青藏高原的永久冻土分布可能带来的潜在后果是什么？",
                "AnswerEn": "Using multi-model ensemble mean outputs from climate models can provide a comprehensive understanding of how permafrost conditions might evolve under different climate scenarios. This approach helps in assessing the ground thermal regime and permafrost distribution with more accuracy by incorporating diverse climatic inputs. However, it might also lead to increased computational demands and complexities in parameterization, potentially affecting the spatial resolution and utility of the results for practical applications.",
                "AnswerCn": "使用气候模型的多模型集合均值输出可以全面了解在不同气候情景下永久冻土条件可能如何演变。这种方法通过结合多样的气候输入，有助于更准确地评估地面热状态和永久冻土分布。然而，这也可能导致计算需求和参数化的复杂性增加，从而影响结果的空间分辨率和在实际应用中的效用。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary intention behind utilizing a physically analytical model for evaluating permafrost thermal development on the Qinghai‒Tibet Plateau?",
                "QuestionCn": "利用物理分析模型评估青藏高原永久冻土热发展背后的主要意图是什么？",
                "AnswerEn": "The primary intention is to gain an in-depth understanding of the evolution of permafrost temperature (Ttop) and active-layer thickness (ALT) at a fine scale on the Qinghai‒Tibet Plateau under climate change, using multi-source data and accounting for both climatic and local environmental factors.",
                "AnswerCn": "主要目的是深入了解气候变化下青藏高原冻土温度（Ttop）和活跃层厚度（ALT）在细尺度上的演变，利用多源数据并考虑气候和地方环境因素。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the essential steps to validate a permafrost model against thermal borehole measurements and baseline maps in the context of predicting active-layer thickness in the Qinghai-Tibet Plateau?",
                "QuestionCn": "在预测青藏高原活跃层厚度的背景下，验证永久冻土模型与热钻孔测量和基线地图的一致性的基本步骤包括：",
                "AnswerEn": "The validation of a permafrost model involves comparing the model results with thermal borehole measurements and baseline maps. This includes assessing the consistency of the modeled results with observed data to ensure accuracy. The model utilizes multi-model ensemble means of downscaled outputs from climate models under various Shared Socio-economic Pathways to simulate future ground thermal regimes. Ensuring the accuracy of these results against empirical data is crucial for reliable predictions.",
                "AnswerCn": "对永久冻土模型的验证涉及将模型结果与热钻孔测量和基线地图进行比较。这包括评估模型结果与观测数据的一致性，以确保准确性。该模型利用来自气候模型的多模型集合均值的下调输出，在各种共享社会经济路径下模拟未来的地面热状态。确保这些结果与实证数据的准确性对于可靠的预测至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How is spatial climate data obtained and processed for use in modeling permafrost distribution and changes in the Qinghai-Tibet Plateau?",
                "QuestionCn": "空间气候数据是如何获取和处理的，以用于建模青藏高原的永冻土分布和变化？",
                "AnswerEn": "Spatial climate data is obtained from the WorldClim database, which provides monthly air temperature and precipitation data with a resolution of approximately 21 km2. This data is utilized for different time periods and climate scenarios from 1981 to 2100. The data is then used to force the permafrost model, integrating climatic and local environmental factors to predict permafrost distribution and changes.",
                "AnswerCn": "空间气候数据来自WorldClim数据库，该数据库提供了大约21平方公里分辨率的月平均气温和降水量数据。这些数据用于不同的时间段和气候情景，从1981年到2100年。然后，这些数据被用来驱动冻土模型，结合气候和地方环境因素，以预测冻土的分布和变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodological approaches are employed to account for local environmental factors in modeling the evolution of permafrost temperature and active-layer thickness on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在对青藏高原的永冻土温度和活动层厚度演变进行建模时，采用了哪些方法论方法来考虑当地环境因素？",
                "AnswerEn": "The methodological approach involves using a physically analytical model that considers both climatic and local environmental factors. This includes soil characteristics, vegetation cover, and topography, which can strongly influence the permafrost thermal regime. The model is designed to work at a fine scale (1 km2) and is validated against field observations to ensure its reliability in capturing the spatio-temporal changes of permafrost.",
                "AnswerCn": "该方法论采用了一种物理分析模型，考虑了气候和地方环境因素。这包括土壤特性、植被覆盖和地形，这些因素可以强烈影响永冻土的热状态。该模型旨在以细尺度（1 km²）进行工作，并通过与实地观测的对比进行验证，以确保其在捕捉永冻土时空变化方面的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods or technologies enable the accurate simulation and prediction of active-layer thickness in permafrost regions under future climate scenarios?",
                "QuestionCn": "哪些方法或技术能够在未来气候情景下准确模拟和预测永久冻土地区的活层厚度？",
                "AnswerEn": "The use of physically analytical models, which account for both climatic and local environmental factors, enables accurate simulation and prediction. These models are validated against thermal borehole measurements and baseline maps, and utilize the multi-model ensemble mean of downscaled outputs from climate models under various Shared Socio-economic Pathways in CMIP6.",
                "AnswerCn": "使用考虑气候和地方环境因素的物理分析模型，可以实现准确的模拟和预测。这些模型通过热钻孔测量和基线地图进行验证，并利用CMIP6中不同共享社会经济路径下气候模型的降尺度输出的多模型集合均值。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do current data collection techniques address the challenges of monitoring permafrost changes over large and remote areas like the Qinghai‒Tibet Plateau?",
                "QuestionCn": "当前的数据收集技术如何应对在像青藏高原这样的大型和偏远地区监测永冻土变化的挑战？",
                "AnswerEn": "Current techniques leverage spatial modeling combined with field observations and remote sensing data to address the challenges of monitoring permafrost changes. These techniques are effective for investigating and predicting spatio-temporal changes, though they can be computationally demanding and spatially restrictive.",
                "AnswerCn": "当前技术结合了空间建模、实地观察和遥感数据，以应对监测永久冻土变化的挑战。这些技术在研究和预测时空变化方面有效，但可能计算需求高且空间限制。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or data sources enable the validation of permafrost models in terms of both historical and future predictions?",
                "QuestionCn": "哪些条件或数据来源能够验证永久冻土模型在历史和未来预测方面的准确性？",
                "AnswerEn": "The validation of permafrost models is enabled by comparing them against thermal borehole measurements and baseline maps. Climate data, such as monthly air temperature and precipitation from the WorldClim database, and soil component data from the Soil Database of China for Land Surface Modeling, are crucial for this validation process.",
                "AnswerCn": "通过将永久冻土模型与热钻孔测量和基线地图进行比较，可以验证这些模型。气候数据，如来自WorldClim数据库的月平均气温和降水量，以及来自中国土地表面建模土壤数据库的土壤成分数据，对于这一验证过程至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What challenges might arise in parameterizing transient models for large-scale permafrost mapping on the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的大规模永久冻土制图中，参数化瞬态模型可能会面临哪些挑战？",
                "AnswerEn": "Challenges include the tedious parameterization process, high computational demands, and the spatial restrictions due to the difficulties in detecting and monitoring permafrost, which make it hard to achieve fine-scale resolution essential for practical applications.",
                "AnswerCn": "挑战包括繁琐的参数化过程、高计算需求以及由于检测和监测永久冻土的困难而导致的空间限制，这使得实现对实际应用至关重要的细尺度分辨率变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might datasets used for permafrost modeling on the Qinghai-Tibet Plateau need refinement or expansion to improve spatial resolution?",
                "QuestionCn": "用于青藏高原永久冻土建模的数据集可能需要进行精细化或扩展，以提高空间分辨率。",
                "AnswerEn": "Datasets might need refinement because the current coarse spatial resolution limits their utility for practical land-use planning and engineering applications, necessitating more detailed data to capture local environmental variations affecting permafrost conditions.",
                "AnswerCn": "数据集可能需要精细化，因为当前的粗略空间分辨率限制了它们在实际土地利用规划和工程应用中的效用，迫切需要更详细的数据以捕捉影响永冻土条件的地方环境变化。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you think the use of multi-source data is in enhancing the accuracy of permafrost thermal regime models on the Qinghai‒Tibet Plateau?",
                "QuestionCn": "您认为多源数据在提高青藏高原永久冻土热状态模型准确性方面的有效性如何？",
                "AnswerEn": "The use of multi-source data is likely very effective in enhancing the accuracy of permafrost thermal regime models on the Qinghai‒Tibet Plateau because it allows for the integration of diverse datasets that account for both climatic and local environmental factors, thereby improving the model's ability to simulate and predict spatio-temporal changes more accurately.",
                "AnswerCn": "多源数据的使用在提高青藏高原冻土热状态模型的准确性方面可能非常有效，因为它允许整合多样化的数据集，考虑气候和地方环境因素，从而提高模型模拟和预测时空变化的能力。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the main challenges in parameterizing physically transient models for large-scale permafrost studies, and how might these be overcome?",
                "QuestionCn": "在大规模永久冻土研究中，参数化物理瞬态模型的主要挑战是什么？如何克服这些挑战？",
                "AnswerEn": "The main challenges in parameterizing physically transient models for large-scale permafrost studies include the tedious nature of the task, computational demands, and spatial restrictions due to the difficulty in detecting and monitoring permafrost. These challenges might be overcome by utilizing more efficient computational techniques, improving data collection technologies, and increasing the spatial resolution of input datasets.",
                "AnswerCn": "在大规模永久冻土研究中，参数化物理瞬态模型的主要挑战包括任务的繁琐性、计算需求以及由于检测和监测永久冻土的困难而导致的空间限制。这些挑战可以通过利用更高效的计算技术、改善数据收集技术以及提高输入数据集的空间分辨率来克服。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your evaluation of using WorldClim database data for modeling permafrost changes under various climate scenarios?",
                "QuestionCn": "我对使用WorldClim数据库数据在各种气候情景下建模永久冻土变化的评估是什么？",
                "AnswerEn": "Using the WorldClim database data for modeling permafrost changes under various climate scenarios is likely a sound approach, as it provides high-resolution climate data that can be crucial for fine-scale modeling. However, the reliability of the outcomes would depend on the accuracy of the climate models and the downscaling methods utilized.",
                "AnswerCn": "使用WorldClim数据库的数据来模拟在不同气候情景下的永久冻土变化是一种合理的方法，因为它提供了高分辨率的气候数据，这对于细尺度建模至关重要。然而，结果的可靠性将取决于气候模型的准确性和所采用的降尺度方法。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data from diverse sources like climate models and soil databases can be integrated effectively for permafrost modeling.",
                "QuestionCn": "我不明白如何有效地将气候模型和土壤数据库等多种来源的数据整合用于永久冻土建模。",
                "AnswerEn": "The integration of diverse data sources for permafrost modeling involves using spatial climate data from the WorldClim database and soil component data from the Soil Database of China for Land Surface Modeling. The model is validated against thermal borehole measurements and baseline maps, utilizing multi-model ensemble mean outputs from climate models under Shared Socio-economic Pathways to predict future permafrost conditions.",
                "AnswerCn": "多样化数据源的整合用于永久冻土建模，包括使用WorldClim数据库的空间气候数据和中国土壤数据库的土壤成分数据进行陆面建模。该模型通过热钻孔测量和基线地图进行验证，利用共享社会经济路径下气候模型的多模型集合均值输出预测未来的永久冻土状况。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the challenges faced in spatially modeling the permafrost distribution on the Qinghai‒Tibet Plateau.",
                "QuestionCn": "我对在青藏高原上空间建模永久冻土分布所面临的挑战感到不确定。",
                "AnswerEn": "Challenges in spatial modeling of permafrost distribution include the tedious parameterization and computational demands of transient models, as well as the difficulty of monitoring permafrost on the Qinghai‒Tibet Plateau due to its local environmental conditions. Additionally, modeling often results in coarse spatial resolution maps that may have limited utility for practical applications.",
                "AnswerCn": "在永久冻土分布的空间建模中，面临的挑战包括瞬态模型的繁琐参数化和计算需求，以及由于青藏高原的局部环境条件而导致的永久冻土监测困难。此外，建模通常会产生空间分辨率较粗的地图，这可能对实际应用的效用有限。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how the accuracy of permafrost models is evaluated and validated.",
                "QuestionCn": "我无法理解如何评估和验证永久冻土模型的准确性。",
                "AnswerEn": "The accuracy of permafrost models is evaluated by validating model results against thermal borehole measurements and baseline maps. The models use downscaled outputs from climate models to force the permafrost model, and outcomes are compared with observational data from Ttop and ALT sites to ensure reliability.",
                "AnswerCn": "永冻土模型的准确性通过将模型结果与热钻孔测量和基线地图进行验证来评估。这些模型使用气候模型的降尺度输出作为永冻土模型的驱动，并将结果与Ttop和ALT站点的观测数据进行比较，以确保可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the data collection methods used to obtain permafrost thermal measurements and active-layer thickness observations on the Qinghai‒Tibet Plateau, considering the challenges posed by remote and harsh environments.",
                "QuestionCn": "请探讨用于获取青藏高原永久冻土热测量和活层厚度观测的数据收集方法，考虑到偏远和恶劣环境带来的挑战。",
                "AnswerEn": "Data collection methods for permafrost thermal measurements and active-layer thickness observations on the Qinghai‒Tibet Plateau involve using thermal borehole measurements and monitoring sites. These methods are validated against baseline maps and are supported by data from 43 Ttop observation sites and 44 ALT sites. The remote and harsh environment poses challenges such as difficulty in detection and monitoring, making these methods critical for reliable data collection.",
                "AnswerCn": "在青藏高原进行永久冻土热测量和活层厚度观测的数据收集方法包括使用热钻孔测量和监测站。这些方法经过基线地图的验证，并得到了43个Ttop观测站和44个ALT站的数据支持。由于环境偏远且恶劣，检测和监测面临挑战，因此这些方法对于可靠数据收集至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate the potential sources and methodologies for expanding or refining spatial climate datasets used in modeling permafrost distribution on the Qinghai‒Tibet Plateau.",
                "QuestionCn": "请调查用于建模青藏高原冻土分布的空间气候数据集扩展或精炼的潜在来源和方法。",
                "AnswerEn": "Potential sources and methodologies for refining spatial climate datasets for modeling permafrost distribution on the Qinghai‒Tibet Plateau include utilizing the WorldClim database, which provides air temperature and precipitation data at approximately 21 km² resolution. These datasets are crucial for modeling permafrost distribution under different climate scenarios. Refinement could involve integrating more localized soil data from the Soil Database of China for Land Surface Modeling and applying downscaled outputs from multiple climate models to capture finer spatial and temporal resolution.",
                "AnswerCn": "潜在的来源和方法论用于精细化青藏高原的空间气候数据集，以建模永久冻土分布，包括利用WorldClim数据库，该数据库提供约21平方公里分辨率的气温和降水数据。这些数据集对于在不同气候情景下建模永久冻土分布至关重要。精细化可以涉及整合来自中国土壤数据库的更本地化土壤数据，以进行地表模型化，并应用多个气候模型的下调输出，以捕捉更细的空间和时间分辨率。",
                "Level": "C6(Creating)"
            }
        ]
    }
}