{
  "id": "9dbdbab2-f30a-4feb-a7ee-2cf2a147552a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole rock major and trace, zircon U-Pb isotope, mineral chemistry and Hf isotope geochemical data set of magmatic rocks in the Qinghai Tibet Plateau (Lhasa block cuomai township)",
      "titleCn": "青藏高原（拉萨地块-措麦乡）岩浆岩全岩主微量、锆石U-Pb同位素、矿物化学、Hf同位素地球化学数据集",
      "description": "The data set includes major and trace elements, zircon U-Pb isotope, mineral chemistry and Hf isotope geochemical data of the whole rock from Lhasa block to cuomaixiang magmatic rock in Qinghai Tibet Plateau. The sampling time is 2015-2016, and the area is qanu area, gongcuomai Township, Gangdese, Tibet. The rock samples include 13 diorite and 14 gabbro. This data provides a key limit for understanding the initial subduction time of the Neotethys ocean, and limits the initial subduction time of the Neotethys ocean to 255-214 Ma, which is of great significance for exploring the tectonic evolution of the Tethys. The major and trace elements in the whole rock samples were measured by fluorescence spectrometer (XRF) and plasma mass spectrometry (ICP-MS), zircon U-Pb dating by laser ablation plasma mass spectrometry (LA-ICP-MS), mineral chemistry by electron probe microanalysis (EPMA), and zircon in-situ Hf isotope by multi receiver inductively coupled plasma mass spectrometry (MC – ICP – MS), The testing units include the State Key Laboratory of metallogenic mechanism of endogenetic metal deposits in Nanjing University and the Key Laboratory of deep geodynamics, Ministry of natural resources, Chinese Academy of Geological Sciences. The data set has been published in the well-known Journal International geology review, and the data results are true and reliable.",
      "descriptionCn": "此数据集包括青藏高原拉萨地块-措麦乡岩浆岩全岩主微量元素、锆石U-Pb同位素、矿物化学和Hf同位素地球化学数据。采样时间为2015年-2016年，地区为西藏冈底斯弧措麦乡差女地区，岩石样品包括13件闪长岩和14件辉长岩。该数据为认识新特提斯洋的初始俯冲时间提供关键限定，将新特提斯洋的初始俯冲时间限制在255-214 Ma之间，对探讨特提斯构造演化过程具有重要意义。岩石样品的全岩主、微量元素分别使用荧光光谱仪（XRF）和等离子质谱仪（ICP-MS）测试，锆石U-Pb定年使用激光剥蚀等离子质谱仪（LA-ICP-MS），矿物化学测试使用电子探针分析（EPMA），锆石原位Hf同位素通过多接收电感耦合等离子体质谱仪(MC–ICP–MS)测试所得，测试单位包括南京大学内生金属矿床成矿机制研究国家重点实验室和中国地质科学院自然资源部深地动力学重点实验室。该数据集关联文章已发表在知名刊物《International Geology Review》上，数据结果真实可靠。",
      "instructions": "1. File name:\n(1) The whole rock geochemical major and trace data are stored in Excel format, and the file name is \"MajorTraceElement2015001.xlsx\", in which MajorTraceElement represents the content, 2015 represents the year, and 001 represents the serial number.\n(2) Zircon U-Pb age data are stored in Excel format, and the file name is \"U-PbDating2015001.xlsx\", in which  U-PbDating represents content, 2015 represents year, and 001 represents serial number.\n(3) Hf isotope geochemical data are stored in Excel format, and the file name is \"Lu-HfIsotope2015001.xlsx\", in which Lu-HfIsotope represents the content, 2015 represents the year, and 001 represents the serial number.\n(4) Mineral chemistry data are stored in Excel format, and the file names are \"PyroxeneGeochemistry2015001. xlsx\" and \"S5-Zircon 2015001. xlsx\", in which PyroxeneGeochemisty and S5-Zircon represent the content, 2015 represents the year, and 001 represents the serial number.\n2. Data reading mode:\nThe data can be directly opened in Excel workbooks.",
      "instructionsCn": "1.文件命名：\n（1） 全岩地球化学主微量数据以Excel格式存储，文件名称为“MajorTraceElement2015001.xlsx”，其中 MajorTraceElement 代表内容，2015代表年份，001代表序号。\n（2）锆石U-Pb年龄数据以Excel格式存储，文件名称为“U-PbDating2015001.xlsx”，其中 U-PbDating 代表内容，2015代表年份，001代表序号。\n（3）Hf同位素地球化学数据以Excel格式存储，文件名称为“Lu-HfIsotope2015001.xlsx”，其中 Lu-HfIsotope 代表内容，2015代表年份，001代表序号。\n（4）矿物化学数据以Excel格式存储，文件名称为“ PyroxeneGeochemistry2015001.xlsx”和“ S5-Zircon2015001.xlsx”，其中PyroxeneGeochemistry和  S5-Zircon代表内容，2015代表年份，001代表序号。\n2.数据读取方式：\n   该数据可以直接用Excel工作簿打开。",
      "east": 90.0,
      "west": 92.0,
      "south": 31.0,
      "north": 29.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 101687.0,
      "cstr": null,
      "doi": "10.1080/00206814.2020.1836682",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张开均",
        "nameEn": "ZHANG Kaijun",
        "unitEn": "University of Chinese Academy of Sciences",
        "unitCn": "中国科学院大学/地球与行星科学学院"
      },
      {
        "nameCn": "李秋环",
        "nameEn": "LI Qiuhuan",
        "unitEn": "University of Chinese Academy of Sciences",
        "unitCn": "中国科学院大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Contrasting latest Permian intracontinental gabbro and Late Triassic arc gabbro–diorite in the Gangdese constrain the subduction initiation of the Neo-Tethys",
        "referenceCn": null,
        "referenceEn": "Li, Q.H., Zhang, K.J., Yan, L.L., & Jin, X. (2020). Contrasting\nlatest Permian intracontinental gabbro and Late Triassic arc gabbro–diorite in the Gangdese\nconstrain the subduction initiation of the Neo-Tethys. International Geology Review, DOI:\n10.1080/00206814.2020.1836682"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "元素地球化学",
        "nameEn": "Element geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "锆石Hf同位素",
        "nameEn": "Zircon Hf isotope"
      },
      {
        "nameCn": "锆石U-Pb定年",
        "nameEn": "Ziron U-Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "拉萨地块",
        "keywordEn": "Lhasa Terrane"
      },
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中生代",
        "keywordEn": "Mesozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to gather geochemical data of igneous rocks in the Tibetan Plateau, specifically focusing on the analysis of zircon U-Pb isotopes and Hf isotopes?",
        "QuestionCn": "您能否提供一个用于收集青藏 Plateau 火成岩地球化学数据的数据收集方法的例子，特别关注锆石 U-Pb 同位素和 Hf 同位素的分析？",
        "AnswerEn": "To gather geochemical data of igneous rocks in the Tibetan Plateau, methods such as LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) are used for zircon U-Pb dating, and MC–ICP–MS (Multi-Collector Inductively Coupled Plasma Mass Spectrometry) is utilized for analyzing in situ zircon Hf isotopes. These techniques were applied to samples from the Lhasa block in Cuomei Township, including diorite and gabbro rock samples.",
        "AnswerCn": "为了收集青藏 Plateau 的火成岩地球化学数据，采用了激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）技术进行锆石 U-Pb 定年，同时使用多收集器电感耦合等离子体质谱（MC–ICP–MS）技术分析原位锆石 Hf 同位素。这些技术应用于来自拉萨块体的 Cuomei 镇的样品，包括闪长岩和辉长岩样品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of data collection methods used for analyzing the geochemical properties of magmatic rocks in the Tibetan Plateau?",
        "QuestionCn": "用于分析青藏 Plateau 火成岩的地球化学特性的 数据收集方法的关键特征是什么？",
        "AnswerEn": "X-ray fluorescence spectrometry, inductively coupled plasma mass spectrometry, laser ablation inductively coupled plasma mass spectrometry, electron probe micro-analyzer, multi-collector inductively coupled plasma mass spectrometry",
        "AnswerCn": "X射线荧光光谱法，电感耦合等离子体质谱法，激光剥蚀电感耦合等离子体质谱法，电子探针显微分析仪，多接收器电感耦合等离子体质谱法",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '锆石U-Pb同位素定年' mean in the context of geological data collection?",
        "QuestionCn": "'锆石U-Pb同位素定年'在地质数据收集的背景下是什么意思？",
        "AnswerEn": "'锆石U-Pb同位素定年' refers to a dating technique used in geology to determine the age of zircon minerals by measuring the ratio of uranium to lead isotopes. This method is utilized to establish the timing of geological events, such as the initial subduction of the Neo-Tethys Ocean, and involves using laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) for precise analysis.",
        "AnswerCn": "'锆石U-Pb同位素定年'是地质学中一种用于通过测量铀与铅同位素的比率来确定锆石矿物年龄的定年技术。该方法用于建立地质事件的时间，例如新特提斯洋的初始俯冲，并涉及使用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）进行精确分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could influence the accuracy of zircon U-Pb isotopic dating in magmatic rocks from the Tibetan Plateau?",
        "QuestionCn": "影响青藏 Plateau 火成岩锆石 U-Pb 同位素定年的准确性的因素有哪些？",
        "AnswerEn": "The accuracy of zircon U-Pb isotopic dating could be influenced by the precision of the laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS) method used, as well as the condition and quality of the zircon samples collected from magmatic rocks in the Tibetan Plateau.",
        "AnswerCn": "锆石U-Pb同位素定年法的准确性可能受到激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）精度的影响，以及从青藏 Plateau 收集的火成岩锆石样品的状态和质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of collecting whole-rock major and trace elements, zircon U-Pb isotopes, mineral chemistry, and Hf isotope geochemistry data in the context of the Qinghai-Tibet Plateau magmatic rocks?",
        "QuestionCn": "在青藏高原火成岩的研究中，收集全岩主要和微量元素、锆石U-Pb同位素、矿物化学以及Hf同位素地球化学数据的目的是什么？",
        "AnswerEn": "The goal of collecting these data types is to provide key constraints on the initial subduction timing of the Neo-Tethys Ocean, limiting it to between 255-214 Ma. This information is significant for exploring the tectonic evolution process of the Tethys Ocean.",
        "AnswerCn": "收集这些数据类型的目标是为新特提斯洋的初始俯冲时间提供关键约束，限制在255-214百万年前之间。这些信息对于探索特提斯洋的构造演化过程具有重要意义。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instruments are typically used for analyzing the whole-rock major and trace elements, zircon U-Pb isotopes, mineral chemistry, and Hf isotopes in magmatic rocks from regions like the Lhasa block in the Tibetan Plateau?",
        "QuestionCn": "分析来自西藏高原拉萨地块的火成岩的全岩主量和微量元素、锆石U-Pb同位素、矿物化学和Hf同位素通常使用哪些程序和仪器？",
        "AnswerEn": "The analysis of whole-rock major and trace elements in magmatic rocks typically involves the use of X-ray fluorescence spectrometry (XRF) and inductively coupled plasma mass spectrometry (ICP-MS). Zircon U-Pb isotopic dating is conducted using laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS). Mineral chemistry is analyzed through electron probe microanalysis (EPMA), and in situ Hf isotopes in zircon are determined using multi-collector inductively coupled plasma mass spectrometry (MC–ICP–MS). These methods are employed by research institutions like the State Key Laboratory for Mineral Deposits Research at Nanjing University and the Key Laboratory of Deep-Earth Dynamics of the Ministry of Natural Resources of China Geological Survey.",
        "AnswerCn": "在火成岩的全岩主要和微量元素分析中，通常使用X射线荧光光谱法（XRF）和电感耦合等离子体质谱法（ICP-MS）。锆石U-Pb同位素定年采用激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）。矿物化学通过电子探针显微分析（EPMA）进行分析，而锆石中的原位Hf同位素则使用多收集器电感耦合等离子体质谱法（MC–ICP–MS）进行测定。这些方法被南京大学矿床研究国家重点实验室和中国地质调查局深地动力学重点实验室等研究机构采用。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}