{
  "id": "9e06b2d8-535f-436b-8145-811c30565c74",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Rail map of Heihe River Basin",
      "titleCn": "黑河流域铁路分布数据集",
      "description": "Railway distribution map is the basic data in the mapping process. In order to facilitate the use of users, we compiled the railway data set of Heihe River basin according to the railway data set distributed by the National Basic Geographic Information Center, the atlas of Gansu Province compiled by the Gansu Provincial map Geographic Information Center, the sky map and Guge map published by the China Surveying and Mapping Bureau. This data basically reflects the distribution of Railways around the Heihe River basin around 2010.\nThe national standard of data classification and coding of national basic geographic information system - Classification and code of basic land information data (GB / T 13923-92) is adopted for railway coding, and the code is five digit code (National Basic Geographic Information Center 2010).",
      "descriptionCn": "铁路分布图是制图过程中的基础数据，为了便于用户使用，我们根据国家基础地理信息中心分发的铁路数据集、甘肃省地图地理信息中心编制的《甘肃省地图册》、中国测绘局公布的天地图和谷歌地图等数据汇编了黑河流域铁路数据集。该数据基本反映了黑河流域周边地区2010年前后的铁路分布现状。\n铁路编码采用国家基础地理信息系统数据分类编码国家标准-《国土基础信息数据分类与代码》（GB /T 13923-92），代码为五位数字码(国家基础地理信息中心 2010)。",
      "instructions": ". SHP format storage",
      "instructionsCn": ".shp 格式存储",
      "east": 104.2,
      "west": 96.1,
      "south": 37.7,
      "north": 43.3,
      "startTime": "2018-11-22 18:49:38",
      "endTime": "2018-11-22 18:49:38",
      "fileSize": 141190.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "国家基础地理信息中心",
        "nameEn": "National Basic Geographic Information Center",
        "unitEn": "National Basic Geographic Information Center",
        "unitCn": "国家基础地理信息中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": "甘肃省地图册",
        "titleEn": null,
        "referenceCn": "张建华主编.甘肃省地图册,中国地图出版社.2002.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "交通",
        "nameEn": "Traffic"
      },
      {
        "nameCn": "铁路",
        "nameEn": "Railway"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2009",
        "keywordEn": "2009",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are some sources that can be used for compiling a dataset on railway distribution in a specific region?",
        "QuestionCn": "在特定地区编制铁路分布数据集可以使用哪些来源？",
        "AnswerEn": "national geographic information centers, regional map and geographic information centers, published national maps, satellite imagery from platforms like Google Maps",
        "AnswerCn": "国家地理信息中心、区域地图和地理信息中心、已发布的国家地图、来自像谷歌地图这样的平台的卫星图像",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how GIS data from various sources, such as national geographic information centers, province-specific map atlases, and global mapping services, can be compiled to create a comprehensive dataset for railway distribution in a specific region?",
        "QuestionCn": "您能否提供一个示例，说明如何将来自不同来源的GIS数据（例如国家地理信息中心、省级地图集和全球制图服务）汇编在一起，以创建特定区域铁路分布的综合数据集？",
        "AnswerEn": "An example of this is the compilation of the 黑河流域铁路分布数据集, where GIS data from the National Fundamental Geographic Information Center, Gansu Map and Geographic Information Center's map atlas, and global mapping services like Google Maps were used to create a dataset that reflects the railway distribution in the Heihe River Basin around 2010.",
        "AnswerCn": "一个例子是黑河流域铁路分布数据集的编制，其中使用了国家基础地理信息中心、甘肃地图与地理信息中心的地图集以及谷歌地图等全球制图服务的GIS数据，创建了一个反映2010年左右黑河流域铁路分布的数据集。",
        "Level": "C6(Creating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and standards used for coding railway data in a dataset related to the Heihe River Basin?",
        "QuestionCn": "与黑河流域相关的数据集中编码铁路数据的特征和标准是什么？",
        "AnswerEn": "five-digit numeric code",
        "AnswerCn": "五位数字代码",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for railway distribution in the 黑河流域 compare to those used for mapping railway networks in other regions using sources like state geographic information centers and digital maps?",
        "QuestionCn": "黑河流域的铁路分布数据收集方法与其他地区使用国家地理信息中心和数字地图进行铁路网络制图的方法相比如何？",
        "AnswerEn": "Data collection methods for railway distribution in the 黑河流域 involve compiling data from the National Geomatics Center of China, the Gansu Provincial Map and Geographic Information Center's atlas, and digital platforms like Tianditu and Google Maps. This approach may differ from methods in other regions, which might rely on different local geographic information systems or alternative digital mapping services. The use of national standards for railway coding, such as the GB/T 13923-92, ensures consistency but may contrast with other regions that might use different classification systems or focus on more recent data.",
        "AnswerCn": "黑河流域的铁路分布数据收集方法包括从中国国家测绘地理信息中心、甘肃省地图与地理信息中心的地图集以及数字平台如天地图和谷歌地图收集数据。这种方法可能与其他地区的方法有所不同，后者可能依赖于不同的地方地理信息系统或替代的数字地图服务。使用国家铁路编码标准，如GB/T 13923-92，确保了一致性，但可能与其他地区形成对比，后者可能使用不同的分类系统或关注更新的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the main objectives of compiling a dataset on railway distribution in the Heihe River Basin using various geographical sources such as national geographic information systems and satellite maps?",
        "QuestionCn": "使用国家地理信息系统和卫星地图等各种地理来源编制黑河流域铁路分布数据集的主要目标是什么？",
        "AnswerEn": "The primary goal of compiling a dataset on railway distribution in the Heihe River Basin is to provide foundational cartographic data that accurately reflects the railway distribution around the Heihe River Basin as of around 2010. This dataset aids users by integrating information from multiple authoritative sources, including the National Geographical Information Center's railway dataset, Gansu Provincial Map Atlas, and maps from China's Mapping Bureau and Google Maps. The objective is to ensure that the dataset serves as a reliable resource for understanding and analyzing the railway infrastructure within the region.",
        "AnswerCn": "编制黑河流域铁路分布数据集的主要目标是提供基础的制图数据，准确反映大约在2010年时黑河流域的铁路分布。该数据集通过整合多个权威来源的信息，包括国家地理信息中心的铁路数据集、甘肃省地图集以及中国测绘局和谷歌地图的地图，来帮助用户。其目的是确保该数据集作为理解和分析该地区铁路基础设施的可靠资源。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and data sources were utilized to compile a dataset reflecting the railway distribution in the Heihe River Basin around 2010?",
        "QuestionCn": "为了编制反映2010年黑河流域铁路分布的数据集，采用了哪些程序和数据来源？",
        "AnswerEn": "To compile a dataset reflecting the railway distribution in the Heihe River Basin around 2010, data from the National Basic Geographic Information Center's railway dataset, the Gansu Province Map Atlas compiled by the Gansu Provincial Map and Geographic Information Center, maps published by the China Surveying and Mapping Bureau, and Google Maps were utilized. The railway coding followed the national standard for data classification and coding, specifically the 'National Basic Information Data Classification and Code' (GB /T 13923-92), using a five-digit code system.",
        "AnswerCn": "为了编制反映2010年黑河流域铁路分布的数据集，利用了国家基础地理信息中心的铁路数据集、甘肃省地图集（由甘肃省地图与地理信息中心编制）、中国测绘局发布的地图以及谷歌地图。铁路编码遵循国家标准的数据分类和编码，具体为《国家基础信息数据分类与编码》（GB/T 13923-92），采用五位数字编码系统。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}