{
    "id": "9e66517c-8f43-4b68-831b-95c282cdd851",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of automatic meteorological observations at the Dadongshu mountain pass snow observation station (2007-2009)",
            "description": "The dataset of automatic meteorological observations was obtained at the Dadongshu mountain  snow observation station (E100°14′/N38°01′, 4101m) from Oct. 29, 2007 to  Oct. 1, 2009. The experimental area with a flat and open terrain was slightly sloping from southeast to northwest. With alpine meadow and stones, and snow in autumn, winter and spring, the landscape was ideal.\n     Observation items were multilayer (2m and 10m) of the wind speed, the air temperature and air humidity, the air pressure,  rain and snow gauges, snow depth, four components of radiation, the multilayer soil temperature (5cm, 10cm, 20cm, 40cm, 80cm, and 120cm), soil moisture (5cm, 10cm, 20cm, 40cm, 80cm, and 120cm), and soil heat flux (5cm & 15cm). \n     The raw data were level0 and the data after basic processes were level1, in which ambiguous ones were marked; the data after strict quality control were defined as Level2. The data files were named as follows: station+datalevel+AMS+datadate. Level2 or above were strongly recommended to domestic users. As for detailed information, please refer to Meteorological and Hydrological Flux Data Guide.",
            "instructions": "",
            "east": 100.24,
            "west": 100.24,
            "south": 38.01,
            "north": 38.01,
            "startTime": "2007-11-13 16:00:00",
            "endTime": "2010-01-15 16:00:00",
            "fileSize": 58349318.0,
            "cstr": "18406.11.water973.0295.db",
            "doi": "10.3972/water973.0295.db",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "WANG Jian",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Hongyi",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "HAO Xiaohua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Quality Control and Evaluation of Ground Observation Data from the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on the Simulation of Water and Heat Processes in Typical Stations of the Upper Reaches of the Heilong River Mountain Area",
                "referenceEn": "None"
            },
            {
                "titleEn": "Data Management and Sharing of the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery",
                "referenceEn": "Ma WQ, Ma YM, Hu ZY, Su B, Wang JM, Ishikawa H. Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery. Hydrology and Earth System Sciences, 2011, 15(5): 1403-1413. doi:10.5194/hess-15-1403-2011."
            },
            {
                "titleEn": "Frozen soil parameterization in a distributed biosphere hydrological model",
                "referenceEn": "Wang L, Koike T, Yang K, Jin R, Li H. Frozen soil parameterization in a distributed biosphere hydrological model. Hydrology and Earth System Sciences, 2010, 14(3): 557-571."
            },
            {
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleEn": "Progress of the Black River Comprehensive Remote Sensing Joint Experiment Research: Overview",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe River Basin Remote Sensing - Ground Observation Synchronization Experiment: Forest Hydrology and Midstream Arid Zone Hydrology Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Study on the Impact of Horizontal Resolution on WRF Model - A Case Study of WRF Simulation in the Heihe River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Validation of WRF model on simulating forcing data for Heihe River Basin",
                "referenceEn": "Pan XD, Li X. Validation of WRF model on simulating forcing data for Heihe River Basin. Sciences in Cold and Arid Regions, 2011, 3(4): 344-357, doi: 10.3724/SP.J.1226.2011.00344."
            },
            {
                "titleEn": "Hydrological situation during the typical snow accumulation period in the upper Heihe River Ice Gully watershed.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe River Basin Remote Sensing - Ground Observation Synchronization Experiment: Scientific Objectives and Experimental Plan",
                "referenceEn": "None"
            },
            {
                "titleEn": "Temporal and spatial changes of NDVI in the Heihe River Basin of Qilian Mountains and its response to climate factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Progress of the Black River Comprehensive Remote Sensing Joint Experiment Research: Remote Sensing Inversion and Estimation of Hydrological and Ecological Parameters",
                "referenceEn": "None"
            },
            {
                "titleEn": "Coupling of a simultaneous heat and water model with a distributed hydrological model and evaluation of the combined model in a cold region watershed",
                "referenceEn": "Zhang YL, Cheng GD, Li X, Han XJ, Wang L, Li HY, Chang XL, Flerchinger GN. Coupling of a simultaneous heat and water model with a distributed hydrological model and evaluation of the combined model in a cold region watershed. Hydrological Processes, 2013, DOI: 10.1002/hyp.9514."
            },
            {
                "titleEn": "The impact of wind-blown snow on the snow accumulation quality and energy processes in the Qilian Mountains.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleEn": "Study on the Impact of Underlying Surface on the Accuracy of WRF Model Simulations in the Heihe River Basin Climate",
                "referenceEn": "None"
            },
            {
                "titleEn": "Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China",
                "referenceEn": "Pan, X.D., Li, X., Shi, X.K., Han, X.J., Luo, L.H., Wang, L.X. Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China. Frontiers of Earth Science, 2012, 6(3): 314-323, doi: 10.1007/s11707-012-0306-2."
            },
            {
                "titleEn": "Characteristics of Albedo on Different Underlying Surfaces in the Upper and Middle Reaches of the Heilong River and Analysis of Influencing Factors",
                "referenceEn": "None"
            },
            {
                "titleEn": "Hydrological remote sensing and ground synchronous observation experiment in the upper reaches of the Heihe River Basin in cold regions.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Data Quality Control and Product Generation of Automatic Weather Stations in the Heihe Comprehensive Remote Sensing Joint Experiment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Heihe Comprehensive Remote Sensing Joint Experiment Data Release",
                "referenceEn": "None"
            },
            {
                "titleEn": "Simulation of snow distribution and melt under cloudy conditions in an Alpine watershed",
                "referenceEn": "Li HY, Wang J. Simulation of snow distribution and melt under cloudy conditions in an alpine watershed. Hydrology and Earth System Sciences, 2011, 15(7): 2195-2203. doi:10.5194/hess-15-2195-2011."
            },
            {
                "titleEn": "Comparison and analysis of momentum transport coefficients and surface roughness of different underlying surfaces in the upper and middle reaches of the Heilong River.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Sensitivity analysis of the impact of solar radiation in mountainous areas on water-heat processes.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Simulation and Sensitivity Testing of the Snow Thermal Model (SNTHERM) in the Ice Gully Watershed",
                "referenceEn": "None"
            },
            {
                "titleEn": "Implementation of a Remote Sensing Data Publishing System Based on OPeNDAP",
                "referenceEn": "None"
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil temperature"
            },
            {
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameEn": "Soil heat flux"
            },
            {
                "nameEn": "Pressure"
            },
            {
                "nameEn": "Temperature"
            },
            {
                "nameEn": "Air temperature"
            },
            {
                "nameEn": "Visibility"
            },
            {
                "nameEn": "Radiation"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "Wind direction"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordEn": "ice-channel watershed encryption observation area"
            },
            {
                "keywordEn": "Dadongshu Mountain Pass Snow Observation Station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "October 29, 2007",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The near-surface atmospheric elements including air temperature, pressure, relative humility, wind, precipitation and radiation are called forcing data to drive hydrological, land surface, and ecological models. Coupling or use of the General Circulation Model (GCM) output to drive the land surface model is an important source of forcing data for large-scale land surface models, however the spatial and temporal resolution can not meet the requirements of a regional scale land surface model and its coarse resolution ignored regional environmental impact assessment. Thus, a regional scale land surface model or land surface data assimilation system needs forcing data with a higher temporal-spatial resolution. Therefore, downscaling GCM output is necessary in order to prepare for a long series of high spatial and temporal resolution forcing data for regional scale or basin-scale land surface, hydrological and ecological simulation and assimilation. Downscaling is a method of obtaining high-resolution climate or climate change information from relatively coarse-resolution GCMs. Dynamic downscaling uses large scale climatic background information to establish higher resolution meteorological distribution fields by GCMs. Regional climate model is considered to be an effective dynamic downscaling method to derive high-resolution local climate information. The model’s physical meaning is clear, it is built on the nonlinear interaction between large scale and regional scale, and can distinguish local features characterized by local topography, vegetation cover and soil hydrological processes, and can be used anywhere independent of observation data with an improved description of local features."
            ],
            "research objective": [
                "In order to do the validation of WRF model on simulating forcing data for the Heihe River Basin, daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. Thus, the validation accuracy of forcing data from RCM is important before input to drive the land surface model."
            ],
            "challenges": [],
            "methods": [
                "The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. In this study, WRF is used for downscaling of weather and climate ranging from one kilometer to thousands of kilometers and used for deriving meteorological parameters required for hydrological models. For this study, two way nested computational domains of 41×55×28 and 101×121×28 grid points and horizontal resolutions of 25 km and 5 km, respectively, have been set. The model is initialized by real boundary conditions using NCAR-NCEP’s Final Analysis (FNL) data (NCEP-DSS083.2, 2009) having a resolution of 1°×1° (111 km×111 km)."
            ],
            "dataset": [
                "Daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. Data from CMA stations are used for daily validation; the WATER’s are for hourly validation. All CMA data in 2008 are used for comparison, the time span of WATER’s are listed in Table 2."
            ],
            "findings": [
                "Results show that the average MBE (Mean Bias Error) of daily 2-m surface temperature, surface pressure, 2-m relative humidity and 10-m wind speed were −0.19 °C, −4.49 hPa, 4.08% and 0.92 m/s, the average RMSE (Root Mean Square Error) of them were 2.11 °C, 5.37 hPa, 9.55% and 1.73 m/s, and the average R (correlation coefficient) of them were 0.99, 0.98, 0.80 and 0.55, respectively. The average MBE of hourly 2-m surface temperature, surface pressure, 2-m relative humidity, 10-m wind speed, downward shortwave radiation and downward longwave were −0.16 °C, −6.62 hPa, −5.14%, 0.26 m/s, 33.0 W/m2 and −6.44 W/m2, the average RMSE of them were 2.62 °C, 17.10 hPa, 20.71%, 2.46 m/s, 152.9 W/m2 and 53.5 W/m2, and the average R of them were 0.96, 0.97, 0.70, 0.26, 0.91 and 0.60, respectively. Thus, the following conclusions were obtained: (1) regardless of daily or hourly validation, WRF model simulations of 2-m surface temperature, surface pressure and relative humidity are more reliable, especially for 2-m surface air temperature and surface pressure, the values of MBE were small and R were more than 0.96; (2) the WRF simulating downward shortwave radiation was relatively good, the average R between WRF simulation and hourly observation data was above 0.9, and the average R of downward longwave radiation was 0.6; (3) both wind speed and rainfall simulated from WRF model did not agree well with observation data."
            ]
        },
        {
            "background": [
                "Snow is a very important component of the climate system because of its significant effect on surface energy and water balances; thus, its accurate representation is essential for a better understanding of climate effects on the hydrological cycle (Tarboton et al., 2000). Rather than using field measurements, remote sensing (RS) is now more widely used in modelling snow because of its unique advantages in obtaining large-scale ground information (Seidel and Martinec, 2004). The snow cover area (SCA) can be observed with higher spatial resolution at near-infrared and visible wavelengths (Hall and Riggs, 2006). The spatial and temporal variations in the snow are fundamentally driven by the energy and mass balance. However, the main disadvantage of the MODIS sensor is that it is unable to record observations in cloud-covered regions (Gafurov and Bardossy, 2009)."
            ],
            "research objective": [
                "The goal of this paper is to model continuous SWE and melt runoff by an energy balance method under cloudy conditions in an alpine watershed."
            ],
            "challenges": [
                "The assessment of snow existence under clouds is a known problem. However, the main disadvantage of the MODIS sensor is that it is unable to record observations in cloud-covered regions (Gafurov and Bardossy, 2009). It has been inconvenient to accurately represent snow accumulation and melt processes."
            ],
            "methods": [
                "An energy balance method and remote-sensing data were used to simulate snow distribution and melt in an alpine watershed in northwestern China within a complete snow accumulation-melt period. The spatial energy budgets were simulated using meteorological observations and a digital elevation model of the watershed."
            ],
            "dataset": [
                "MODIS snowcover products, MODIS/Terra Snow Cover Daily L3 Global 500 m Grid (MOD10A1), were collected. The Binggou watershed, located upstream of the Heihe river basin in northwestern China, was chosen as one of the focal experimental areas within the W A TER (Watershed Allied Telemetry Experimental Research) framework (Li et al., 2009). Meteorological data were collected using two automatic weather stations (AWSs), Dadongshu Mountain Pass Snow Observation Station (DY) (4146.8 m, 100 ◦14 ′ E, 38 ◦01 ′ N) and Binggou Cold Region Meteorological Station (BG) (3449.4 m, 100 ◦13 ′ E, 38 ◦04 ′ N), during a complete snow accumulation-melt period from 1 November 2007 to 31 May 2008. Snow characteristic data were collected through a series of field measurements in the snow season of 2008."
            ],
            "findings": [
                "The simulated SWEs agreed well with the measurements in most cases. The simulated results agreed well with the measured discharge; the NSE was 0.673, and the volume difference Dv was 3.9%. As described above, spatial and temporal SWE distribution can be retrieved effectively using MODIS data and the energy balance method. The simulation results indicate that almost half of MODIS image waste could have been avoided in the Binggou watershed in the snow season of 2008. The results indicate that in the alpine region without abundant ground gauges, it is practical and relatively accurate to simulate spatial and temporal snow distribution using snowcover information from RS data and observations from several local weather stations."
            ]
        },
        {
            "background": [
                "Frozen soil (comprising permafrost and seasonally-frozen soil) process is critically important in the land surface hydrology of cold regions, since the freeze-thaw cycle significantly modulates the soil hydraulic and thermal characteristics that directly affect the water and energy cycles in the soil-vegetation-atmosphere transfer (SVAT) system. At present, the improved modeling of the frozen soil process in a land surface scheme has been recognized as an indispensable task for more reliable estimates of soil moisture and temperature profiles, particularly in the winter of Northern Hemisphere. The Project for Intercomparison of Land surface Parameterization Schemes phase 2(d) (PILPS 2(d)) has shown that the models with a frozen soil parameterization generally perform better."
            ],
            "research objective": [
                "In this study, a frozen soil parameterization has been modified and incorporated into a distributed biosphere hydrological model (WEB-DHM)."
            ],
            "challenges": [],
            "methods": [
                "The WEB-DHM with the frozen scheme was then rigorously evaluated in a small cold area, the Binngou watershed, against the in-situ observations from the WATER (Watershed Allied Telemetry Experimental Research). In the summer 2008, land surface parameters were optimized using the observed surface radiation fluxes and the soil temperature profile at the Dadongshu-Yakou (DY) station in July; and then soil hydraulic parameters were obtained by the calibration of the July soil moisture profile at the DY station and by the calibration of the discharges at the basin outlet in July and August that covers the annual largest flood peak of 2008. The calibrated WEB-DHM with the frozen scheme was then used for a yearlong simulation from 21 November 2007 to 20 November 2008, to check its performance in cold seasons."
            ],
            "dataset": [
                "By using yearlong continuous observations (soil moisture, soil temperature, and discharge) from the cold region hydrology experiment of WATER (Watershed Allied Telemetry Experimental Research; Li et al., 2008, 2009)."
            ],
            "findings": [
                "Results showed that the WEB-DHM with the frozen scheme has given much better performance than the WEB-DHM without the frozen scheme, in the simulations of soil moisture profile at the DY station and the discharges at the basin outlet in the yearlong simulation."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Are high-resolution meteorological distribution fields established using regional climate models considered an effective method for downscaling GCM output?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Is there a significant challenge in using MODIS sensors for snow cover observation due to their inability to record data in cloud-covered regions?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Is downscaling of General Circulation Model (GCM) outputs to derive high-resolution forcing data primarily achieved through dynamic downscaling, regional climate models, or other methods?",
                    "Answer": "dynamic downscaling",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Are the challenges in snow cover area (SCA) modeling in alpine regions more related to cloud cover limitations of sensors, spatial resolution constraints, or energy balance inaccuracies?",
                    "Answer": "cloud cover limitations of sensors",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "Where can datasets for snow cover and meteorological observations be sourced for research in the Heihe River Basin?",
                    "Answer": "Dadongshu Mountain Pass Snow Observation Station, Binggou Cold Region Meteorological Station, MODIS snow cover products",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "When is the ideal period for collecting snow accumulation and melt data in alpine watersheds?",
                    "Answer": "early November to the end of May",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to observe snow characteristics in alpine regions under cloudy conditions?",
                    "Answer": "An example of a data collection method used to observe snow characteristics in alpine regions under cloudy conditions is the use of an energy balance method combined with remote-sensing data. This involves simulating snow distribution and melt using meteorological observations and a digital elevation model of the watershed, as demonstrated in the Binggou watershed in northwestern China.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a dataset that could be used for validating meteorological models in cold regions?",
                    "Answer": "An example of a dataset used for validating meteorological models in cold regions is the daily meteorological observation data from 15 stations of the China Meteorological Administration (CMA) and hourly data from seven sites of the WATER project. These datasets were used for comparison with WRF simulations in the Heihe River Basin to validate the model's accuracy.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the features of the automatic weather stations used for snow observation in alpine regions?",
                    "Answer": "atmospheric wind, temperature, humidity gradients at 2m and 10m, pressure, precipitation, snow depth, radiation components, soil temperature, soil moisture, soil heat flux at depths from 5cm to 120cm",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What characteristics define the data quality control levels in meteorological datasets?",
                    "Answer": "Level 0 raw data, Level 1 preliminary processed data with identified potential issues, Level 2 reformatted data with quality control processes",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the defining attributes of forcing data required for regional scale land surface models?",
                    "Answer": "high spatial-temporal resolution, air temperature, pressure, humidity, wind, precipitation, radiation",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many observation stations were used to validate the WRF model simulating forcing data for the Heihe River Basin?",
                    "Answer": "15 stations, 7 stations",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What was the time range of data collection used for validating the WEB-DHM model with the frozen scheme in the Binngou watershed?",
                    "Answer": "21 November 2007 - 20 November 2008",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What role does remote sensing play in snow cover modeling in alpine watersheds?",
                    "Answer": "Remote sensing (RS) plays a crucial role in snow cover modeling in alpine watersheds due to its unique advantages in obtaining large-scale ground information. By observing the snow cover area with higher spatial resolution at near-infrared and visible wavelengths, remote sensing helps model spatial and temporal snow distribution effectively, even in regions with limited ground gauges.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the freeze-thaw cycle impact the soil-vegetation-atmosphere transfer (SVAT) system in cold regions?",
                    "Answer": "The freeze-thaw cycle significantly modulates the soil hydraulic and thermal characteristics, which directly affects the water and energy cycles in the soil-vegetation-atmosphere transfer (SVAT) system. Improved modeling of the frozen soil process is essential for reliable estimates of soil moisture and temperature profiles, particularly during the winter in the Northern Hemisphere.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods at the Dadongshu Mountain Pass Snow Observation Station compare to those used in the Binggou Cold Region Meteorological Station for snow accumulation and melt processes?",
                    "Answer": "Both stations use automatic weather stations (AWSs) for meteorological data collection. The Dadongshu Mountain Pass Snow Observation Station, however, focuses on a specific snow accumulation-melt period using an energy balance method and remote sensing data, while the Binggou Cold Region Meteorological Station collects meteorological data alongside MODIS snow cover products for a comprehensive analysis of snow processes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How does the application of the WRF model for simulating meteorological parameters compare to the use of MODIS remote sensing data for snow distribution modeling in terms of spatial and temporal resolution?",
                    "Answer": "The WRF model is used for downscaling meteorological parameters to achieve high-resolution data required for hydrological models, with specific emphasis on spatial and temporal accuracy. In contrast, MODIS remote sensing data provides high-resolution snow cover observation but faces challenges with cloud cover, requiring additional methods like energy balance to model snow distribution effectively.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the differences in the challenges faced while using meteorological data from CMA stations versus using data from WATER project sites for validating the WRF model simulations?",
                    "Answer": "Meteorological data from CMA stations are used for daily validation and provide a broader context, while WATER project sites offer hourly data that allow for more detailed temporal validation. The challenge with CMA data lies in its coarser temporal resolution, whereas WATER data face challenges related to maintaining consistent quality in hourly measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How might the integration of remote sensing data with ground-based observations improve the accuracy of snow cover and melt predictions in alpine regions?",
                    "Answer": "The integration of remote sensing data with ground-based observations, as demonstrated in snow cover and melt studies, allows for more comprehensive monitoring by overcoming the limitations of each method alone. While remote sensing can cover large areas, it struggles in cloudy conditions, whereas ground-based data provides high accuracy but limited spatial coverage. Together, they enable better spatial and temporal understanding of snow processes.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What implications does the need for high temporal-spatial resolution forcing data have on the design of meteorological models for regional climate studies?",
                    "Answer": "The requirement for high temporal-spatial resolution forcing data implies that meteorological models must be designed to incorporate detailed local features and dynamics. This includes accounting for local topography, vegetation, and soil processes to accurately simulate meteorological parameters. Dynamic downscaling methods, such as those using regional climate models, are crucial to bridge the gap between coarse GCM outputs and the detailed needs of regional climate studies.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the need for high-resolution temporal-spatial forcing data in regional scale land surface models?",
                    "Answer": "The need arises because the spatial and temporal resolution of General Circulation Model (GCM) outputs cannot meet the requirements of regional scale land surface models, as they ignore regional environmental impact assessments. Downscaling is necessary to prepare high-resolution forcing data for regional or basin-scale simulations and assimilation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it challenging to accurately represent snow accumulation and melt processes using remote sensing data in cloudy regions?",
                    "Answer": "The main challenge is that sensors like MODIS are unable to record observations in cloud-covered regions, which makes it inconvenient to accurately represent snow accumulation and melt processes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors lead to improved estimates of soil moisture and temperature profiles in cold regions' land surface models?",
                    "Answer": "Incorporating a frozen soil parameterization into land surface models leads to improved estimates because the freeze-thaw cycle significantly modulates the soil hydraulic and thermal characteristics, directly affecting the water and energy cycles in the soil-vegetation-atmosphere transfer system.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of using downscaled General Circulation Model (GCM) outputs for regional scale land surface modeling?",
                    "Answer": "Using downscaled GCM outputs can provide higher temporal-spatial resolution forcing data necessary for regional scale or basin-scale land surface, hydrological, and ecological simulations and assimilation. This approach allows for a more accurate representation of local features like topography, vegetation cover, and soil hydrological processes, thereby improving the assessment of regional environmental impacts.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What outcomes can be expected from incorporating remote sensing data in modeling snow distribution and melt in alpine regions?",
                    "Answer": "Incorporating remote sensing data, such as MODIS snowcover products, can effectively simulate spatial and temporal snow distribution, providing practical and relatively accurate outcomes in regions with limited ground gauges. This approach can avoid a significant amount of data wastage and yield results that are in good agreement with measured snow water equivalent (SWE) and runoff data.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the objective of utilizing an automatic weather station for snow observation in high-altitude regions?",
                    "Answer": "The goal is to collect continuous meteorological data to understand snow accumulation and melt processes in high-altitude regions, which are crucial for studying climate effects on surface energy and water balances.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What methodologies are typically used to ensure data quality and address challenges such as data gaps and inaccuracies in automatic weather station datasets located in remote high-altitude regions?",
                    "Answer": "Data quality for automatic weather stations, especially in remote high-altitude regions, can be managed by categorizing data into different levels. Level 0 represents raw data, Level 1 includes data with potential issues marked but not removed, and Level 2 consists of data that have undergone quality control and are standardized to a specific sampling period (e.g., 30 minutes). The data is stored monthly, and users are advised to use Level 2 data or higher for better reliability.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What procedural steps are involved in downscaling general circulation model outputs to derive high-resolution meteorological parameters for hydrological modeling in regional scales?",
                    "Answer": "The procedural steps for downscaling general circulation model (GCM) outputs to high-resolution meteorological parameters include using dynamic downscaling methods like the Weather Research and Forecasting (WRF) model. This involves setting up nested computational domains with varying resolutions (e.g., 25 km and 5 km) and initializing the model with real boundary conditions from datasets like NCAR-NCEP’s Final Analysis (FNL). The model is then validated using meteorological observations from multiple stations to ensure accuracy before its application in hydrological modeling.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What conditions or technologies enable the effective downscaling of GCM output to produce high-resolution forcing data suitable for regional scale models?",
                    "Answer": "Dynamic downscaling using regional climate models is considered effective as it uses large scale climatic background information to establish higher resolution meteorological distribution fields. This method distinguishes local features characterized by topography, vegetation cover, and soil hydrological processes, providing improved local climate information.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the use of remote sensing data enable accurate snow distribution and melt simulation in alpine watersheds under cloudy conditions?",
                    "Answer": "Remote sensing data, such as MODIS snowcover products, combined with an energy balance method, allow for effective simulation of spatial and temporal snow distribution. This approach compensates for the inability of the MODIS sensor to record observations in cloud-covered regions, enabling practical simulation of snow processes in alpine regions with limited ground gauges.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways does the incorporation of a frozen soil parameterization enhance the performance of distributed biosphere hydrological models in cold regions?",
                    "Answer": "Incorporating a frozen soil parameterization into models like the WEB-DHM improves simulations of soil moisture and temperature profiles, particularly during cold seasons. This enhancement is achieved by better modeling the freeze-thaw cycle, which significantly affects soil hydraulic and thermal characteristics, thereby improving estimates of water and energy cycles in cold region hydrology.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might remote sensing be preferred over traditional field measurements in modelling snow cover, and what are the expected limitations of using such methods for capturing snow distribution under cloudy conditions?",
                    "Answer": "Remote sensing offers unique advantages in obtaining large-scale ground information, making it more widely used for modelling snow cover, which is crucial for understanding climate effects on the hydrological cycle. However, a significant limitation is the inability of sensors like MODIS to record observations in cloud-covered regions, complicating the accurate representation of snow accumulation and melt processes. Despite this, remote sensing combined with energy balance methods can effectively simulate snow distribution in alpine regions lacking abundant ground gauges.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How effective do you think the downscaling of GCM outputs is for improving the spatial and temporal resolution of forcing data in regional scale simulations?",
                    "Answer": "Downscaling GCM outputs is considered effective as it enhances the spatial and temporal resolution necessary for regional scale land surface, hydrological, and ecological simulations. Dynamic downscaling, especially using regional climate models, can distinguish local features characterized by topography, vegetation, and soil processes, providing a more accurate representation independent of observation data.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is your assessment of the challenges faced in accurately representing snow accumulation and melt processes using remote sensing techniques under cloudy conditions?",
                    "Answer": "The main challenge in using remote sensing, like MODIS, for snow accumulation and melt processes is cloud cover, which hinders observation. However, combining remote sensing data with energy balance methods can effectively simulate snow distribution, though the representation under clouds remains a significant obstacle.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, how crucial is the incorporation of frozen soil processes in models like WEB-DHM for improving the reliability of soil moisture and temperature estimates in cold regions?",
                    "Answer": "Incorporating frozen soil processes is crucial as it significantly enhances the reliability of soil moisture and temperature estimates. Models with frozen soil parameterization, like the modified WEB-DHM, show better performance in simulating soil moisture profiles and discharge, especially in cold regions where freeze-thaw cycles impact the SVAT system.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I’m unsure about how datasets for hydrological and snow models deal with the challenge of cloud coverage in remote sensing.",
                    "Answer": "Datasets for hydrological and snow models address the challenge of cloud coverage in remote sensing by using an energy balance method and remote-sensing data to simulate snow distribution and melt in alpine watersheds. MODIS snow cover products are utilized to obtain spatial and temporal snow distribution, while local meteorological observations help to fill gaps caused by cloud coverage.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I can't make sense of the benefits of using frozen soil parameterization in hydrological models for cold regions.",
                    "Answer": "The benefits of using frozen soil parameterization in hydrological models for cold regions include more reliable estimates of soil moisture and temperature profiles. This parameterization significantly improves the model's ability to simulate the freeze-thaw cycles that modulate soil hydraulic and thermal characteristics, thereby enhancing the accuracy of water and energy cycle simulations in cold region environments.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please identify and discuss potential datasets that could supplement or enhance the meteorological and snow observation data collected in alpine regions for better climate and hydrological modeling.",
                    "Answer": "Potential datasets that could enhance existing observations include high-resolution remote-sensing products like MODIS snow cover data, which provide spatially extensive snow cover information. Integrating data from regional climate models can offer finer temporal and spatial resolution, aiding in downscaling GCM outputs. Additionally, incorporating soil moisture and temperature profiles from similar cold region studies can improve the understanding of land-atmosphere interactions and frozen soil processes.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}