{
  "id": "9ff40b7c-717e-4ace-95be-cca41742abcf",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "S-pb-h-o isotopic geochemical data of sulfide in Wangu gold deposit, Northeastern Hunan Province",
      "titleCn": "湖南东北部万古金矿区硫化物S-Pb-H-O同位素地球化学数据",
      "description": "In 2017, sulfide single mineral and cuprous oxide were heated in vacuum for oxidation reaction to generate sulfur dioxide, and then the sulfur isotope composition was analyzed by Finnigan mat-251 gas isotope mass spectrometer made in Germany. The accuracy of 34S measurement was good, and the relative error was 0 ± 2 ‰, the relative standard is v-cdt.\nThe samples were ultrasonically cleaned with milli-q water before dissolution. After drying, weigh about 50 mg of the sample and completely dissolve it in 1:1 HNO3 + HCl mixed acid. Then evaporate the sample to dryness, add 0.2 ml 2n HBr three times, and evaporate the sample to dryness respectively. After that, it was dissolved again in the mixed acid of HRB + HNO3 and passed through 50 ℃ twice μ The separation and purification of lead were carried out by ag1x8 (200-400 mesh) anion exchange resin. Then, the sample, together with silica gel and phosphoric acid, was put on the re single band (gerstenberger and HAase, 1997). The analytical accuracy of the instrument is 0.2% for 206Pb / 204Pb, 0.2% for 207Pb / 204Pb and 0.5% for 208Pb / 204Pb. The standard value of standard sample is 206Pb / 204Pb = 16.937 ± 0.002 (2 σ)， 207Pb/204Pb=15.457 ± 0.002 (2 σ) And 208Pb / 204Pb = 36.611 ± 0.004 (2 σ)( Todt et al., 1996).\nThe traditional BrF5 method (Clayton and mayeda, 1963) was used for oxygen isotope analysis of quartz. Mineral oxygen was extracted by BrF5 reacting with oxygen-containing minerals in vacuum and high temperature, and then converted into CO2 gas by BrF5 reacting with graphite rod at 700 ℃ ± 2 ‰, the relative standard is v-small. H isotope analysis of fluid inclusions in quartz is performed by Zn decomposition method. Pure quartz samples of 40 – 60 mesh were degassed in vacuum at 150 ℃ for more than 4 hours to completely remove the surface adsorbed water and secondary inclusion water, and then burst to take water at 400 ℃ and react with zinc to form H2. The analysis accuracy was 0 ± 2 ‰, the relative standard is v-small.",
      "descriptionCn": "2017年，将硫化物单矿物与氧化亚铜在真空状态下加热，进行氧化反应，生成二氧化硫，再用德国产Finnigan MAT-251气体同位素质谱仪分析硫同位素组成，其34S测定值的精确度好，相对误差为±0.2‰，相对标准为V-CDT。\n将样品在溶解之前用Milli-Q水超声清洗。烘干以后称取约50 mg左右的样品，完全溶解在1:1的HNO3+HCl的混合酸中。然后蒸干样品，加入三次0.2 mL的2N HBr，分别蒸干。之后再次溶解在HRb+HNO3的混合酸中，两次通过50 μL的AG1X8（200～400目）阴离子交换树脂来分离纯化铅。然后将样品连同硅胶和磷酸一起点在Re单带上(Gerstenberger and Haase, 1997)。测试所用仪器为Isoprobe-T表面热电离质谱仪，分析精度为206Pb/204Pb为0.2%，207Pb/204Pb 为0.2%，208Pb/204Pb为0.5%。测试结果通过NBS981标样来校正分馏，标样的标准值据为206Pb/204Pb=16.937±0.002 (2σ)，207Pb/204Pb=15.457±0.002 (2σ)和208Pb/204Pb=36.611±0.004 (2σ)(Todt 等, 1996)。\n石英的氧同位素分析采用传统的BrF5分析方法(Clayton and Mayeda, 1963)，用 BrF5与含氧矿物在真空和高温条件下反应提取矿物氧，在700℃与石墨棒反应转化成CO2气体，分析精度为±0.2‰，相对标准为V-SMOW。石英流体包裹体中 H 同位素分析采用Zn分解法。选取40 – 60目的纯净石英样品，在150℃低温下真空去气4小时以上，以彻底除去表面吸附水和次生包裹体水，然后在400℃高温下爆裂取水，并与金属锌反应生成H2，分析精度为±0.2‰，相对标准为V-SMOW。",
      "instructions": "S-pb-h-o isotope data are stored in word file format. The sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample number.",
      "instructionsCn": "S-Pb-H-O同位素数据以word文档格式储存。样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品编号。",
      "east": 114.0,
      "west": 113.0,
      "south": 28.0,
      "north": 29.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 26435.0,
      "cstr": null,
      "doi": "10.1016/j.oregeorev.2017.01.012",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邓腾",
        "nameEn": "DENG Teng",
        "unitEn": "",
        "unitCn": "东华理工大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geology, geochronology, geochemistry and ore genesis of the Wangu gold deposit in Northeastern Hunan Province, Jiangnan Orogen, South China",
        "referenceCn": null,
        "referenceEn": "Deng, T., Xu, D., Chi, G., Wang, Z., Jiao, Q., Ning, J., ... & Zou, F. (2017). Geology, geochronology, geochemistry and ore genesis of the Wangu gold deposit in northeastern Hunan Province, Jiangnan Orogen, South China. Ore Geology Reviews, 88, 619-637."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "湖南省平江县",
        "keywordEn": "Pingjiang County, Hunan Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "燕山期",
        "keywordEn": "Yanshanian",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze sulfur isotopes in sulfide minerals from a geological site?",
        "QuestionCn": "您能否提供一个用于分析地质地点中硫化矿物硫同位素的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves heating sulfide minerals and cuprous oxide in vacuum to generate sulfur dioxide, which is then analyzed using a Finnigan MAT-251 gas isotope mass spectrometer for sulfur isotope composition, achieving a precision of ±0.2‰ relative to the V-CDT standard.",
        "AnswerCn": "一种数据收集方法涉及在真空中加热硫化矿物和氧化亚铜，以生成二氧化硫，然后使用Finnigan MAT-251气体同位素质谱仪分析硫同位素组成，精度达到相对于V-CDT标准的±0.2‰。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the precision of the 34S isotope composition measurement in a dataset utilizing the Finnigan MAT-251 gas isotope mass spectrometer?",
        "QuestionCn": "在使用Finnigan MAT-251气体同位素质谱仪的数据显示中，34S同位素组成测量的精度是多少？",
        "AnswerEn": "±0.2‰",
        "AnswerCn": "±0.2‰",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'isotope geochemistry' mean in the context of sulfide minerals analysis?",
        "QuestionCn": "在硫化物矿物分析的背景下，“同位素地球化学”是什么意思？",
        "AnswerEn": "In the context of sulfide minerals analysis, 'isotope geochemistry' refers to the study of the isotopic composition of elements such as sulfur, lead, hydrogen, and oxygen within sulfide minerals. It involves analyzing the isotopic ratios using instruments like the Finnigan MAT-251 gas isotope mass spectrometer for sulfur and Isoprobe-T thermal ionization mass spectrometer for lead. This analysis provides insights into the geochemical processes and origin of the minerals by measuring accurate isotopic values with high precision, using standards like V-CDT and V-SMOW for comparison.",
        "AnswerCn": "在硫化矿物分析的背景下，“同位素地球化学”是指研究硫、铅、氢和氧等元素在硫化矿物中的同位素组成。它涉及使用芬尼根MAT-251气体同位素质谱仪分析硫的同位素比率，以及使用Isoprobe-T热离子质谱仪分析铅。这种分析通过测量准确的同位素值并具有高精度，提供了对矿物的地球化学过程和起源的洞察，使用V-CDT和V-SMOW等标准进行比较。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the precision and methodology of sulfur isotope analysis using vacuum heating and gas isotope mass spectrometry compare to lead isotope analysis using anion exchange resin and thermal ionization mass spectrometry?",
        "QuestionCn": "硫同位素分析使用真空加热和气体同位素质谱法的精度和方法论与铅同位素分析使用阴离子交换树脂和热离子化质谱法相比如何？",
        "AnswerEn": "Sulfur isotope analysis involves heating sulfide minerals with cuprous oxide in a vacuum to produce sulfur dioxide, which is then analyzed using a Finnigan MAT-251 gas isotope mass spectrometer. This method has an accuracy of ±0.2‰ relative to V-CDT. In contrast, lead isotope analysis involves dissolving samples in a series of acid treatments, followed by purification using AG1X8 anion exchange resin, and measurement with an Isoprobe-T thermal ionization mass spectrometer, achieving an analytical precision of 0.2% for 206Pb/204Pb and 207Pb/204Pb and 0.5% for 208Pb/204Pb. Both methods use different chemical and instrumental techniques to achieve high precision, but they are tailored to the specific isotopic systems they analyze.",
        "AnswerCn": "硫同位素分析涉及在真空中将硫化矿物与氧化亚铜加热，以产生二氧化硫，然后使用Finnigan MAT-251气体同位素质谱仪进行分析。该方法相对于V-CDT的准确度为±0.2‰。相比之下，铅同位素分析涉及将样品溶解在一系列酸处理液中，随后使用AG1X8阴离子交换树脂进行纯化，并使用Isoprobe-T热离子质谱仪进行测量，206Pb/204Pb和207Pb/204Pb的分析精度为0.2%，而208Pb/204Pb的分析精度为0.5%。这两种方法使用不同的化学和仪器技术以实现高精度，但它们针对各自分析的同位素系统进行了量身定制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes potential challenges in achieving accurate isotope geochemistry data collection in sulfide and quartz samples from mineral regions?",
        "QuestionCn": "在矿区的硫化物和石英样品中，获取准确同位素地球化学数据的潜在挑战是什么？",
        "AnswerEn": "The precision in isotope geochemistry data collection for sulfide and quartz samples may be influenced by factors such as the need for meticulous sample preparation, including ultra-sonic cleaning and precise dissolution in acid mixtures; the complexity of isotopic analysis using advanced mass spectrometry techniques, such as the Finnigan MAT-251 gas isotope mass spectrometer and Isoprobe-T thermal ionization mass spectrometer; and ensuring accurate calibration against standard values like V-CDT and V-SMOW. Additionally, controlling the conditions for reactions, such as high temperatures and vacuum states, is critical to prevent contamination and ensure precise measurement of isotopic ratios.",
        "AnswerCn": "同位素地球化学数据收集中的精确度可能受到多种因素的影响，例如需要细致的样品准备，包括超声清洗和在酸混合物中精确溶解；使用先进的质谱技术进行同位素分析的复杂性，例如Finnigan MAT-251气体同位素质谱仪和Isoprobe-T热离子质谱仪；以及确保与标准值（如V-CDT和V-SMOW）的准确校准。此外，控制反应条件，如高温和真空状态，对于防止污染和确保同位素比率的精确测量至关重要。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}