{
    "id": "a0054b59-6bdc-4efe-b21b-babd829a400a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat normalized difference water index (NDWI) products over the Tibetan Plateau (2022)",
            "titleCn": "青藏高原Landsat系列卫星遥感归一化差值水体（NDWI）产品（2022）",
            "description": "The dataset is the normalized difference water index (NDWI) products of 2022 over the Tibetan Plateau. The dataset is produced based on Landsat surface reflectance dataset. It is calculated by the NDWI equation which use the difference ratio between the green band and NIR band to enhance the water information, and then to weaken the information of vegetation, soil, buildings and other targets. And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow. NDWI is usually used to extract surface water information effectively, therefore it is widely used in water resources, hydrology, forestry and agriculture.",
            "descriptionCn": "1）数据内容：本数据集包含2022年青藏高原地区Landsat时序NDWI产品。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过NDWI的计算公式进行生产的，即利用绿光波段和近红外波段的差异比值来增强水体信息，并减弱植被、土壤、建筑物等地物的信息；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数便于地表水体信息有效提取，广泛应用于水资源、水文以及林农业等领域。",
            "instructions": "1)File name rules: the NDWI result of each image is stored in a folder including the NDWI band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDWI\", for example, L8-OLI-131-036-20220326-LSR-BRDF-NDWI;the NDWI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDWI.TIF\", for example, \"L8-OLI-131-036-20220326-LSR-BRDF-NDWI.TIF\". 2)How to use the dataset: the NDWI results can be opened by ArcGIS, Envi, QGIS and so on, the NDWI results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be multiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
            "instructionsCn": "文件命名：NDWI是以景为单位存放文件夹，由NDWI波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDWI，如L8-OLI-131-036-20220326-LSR-BRDF；其中NDWI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDWI.TIF，如L8-OLI-131-036-20220326-LSR-BRDF-NDWI.TIF。数据使用方法：NDWI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，NDWI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
            "east": 106.7,
            "west": 73.4,
            "south": 24.6,
            "north": 40.4,
            "startTime": null,
            "endTime": null,
            "fileSize": 395175008175.0,
            "cstr": "18406.11.Terre.tpdc.301204",
            "doi": "10.11888/Terre.tpdc.301204",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "彭燕",
                "nameEn": "PENG Yan",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Use of Normalized Difference Water Index (NDWI) in the Delineation of Open Water Features",
                "referenceCn": null,
                "referenceEn": "MCFEETERS, S.K. (1996). The Use of Normalized Difference Water Index (NDWI) in the Delineation of Open Water Features. International Journal of Remote Sensing, 17(7), 1425-1432."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "归一化差值水体",
                "nameEn": " normalized difference water index"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2022",
                "keywordEn": "2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to enhance water body information while reducing interference from vegetation, soil, and buildings in satellite imagery?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于增强水体信息，同时减少卫星影像中植被、土壤和建筑物的干扰？",
                "AnswerEn": "A data collection method used involves calculating the Normalized Difference Water Index (NDWI) from Landsat satellite imagery. This method utilizes the difference ratio between the green light band and the near-infrared band to enhance water body information while minimizing the influence of vegetation, soil, and buildings.",
                "AnswerCn": "一种数据收集方法是利用Landsat卫星影像计算归一化差异水体指数（NDWI）。该方法利用绿色光波段和近红外波段之间的差异比率，以增强水体信息，同时最小化植被、土壤和建筑物的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of Landsat series satellite remote sensing Normalized Difference Water Index (NDWI) products for the Qinghai-Tibet Plateau?",
                "QuestionCn": "青藏高原Landsat系列卫星遥感归一化差异水体指数（NDWI）产品的特征是什么？",
                "AnswerEn": "data derived from Landsat series satellite surface reflectance dataset, processed using NDWI calculation formula, utilizes difference ratio of green and near-infrared bands, enhances water body information, suppresses information from vegetation, soil, and buildings",
                "AnswerCn": "从Landsat系列卫星地表反射率数据集中提取的数据，使用NDWI计算公式处理，利用绿色和近红外波段的差异比率，增强水体信息，抑制植被、土壤和建筑物的信息。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What numerical indicators are used to assess the quality of a dataset focused on NDWI products in the Tibetan Plateau?",
                "QuestionCn": "用于评估集中在青藏高原的NDWI产品数据集质量的数值指标有哪些？",
                "AnswerEn": "The original answer does not provide specific numerical values, measurements, percentages, ratios, or ranges related to the quality indicators of the dataset. Therefore, there are no numerical indicators to extract or refine.",
                "AnswerCn": "原始答案未提供与数据集质量指标相关的具体数值、测量值、百分比、比率或范围。因此，没有可提取或细化的数值指标。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '归一化差值水体指数 (NDWI)' mean in the context of remote sensing on the Qinghai-Tibet Plateau?",
                "QuestionCn": "'归一化差值水体指数 (NDWI)' 在青藏高原遥感的背景下指的是一种用于监测水体变化的遥感指数。",
                "AnswerEn": "归一化差值水体指数 (NDWI) refers to a remote sensing index used to enhance water body information on the Qinghai-Tibet Plateau. It is calculated using the difference ratio between the green and near-infrared bands of Landsat satellite data, which helps in minimizing the influence of vegetation, soil, and buildings. This index is part of a dataset that aids in effective extraction of surface water information, with applications in water resources, hydrology, and agriculture.",
                "AnswerCn": "归一化差值水体指数 (NDWI) 是一种遥感指数，用于增强青藏高原的水体信息。它通过计算Landsat卫星数据中绿色波段和近红外波段之间的差值比率来得出，有助于最小化植被、土壤和建筑物的影响。该指数是一个数据集的一部分，有助于有效提取地表水信息，广泛应用于水资源、 hydrology 和农业等领域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using NDWI products derived from Landsat satellite data for water resource management in the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用来自Landsat卫星数据的NDWI产品进行青藏高原水资源管理的潜在结果是什么？",
                "AnswerEn": "NDWI products derived from Landsat satellite data can effectively extract surface water information, which can be widely applied in water resources management, hydrology, and agriculture. These products enable enhanced monitoring and assessment of water bodies, leading to better resource allocation, flood management, and agricultural planning in the Qinghai-Tibet Plateau.",
                "AnswerCn": "NDWI产品源自Landsat卫星数据，可以有效提取地表水信息，广泛应用于水资源管理、水文学和农业。这些产品能够增强对水体的监测和评估，从而改善资源配置、洪水管理和青藏高原的农业规划。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind creating a dataset that utilizes NDWI calculations from Landsat satellite imagery for water body identification in the Qinghai-Tibet Plateau?",
                "QuestionCn": "创建一个利用Landsat卫星影像进行NDWI计算以识别青藏高原水体的数据集的目标是什么？",
                "AnswerEn": "The objective of creating such a dataset is to enhance water body information while reducing the interference from vegetation, soil, and buildings by leveraging the difference ratio of green and near-infrared bands. This facilitates effective extraction of surface water information, which is widely applicable in fields such as water resources, hydrology, and agriculture.",
                "AnswerCn": "创建这样一个数据集的目的是增强水体信息，同时通过利用绿色和近红外波段的差异比率来减少植被、土壤和建筑物的干扰。这有助于有效提取地表水信息，广泛应用于水资源、水文学和农业等领域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What is the process for deriving water body information using NDWI from Landsat satellite data in the context of the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的背景下，利用Landsat卫星数据通过归一化水体指数（NDWI）推导水体信息的过程如下：",
                "AnswerEn": "The process involves utilizing the Landsat series satellite surface reflectance datasets as a base. The NDWI is calculated using the formula that enhances water body information by taking the difference ratio between the green light band and the near-infrared band, which helps in suppressing information from vegetation, soil, buildings, and other features. Additionally, quality assessment files are produced to identify clouds and snow/ice, ensuring data quality for effective surface water body extraction.",
                "AnswerCn": "该过程涉及利用Landsat系列卫星表面反射率数据集作为基础。NDWI的计算使用公式，通过取绿光波段与近红外波段之间的差异比率来增强水体信息，从而抑制来自植被、土壤、建筑物和其他特征的信息。此外，还生成质量评估文件，以识别云和雪/冰，确保数据质量，以有效提取地表水体。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods or technological advancements have enabled the effective extraction of water body information using NDWI from Landsat satellite data in the Qinghai-Tibet Plateau region?",
                "QuestionCn": "哪些方法或技术进步使得在青藏高原地区有效提取水体信息成为可能，使用的是来自Landsat卫星数据的NDWI？",
                "AnswerEn": "The effective extraction of water body information using NDWI from Landsat satellite data in the Qinghai-Tibet Plateau region is enabled by the calculation formula of NDWI, which utilizes the difference ratio between the green light band and near-infrared band to enhance water body information while suppressing information from vegetation, soil, and buildings. Additionally, data quality is ensured by producing quality identification files for clouds and snow, further aiding in accurate extraction.",
                "AnswerCn": "通过计算NDWI的公式，有效提取青藏高原地区水体信息，该公式利用绿色光波段与近红外波段之间的差异比率，以增强水体信息，同时抑制植被、土壤和建筑物的信息。此外，通过生成云和雪的质量识别文件，确保数据质量，进一步有助于准确提取。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}