{
  "id": "a00cf691-5d09-4537-93a6-cb928c58fe97",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "A month-to-month product of global ET, GPP and WUE over 1982-2014 based on PML-V2 model",
      "titleCn": "全球陆地蒸散发、总初级生产力及生态系统水分利用效率数据集（1982-2014）",
      "description": "This dataset provides global grided montly and 0.05°x0.05° terrestrial evopotranspiration (ET), plant transpiration (Ec), soil evopiration (Es), canopy interception (Ei), gross primary production (GPP) and ecosystem water use efficiency (WUE)，and plant water use efficiency (PWUE), etc. The dataset was produced by the PML-V2 model driven by AVHRR LAI, Albedo, Emissitivity, and MODIS-IGBP land use types, and GLDAS v2.1 climate forcings.",
      "descriptionCn": "该数据集提供全球陆地逐月、0.05°x0.05°分辨率的蒸散发（ET）、土壤蒸发（Es）、植被蒸腾（Et）、植被截留蒸发（Et），以及总初级生产力（GPP），生态系统植被水分利用效率（WUE=ET/GPP）、植物水分利用效率（PWUE=Ec/GPP）等要素。该数据集是基于PML-V2模型以逐月的卫星遥感AVHRR的叶面积指数（LAI）、地表反照率（Albedo），地表发射率（Emissitivity）, MODIS-IGBP土地利用类型（LUCC）等和观测分析驱动场（GLDAS v2.1）为输入数据驱动计算得到。该数据集可为陆地水循环、气候变化、农业节水研究和生态系统服务等方面提供数据支撑。",
      "instructions": "varible_name_of_PMLV2.0_IGBP_GLDAS_NOAH_AVHRR_GIMMS3g_monthly_AXXXX_0.05deg.nc\ne.g., Ei_of_PMLV2.0_IGBP_GLDAS_NOAH_AVHRR_GIMMS3g_monthly_A1982_0.05deg.nc",
      "instructionsCn": "变量名_of_PMLV2.0_IGBP_GLDAS_NOAH_AVHRR_GIMMS3g_monthly_AXXXX_0.05deg.nc\n如：Ei_of_PMLV2.0_IGBP_GLDAS_NOAH_AVHRR_GIMMS3g_monthly_A1982_0.05deg.nc\n数据格式为NetCDF格式文件。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "1982-01-01 20:54:42",
      "endTime": "2014-12-31 20:54:42",
      "fileSize": 38141435305.0,
      "cstr": "18406.11.Terre.tpdc.300831",
      "doi": "10.11888/Terre.tpdc.300831",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "张选泽",
        "nameEn": "ZHANG Xuanze",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "张永强",
        "nameEn": "ZHANG Yongqiang",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "任婵月",
        "nameEn": "REN Chanyue",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Greening-induced increase in evapotranspiration over Eurasia offset by CO2-induced vegetational stomatal closure",
        "referenceCn": null,
        "referenceEn": "Zhang, X. Z., Zhang, Y. Q., Ma, N., Kong, D. D., Tian, J., Shao, X. M., & Tang, Q. H. (2021). Greening-induced increase in evapotranspiration over Eurasia offset by CO2-induced vegetational stomatal closure. Environmental Research Letters, 16(12), 124008. DOI: 10.1088/1748-9326/ac3532."
      },
      {
        "titleCn": null,
        "titleEn": "CO2 fertilization is spatially distinct from stomatal conductance reduction in controlling ecosystem water-use efficiency increase",
        "referenceCn": null,
        "referenceEn": "Zhang, X. Z., Zhang, Y. Q., Tian, J., Ma, N., & Wang, Y. P. (2022). CO2 fertilization is spatially distinct from stomatal conductance reduction in controlling ecosystem water-use efficiency increase. Environmental Research Letters. 17(5), 054048. DOI:  10.1088/1748-9326/ac6c9c."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冠层截留",
        "nameEn": "Canopy interception"
      },
      {
        "nameCn": "总初级生产力",
        "nameEn": "Gross primary product"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "水碳通量",
        "nameEn": "Carbon-water fluxes"
      },
      {
        "nameCn": "蒸散发",
        "nameEn": "evapotranspiration"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1982-2014",
        "keywordEn": "1982-2014",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and characteristics measured in a dataset related to global terrestrial evapotranspiration and ecosystem water use efficiency from 1982-2014?",
        "QuestionCn": "与1982-2014年全球陆地蒸散发和生态系统水分利用效率相关的数据集中测量的具体属性和特征是什么？",
        "AnswerEn": "evapotranspiration, soil evaporation, vegetation transpiration, vegetation interception evaporation, gross primary productivity, ecosystem vegetation water use efficiency, plant water use efficiency",
        "AnswerCn": "蒸散、土壤蒸发、植被蒸腾、植被截留蒸发、总初级生产力、生态系统植被水分利用效率、植物水分利用效率",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution used in a dataset measuring global terrestrial evapotranspiration and primary productivity?",
        "QuestionCn": "用于测量全球陆地蒸散发和初级生产力的数据集的空间分辨率是多少？",
        "AnswerEn": "0.05°x0.05°",
        "AnswerCn": "0.05°x0.05°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'PML-V2 model' refer to in the context of global land evapotranspiration and primary productivity data collection?",
        "QuestionCn": "在全球陆地蒸散和初级生产力数据收集的背景下，“PML-V2模型”指的是什么？",
        "AnswerEn": "The 'PML-V2 model' refers to a modeling approach used to calculate various components of global land evapotranspiration and primary productivity on a monthly basis. It utilizes satellite remote sensing data such as AVHRR leaf area index (LAI), surface albedo, surface emissivity, and MODIS-IGBP land use types, along with observational analysis driving fields like GLDAS v2.1 to derive data elements including evapotranspiration, soil evaporation, vegetation transpiration, and total primary productivity.",
        "AnswerCn": "'PML-V2模型'是指一种建模方法，用于按月计算全球土地蒸散发和初级生产力的各个组成部分。它利用卫星遥感数据，如AVHRR叶面积指数（LAI）、表面反照率、表面发射率和MODIS-IGBP土地利用类型，以及驱动场的观测分析，如GLDAS v2.1，来推导数据元素，包括蒸散发、土壤蒸发、植被蒸腾和总初级生产力。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using satellite remote sensing for evapotranspiration (ET) and gross primary productivity (GPP) compare to those relying on ground-based observational techniques in terms of spatial resolution and data reliability?",
        "QuestionCn": "卫星遥感用于蒸散发（ET）和总初级生产力（GPP）的数据收集方法与依赖地面观测技术的方法在空间分辨率和数据可靠性方面有何比较？",
        "AnswerEn": "A dataset employs satellite remote sensing with a spatial resolution of 0.05°x0.05° and uses input data like AVHRR leaf area index (LAI), surface albedo, surface emissivity, and MODIS-IGBP land use type, combined with GLDAS v2.1 observational analysis fields to calculate ET and GPP. This method provides global land coverage on a monthly basis, which may offer broader spatial coverage compared to ground-based observational techniques but may involve different challenges in terms of data reliability.",
        "AnswerCn": "一个数据集采用卫星遥感，空间分辨率为0.05°x0.05°，使用的输入数据包括AVHRR叶面积指数（LAI）、表面反照率、表面发射率和MODIS-IGBP土地利用类型，结合GLDAS v2.1观测分析场计算蒸散发（ET）和初级生产力（GPP）。该方法提供全球陆地覆盖的月度数据，这可能提供比基于地面观测技术更广泛的空间覆盖，但在数据可靠性方面可能面临不同的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using satellite remote sensing inputs, such as leaf area index and surface albedo, for calculating global land evapotranspiration and ecosystem water use efficiency?",
        "QuestionCn": "使用卫星遥感输入，如叶面积指数和表面反照率，计算全球陆地蒸散发和生态系统水分利用效率的后果是什么？",
        "AnswerEn": "Using satellite remote sensing inputs like leaf area index and surface albedo allows for a comprehensive and consistent assessment of global land evapotranspiration and ecosystem water use efficiency. This approach can provide high-resolution data that enhance the understanding of land water cycles, climate change impacts, agricultural water-saving strategies, and ecosystem services. However, it may also introduce challenges related to data accuracy, temporal resolution, and the integration of diverse datasets.",
        "AnswerCn": "使用卫星遥感输入，如叶面积指数和表面反照率，可以全面而一致地评估全球土地蒸散发和生态系统水分利用效率。这种方法可以提供高分辨率的数据，增强对土地水循环、气候变化影响、农业节水策略和生态系统服务的理解。然而，这也可能带来与数据准确性、时间分辨率以及多样化数据集整合相关的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What steps are involved in utilizing satellite remote sensing data to calculate global terrestrial evapotranspiration and related metrics at a fine spatial resolution?",
        "QuestionCn": "利用卫星遥感数据计算全球陆地蒸散及相关指标的细粒度空间分辨率涉及哪些步骤？",
        "AnswerEn": "The process involves using the PML-V2 model which is driven by monthly satellite remote sensing data such as AVHRR's leaf area index (LAI), surface albedo, and emissivity. It also incorporates land use classification data from MODIS-IGBP and observational analysis fields from GLDAS v2.1 to calculate metrics like evapotranspiration, soil evaporation, vegetation transpiration, and vegetation interception evaporation at a 0.05°x0.05° spatial resolution.",
        "AnswerCn": "该过程涉及使用PML-V2模型，该模型由每月的卫星遥感数据驱动，如AVHRR的叶面积指数（LAI）、表面反照率和发射率。它还结合了来自MODIS-IGBP的土地利用分类数据和来自GLDAS v2.1的观测分析场，以计算蒸散发、土壤蒸发、植被蒸腾和植被截留蒸发等指标，空间分辨率为0.05°x0.05°。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the collection and processing of high-resolution global land evapotranspiration, gross primary productivity, and ecosystem water use efficiency data over a multi-decade period?",
        "QuestionCn": "哪些技术进步使得能够在数十年期间收集和处理高分辨率的全球土地蒸散、总初级生产力和生态系统水分利用效率数据？",
        "AnswerEn": "The collection and processing of high-resolution global land evapotranspiration, gross primary productivity, and ecosystem water use efficiency data are enabled by the use of the PML-V2 model, which utilizes monthly satellite remote sensing data such as AVHRR leaf area index (LAI), surface albedo, and surface emissivity. Additionally, MODIS-IGBP land use classification (LUCC) and observational analysis driving fields like GLDAS v2.1 are used as input data to drive calculations.",
        "AnswerCn": "高分辨率全球土地蒸散发、总初级生产力和生态系统水分利用效率数据的收集和处理得益于PML-V2模型的使用，该模型利用了AVHRR叶面积指数（LAI）、表面反照率和表面发射率等每月卫星遥感数据。此外，MODIS-IGBP土地利用分类（LUCC）和驱动场的观测分析，如GLDAS v2.1，也作为输入数据用于驱动计算。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}