{
  "id": "a01f2667-930d-4b04-820a-c9e3c208a3e9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "MODIS daily cloud-free snow cover product over the Tibetan Plateau (2002-2015)",
      "titleCn": "青藏高原 MODIS 逐日无云积雪面积数据集（2002-2015）",
      "description": "",
      "descriptionCn": "青藏高原地区积雪的赋存变化较快，高原周边高山区具有冰雪资源丰富，大气对流活跃等特点，而光学遥感往往受云的影响，在日时间尺度上积雪覆盖监测需要考虑去云问题。在充分考虑青藏高原的地形和山地积雪特征的情况下，本套数据集采用了多种去云过程和步骤相结合，逐步实现保持积雪分类精度的情况下，完成逐日积雪面积的云量消除，形成了“青藏高原 MODIS 逐日无云积雪面积”的逐步综合分类算法,完成了“青藏高原 MODIS 逐日无云积雪面积数据集（2002 - 2015 年）”。选取 2009年 10 月 1 日至 2011 年 4 月 30 日中的两个积雪季为算法研究和精度验证试验数据，采用研究区 145 个地面台站提供的雪深数据作为地面参考。结果表明，在高原地区，当积雪深度＞ 3 cm 时，无云积雪产品总分类精度达到 96.6％，积雪分类精度达 89.0％，整个算法流程对WGS84投影的中等分辨率的MODIS积雪产品MOD10A1以及MYD10A1为基础，去云的精度损失较低，数据可靠性较高。",
      "instructions": "",
      "instructionsCn": "",
      "east": 107.0,
      "west": 67.0,
      "south": 25.0,
      "north": 45.0,
      "startTime": "2002-07-20 00:00:00",
      "endTime": "2015-04-28 00:00:00",
      "fileSize": 6918243302.0,
      "cstr": "18406.11.Hydrol.tpe.00000026.file",
      "doi": "10.11888/Hydrol.tpe.00000026.file",
      "dataFormat": "Geotiff",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邱玉宝",
        "nameEn": "QIU Yubao",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinses Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于modis的青藏高原逐日无云积雪产品算法",
        "titleEn": null,
        "referenceCn": "邱玉宝, 张欢, 除多, 张雪成, 于小淇, & 郑照军. (2017). 基于modis的青藏高原逐日无云积雪产品算法. 冰川冻土(03), 65-76.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "积雪深度",
        "nameEn": "Snow depth"
      },
      {
        "nameCn": "积雪表面",
        "nameEn": "Snow facies"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2015",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the method used for cloud removal in the data collection process effective in maintaining high classification accuracy for snow cover?",
        "QuestionCn": "在数据收集过程中用于去云的方法在保持雪盖分类准确性方面是否有效？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of an algorithm that ensures the removal of cloud cover while maintaining snow classification accuracy in daily snow area datasets?",
        "QuestionCn": "确保去除云层同时保持日常雪区数据集雪分类准确性的算法特征是什么？",
        "AnswerEn": "combines multiple cloud removal processes, medium-resolution MODIS snow products, projected in WGS84, minimal accuracy loss, high data reliability, validated with ground reference snow depth data, overall classification accuracy 96.6%, snow classification accuracy 89.0%",
        "AnswerCn": "结合多种云去除过程、中等分辨率的MODIS雪产品、投影在WGS84坐标系中、精度损失最小、数据可靠性高、通过地面参考雪深数据验证、总体分类精度为96.6%、雪分类精度为89.0%。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'cloud elimination process' mean in the context of snow cover monitoring using MODIS data on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在使用MODIS数据监测青藏高原的积雪覆盖时，“云消除过程”是什么意思？",
        "AnswerEn": "The 'cloud elimination process' refers to a series of steps and methods used to remove the influence of clouds in daily snow cover monitoring data, ensuring accurate snow classification. This process is crucial in optical remote sensing, particularly in regions like the Qinghai-Tibet Plateau, where clouds can obscure snow cover. The approach combines multiple de-clouding techniques to maintain high classification accuracy of snow cover in daily satellite imagery, resulting in a dataset that effectively represents cloud-free snow cover areas.",
        "AnswerCn": "“云消除过程”是指一系列步骤和方法，用于去除日常雪盖监测数据中云的影响，以确保准确的雪分类。这个过程在光学遥感中至关重要，特别是在像青藏高原这样的地区，云层可能会遮挡雪盖。该方法结合了多种去云技术，以保持日常卫星影像中雪盖的高分类准确性，从而生成一个有效代表无云雪盖区域的数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the necessity of implementing cloud removal processes in the creation of snow cover datasets for the Tibetan Plateau?",
        "QuestionCn": "在创建西藏高原雪盖数据集时，哪些因素促使必须实施云层去除过程？",
        "AnswerEn": "The necessity of implementing cloud removal processes in the creation of snow cover datasets for the Tibetan Plateau arises from the rapidly changing snow cover in the region and the high prevalence of clouds in optical remote sensing data. The high mountainous areas around the plateau have abundant snow and active atmospheric convection, which frequently result in cloud cover that obscures accurate snow cover detection. To address this, multiple cloud removal processes and steps are employed to maintain snow classification accuracy while eliminating cloud interference in daily snow area measurements.",
        "AnswerCn": "在创建青藏高原雪盖数据集时，实施云去除过程的必要性源于该地区雪盖的快速变化以及光学遥感数据中云层的高频率。高山地区的丰富雪量和活跃的大气对流，常常导致云层覆盖，遮挡了准确的雪盖检测。为了解决这个问题，采用了多种云去除过程和步骤，以保持雪分类的准确性，同时消除云层对每日雪面积测量的干扰。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}