{
  "id": "a03a8a7d-7d88-40c2-b745-5fd844693d13",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Watershed allied telemetry experimental research,WATER: The doppler weather radar observation dataset of Zhangye National climate observatory from Mar to Jun, 2008",
      "titleCn": "黑河综合遥感联合试验：张掖国家气候观象台多普勒天气雷达观测数据集（2008年3月-6月）",
      "description": "This dataset contains  Doppler Weather Radar data from the Zhangye National Climate Observatory during the Watershed Allied Telemetry Experimental Research from 2008-03-08 to 2008-06-30. The latitude and longitude of the observation point are 100°16.8'E, 39°05.094'N; the altitude is 1378m. The main observation items are: rainfall, cloud physics, weather radar, etc.",
      "descriptionCn": "本数据集包含了黑河综合遥感联合试验期间2008-03-08至2008-06-30共85天的张掖市观象台多普勒天气雷达数据。观测点经纬度为100°16.8'E，39°05.094'N；海拔高度1378m。观测项主要有：降雨、云物理、天气雷达等",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.266,
      "west": 100.266,
      "south": 39.083,
      "north": 39.083,
      "startTime": "2008-03-22 22:12:00",
      "endTime": "2008-07-14 22:12:00",
      "fileSize": 13977480416.0,
      "cstr": "18406.11.water973.0156.db",
      "doi": "10.3972/water973.0156.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张掖国家气候观象台",
        "nameEn": "Zhangye National Climate Observatory",
        "unitEn": "Zhangye National Cclimate Observatory",
        "unitCn": "张掖国家气候观象台"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "云",
        "nameEn": "Clouds"
      },
      {
        "nameCn": "云微物理学",
        "nameEn": "Cloud microphysics"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "雨",
        "nameEn": "Rain"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "张掖国家气候观象台",
        "keywordEn": "Zhangye National Climate Observatory"
      },
      {
        "keywordCn": "张掖市加密观测区",
        "keywordEn": "Zhangye City Foci Experimental Area"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-03-08",
        "keywordEn": "2008-03-08",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-30",
        "keywordEn": "2008-06-30",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary data collection methods used in gathering weather radar data for meteorological studies?",
        "QuestionCn": "用于气象研究的天气雷达数据收集的主要方法有哪些？",
        "AnswerEn": "Doppler weather radar systems",
        "AnswerCn": "多普勒气象雷达系统",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and capabilities of a Doppler weather radar system used for observing rainfall and cloud physics during meteorological experiments?",
        "QuestionCn": "用于在气象实验中观测降雨和云物理的多普勒天气雷达系统的具体特征和功能是什么？",
        "AnswerEn": "precipitation intensity measurement, cloud movement tracking, cloud microphysical properties analysis, specific coordinates positioning, precise altitude positioning, extended data collection periods",
        "AnswerCn": "降水强度测量、云层移动追踪、云微物理特性分析、特定坐标定位、精确高度定位、延长数据收集周期",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many days of Doppler weather radar data observations were collected during the Heihe comprehensive remote sensing joint experiment?",
        "QuestionCn": "在黑河综合遥感联合实验期间，收集了多少天的多普勒天气雷达数据观测？",
        "AnswerEn": "85 days",
        "AnswerCn": "85天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using Doppler weather radar in meteorological data collection?",
        "QuestionCn": "使用多普勒天气雷达在气象数据收集中的重要性是什么？",
        "AnswerEn": "Doppler weather radar is significant in meteorological data collection as it provides detailed observations of weather phenomena such as rainfall, cloud physics, and more. This type of radar can measure the velocity of precipitation particles, which helps in understanding the dynamics of weather systems. In the context of the dataset mentioned, it was used to observe weather over a period of 85 days, offering valuable insights into the atmospheric conditions at the specified location.",
        "AnswerCn": "多普勒天气雷达在气象数据收集中具有重要意义，因为它提供了对降雨、云物理等天气现象的详细观察。这种类型的雷达可以测量降水粒子的速度，这有助于理解天气系统的动态。在提到的数据集的背景下，它被用来观察一个地点的天气，持续了85天，提供了对该地区大气条件的宝贵见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the accuracy and reliability of weather radar data collection during the observational period from March to June 2008 in Zhangye, and how might these factors impact the quality of data regarding rain, cloud physics, and weather radar observations?",
        "QuestionCn": "在2008年3月至6月的观测期间，影响张掖天气雷达数据收集的准确性和可靠性的因素有哪些，这些因素又如何影响有关降雨、云物理和天气雷达观测的数据质量？",
        "AnswerEn": "The accuracy and reliability of weather radar data collection during the observational period in Zhangye from March to June 2008 are influenced by factors such as the geographical location and elevation of the observation site, which is positioned at 100°16.8'E, 39°05.094'N with an altitude of 1378m. These factors can impact the quality of data by affecting the radar's ability to detect and interpret precipitation, cloud physics, and other meteorological phenomena accurately. Environmental conditions, equipment calibration, and atmospheric interferences also play critical roles in data collection outcomes.",
        "AnswerCn": "2008年3月至6月期间，张掖的天气雷达数据收集的准确性和可靠性受到多个因素的影响，包括观测站的地理位置和海拔高度。该观测站位于东经100°16.8'，北纬39°05.094'，海拔1378米。这些因素可能会影响数据的质量，从而影响雷达检测和解释降水、云物理及其他气象现象的能力。环境条件、设备校准和大气干扰也在数据收集结果中发挥着关键作用。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}