{
    "id": "a08ac15d-06a1-4150-806c-50b8d8b0f72a",
    "relatedPaper": 4,
    "context": {
        "metadata": {
            "titleEn": "The observation data of soil temperature and moisture on the Tibetan Plateau (2008-2016)",
            "titleCn": "青藏高原土壤温湿度观测数据（2008-2016）",
            "description": "This data set comprises the plateau soil moisture and soil temperature observational data based on the Tibetan Plateau, and it is used to quantify the uncertainty of model products of coarse-resolution satellites, soil moisture and soil temperature. The observation data of soil temperature and moisture on the Tibetan Plateau (Tibet-Obs) are from in situ reference networks at three regional scales, which are the Nagqu network of cold and semiarid climate, the Maqu network of cold and humid climate, and the Ali network of cold and arid climate. These networks provided representative coverage of different climates and surface hydrometeorological conditions on the Tibetan Plateau.\n- Temporal resolution: 15 minutes\n- Spatial resolution: point measurement\n- Measurement accuracy: soil moisture, 0.00001; soil temperature, 0.1 °C; data set size: soil moisture and temperature measurements at nominal depths of 5, 10, 20, 40 and 80 cm\n- Unit: soil moisture, cm ^ 3 cm ^ -3; soil temperature, °C",
            "descriptionCn": "本数据集是建立在青藏高原基础上的高原土壤水分和土壤温度观测数据，用于量化粗分辨率卫星和土壤水分和土壤温度模型产物的不确定性。青藏高原土壤温湿度观测数据（Tibet-Obs）由三个区域尺度的原位参考网络组成，包括寒冷半干旱气候的那曲网络，寒冷潮湿气候的玛曲网络和寒冷干旱的阿里网络。这些网络提供了对青藏高原不同气候和地表水文气象条件的代表性覆盖。\n- 时间分辨率：15分钟\n- 空间分辨率：点测量\n- 测量精度：土壤水分，0.00001；土壤温度，0.1℃；数据集尺寸：标称深度为5，10，20，40和80厘米的土壤水分和温度测量值\n- 单位：土壤水分，cm ^ 3 cm ^ -3； 土壤温度， ℃",
            "instructions": "",
            "instructionsCn": "",
            "east": 104.0,
            "west": 74.0,
            "south": 25.0,
            "north": 40.0,
            "startTime": "2008-05-28 16:00:00",
            "endTime": "2016-11-22 16:00:00",
            "fileSize": 32320123.0,
            "cstr": "18406.11.Soil.tpdc.270028",
            "doi": "10.11888/Soil.tpdc.270028",
            "dataFormat": "*.TXT",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Bob Su",
                "nameEn": "BOB Su",
                "unitEn": "",
                "unitCn": "University of Twente"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Evaluation of ECMWF's soil moisture analyses using observations on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Su, Z.B., Rosnay, P.D., Wen, J.G., Wang, L.C., &Zeng, Y.J. (2013). Evaluation of ECMWF's soil moisture analyses using observations on the Tibetan Plateau. Journal of Geophysical Research, 118(11), 5304-5318."
            },
            {
                "titleCn": null,
                "titleEn": "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products",
                "referenceCn": null,
                "referenceEn": "Su, Z.B., Wen, J., Dente, L., van der Velde, R., Wang, L.C., Ma, Y.M., Yang, K., & Hu, Z.H. (2011). The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products. Hydrology and Earth System Sciences, 15(7), 2303-2316."
            },
            {
                "titleCn": null,
                "titleEn": "Blending Satellite Observed, Model Simulated, and in Situ Measured Soil Moisture over Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Zeng, Y.J., Su, Z.B., van der Velde, R., Wang, L.C., Xu, K., Wang, X., &Wen, J. (2016). Blending Satellite Observed, Model Simulated, and in Situ Measured Soil Moisture over Tibetan Plateau. Remote Sensing, 8(3), 268."
            },
            {
                "titleCn": null,
                "titleEn": "Maqu network for validation of satellite - derived soil moisture products",
                "referenceCn": null,
                "referenceEn": "Dente, L., Vekerdy, Z., Wen, J. &Su, Z.B. (2012). Maqu network for validation of satellite - derived soil moisture products. International Journal of Applied Earth Observation and Geoinformation, 17, 55-65."
            },
            {
                "titleCn": null,
                "titleEn": "Soil moisture mapping over the central part of the Tibetan Plateau using a series of ASAR WS images",
                "referenceCn": null,
                "referenceEn": "van der Velde, R., Su, Z., van Oevelen, P., Wen, J., Ma, Y. and Salama, M.S. (2012) Soil moisture mapping over the central part of the Tibetan Plateau using a series of ASAR WS images. Remote sens. Environ., 120,175-187."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "狮泉河",
                "keywordEn": "Shiquanhe"
            },
            {
                "keywordCn": "玛曲",
                "keywordEn": "Maqu"
            },
            {
                "keywordCn": "那曲",
                "keywordEn": "Nagqu (also Naqu or Nagchu)"
            },
            {
                "keywordCn": "阿里",
                "keywordEn": "Ngari"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008-2016",
                "keywordEn": "2008-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Considerable success in retrieving soil moisture from low frequency active and passive microwave observations has previously been demonstrated at continental and global scales. An alternative is provided by active microwave measurements obtained via the Synthetic Aperture Radar (SAR) technique, which can be processed up to resolutions of several meters. This high spatial resolution poses, however, restrictions on the revisit time when a single image swath is used, which was 35 days or larger for the first generation SAR systems onboard the European Remote Sensing satellites (ERS-1/2) and the Japanese Earth Resources Satellite (JERS-1). In the design of the following generation of space borne SAR systems this issue was addressed by incorporating imaging modes for acquiring data at various spatial resolutions, swath widths and revisit times. However, the high spatial resolution imaging modes are less suited for large-scale monitoring purposes because its spatial coverage is restricted to about 100 km. In this context, wide swath (WS) and global monitoring (GM) modes provide a good compromise in terms of the spatial coverage (400 km), resolution (150 m for WS and 1000 m for GM) and revisit time (3–4 days)."
            ],
            "research objective": [
                "In this paper, we adopt a similar approach for deriving the IEM surface roughness parameters and the retrieval of soil moisture from a time series of ASAR WS images. Soil moisture is, then, retrieved through application of the IEM with input of derived roughness parameters and by assuming that the surface roughness is constant over time and the vegetation effects are negligible."
            ],
            "challenges": [
                "Even when assuming an Exponential ACF, the estimation of a time-invariant parameterization remains a challenge. Validation of the inverted parameterizations is not possible because in-situ measurements are not available."
            ],
            "methods": [
                "This algorithm is applied to 150 ASAR WS scenes collected from April 2005 to September 2007 over the central part of the Tibetan Plateau. We selected three of these images covering the study area at different view angles during the winter season for the IEM roughness derivation. Soil moisture is retrieved from the entire σo data sets via inversion of the IEM model with the obtained roughness parameters as input. The retrievals are validated against soil moisture measured from July 2006 to September 2007 at four sites representative for a 10×10 km2 area."
            ],
            "dataset": [
                "The Advanced SAR (ASAR) onboard the Envisat (Environmental Satellite) acquires C-band (5.331 GHz) σo measurements. The obtained WS data sets are composed out of 150 images acquired from April 2005 through September 2007, of which 101 and 49 scenes are acquired in an ascending and descending orbit, respectively. Over the period July 2006 to September 2007, the readings at the 2.5 cm soil depth were not recorded for west and south stations."
            ],
            "findings": [],
            "backgroundCn": [
                "从低频主动和被动微波观测中提取土壤湿度的显著成功已在大陆和全球尺度上得到证明。另一种选择是通过合成孔径雷达（SAR）技术获得的主动微波测量，该技术可以处理到几米的高分辨率。然而，这种高空间分辨率在使用单个图像扫描时对重访时间提出了限制，第一代搭载于欧洲遥感卫星（ERS-1/2）和日本地球资源卫星（JERS-1）的SAR系统的重访时间为35天或更长。在下一代载人SAR系统的设计中，针对这一问题进行了改进，采用了不同空间分辨率、扫描宽度和重访时间的数据获取成像模式。然而，高空间分辨率成像模式不太适合大规模监测，因为其空间覆盖范围限制在约100公里。在这种情况下，宽幅（WS）和全球监测（GM）模式在空间覆盖（400公里）、分辨率（WS为150米，GM为1000米）和重访时间（3-4天）之间提供了良好的折衷。"
            ],
            "research objectiveCn": [
                "在本文中，我们采用类似的方法来推导IEM表面粗糙度参数，并从一系列ASAR WS图像中提取土壤湿度。然后，通过应用IEM并输入推导的粗糙度参数来检索土壤湿度，并假设表面粗糙度在时间上是恒定的，植被效应可以忽略不计。"
            ],
            "challengesCn": [
                "即使假设自相关函数为指数型，时间不变参数化的估计仍然是一个挑战。由于没有现场测量数据，无法验证反演参数化。"
            ],
            "methodsCn": [
                "该算法应用于2005年4月至2007年9月期间收集的150个ASAR WS场景，覆盖西藏高原中部。我们选择了三幅在冬季不同视角下覆盖研究区域的图像用于IEM粗糙度推导。土壤湿度通过反演IEM模型从整个σo数据集中获取，所获得的粗糙度参数作为输入。检索结果与2006年7月至2007年9月在四个代表10×10 km²区域的地点测量的土壤湿度进行了验证。"
            ],
            "datasetCn": [
                "先进合成孔径雷达（ASAR）搭载在环境卫星（Envisat）上，获取C波段（5.331 GHz）σo测量值。获得的水文数据集由2005年4月至2007年9月获取的150幅图像组成，其中101幅图像是在上行轨道获取的，49幅图像是在下行轨道获取的。在2006年7月至2007年9月期间，西部和南部站点在2.5厘米土壤深度的读数未被记录。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Soil moisture is a key state variable of the land surface controlling the partition of rainfall to subsoil drainage, surface runoff, or evaporation from the land surface. Understanding the dynamics of soil moisture is crucial for understanding the role of the hydrological cycle in the climate system and a variety of ecological and biogeochemical processes. Quantification of trends and variability in global soil moisture can contribute to a better understanding of the feedback between the water cycle and climate. Although the soil moisture dynamics at local scale can be measured with a certain degree of confidence, it is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Satellite remote sensing can be a powerful tool in fulfilling the need for a consistent global soil moisture data set because it allows monitoring the land surface at the relevant spatial and temporal scales. Recent progresses have already made available several global and continental scale soil moisture datasets from satellite observations not primarily designed for this purpose. The European Space Agency (ESA) operates currently a satellite, the Soil Moisture and Ocean Salinity (SMOS) mission, dedicated to global soil moisture monitoring and also the National Aeronautic and Space Administration (NASA) is in preparation of a similar soil moisture mission, Soil Moisture Active/Passive (SMAP). Throughout the globe a number of intensive soil moisture networks have been developed for various purposes.",
                "The accuracy of the soil moisture products from coarse resolution satellite sensors have been subject of various previous studies. These data sets were validated over regional limited networks (e.g. Albergel et al., 2009; Gruhier et al., 2010; Sinclair and Pegram, 2010) and evaluated against model data (Wagner et al., 2003; Rüdiger et al., 2009; de Rosnay et al., 2008). These studies found high correlations with in situ observations in semi arid regions and somewhat lower correlations in agricultural areas. Recent assimilation studies support the positive findings of the validation efforts (Drusch et al., 2008; Scipal et al., 2008). De Jeu et al. (2008) highlighted differences and limitations of active and passive soil moisture products (i.e. Radio Frequency Interference, RFI, in AMSR-E, misinterpretation of ERS in desert regions) in a global evaluation study.",
                "The results suggest the potential to merge different soil moisture products into one superior soil moisture dataset as undertaken in the W ACMOS (Water Cycle Multimission Observation Strategy) project (Su et al., 2010; Dorigo et al., 2010; Liu et al., 2011). However, the validity and accuracy of these data for the Tibetan Plateau have not been assessed due to lack of in-situ reference data where extreme climate conditions have made in-situ measurements very difficult.",
                "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) is presented in detail consisting of three regional scale in-situ reference networks, the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate and the Ngari network in a cold arid climate. These networks provide a representative coverage of the different climate and land surface hydrometeorological conditions on the Tibetan plateau. The obtained data are analysed to ensure the consistency with the regional climatic conditions and for the purpose of serving as reference for validation of coarse resolution satellite and modeling soil moisture products. Each network with its mean and variance of measurements (presented as average and range given by standard deviations) of soil temperature and soil moisture is representative of a particular situation on the Tibetan Plateau."
            ],
            "research objective": [
                "A plateau scale soil moisture and soil temperature observatory is established on the Tibetan Plateau for quantifying uncertainties in coarse resolution satellite and model products of soil moisture and soil temperature. To demonstrate the uniqueness of the Tibet-Obs in quantifying and explaining soil moisture uncertainties in existing coarse satellite products, an analysis is carried out to assess the reliability of several satellite products for the Naqu and the Maqu network areas.",
                "We conclude that global coarse resolution soil moisture products are useful but exhibit big uncertainties in cold semiarid regions on the Tibetan Plateau that need to be characterised and improved before operational use of these data. The in-situ soil moisture and soil temperature measurements are valuable references in this particular environment and can also be used for assessment of global model products that shall be the topics of future investigations."
            ],
            "challenges": [
                "It is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimised parameters usually fail to achieve this task. Global models display a large, and often unexplained, variation among estimates produced by different models. Although current understanding of the attenuation of microwaves by vegetation is still rather poor, various experimental studies showed the presence of significant soil response at C-band frequencies even in the case of vegetated areas when observed at lower incidence angles.",
                "In the winter periods, the AMSR-E data are not reliable at all, indicating needs in improving the retrieval algorithms in particular for the surface temperature. For similar cold semiarid conditions on the Tibetan Plateau, due to the unexplained big uncertainty, the use of these datasets are not recommended before a rigorous assessment of the algorithm with in-situ data can be carried out to explain the reasons of deviations and to improve the consistency with the actual hydrological situation."
            ],
            "methods": [
                "In this paper the details of the Tibet-Obs are reported. The Naqu soil moisture and soil temperature network was installed around the Naqu Station for the Plateau Climate and Environment Observation and Research of Chinese Academy of Sciences located about 25 km southwest of Naqu city. Continuous measurements are made of water and energy exchanges between the land surface and atmosphere at this station, including atmospheric variables at different heights, incoming and outgoing radiation, turbulent heat fluxes, soil moisture at depths of 0.05 and 0.20 m below surface, and soil temperatures profile down to a depth of 0.40 m below surface. To monitor the regional soil moisture dynamics and validate soil moisture retrievals from satellite data, five additional soil moisture stations were installed in June 2006. The soil moisture stations were placed north, south, west and east within 10 km from Naqu station with one additional one installed at Naqu station itself for comparison purpose with the existing instrumentation. The instrumentation used for this network consists of EM5b data loggers and 0.10 m long ECH2O (type: EC-10) impedance probes both manufactured by Decagon Devices. The Maqu soil moisture and soil temperature monitoring network was installed in July 2008 in the source water region of the Yellow River to the south of Maqu County in Gansu province, China. The network, consisting of 20 stations in an area of approximately 40 km by 80 km, monitors continuously the soil moisture and soil temperature at different depths at 15 min intervals. The Maqu Source Water Region of Yellow River Station for Climate and Environment Observation and Research of Chinese Academy of Sciences is located in the centre of this network. In this study area twenty soil moisture and soil temperature monitoring stations were installed in June 2010 in the Ngari prefecture in the western part of the Tibetan Plateau.",
                "With the operational Naqu and Maqu networks (data from the Ngari network is not available at the writing time), assessment of three datasets (henceforth the AMSR-E products, the ASCA T-L2 and the SMOS products) was conducted and results are presented in the next section."
            ],
            "dataset": [
                "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) consists of three regional scale in-situ reference networks, including the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate and the Ngari network in a cold arid climate. The Naqu soil moisture and soil temperature network was installed around the Naqu Station for the Plateau Climate and Environment Observation and Research of Chinese Academy of Sciences located about 25 km southwest of Naqu city. The Maqu soil moisture and soil temperature monitoring network was installed in July 2008 in the source water region of the Yellow River to the south of Maqu County in Gansu province, China. The network, consisting of 20 stations in an area of approximately 40 km by 80 km, monitors continuously the soil moisture and soil temperature at different depths at 15 min intervals. In this study area twenty soil moisture and soil temperature monitoring stations were installed in June 2010 in the Ngari prefecture in the western part of the Tibetan Plateau.",
                "The data product to be validated was generated by the LPRM algorithm applied to AMSR-E data and will be called the AMSR-E soil moisture data in the rest of this paper.",
                "The AMSR-E products were retrieved from http://www.geo.vu.nl/ ∼jeur/lprm/ which provides daily 0.25 degree surface soil moisture and land surface temperature data from AMSR-E observations; the night-time overpass products are used because the daytime overpass data have major uncertainties caused by temperature variations. The ASCA T-L2 products were retrieved from the EUMETSA T archive which link can be found at http://www.ipf.tuwien.ac.at/radar/. The ASCA T-L2 products are global coarse resolution soil moisture estimates (25–50 km) derived from backscatter measurements acquired with scatterometers onboard the METOP satellite, with relative values scaled between 0 % and 100 % representing dry and saturation conditions respectively. After the successful launch of SMOS in November 2009 and following the first six months of SMOS commissioning phase to test the functionalities of the spacecraft and instrument, SMOS has been in routine operation since May 2010 and has been providing data products to the science community for a variety of applications.",
                "Figure 7 shows soil moisture products from AMSR-E, ASCA T-L2 and SMOS compared to measured values at 5 cm soil depth in Maqu network area from 1 July 2009 to 31 July 2010."
            ],
            "findings": [
                "It is concluded that global coarse resolution soil moisture products are useful but exhibit till now unreported uncertainties in cold and semiarid regions – use of them would be critically enhanced if uncertainties can be quantified and reduced using in-situ measurements.",
                "It is observed while both retrievals follow the gradual increasing pattern from winter to monsoon period of soil moisture in Naqu network area, there are dramatic differences in the magnitudes. Both overestimate the areal mean of in-situ measurements by about 100 % in the monsoon period (May to August). In winter period, AMSR-E grossly overestimates the in-situ measurements, while ASCA T-L2 estimates are close to the in-situ measurements since the area is frozen and the assumption of dry soil in ASCA T-L2 retrieval appears reasonable. The ASCA T-L2 products systematically overestimate the surface soil moisture in this network area in the monsoon period.",
                "Some important findings are obtained in this study for the Naqu area as a cold semiarid area where AMSR-E and ASCA T-L2 products overestimate by 0.2 ∼ 0.3 m 3 m −3 the regional soil moisture in the monsoon periods. For the cold humid Maqu network area it is concluded that soil moisture products from AMSR-E, ASCA T-L2 have comparable accuracy as reported by previous studies in the humid monsoon period. The AMSR-E products overestimate and ASCA T-L2 products underestimate soil moisture in the winter period significantly. But the opposing behaviours of both data sets may be used to generate a more useful data for the winter periods. A preliminary evaluation of SMOS data indicates its promising feature, but apparently needs much more data to derive more concrete conclusions."
            ],
            "backgroundCn": [
                "土壤湿度是控制降雨向地下排水、地表径流或蒸发的关键状态变量。理解土壤湿度的动态对于理解水文循环在气候系统中的作用以及各种生态和生物地球化学过程至关重要。量化全球土壤湿度的趋势和变异性有助于更好地理解水循环与气候之间的反馈关系。尽管在局部尺度上可以以一定的信心测量土壤湿度动态，但由于缺乏对自然景观中土壤湿度变异性的理解，将这一点信息转化为更大空间尺度是具有挑战性的。卫星遥感可以成为满足全球土壤湿度数据集一致性需求的强大工具，因为它允许在相关的空间和时间尺度上监测地表。最近的进展已经使得从并非主要为此目的设计的卫星观测中获得了若干全球和大陆尺度的土壤湿度数据集。欧洲航天局（ESA）目前运营着一颗专门用于全球土壤湿度监测的卫星，即土壤湿度与海洋盐度（SMOS）任务，此外，美国国家航空航天局（NASA）也在准备一个类似的土壤湿度任务，即土壤湿度主动/被动（SMAP）。在全球范围内，已经建立了许多密集的土壤湿度网络，旨在满足各种目的。",
                "来自粗分辨率卫星传感器的土壤湿度产品的准确性已经在多项先前研究中受到关注。这些数据集在区域有限的网络上进行了验证（例如，Albergel等，2009；Gruhier等，2010；Sinclair和Pegram，2010），并与模型数据进行了评估（Wagner等，2003；Rüdiger等，2009；de Rosnay等，2008）。这些研究发现，在半干旱地区与现场观测的相关性较高，而在农业地区相关性则稍低。最近的同化研究支持了验证工作的积极发现（Drusch等，2008；Scipal等，2008）。De Jeu等（2008）在一项全球评估研究中强调了主动和被动土壤湿度产品的差异和局限性（即AMSR-E中的射频干扰，RFI，沙漠地区ERS的误解）。",
                "结果表明，将不同的土壤湿度产品合并为一个更优越的土壤湿度数据集的潜力，如W ACMOS（水循环多任务观测策略）项目所进行的那样（Su et al., 2010; Dorigo et al., 2010; Liu et al., 2011）。然而，由于极端气候条件使得在地面进行测量非常困难，因此尚未评估这些数据在青藏高原的有效性和准确性。",
                "青藏高原土壤湿度和土壤温度观测站（Tibet-Obs）详细介绍了三个区域尺度的原位参考网络：那曲网络（冷半干旱气候）、玛曲网络（冷湿润气候）和阿里网络（冷干旱气候）。这些网络提供了青藏高原不同气候和地表水文气象条件的代表性覆盖。获得的数据经过分析，以确保与区域气候条件的一致性，并用于作为验证粗分辨率卫星和土壤湿度产品模型的参考。每个网络的土壤温度和土壤湿度测量的均值和方差（以平均值和标准差范围表示）代表了青藏高原特定情况。"
            ],
            "research objectiveCn": [
                "在青藏 Plateau 上建立了一个高原尺度的土壤湿度和土壤温度观测站，以量化粗分辨率卫星和模型产品中土壤湿度和土壤温度的不确定性。为了展示 Tibet-Obs 在量化和解释现有粗卫星产品中土壤湿度不确定性方面的独特性，进行了分析，以评估多个卫星产品在那曲和玛曲网络区域的可靠性。",
                "我们得出结论，全球粗分辨率土壤湿度产品是有用的，但在寒冷半干旱地区（如青藏高原）存在较大的不确定性，需要在这些数据的操作使用之前进行表征和改进。在这一特定环境中，现场土壤湿度和土壤温度测量是宝贵的参考，也可以用于评估全球模型产品，这将是未来研究的主题。"
            ],
            "challengesCn": [
                "由于缺乏对自然景观中土壤湿度变异性的理解，将这一点信息转化为更大空间尺度是具有挑战性的。旨在使用优化参数模拟局部动态的模型通常无法完成这一任务。全球模型在不同模型产生的估计之间显示出较大的、且通常无法解释的变异性。尽管目前对植被对微波衰减的理解仍然相当有限，但各种实验研究表明，即使在植被覆盖区域，当以较低入射角观察时，C波段频率下仍存在显著的土壤响应。",
                "在冬季期间，AMSR-E 数据的可靠性非常差，这表明需要改进检索算法，特别是针对表面温度。在类似的寒冷半干旱条件下的青藏高原，由于无法解释的大不确定性，不建议使用这些数据集，直到对算法进行严格评估，并与现场数据进行对比，以解释偏差的原因并提高与实际水文情况的一致性。"
            ],
            "methodsCn": [
                "在本文中，报告了西藏观测站的详细信息。那曲土壤湿度和土壤温度网络安装在中国科学院高原气候与环境观测研究站附近，位于那曲市西南约25公里处。该站持续测量陆地表面与大气之间的水分和能量交换，包括不同高度的气象变量、入射和出射辐射、湍流热通量、0.05米和0.20米深度的土壤湿度，以及0.40米深度的土壤温度剖面。为了监测区域土壤湿度动态并验证卫星数据的土壤湿度反演结果，2006年6月在那曲站周围安装了五个额外的土壤湿度站。这些土壤湿度站分别位于那曲站北、南、东、西方向，距离那曲站均在10公里以内，并在那曲站本身安装了一个额外的站点，以便与现有仪器进行比较。该网络使用的仪器包括由Decagon Devices制造的EM5b数据记录仪和0.10米长的ECH2O（型号：EC-10）阻抗探头。马曲土壤湿度和土壤温度监测网络于2008年7月在甘肃省马曲县黄河源水区安装。该网络由20个站点组成，覆盖约40公里乘80公里的区域，持续监测不同深度的土壤湿度和土壤温度，监测间隔为15分钟。马曲黄河源水区气候与环境观测研究站位于该网络的中心。在该研究区域，2010年6月在西藏高原西部的那曲地区安装了二十个土壤湿度和土壤温度监测站。",
                "随着Naqu和Maqu网络的运营（在撰写时Ngari网络的数据不可用），对三个数据集（以下简称AMSR-E产品、ASCA T-L2和SMOS产品）进行了评估，结果将在下一节中呈现。"
            ],
            "datasetCn": [
                "青藏高原土壤湿度和土壤温度观测站（Tibet-Obs）由三个区域性地面参考网络组成，包括在寒冷半干旱气候下的那曲网络、在寒冷湿润气候下的玛曲网络和在寒冷干旱气候下的那曲网络。那曲土壤湿度和土壤温度网络安装在中国科学院青藏高原气候与环境观测研究站附近，位于那曲市西南约25公里处。玛曲土壤湿度和土壤温度监测网络于2008年7月在甘肃省玛曲县南部的黄河源水区安装。该网络由20个站点组成，覆盖约40公里乘80公里的区域，持续监测不同深度的土壤湿度和土壤温度，监测间隔为15分钟。在这项研究区域，二十个土壤湿度和土壤温度监测站于2010年6月在青藏高原西部的那曲地区安装。",
                "要验证的数据产品是由LPRM算法应用于AMSR-E数据生成的，以下将称其为AMSR-E土壤湿度数据。",
                "AMSR-E 产品可以从 http://www.geo.vu.nl/ ∼jeur/lprm/ 获取，该网站提供来自 AMSR-E 观测的每日 0.25 度表层土壤湿度和地表温度数据；由于白天过境数据受到温度变化的重大不确定性影响，因此使用夜间过境产品。ASCA T-L2 产品则从 EUMETSA T 存档中获取，链接可以在 http://www.ipf.tuwien.ac.at/radar/ 找到。ASCA T-L2 产品是全球粗分辨率的土壤湿度估计（25-50 公里），是通过 METOP 卫星上搭载的散射计获取的后向散射测量数据得出的，相对值在 0% 到 100% 之间缩放，分别表示干燥和饱和状态。自 2009 年 11 月 SMOS 成功发射以来，经过六个月的 SMOS 调试阶段以测试航天器和仪器的功能，SMOS 自 2010 年 5 月起进入常规操作，并为科学界提供各种应用的数据产品。",
                "图7显示了2009年7月1日至2010年7月31日期间，AMSR-E、ASCA T-L2和SMOS的土壤湿度产品与Maqu网络区域5厘米土壤深度的测量值的比较。"
            ],
            "findingsCn": [
                "研究表明，全球粗分辨率土壤湿度产品是有用的，但在寒冷和半干旱地区仍存在未报告的不确定性——如果能够利用现场测量来量化和减少这些不确定性，将极大提升其使用效果。",
                "观察到，在Naqu网络区域，尽管两种检索方法在冬季到季风期的土壤湿度上都呈现逐渐增加的模式，但它们在幅度上存在显著差异。在季风期（5月至8月），两者都将区域平均的原位测量值高估了约100%。在冬季，AMSR-E严重高估了原位测量值，而ASCA T-L2估计值则接近原位测量值，因为该地区处于冻结状态，ASCA T-L2检索中假设土壤干燥似乎是合理的。ASCA T-L2产品在该网络区域的季风期系统性地高估了表层土壤湿度。",
                "在这项研究中，对于作为寒冷半干旱地区的那曲地区，AMSR-E和ASCA T-L2产品在季风期间对区域土壤湿度的高估约为0.2 ∼ 0.3 m³ m⁻³。对于寒冷湿润的马曲网络区域，得出的结论是AMSR-E和ASCA T-L2的土壤湿度产品在湿润季风期间的准确性与之前的研究报告相当。AMSR-E产品在冬季期间高估土壤湿度，而ASCA T-L2产品则显著低估土壤湿度。但这两个数据集的相反表现可以用于生成更有用的冬季数据。对SMOS数据的初步评估表明其前景良好，但显然需要更多的数据来得出更具体的结论。"
            ]
        },
        {
            "background": [
                "The debates on the role of Tibetan Plateau (TP) in the Indian monsoon have drawn attention to the quantification of land-atmosphere exchanges of water and heat over TP. Soil moisture (hereafter as SM) is a crucial land surface state that modulates land-atmosphere interactions and is imperative for quantifying trends and variability of feedbacks between climate and the water cycle of TP. In general, SM data can be obtained from three primary sources of, namely, satellite observations, model simulations, and in situ measurements. The currently existing SM observation networks over the Tibetan Plateau include the Tibetan Plateau Observatory of plateau scale SM and soil temperature (Tibet-Obs), the multi-scale SM and temperature monitoring network on the central Tibetan Plateau (Tibet-Central), and the Third Pole Environment (TPE) in situ component. It is always challenging to find a single satellite-derived SM product that has complete coverage of the TP for an extended period of time and is suitable for climate change studies at sub-continental scale. The limited availability of satellite-based SM estimates over TP within this merged product is mainly due to the inherent difficulties in retrieving SM from even partially-frozen land surfaces."
            ],
            "research objective": [
                "In this study, we aim to merge different satellite datasets over TP, by using the model-simulated SM product. The data climatology of the model simulated SM will be constrained by the in situ measurements."
            ],
            "challenges": [
                "The limited availability of satellite-based SM estimates over TP within this merged product is mainly due to the inherent difficulties in retrieving SM from even partially-frozen land surfaces. Such systematic differences between the two datasets are preventing a statistically-optimal analysis and, therefore, have to be corrected."
            ],
            "methods": [
                "The daily average SM analysis of the first layer (0–7 cm) are used in this study. In this study, the ERA-Interim SM product is interpolated to a resolution of 25 km (e.g., 0.25°). The data utilized for this study covers the entire TP for the period from May 2008 to October 2011 and are provided on a regular grid with a 0.25° spacing. The first step is to generate the 0.25° spatial resolution in situ SM data climatology over TP. The second step is to generate the scaled ERA-Interim SM data (0.25°) over the calibration period and the associated CDF matching parameters to capture the climatology of the in situ data. The third step is to generate the scaled ERA-Interim SM data (0.25°) over the blending period using the CDF matching parameters derived from Step (2). The fourth step is to produce the scaled AMSRE and ASCAT SM data (0.25°), with the scaled ERA-Interim SM data generated from Step (3). The fifth step is to determine the relative errors among the three scaled SM data sets (i.e., AMSRE, ASCAT, and ERA-Interim), by using the Triple Collocation (TC) method. The sixth step, the scaled AMSRE, ASCAT, and ERA-Interim SM data are blended using the least squares method."
            ],
            "dataset": [
                "As introduced, the Tibet-Obs crosses over three different climatic conditions and includes Maqu (subhumid), Naqu (semiarid), Ali, and Shiquanhe (arid) observation networks. The daily average SM analysis of the first layer (0–7 cm) are used in this study. The data utilized for this study covers the entire TP for the period from May 2008 to October 2011 and are provided on a regular grid with a 0.25° spacing."
            ],
            "findings": [
                "The results show that the scaling and blending strategy help constraining the exaggerated variation of satellite SM over the TP, especially the unrealistically high SM content over the western TP. After implementing the scaling and the blending steps, the overestimation was eliminated in the blended SM products, which shows clear seasonal variations and has a good match with the in situ measurements. The inter-comparison results indicated that an equal weighting average of multi-sources of scaled SM data can perform similarly as the blended SM data over the cold arid regions, but not over the cold sub-humid areas on the TP."
            ],
            "backgroundCn": [
                "关于青藏高原（TP）在印度季风中的作用的辩论引起了人们对青藏高原水热交换的量化研究的关注。土壤湿度（以下简称SM）是一个关键的陆地表面状态，调节着陆气相互作用，并且对于量化气候与青藏高原水循环之间的反馈趋势和变异性至关重要。一般来说，SM数据可以通过三种主要来源获得，即卫星观测、模型模拟和现场测量。目前，青藏高原上现有的SM观测网络包括青藏高原土壤湿度和土壤温度观测站（Tibet-Obs）、中央青藏高原多尺度土壤湿度和温度监测网络（Tibet-Central）以及第三极环境（TPE）现场组件。找到一个适合于气候变化研究的、覆盖青藏高原的单一卫星衍生SM产品，且具有长期完整覆盖的特征，始终是一个挑战。由于从部分冻结的土地表面提取SM的固有困难，导致在这个合并产品中，青藏高原的卫星基础SM估计的可用性有限。"
            ],
            "research objectiveCn": [
                "在本研究中，我们旨在通过使用模型模拟的土壤湿度（SM）产品来合并不同的卫星数据集。模型模拟的土壤湿度的数据气候学将通过现场测量进行约束。"
            ],
            "challengesCn": [
                "在这个合并产品中，卫星基于土壤湿度（SM）估计在青藏高原（TP）上的有限可用性主要是由于从部分冻结的土地表面提取土壤湿度的固有困难。这两个数据集之间的系统性差异阻碍了统计最优分析，因此需要进行修正。"
            ],
            "methodsCn": [
                "本研究使用了第一层（0–7 cm）的日均土壤湿度（SM）分析数据。研究中，ERA-Interim土壤湿度产品被插值到25公里的分辨率（例如，0.25°）。本研究所使用的数据覆盖了整个青藏高原（TP），时间范围为2008年5月至2011年10月，并以0.25°的间隔提供在规则网格上。第一步是生成青藏高原上0.25°空间分辨率的地面土壤湿度数据气候学。第二步是生成校准期间的缩放ERA-Interim土壤湿度数据（0.25°）及相关的累积分布函数（CDF）匹配参数，以捕捉地面数据的气候特征。第三步是使用第二步中获得的CDF匹配参数，生成混合期间的缩放ERA-Interim土壤湿度数据（0.25°）。第四步是生成缩放的AMSRE和ASCAT土壤湿度数据（0.25°），该数据基于第三步生成的缩放ERA-Interim土壤湿度数据。第五步，使用三重协同（TC）方法确定三种缩放土壤湿度数据集（即AMSRE、ASCAT和ERA-Interim）之间的相对误差。第六步，使用最小二乘法对缩放的AMSRE、ASCAT和ERA-Interim土壤湿度数据进行混合。"
            ],
            "datasetCn": [
                "如前所述，西藏观测网跨越三种不同的气候条件，包括玛曲（亚湿润）、那曲（半干旱）、阿里和狮泉河（干旱）观测网络。本研究使用了第一层（0-7厘米）的日均土壤湿度分析数据。用于本研究的数据覆盖整个青藏 Plateau，时间范围为2008年5月至2011年10月，数据以0.25°的间隔提供在规则网格上。"
            ],
            "findingsCn": [
                "结果表明，缩放和混合策略有助于限制青藏高原上卫星土壤湿度的夸大变化，特别是西部青藏高原上不切实际的高土壤湿度含量。在实施缩放和混合步骤后，混合土壤湿度产品中的过高估计被消除，显示出明显的季节变化，并与现场测量数据良好匹配。互比较结果表明，在寒冷干旱地区，多源缩放土壤湿度数据的等权重平均与混合土壤湿度数据表现相似，但在青藏高原的寒冷亚湿润地区则不然。"
            ]
        },
        {
            "background": [
                "Understanding the physics and dynamics of soil moisture is crucial to understanding the role of the hydrological cycle in the climate system. With increasing evidence of climate change, it becomes more urgent to quantify the critical role of soil moisture in climate, because the response of the hydrological cycle to global warming is expected as far reaching. Although it is easy to observe soil moisture dynamics at the local scale, it is challenging to translate this point scale understanding to natural landscapes due to the lack of understanding of soil moisture variability at larger spatial scales. Models, satellite remote sensing, and land data assimilation are necessary tools to produce spatiotemporally consistent soil moisture information. Soil moisture analysis at the European Centre for Medium-Range Weather Forecasts (ECMWF) aims to represent spatiotemporally consistent soil moisture information, served as land surface initialization for numerical weather prediction models. The optimum interpolation (OI) scheme is the previous operational soil moisture analysis scheme at ECMWF, using the increments of the screen-level parameters analysis as input. The current soil moisture analysis scheme is a point-wise extended Kalman filter (EKF) with the same screen-level parameters analysis. However, the current EKF scheme opens up the possibility to combine remote sensing data (e.g., satellite derived soil moisture data) with screen-level proxy observations, and it better constrains the soil moisture fields. De Rosnay et al. [2012b] also investigated the impact of including the Advanced Scatterometer (ASCAT) soil moisture data on the ECMWF land surface analysis system, and found a neutral impact on both soil moisture analysis and screen-level parameters."
            ],
            "research objective": [
                "In this paper, using the in situ measurements from the Tibet-Obs and the operational ASCAT-L2 data product, we aim to evaluate the ECMWF’s previous operational OI soil moisture scheme (ECMWF-Oper-OI), which was used in the ECMWF interim reanalysis (ERA-interim from 1979 onwards), and the current EKF soil moisture scheme. This study uses three numerical experiments with different assimilation approaches, to illuminate the impact of the analysis scheme on analyzed soil moisture fields in the Tibetan Plateau."
            ],
            "challenges": [
                "Although it is easy to observe soil moisture dynamics at the local scale, it is challenging to translate this point scale understanding to natural landscapes due to the lack of understanding of soil moisture variability at larger spatial scales. However, all these estimates need validations for their consistencies at a variety of representative sites with intensive soil moisture measurements before their use in quantifying the feedback between the water cycle and climate should be commissioned."
            ],
            "methods": [
                "The Naqu soil moisture and soil temperature stations were placed within 10 km north, south, west, and east of the Naqu climate station with an additional one installed at Naqu climate station itself (i.e., in total 5 stations) for comparison purpose with the existing instrumentation. At each station, probes have been installed horizontally at depths of 2.5, 7.5, 15.0, 30.0, and 60.0 cm with a sampling interval set at 3 h in the data analyzed here. In this study, for the first layer and the second layer, the averaged data excluding the “wet” layer was used. The Maqu network stations continuously monitor the soil moisture and soil temperature at different depths (from 5 to 80 cm deep) at 15 min intervals. In this paper, ECMWF operational soil moisture analysis based on the OI (ECMWF-Oper-OI) is evaluated with ground observations in 2008 and 2009. In addition, numerical experiments using the new EKF soil moisture analysis by assimilating ASCAT soil moisture data are carried out (ECMWF-H-SAF)."
            ],
            "dataset": [
                "This study used two regional soil moisture and soil temperature networks (i.e., Naqu and Maqu) on the Tibetan Plateau. The uncertainties of those global coarse resolution soil moisture products were quantified and characterized, using the in situ measurements from the Tibetan Plateau soil moisture and soil temperature observatory (Tibet-Obs)."
            ],
            "findings": [
                "For the cold-semiarid Naqu area, both ECMWF soil moisture analyses significantly overestimate the regional soil moisture in the monsoon seasons. For the cold-humid Maqu network area, the ECMWF products have comparable accuracy as reported by previous studies in the humid monsoon period. The results show reasonable performances of the ECMWF soil moisture analyses (i.e., both optimum interpolation and extended Kalman filter products) and the Advanced Scatterometer level 2 products, when compared to the in situ measurements."
            ],
            "backgroundCn": [
                "理解土壤湿度的物理和动态对于理解水文循环在气候系统中的作用至关重要。随着气候变化证据的增加，量化土壤湿度在气候中的关键作用变得更加紧迫，因为水文循环对全球变暖的响应预计将产生深远影响。尽管在局部尺度上观察土壤湿度动态相对容易，但由于缺乏对较大空间尺度上土壤湿度变异性的理解，将这种点尺度的理解转化为自然景观却具有挑战性。模型、卫星遥感和陆地数据同化是生成时空一致的土壤湿度信息所必需的工具。欧洲中期天气预报中心（ECMWF）的土壤湿度分析旨在表示时空一致的土壤湿度信息，为数值天气预报模型提供地表初始化。最优插值（OI）方案是ECMWF之前的操作性土壤湿度分析方案，使用屏幕层参数分析的增量作为输入。目前的土壤湿度分析方案是一个点式扩展卡尔曼滤波器（EKF），同样使用屏幕层参数分析。然而，当前的EKF方案为结合遥感数据（例如，卫星衍生的土壤湿度数据）与屏幕层代理观测提供了可能性，并且更好地约束了土壤湿度场。De Rosnay等人[2012b]还研究了将先进散射计（ASCAT）土壤湿度数据纳入ECMWF陆面分析系统的影响，发现对土壤湿度分析和屏幕层参数均无显著影响。"
            ],
            "research objectiveCn": [
                "在本文中，我们利用来自Tibet-Obs的原位测量和操作性ASCAT-L2数据产品，旨在评估ECMWF之前的操作性OI土壤湿度方案（ECMWF-Oper-OI），该方案用于ECMWF的临时重分析（ERA-interim，从1979年开始），以及当前的EKF土壤湿度方案。本研究使用三种不同同化方法的数值实验，以阐明分析方案对青藏高原分析土壤湿度场的影响。"
            ],
            "challengesCn": [
                "尽管在局部尺度上观察土壤湿度动态很容易，但由于缺乏对较大空间尺度上土壤湿度变异性的理解，将这种点尺度的认识转化为自然景观是具有挑战性的。然而，在将这些估算用于量化水循环与气候之间的反馈之前，需要在多个具有代表性地点进行密集的土壤湿度测量，以验证其一致性。"
            ],
            "methodsCn": [
                "Naqu土壤湿度和土壤温度站点设置在Naqu气候站北、南、西、东各10公里范围内，并在Naqu气候站本身安装了一个额外的站点（即总共5个站点），以便与现有仪器进行比较。在每个站点，探头水平安装在2.5、7.5、15.0、30.0和60.0厘米的深度，数据分析中的采样间隔设置为3小时。在本研究中，第一层和第二层的平均数据排除了“湿”层。Maqu网络站点持续监测不同深度（从5到80厘米）的土壤湿度和土壤温度，采样间隔为15分钟。本文评估了基于OI的ECMWF操作土壤湿度分析（ECMWF-Oper-OI）与2008年和2009年的地面观测数据。此外，还进行了数值实验，使用新的EKF土壤湿度分析，通过同化ASCAT土壤湿度数据（ECMWF-H-SAF）。"
            ],
            "datasetCn": [
                "本研究使用了两个区域土壤湿度和土壤温度网络（即那曲和玛曲）在青藏高原上。利用青藏高原土壤湿度和土壤温度观测站（Tibet-Obs）的现场测量数据，量化和表征了这些全球粗分辨率土壤湿度产品的不确定性。"
            ],
            "findingsCn": [
                "对于寒冷半干旱的那曲地区，ECMWF土壤湿度分析在季风季节显著高估了区域土壤湿度。对于寒冷湿润的玛曲网络区域，ECMWF产品在湿润季风期的准确性与之前的研究相当。结果显示，ECMWF土壤湿度分析（即最佳插值和扩展卡尔曼滤波产品）以及高级散射计二级产品在与现场测量数据比较时表现出合理的性能。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are different satellite datasets being merged using model-simulated soil moisture products for the Tibetan Plateau?",
                "QuestionCn": "不同的卫星数据集是否正在与模拟土壤湿度产品合并，以用于青藏 Plateau？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which data collection method is more effective for observing soil moisture and temperature in the Tibetan Plateau: in situ measurements, satellite observations, or model simulations?",
                "QuestionCn": "在观察青藏高原的土壤湿度和温度时，哪种数据收集方法更有效：现场测量、卫星观测还是模型模拟？",
                "AnswerEn": "in situ measurements",
                "AnswerCn": "原位测量",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which datasets are more suitable for validating satellite soil moisture products in the Tibetan Plateau: AMSR-E, ASCA T-L2, SMOS, or in situ networks like Tibet-Obs?",
                "QuestionCn": "哪些数据集更适合在青藏高原验证卫星土壤湿度产品：AMSR-E、ASCA T-L2、SMOS，还是像Tibet-Obs这样的地面观测网络？",
                "AnswerEn": "Tibet-Obs",
                "AnswerCn": "西藏观察",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the key challenges in translating point-scale soil moisture observations to larger spatial scales on the Tibetan Plateau?",
                "QuestionCn": "将点尺度土壤湿度观测数据转化为更大空间尺度时，青藏高原面临的主要挑战有哪些？",
                "AnswerEn": "soil moisture variability",
                "AnswerCn": "土壤湿度变异性",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where are the in-situ soil moisture and temperature observation networks located on the Tibetan Plateau, and what climatic conditions do they represent?",
                "QuestionCn": "在青藏高原上，原位土壤湿度和温度观测网络的位置在哪里，它们代表了什么气候条件？",
                "AnswerEn": "Naqu, Maqu, Ngari",
                "AnswerCn": "那曲，玛曲，阿里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When was the Maqu soil moisture and soil temperature monitoring network established, and what is its time resolution for data collection?",
                "QuestionCn": "Maqu土壤湿度和土壤温度监测网络成立于何时，数据收集的时间分辨率是多少？",
                "AnswerEn": "July 2008, 15-minute intervals",
                "AnswerCn": "2008年7月，每15分钟间隔一次",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure soil moisture and temperature in various climatic conditions on the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于测量青藏高原不同气候条件下土壤湿度和温度的数据收集方法的例子？",
                "AnswerEn": "The Tibet-Obs observatory collects soil moisture and temperature data using in-situ reference networks in different climatic conditions, including the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate, and the Ngari network in a cold arid climate. These networks monitor soil moisture and temperature at different depths at 15-minute intervals.",
                "AnswerCn": "西藏观测站在不同气候条件下通过在地面参考网络收集土壤湿度和温度数据，包括在寒冷半干旱气候下的那曲网络、寒冷湿润气候下的玛曲网络和寒冷干旱气候下的那吉网络。这些网络以15分钟的间隔监测不同深度的土壤湿度和温度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using satellite-based soil moisture estimates over the Tibetan Plateau?",
                "QuestionCn": "使用卫星土壤湿度估计在青藏高原上面临的一个挑战是什么？",
                "AnswerEn": "A challenge with satellite-based soil moisture estimates over the Tibetan Plateau is the difficulty in retrieving data from partially frozen land surfaces, which can lead to systematic differences between datasets and prevent a statistically optimal analysis.",
                "AnswerCn": "卫星土壤湿度估计在青藏高原面临的一个挑战是从部分冻结的土地表面获取数据的困难，这可能导致数据集之间的系统性差异，并阻碍统计最优分析的进行。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the typical spatial and temporal resolutions used in soil moisture and temperature data collection on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原上，土壤湿度和温度数据收集的典型空间和时间分辨率是什么？",
                "AnswerEn": "point measurements, every 15 minutes, 5 centimeters, 10 centimeters, 20 centimeters, 40 centimeters, 80 centimeters",
                "AnswerCn": "点测量，每15分钟，5厘米，10厘米，20厘米，40厘米，80厘米",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the main challenges faced in translating point-scale soil moisture data to larger spatial scales in the context of the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的背景下，将点尺度土壤湿度数据转化为更大空间尺度时面临的主要挑战有哪些？",
                "AnswerEn": "lack of understanding of soil moisture variability, extreme climate conditions, difficulties in retrieving soil moisture data from partially-frozen land surfaces",
                "AnswerCn": "对土壤湿度变化缺乏了解、极端气候条件、从部分冻结的地表获取土壤湿度数据的困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many reference networks are included in the in-situ observation data collection for soil moisture and temperature on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的土壤湿度和温度原位观测数据收集中包含多少个参考网络？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the time resolution of the soil moisture and temperature data collected on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原收集的土壤湿度和温度数据的时间分辨率是多少？",
                "AnswerEn": "15 minutes",
                "AnswerCn": "15分钟",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What challenges are associated with 'translating point information to a larger spatial scale' in soil moisture studies?",
                "QuestionCn": "在土壤湿度研究中，将点信息转换为更大空间尺度时面临的挑战有哪些？",
                "AnswerEn": "Translating point information to a larger spatial scale in soil moisture studies involves challenges such as understanding the variability of soil moisture across natural landscapes. This can be difficult due to the complex interactions between land surface conditions, climate, and vegetation. Models often struggle to accurately simulate these dynamics at larger scales, which can lead to discrepancies between point measurements and broader regional estimates.",
                "AnswerCn": "在土壤湿度研究中，将点位信息转化为更大空间尺度面临挑战，例如理解土壤湿度在自然景观中的变异性。这可能很困难，因为地表条件、气候和植被之间存在复杂的相互作用。模型通常难以准确模拟这些动态，这可能导致点位测量与更广泛区域估计之间的差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do in-situ soil moisture measurements compare to satellite-derived soil moisture products in terms of accuracy and reliability over the Tibetan Plateau?",
                "QuestionCn": "原位土壤湿度测量与卫星衍生的土壤湿度产品在西藏高原的准确性和可靠性方面有何比较？",
                "AnswerEn": "In-situ soil moisture measurements provide valuable reference data for validating satellite-derived products, especially in the Tibetan Plateau's diverse climatic conditions. These measurements are crucial for assessing the uncertainties present in global coarse resolution satellite soil moisture products, which tend to exhibit significant discrepancies, particularly in cold semiarid regions.",
                "AnswerCn": "原位土壤湿度测量为验证卫星衍生产品提供了宝贵的参考数据，特别是在气候多样的青藏高原。这些测量对于评估全球粗分辨率卫星土壤湿度产品中存在的不确定性至关重要，这些产品在寒冷半干旱地区往往表现出显著的差异。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the presence of diverse climatic conditions across the Tibetan Plateau influence the choice of data collection methods for soil moisture and temperature?",
                "QuestionCn": "青藏高原上多样的气候条件如何影响土壤湿度和温度数据收集方法的选择？",
                "AnswerEn": "The presence of diverse climatic conditions, such as cold semiarid, cold humid, and cold arid climates, necessitates the use of varied data collection methods to ensure representative coverage across these different environments. This includes the establishment of regional-scale in-situ reference networks like the Naqu, Maqu, and Ngari networks, which are designed to capture the hydrometeorological variability specific to each climate type.",
                "AnswerCn": "多样的气候条件，如寒冷半干旱、寒冷湿润和寒冷干旱气候，要求采用不同的数据收集方法，以确保在这些不同环境中具有代表性的覆盖。这包括建立区域尺度的现场参考网络，如那曲、玛曲和那嘎里网络，旨在捕捉特定于每种气候类型的水文气象变异性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges can arise when trying to achieve spatiotemporally consistent soil moisture data, and how might these be addressed?",
                "QuestionCn": "在尝试实现时空一致的土壤湿度数据时，可能会出现哪些挑战，以及如何解决这些问题？",
                "AnswerEn": "Challenges in achieving spatiotemporally consistent soil moisture data arise from the difficulty in translating point-scale observations to larger spatial scales due to variability within natural landscapes. These challenges can be addressed by using models, satellite remote sensing, and land data assimilation to produce consistent information. Incorporating remote sensing data with screen-level proxy observations through methods like the Kalman filter can help better constrain soil moisture fields.",
                "AnswerCn": "在实现时空一致的土壤湿度数据时，面临的挑战源于将点尺度观测转化为更大空间尺度的困难，这主要是由于自然景观内部的变异性。这些挑战可以通过使用模型、卫星遥感和陆地数据同化来解决，以生成一致的信息。通过使用卡尔曼滤波等方法，将遥感数据与屏幕层代理观测结合，可以更好地约束土壤湿度场。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What strategies could be employed to improve the accuracy of soil moisture data products in regions with extreme climate conditions like the Tibetan Plateau?",
                "QuestionCn": "在极端气候条件下（如青藏高原）提高土壤湿度数据产品准确性可以采用哪些策略？",
                "AnswerEn": "To improve accuracy, strategies could include merging different satellite datasets with model-simulated products, using in-situ measurements to constrain data climatology, and applying scaling and blending techniques to correct systematic differences. These methods can help eliminate overestimation and better match in-situ measurements, particularly in regions with extreme climate conditions where standard satellite retrievals face challenges.",
                "AnswerCn": "为了提高准确性，可以采用以下策略：将不同的卫星数据集与模型模拟产品合并，利用现场测量数据来约束数据气候学，并应用缩放和混合技术来修正系统性差异。这些方法可以帮助消除过高估计，更好地与现场测量数据匹配，特别是在极端气候条件下，标准卫星检索面临挑战的地区。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in translating point-scale soil moisture measurements to larger spatial scales on the Tibetan Plateau?",
                "QuestionCn": "将点尺度土壤湿度测量结果转化为更大空间尺度时，哪些因素会导致在青藏高原上面临挑战？",
                "AnswerEn": "The challenges in translating point-scale soil moisture measurements to larger spatial scales on the Tibetan Plateau are primarily due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics often fail when applied to larger scales, and global models show large variations among estimates. Additionally, the attenuation of microwaves by vegetation and the extreme climate conditions of the Tibetan Plateau make it difficult to obtain reliable in-situ measurements.",
                "AnswerCn": "将点尺度土壤湿度测量结果转化为更大空间尺度的挑战主要源于对自然景观中土壤湿度变异性的理解不足。旨在模拟局部动态的模型在应用于更大尺度时常常失败，而全球模型的估计结果之间也存在较大差异。此外，植被对微波的衰减以及青藏高原极端的气候条件使得获得可靠的原位测量变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it difficult to obtain reliable satellite-based soil moisture estimates over the Tibetan Plateau?",
                "QuestionCn": "为什么在青藏高原上获取可靠的卫星土壤湿度估计很困难？",
                "AnswerEn": "It is difficult to obtain reliable satellite-based soil moisture estimates over the Tibetan Plateau due to inherent difficulties in retrieving soil moisture from even partially-frozen land surfaces. These systematic differences between datasets prevent statistically-optimal analyses and need to be corrected. Additionally, the limited availability of satellite-based estimates is a challenge for obtaining complete coverage suitable for climate change studies.",
                "AnswerCn": "由于从部分冻结的土地表面获取土壤湿度的固有困难，获取可靠的基于卫星的青藏高原土壤湿度估计变得困难。这些数据集之间的系统性差异阻碍了统计最优分析，需要进行修正。此外，基于卫星的估计有限的可用性也对获取适合气候变化研究的完整覆盖面构成挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the causes of uncertainties in global coarse resolution soil moisture products for cold semiarid regions on the Tibetan Plateau?",
                "QuestionCn": "青藏 Plateau 冷半干旱地区全球粗分辨率土壤湿度产品的不确定性原因是什么？",
                "AnswerEn": "The uncertainties in global coarse resolution soil moisture products for cold semiarid regions on the Tibetan Plateau are caused by the overestimation of soil moisture content during monsoon periods and the challenges in accurately capturing the seasonal variations. The products often overestimate or underestimate the in-situ measurements, indicating that the retrieval algorithms need improvement to better align with actual hydrological conditions.",
                "AnswerCn": "在青藏高原的寒冷半干旱地区，全球粗分辨率土壤湿度产品的不确定性主要源于在季风期间土壤湿度含量的高估，以及准确捕捉季节变化的挑战。这些产品往往高估或低估现场测量值，表明检索算法需要改进，以更好地与实际水文条件对齐。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of integrating high-resolution satellite data with in-situ measurements for soil moisture estimation on the Tibetan Plateau?",
                "QuestionCn": "将高分辨率卫星数据与地面测量相结合用于青藏高原土壤湿度估计的潜在后果是什么？",
                "AnswerEn": "Integrating high-resolution satellite data with in-situ measurements can enhance the accuracy and reliability of soil moisture estimations. It could help in addressing the spatial and temporal inconsistencies of remote sensing data, particularly in challenging environments like the Tibetan Plateau. This integration can also help in quantifying and reducing the uncertainties in global coarse resolution soil moisture products, making them more suitable for operational use and climate studies.",
                "AnswerCn": "将高分辨率卫星数据与地面测量数据相结合，可以提高土壤湿度估算的准确性和可靠性。这有助于解决遥感数据在时空上的不一致性，特别是在像青藏高原这样的挑战性环境中。这种整合还可以帮助量化和减少全球粗分辨率土壤湿度产品中的不确定性，使其更适合于操作使用和气候研究。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential implications of using the Triple Collocation method for determining the relative errors among multiple soil moisture datasets over the Tibetan Plateau?",
                "QuestionCn": "使用三重协同方法确定青藏高原多个土壤湿度数据集之间的相对误差的潜在影响是什么？",
                "AnswerEn": "Using the Triple Collocation method to determine relative errors among multiple soil moisture datasets could improve the understanding of uncertainties associated with each data source. It allows for a more accurate blending of datasets, thereby producing a more reliable soil moisture product. This approach can lead to better seasonal and regional scaling of soil moisture content, reducing overestimation and improving consistency with in-situ measurements, especially in complex environments like the Tibetan Plateau.",
                "AnswerCn": "使用三重协同法来确定多个土壤湿度数据集之间的相对误差，可以提高对每个数据源相关不确定性的理解。这种方法允许更准确地融合数据集，从而生成更可靠的土壤湿度产品。这种方法可以改善土壤湿度含量的季节性和区域性缩放，减少过高估计，并提高与地面观测的一致性，特别是在像青藏高原这样复杂的环境中。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of establishing regional scale in-situ reference networks for observing soil moisture and temperature across different climatic conditions on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原建立区域尺度的原位参考网络，以观察不同气候条件下的土壤湿度和温度的主要目标是什么？",
                "AnswerEn": "The primary goal of establishing regional scale in-situ reference networks across different climatic conditions on the Tibetan Plateau is to quantify uncertainties in coarse resolution satellite and model products of soil moisture and soil temperature and to provide representative coverage for validation purposes.",
                "AnswerCn": "在不同气候条件下建立区域尺度的原位参考网络的主要目标是量化卫星和模型产品在土壤湿度和土壤温度方面的粗分辨率不确定性，并提供代表性覆盖以便进行验证。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to merge different satellite datasets with model-simulated soil moisture products over the Tibetan Plateau?",
                "QuestionCn": "将不同的卫星数据集与模拟的土壤湿度产品合并在青藏高原上是重要的原因是什么？",
                "AnswerEn": "It is important to merge different satellite datasets with model-simulated soil moisture products over the Tibetan Plateau to overcome the limited availability of satellite-based estimates due to challenges in retrieving soil moisture from partially-frozen land surfaces and to ensure the data climatology is consistent with in-situ measurements.",
                "AnswerCn": "在青藏 Plateau上，将不同的卫星数据集与模型模拟的土壤湿度产品合并是重要的，这样可以克服由于从部分冻结的土地表面提取土壤湿度所面临的挑战而导致的卫星估计的有限可用性，并确保数据气候学与现场测量一致。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What drives the need to evaluate different soil moisture analysis schemes using in-situ measurements from networks like Tibet-Obs on the Tibetan Plateau?",
                "QuestionCn": "驱动使用来自像Tibet-Obs这样的网络的现场测量评估不同土壤湿度分析方案的需求是什么？",
                "AnswerEn": "The need to evaluate different soil moisture analysis schemes using in-situ measurements from networks like Tibet-Obs on the Tibetan Plateau is driven by the challenge of translating local scale soil moisture dynamics to larger natural landscapes and the necessity to validate the consistency of global soil moisture products before they are used for quantifying feedbacks between the water cycle and climate.",
                "AnswerCn": "评估不同土壤湿度分析方案的必要性，使用来自青藏高原的Tibet-Obs网络的现场测量数据，源于将局部土壤湿度动态转化为更大自然景观的挑战，以及在量化水循环与气候之间反馈之前，验证全球土壤湿度产品一致性的必要性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in setting up a regional scale in-situ soil moisture and temperature monitoring network in a diverse climate region like the Tibetan Plateau?",
                "QuestionCn": "在像青藏高原这样气候多样的地区建立区域性原位土壤湿度和温度监测网络的程序步骤包括：\n\n1. **需求评估**：确定监测网络的目标和需求，包括研究目的、数据需求和预期成果。\n\n2. **区域划分**：根据气候、地形、土壤类型和植被等因素，将监测区域划分为不同的子区域。\n\n3. **站点选择**：在每个子区域内选择合适的监测站点，考虑代表性、可达性和安全性。\n\n4. **设备选择**：选择适合的土壤湿度和温度传感器，确保其在极端气候条件下的可靠性和耐用性。\n\n5. **网络设计**：设计监测网络的布局，包括站点间距、数据采集频率和数据传输方式。\n\n6. **设备安装**：在选定的站点上安装监测设备，确保设备的正确放置和校准。\n\n7. **数据管理系统**：建立数据管理和存储系统，确保数据的安全性和可访问性。\n\n8. **监测和维护**：定期检查和维护监测设备，确保其正常运行，并进行必要的校准。\n\n9. **数据分析**：对收集到的数据进行分析，提取有用的信息，支持研究和决策。\n\n10. **结果发布**：将监测结果和研究成果以适当的形式发布，供相关利益方和公众使用。\n\n11. **反馈与改进**：根据监测结果和用户反馈，持续改进监测网络的设计和运行。",
                "AnswerEn": "The setup involves installing networks such as the Naqu, Maqu, and Ngari networks in different climatic conditions. These networks consist of monitoring stations equipped with instruments like EM5b data loggers and ECH2O impedance probes. The stations are strategically placed to cover the region, and the instruments are installed at specified depths to continuously record soil moisture and temperature at 15-minute intervals.",
                "AnswerCn": "该设置涉及在不同气候条件下安装Naqu、Maqu和Ngari网络。这些网络由监测站组成，配备有EM5b数据记录仪和ECH2O阻抗探头。监测站被战略性地放置以覆盖该地区，仪器安装在指定深度，以每15分钟的间隔持续记录土壤湿度和温度。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can data from multiple satellite sources be procedurally merged to enhance soil moisture datasets over complex terrains such as the Tibetan Plateau?",
                "QuestionCn": "如何将来自多个卫星源的数据程序性地合并，以增强复杂地形（如青藏高原）上的土壤湿度数据集。",
                "AnswerEn": "The procedure involves generating a spatial resolution in situ soil moisture data climatology, scaling ERA-Interim soil moisture data, and deriving CDF matching parameters. These parameters are used to scale satellite data like AMSRE and ASCAT. The Triple Collocation method is used to determine relative errors, and a least squares method is employed to blend the scaled datasets, ensuring consistency with in situ measurements.",
                "AnswerCn": "该程序涉及生成原位土壤湿度数据气候学的空间分辨率，缩放ERA-Interim土壤湿度数据，并推导CDF匹配参数。这些参数用于缩放卫星数据，如AMSRE和ASCAT。采用三重协同方法来确定相对误差，并使用最小二乘法融合缩放后的数据集，确保与原位测量的一致性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What methodologies are used to validate satellite-derived soil moisture products against in-situ measurements in regions with extreme climate conditions like the Tibetan Plateau?",
                "QuestionCn": "在极端气候条件下（如青藏高原）验证卫星衍生土壤湿度产品与现场测量数据的方法论有哪些？",
                "AnswerEn": "Validation involves using in-situ measurements from networks such as the Tibet-Obs as reference data. The process includes comparing satellite products like AMSR-E, ASCA T-L2, and SMOS to in-situ measurements to assess accuracy, especially during different seasonal conditions. The analysis helps identify overestimations or underestimations in satellite data, which are common in the cold and semiarid regions of the Tibetan Plateau.",
                "AnswerCn": "验证涉及使用来自网络（如Tibet-Obs）的原位测量作为参考数据。该过程包括将卫星产品（如AMSR-E、ASCA T-L2和SMOS）与原位测量进行比较，以评估准确性，特别是在不同季节条件下。分析有助于识别卫星数据中的高估或低估，这在青藏高原的寒冷和半干旱地区是常见的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the collection of soil moisture and temperature data at high temporal resolution on the Tibetan Plateau?",
                "QuestionCn": "哪些技术进步使得在青藏高原以高时间分辨率收集土壤湿度和温度数据成为可能？",
                "AnswerEn": "The use of EM5b data loggers and ECH2O impedance probes, along with continuous monitoring networks such as Tibet-Obs, have enabled the collection of soil moisture and temperature data at a high temporal resolution of 15 minutes on the Tibetan Plateau.",
                "AnswerCn": "使用EM5b数据记录仪和ECH2O阻抗探头，以及像Tibet-Obs这样的连续监测网络，使得在青藏高原以15分钟的高时间分辨率收集土壤湿度和温度数据成为可能。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the primary challenges faced in integrating satellite-based soil moisture estimates with in-situ measurements over the Tibetan Plateau?",
                "QuestionCn": "在青藏高原上，将卫星土壤湿度估计与现场测量相结合时面临的主要挑战是什么？",
                "AnswerEn": "One of the primary challenges is the difficulty in retrieving accurate soil moisture estimates from satellite data over partially frozen land surfaces, which can lead to systematic differences that complicate statistical analysis and require correction to achieve consistency with in-situ measurements.",
                "AnswerCn": "主要挑战之一是从卫星数据中获取部分冻结地表的准确土壤湿度估计的困难，这可能导致系统性差异， complicate 统计分析，并需要进行修正以实现与现场测量的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What challenges are encountered when translating point-scale soil moisture observations to larger spatial scales, and why might expected methods fail in this context?",
                "QuestionCn": "在将点尺度土壤湿度观测数据转换为更大空间尺度时，会遇到哪些挑战，以及为什么预期的方法在这种情况下可能会失败？",
                "AnswerEn": "The challenges in translating point-scale soil moisture observations to larger spatial scales include the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimized parameters usually fail in this task due to unexplained variations among estimates produced by different models. Satellite remote sensing can provide some advantages, but current understanding of how microwaves are attenuated by vegetation is still limited, further complicating accurate large-scale soil moisture estimation.",
                "AnswerCn": "将点尺度土壤湿度观测结果转化为更大空间尺度的挑战包括对自然景观中土壤湿度变异性的缺乏理解。旨在使用优化参数模拟局部动态的模型通常在这一任务中失败，因为不同模型产生的估计之间存在无法解释的变异。卫星遥感可以提供一些优势，但目前对微波在植被中衰减的理解仍然有限，这进一步复杂化了大尺度土壤湿度估计的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might global coarse resolution soil moisture products exhibit uncertainty in cold semiarid regions, and what expectations might need adjustment?",
                "QuestionCn": "全球粗分辨率土壤湿度产品在寒冷半干旱地区可能会出现不确定性的原因是什么？需要调整哪些期望？",
                "AnswerEn": "Global coarse resolution soil moisture products may exhibit uncertainty in cold semiarid regions due to the unique climatic and hydrological conditions that are not well-represented in these datasets. The lack of in-situ reference data in such extreme climate conditions makes it difficult to validate and calibrate satellite-derived soil moisture estimates, resulting in unreported uncertainties. Expectations for these datasets may need adjustment to reflect the necessity for rigorous assessment and validation against in-situ data to ensure consistency with actual hydrological conditions.",
                "AnswerCn": "全球粗分辨率土壤湿度产品在寒冷半干旱地区可能存在不确定性，因为这些地区独特的气候和水文条件在这些数据集中未得到很好的体现。在极端气候条件下缺乏现场参考数据，使得验证和校准卫星衍生的土壤湿度估计变得困难，从而导致不确定性未被报告。对这些数据集的期望可能需要调整，以反映出对现场数据进行严格评估和验证的必要性，以确保与实际水文条件的一致性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways might the merging of different satellite datasets with model-simulated soil moisture products fail to meet expected outcomes over the Tibetan Plateau?",
                "QuestionCn": "不同卫星数据集与模型模拟土壤湿度产品的合并在青藏高原上可能未能达到预期结果的方式有哪些？",
                "AnswerEn": "The merging of different satellite datasets with model-simulated soil moisture products over the Tibetan Plateau might fail to meet expected outcomes due to the inherent difficulties in retrieving soil moisture from partially-frozen land surfaces. The systematic differences between datasets can prevent a statistically-optimal analysis, necessitating corrections that might not always be feasible. Additionally, the limited availability of satellite-based soil moisture estimates over the Tibetan Plateau within these merged products poses a significant challenge.",
                "AnswerCn": "不同卫星数据集与模拟土壤湿度产品在青藏高原的合并可能无法达到预期效果，原因在于从部分冻结的土地表面提取土壤湿度存在固有困难。数据集之间的系统性差异可能阻碍统计最优分析， necessitating corrections that might not always be feasible. 此外，合并产品中青藏高原卫星土壤湿度估计的有限可用性也是一个重大挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges and limitations in using the current soil moisture retrieval algorithms for satellite data in cold and semiarid regions?",
                "QuestionCn": "在寒冷和半干旱地区使用当前的土壤湿度遥感算法时，可能面临的挑战和限制包括：",
                "AnswerEn": "The current soil moisture retrieval algorithms for satellite data face challenges in cold and semiarid regions due to the lack of understanding of soil moisture variability and surface conditions such as partial freezing. These conditions introduce systematic errors and uncertainties in satellite-derived estimates. The algorithms need rigorous assessment and refinement with in-situ data to improve their accuracy and consistency with actual hydrological situations, particularly during winter periods.",
                "AnswerCn": "当前的卫星数据土壤湿度检索算法在寒冷和半干旱地区面临挑战，因为对土壤湿度变异性和表面条件（如部分冻结）的理解不足。这些条件引入了系统性误差和不确定性，影响卫星衍生估计的准确性。算法需要通过与现场数据的严格评估和改进，以提高其准确性和与实际水文情况的一致性，特别是在冬季期间。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways might merging different satellite datasets with model-simulated soil moisture data improve the understanding of soil moisture dynamics over the Tibetan Plateau?",
                "QuestionCn": "将不同的卫星数据集与模型模拟的土壤湿度数据合并，可能会通过以下几种方式改善对青藏高原土壤湿度动态的理解：",
                "AnswerEn": "Merging different satellite datasets with model-simulated soil moisture data can enhance understanding by providing a more comprehensive and accurate representation of soil moisture dynamics. This approach allows for scaling and blending strategies to correct exaggerated variations and align satellite observations with in-situ measurements. It addresses the limitations of individual datasets and can help eliminate overestimations, leading to improved seasonal and spatial consistency in soil moisture products across the Tibetan Plateau.",
                "AnswerCn": "合并不同的卫星数据集与模型模拟的土壤湿度数据可以通过提供更全面和准确的土壤湿度动态表示来增强理解。这种方法允许进行缩放和融合策略，以纠正夸大的变化，并使卫星观测与现场测量对齐。它解决了单一数据集的局限性，并有助于消除过高估计，从而提高青藏高原土壤湿度产品的季节性和空间一致性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of how challenges in satellite data retrieval are addressed when dealing with partially frozen land surfaces on the Tibetan Plateau.",
                "QuestionCn": "我无法理解在处理青藏高原部分冻结的地表时，如何解决卫星数据获取中的挑战。",
                "AnswerEn": "The retrieval of soil moisture data from satellite observations over the Tibetan Plateau is challenging due to partially frozen land surfaces. The inherent difficulties are addressed by using a combination of in situ measurements and model simulations to constrain and validate satellite-derived datasets. Techniques such as scaling and blending of multiple data sources, including AMSRE, ASCAT, and ERA-Interim, help in correcting discrepancies and improving the accuracy of satellite data over these regions.",
                "AnswerCn": "从卫星观测中获取青藏高原的土壤湿度数据具有挑战性，因为该地区的土地表面部分冻结。为了解决这些固有的困难，采用了现场测量和模型模拟相结合的方法来约束和验证卫星衍生的数据集。通过对多个数据源（包括AMSRE、ASCAT和ERA-Interim）的缩放和融合等技术，有助于纠正差异并提高这些地区卫星数据的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the potential datasets that could be used for extending soil moisture research across different climatic regions of the Tibetan Plateau.",
                "QuestionCn": "我对可以用于扩展青藏高原不同气候区域土壤湿度研究的潜在数据集感到不确定。",
                "AnswerEn": "Potential datasets for extending soil moisture research across the Tibetan Plateau include those from the Naqu, Maqu, and Ngari networks, which are part of the Tibet-Obs observatory. These datasets capture soil moisture and temperature dynamics in cold semiarid, cold humid, and cold arid climates, respectively. Additionally, datasets from satellite missions like SMOS and products from the ECMWF soil moisture analysis, incorporating Advanced Scatterometer data, can be used to study soil moisture variability across these diverse climatic regions.",
                "AnswerCn": "扩展青藏高原土壤湿度研究的潜在数据集包括来自那曲、玛曲和阿里网络的数据，这些网络是青藏观测站的一部分。这些数据集捕捉了寒冷半干旱、寒冷湿润和寒冷干旱气候下的土壤湿度和温度动态。此外，来自卫星任务如SMOS的数据以及欧洲中期天气预报中心（ECMWF）土壤湿度分析的产品，结合先进散射计数据，可以用于研究这些多样气候区域的土壤湿度变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Can you provide an overview of potential datasets that could be used to validate satellite-derived soil moisture products on the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个潜在数据集的概述，以验证青藏高原上卫星衍生的土壤湿度产品？",
                "AnswerEn": "Potential datasets for validating satellite-derived soil moisture products on the Tibetan Plateau include in-situ measurements from the Tibet-Obs networks, such as the Naqu, Maqu, and Ngari networks. These in-situ datasets provide high temporal and spatial resolution data on soil moisture and temperature across different climatic zones, which can serve as reference points for validating satellite data. Additionally, datasets from satellite missions like AMSR-E, ASCA T-L2, and SMOS, which offer lower spatial resolution observations, can be used in conjunction with in-situ data for comprehensive validation efforts.",
                "AnswerCn": "验证卫星衍生土壤湿度产品在青藏高原上的潜在数据集包括来自Tibet-Obs网络的现场测量数据，如那曲、玛曲和阿里网络。这些现场数据集提供了不同气候区土壤湿度和温度的高时间和空间分辨率数据，可以作为验证卫星数据的参考点。此外，来自卫星任务如AMSR-E、ASCA T-L2和SMOS的数据集，虽然空间分辨率较低，但可以与现场数据结合使用，以进行全面的验证工作。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please outline a research approach for merging satellite and model-simulated soil moisture datasets over the Tibetan Plateau, considering the unique climatic conditions.",
                "QuestionCn": "请概述一种研究方法，用于合并青藏高原上卫星和模型模拟的土壤湿度数据集，考虑到独特的气候条件。",
                "AnswerEn": "A research approach to merging satellite and model-simulated soil moisture datasets over the Tibetan Plateau would involve several steps: firstly, generating in-situ soil moisture data climatology at a spatial resolution of 0.25° using networks like Tibet-Obs. Then, scaling ERA-Interim soil moisture data to match this climatology, followed by applying CDF matching to adjust AMSRE and ASCAT satellite datasets. The strategy includes using the Triple Collocation method to determine relative errors among data sources and employing least squares blending to integrate the scaled satellite and model data. This approach aims to address the unique challenges posed by the plateau's climatic conditions, such as exaggerated satellite data variations due to frozen surfaces.",
                "AnswerCn": "合并青藏高原卫星和模型模拟土壤湿度数据集的研究方法将包括几个步骤：首先，利用像Tibet-Obs这样的网络生成0.25°空间分辨率的地面土壤湿度数据气候学。然后，将ERA-Interim土壤湿度数据缩放以匹配该气候学，接着应用CDF匹配来调整AMSRE和ASCAT卫星数据集。该策略包括使用三重协同方法来确定数据源之间的相对误差，并采用最小二乘混合方法整合缩放后的卫星和模型数据。此方法旨在应对高原气候条件带来的独特挑战，例如由于地表冻结而导致的卫星数据变化夸大。",
                "Level": "C6(Creating)"
            }
        ]
    }
}