{
  "id": "a11508ee-5363-4824-9c58-b0d09c117c4d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "AVHRR-based continuous monthly 0.01°×0.01° land surface albedo dataset in Qilian Mountain area (1982-2017)",
      "titleCn": "祁连山区域基于AVHRR反射率数据的0.01°×0.01°月度地表反照率数据（1982-2017年）",
      "description": "File name:YYYYMMswalbedo_basins.tif (YYYY: year, MM: month) Monthly albedo in February 1982\nData version number: v1.0\nData reading mode: it can be opened by envi, ArcGIS and other software\nProjection + proj = longlat + datum = WGS84 + no_ defs\nData format: GeoTIFF, 1790 rows x 1120 columns\nThe valid range of albedo: (0,1)\nBand Description: 1-3 band, black sky albedo of AVHRR red light, AVHRR near infrared band and short wave band; 4-6 band, white sky albedo of AVHRR red light, AVHRR near infrared band and short wave band\nFill value: 0",
      "descriptionCn": "本数据集包括祁连山区域1982、1985、1990、1995、2000、2005、2010、2015、2017 年度地表短波反照率产品，空间分辨率为0.01°，时间分辨率为月。采用AVHRR长时间系列地表反射率，通过多角度多波段核驱动模型联合月度内多角度红光和近红外波段的AVHRR反射率数据反演核系数，积分得到短波波段的黑空反照率和白空反照率，经过重采样为0.01°空间分辨率。AVHRR地表反射率数据通过官网下载，经过月度累计多角度数据集进行反演，产品具有较好的时空连续性，可用于长时间系列的环境变化监测等。",
      "instructions": "File name:YYYYMMswalbedo_basins.tif (YYYY: year, MM: month) Monthly albedo in February 1982\nData version number: v1.0\nData reading mode: it can be opened by envi, ArcGIS and other software\nProjection + proj = longlat + datum = WGS84 + no_ defs\nData format: GeoTIFF, 1790 rows x 1120 columns\nThe valid range of albedo: (0,1)\nBand Description: 1-3 band, black sky albedo of AVHRR red light, AVHRR near infrared band and short wave band; 4-6 band, white sky albedo of AVHRR red light, AVHRR near infrared band and short wave band\nFill value: 0",
      "instructionsCn": "文件命名：YYYYMMswalbedo_basins.tif（YYYY：年，MM：月） 如198201swalbedo_basins.tif，1982年2月份月度反照率\n数据版本号：V1.0\n数据读取方式：可用ENVI，ARCGIS等软件打开\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF, 1790 行x 1120列\n反照率有效值范围：（0,1）\n波段说明：1-3波段，AVHRR红光、AVHRR近红外波段、短波波段黑空反照率，4-6波段为AVHRR红光、AVHRR近红外波段、短波波段白空反照率\n填充值：0",
      "east": 107.0,
      "west": 89.0,
      "south": 34.0,
      "north": 45.0,
      "startTime": "1982-01-01 00:00:00",
      "endTime": "2017-12-31 11:59:59",
      "fileSize": 5004956112.0,
      "cstr": "18406.11.Meteoro.tpdc.271193",
      "doi": "10.11888/Meteoro.tpdc.271193",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "闻建光",
        "nameEn": "WEN Jianguang ",
        "unitEn": "Aerospace Information Research Institute",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "游冬琴",
        "nameEn": "YOU Dongqin",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "唐勇",
        "nameEn": "TANG Yong",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": " 吴善龙",
        "nameEn": "WU Shanlong",
        "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": " 仲波",
        "nameEn": "ZHONG Bo",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Component-spectra- parameterized Angular and Spectral Kernel-driven Model：A potential solution for global BRDF/albedo retrieval from multi-sensor satellite data",
        "referenceCn": null,
        "referenceEn": "You, D., Wen, J., Liu, Q., Zhang, Y., Tang, Y., Liu, Q., Xie, H. (2020). The Component-spectra- parameterized Angular and Spectral Kernel-driven Model：A potential solution for global BRDF/albedo retrieval from multi-sensor satellite data. IEEE Transactions on Geoscience and Remote Sensing, vol. 58, no.12, pp. 8674-8688. doi: 10.1109/TGRS.2020.2989635"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表反照率",
        "nameEn": "Albedo"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山",
        "keywordEn": "Qilianshan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "月",
        "keywordEn": "monthly",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of datasets derived from AVHRR reflectance data for monitoring environmental changes in mountainous regions?",
        "QuestionCn": "从AVHRR反射率数据衍生的用于监测山区环境变化的数据集的关键特征是什么？",
        "AnswerEn": "long-term series of surface reflectance, shortwave albedo products, spatial resolution of 0.01 degrees, temporal resolution of monthly intervals, multi-angle and multi-band kernel-driven models, black-sky and white-sky albedo, good temporal and spatial continuity",
        "AnswerCn": "长期地表反射率序列，短波反照率产品，空间分辨率为0.01度，时间分辨率为每月间隔，多角度和多波段核驱动模型，黑天和白天反照率，良好的时间和空间连续性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset that captures monthly surface albedo data for the Qilian Mountain region?",
        "QuestionCn": "捕捉祁连山地区每月表面反照率数据的数据集的空间分辨率是多少？",
        "AnswerEn": "0.01°",
        "AnswerCn": "0.01°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the process of deriving shortwave albedo in the context of 0.01°×0.01° monthly surface albedo datasets using AVHRR reflectance data?",
        "QuestionCn": "在使用AVHRR反射率数据的背景下，推导0.01°×0.01°月表面反照率数据集中的短波反照率的过程是什么？",
        "AnswerEn": "The process involves using AVHRR long-term series surface reflectance data to drive a multi-angle, multi-band kernel-driven model. This model retrieves kernel coefficients from multi-angle red and near-infrared band AVHRR reflectance data within a month, which are then integrated to obtain shortwave black-sky albedo and white-sky albedo. The data are resampled to a 0.01° spatial resolution.",
        "AnswerCn": "该过程涉及使用AVHRR长期系列表面反射率数据驱动一个多角度、多波段的核驱动模型。该模型从一个月内的多角度红光和近红外波段AVHRR反射率数据中提取核系数，然后将这些系数整合以获得短波黑天顶反照率和白天顶反照率。数据被重采样到0.01°的空间分辨率。",
        "Level": "C3(Applying)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What potential challenges might arise in ensuring the temporal and spatial continuity of surface albedo data when using multi-angle AVHRR reflectance data collected over several decades?",
        "QuestionCn": "在使用多角度AVHRR反射率数据收集数十年时，确保表面反照率数据的时间和空间连续性可能会出现哪些潜在挑战？",
        "AnswerEn": "Ensuring temporal and spatial continuity of surface albedo data involves challenges such as maintaining consistent calibration of AVHRR sensors over time, dealing with potential gaps or inconsistencies in the reflectance data due to atmospheric disturbances or sensor malfunctions, and accurately resampling the data to a consistent 0.01° spatial resolution while preserving the integrity of the temporal resolution. Additionally, integrating multi-angle reflectance from different periods requires robust modeling to ensure that the derived albedo values reflect true surface conditions over the long-term study period.",
        "AnswerCn": "确保表面反照率数据的时间和空间连续性面临着诸多挑战，例如保持AVHRR传感器随时间的一致校准、处理由于大气干扰或传感器故障导致的反射数据中的潜在缺口或不一致性，以及在保持时间分辨率完整性的同时，将数据准确重采样到一致的0.01°空间分辨率。此外，整合来自不同时间段的多角度反射率需要强有力的建模，以确保所得到的反照率值反映长期研究期间的真实表面状况。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects of using AVHRR long-term series surface reflectance data on the accuracy and continuity of environmental change monitoring over time?",
        "QuestionCn": "使用AVHRR长期系列表面反射率数据对环境变化监测的准确性和连续性可能产生的影响是什么？",
        "AnswerEn": "Using AVHRR long-term series surface reflectance data can enhance the temporal and spatial continuity of environmental change monitoring due to its multi-angle and multi-band kernel-driven model approach, which allows for the inversion of kernel coefficients. This method facilitates the integration of shortwave band black-sky and white-sky albedo, leading to improved monitoring capabilities for long-term environmental changes.",
        "AnswerCn": "使用AVHRR长期系列表面反射率数据可以增强环境变化监测的时间和空间连续性，因为其多角度和多波段的核驱动模型方法允许对核系数进行反演。这种方法促进了短波段黑天和白天反射率的整合，从而提高了对长期环境变化的监测能力。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind creating a dataset with 0.01° spatial resolution and monthly temporal resolution for surface albedo in the Qilian Mountains region?",
        "QuestionCn": "创建一个具有0.01°空间分辨率和每月时间分辨率的祁连山地区表面反照率数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives are to achieve high spatial and temporal continuity in monitoring long-term environmental changes. Using AVHRR surface reflectance data, the dataset aims to provide consistent shortwave surface albedo products that are suitable for studying environmental changes over a significant time frame from 1982 to 2017.",
        "AnswerCn": "主要目标是实现对长期环境变化的高空间和时间连续性监测。利用AVHRR表面反射率数据，该数据集旨在提供一致的短波表面反射率产品，适合于研究1982年至2017年间的环境变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using AVHRR long-term series surface reflectance to generate a monthly surface albedo dataset with a spatial resolution of 0.01° in the Qilian Mountain region?",
        "QuestionCn": "使用AVHRR长期系列地表反射率生成祁连山地区空间分辨率为0.01°的月度地表反照率数据集涉及哪些程序步骤？",
        "AnswerEn": "The process involves downloading AVHRR surface reflectance data, which is then utilized in a multi-angle, multi-band kernel-driven model to derive kernel coefficients. These coefficients are used to integrate and retrieve shortwave black-sky and white-sky albedo. The data is resampled to a 0.01° spatial resolution to achieve temporal and spatial continuity, suitable for long-term environmental change monitoring.",
        "AnswerCn": "该过程涉及下载AVHRR表面反射率数据，然后在多角度、多波段的核驱动模型中利用这些数据推导核系数。这些系数用于集成和检索短波黑天和白天反射率。数据被重采样到0.01°的空间分辨率，以实现时间和空间的连续性，适合长期环境变化监测。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data processing techniques enable the generation of high-resolution monthly surface albedo datasets in regional studies?",
        "QuestionCn": "哪些数据处理技术能够在区域研究中生成高分辨率的月表反照率数据集？",
        "AnswerEn": "The generation of high-resolution monthly surface albedo datasets in regional studies is enabled by using AVHRR long-term series surface reflectance data. This involves a multi-angle, multi-band kernel-driven model that combines intra-month multi-angle red and near-infrared AVHRR reflectance data to retrieve kernel coefficients. These coefficients are then integrated to obtain black-sky and white-sky albedo in shortwave bands, which are resampled to a 0.01° spatial resolution to ensure good temporal and spatial continuity for long-term environmental monitoring.",
        "AnswerCn": "高分辨率月表面反照率数据集的生成在区域研究中得益于使用AVHRR长期系列表面反射率数据。这涉及一个多角度、多波段的内核驱动模型，该模型结合了月内多角度红光和近红外AVHRR反射率数据来提取内核系数。这些系数随后被整合以获得短波段的黑天和白天反照率，并被重采样至0.01°的空间分辨率，以确保长期环境监测的良好时间和空间连续性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}