{
  "id": "a13f7afc-75be-425f-a5dc-ef4fdfe3f054",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Stratigraphic column of Devonian and Carboniferous near Nuoma Village, Changdu, Tibet",
      "titleCn": "西藏昌都诺玛村剖面泥盆石炭系地层柱状图",
      "description": "Paleozoic carbonate sequences are well developed along the road from the Leiwuqi County to the Jiangda County, Changdu, eastern Tibet. Preliminary Devonian-Carboniferous biostratigraphy studies based on macro-fauna (e.g. brachiopods and corals) have been conducted by previous researchers, but high-resolution subdivision and correlation is still lacking in study area. For example, Upper Devonian Zhuogedong Formation and Lower Carboniferous Wuqingna Formation exists near Tuoba and Wuqingna village. Abundant conodonts, rock and geochemical samples from the Nuoma section in Tuoba, Karuo District, Changdu have been collected, which was assigned to the Devonian-Carboniferous boundary interval by geological survey. Our studies would provide precise biostratigraphic correlation in this area and have important significance for redefinition of the DCB GSSP. This dataset includes the stratigraphic column and outcrop photo of the Nuoma section in Changdu (GPS coordinates: 97°49’53.06’’ E, 31°27’2.94’’ N). According to the conodont data, the Devonian-Carboniferous boundary is tentatively placed within the interval between 141 m to 188 m in this section.",
      "descriptionCn": "西藏东部昌都地区自类乌齐县向东至江达县一线的晚古生代碳酸盐岩地层发育较好。前人对这一地区泥盆-石炭系地层进行了初步的生物地层学研究。作为依据的腕足类、珊瑚等大化石虽然较为丰富，但分辨率和精度较低。以妥坝乡和乌青纳村附近地层为例，包括泥盆系上部的卓戈洞组以及石炭系下部的乌青纳组等。本次科考对昌都市卡若区妥坝乡诺玛村附近的碳酸盐岩地层进行了详细的牙形刺和沉积、地化采样工作，这段地层据内部地质调查资料属于泥盆系至石炭系跨界线地层，这项研究对于提高这一地区生物地层对比精度以及全球泥盆石炭系界线层型研究具有潜在意义。目前仅提供基于野外描述的剖面地层柱状图和照片，根据牙形刺生物地层资料，大致可将泥盆-石炭系界线确定在该剖面141m至188m之间。",
      "instructions": "The name of the file is \"Stratigraphic column of Devonian and Carboniferous near Nuoma Village, Changdu, Tibet\", which is composed of the research site (Changdu, Tibet) + section ( Nuoma Village section) + data type (Stratigraphic column). The data is stored in TIFF format and can be opened and read by various map viewing software.",
      "instructionsCn": "文件名称为“西藏昌都诺玛村剖面泥盆石炭系地层柱状图”，由研究地点（西藏昌都）+剖面（诺玛村剖面）+数据类型（柱状图）组成，数据以tiff格式存储，可以用各类看图软件打开读取。",
      "east": 97.83,
      "west": 97.83,
      "south": 31.45,
      "north": 31.45,
      "startTime": null,
      "endTime": null,
      "fileSize": 126580.0,
      "cstr": "18406.11.SolidEar.tpdc.272226",
      "doi": "10.11888/SolidEar.tpdc.272226",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王秋来",
        "nameEn": "WANG Qiulai ",
        "unitEn": "Nanjing Institute of Geology and Palaeontology, Chinese Academy of Sciences",
        "unitCn": "中国科学院南京地质古生物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "川西藏东地区地层与古生物 第一分册",
        "titleEn": null,
        "referenceCn": "四川省地质局区域地质调查队, 中国科学院南京地质古生物研究所. (1982). 川西藏东地区地层与古生物 第一分册. 四川人民出版社, 成都.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "古生物",
        "nameEn": "Paleontology"
      },
      {
        "nameCn": "地层",
        "nameEn": "Strata"
      },
      {
        "nameCn": "牙形",
        "nameEn": "conodonts"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "昌都",
        "keywordEn": "Chamdo"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "泥盆纪",
        "keywordEn": "Devonian",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the range of thickness where the Devonian-Carboniferous boundary is determined in a carbonate stratigraphic profile from the Nuo Ma Village section?",
        "QuestionCn": "在Nuo Ma Village剖面中的碳酸盐地层剖面中，泥盆纪-石炭纪边界的厚度范围是多少？",
        "AnswerEn": "141-188 m",
        "AnswerCn": "141-188 米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a stratigraphic column diagram in the context of studying carbonate sedimentary sequences?",
        "QuestionCn": "在研究碳酸盐沉积序列的背景下，什么是地层柱状图？",
        "AnswerEn": "A stratigraphic column diagram in the context of studying carbonate sedimentary sequences refers to a visual representation of the vertical sequence of rock layers, specifically detailing the types and succession of carbonate rocks like those found in the Devonian-Carboniferous formations. It typically includes information based on field descriptions and can be supplemented with photographs. In this specific field, it aids in identifying the boundary between Devonian and Carboniferous systems, particularly through biostratigraphic indicators such as conodont data.",
        "AnswerCn": "在研究碳酸盐沉积序列的背景下，地层柱状图指的是一种垂直岩层序列的可视化表示，特别详细说明了碳酸盐岩的类型和顺序，例如在泥盆纪-石炭纪地层中发现的岩石。它通常包括基于野外描述的信息，并可以补充照片。在这个特定领域，它有助于识别泥盆纪和石炭纪系统之间的边界，特别是通过生物地层学指标，如小牙形石数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the challenges in improving the resolution and precision of bio-stratigraphic studies in the Devonian-Carboniferous boundary strata in the Chamdo area?",
        "QuestionCn": "在昌都地区，改善德文纪-石炭纪边界地层生物地层研究的分辨率和精度面临哪些挑战？",
        "AnswerEn": "The challenges arise from the reliance on large fossils like brachiopods and corals, which, despite being abundant, offer low resolution and precision. This necessitates detailed conodont and sedimentary, geochemical sampling to enhance biostratigraphic comparison accuracy.",
        "AnswerCn": "这些挑战源于对大型化石如腕足类和珊瑚的依赖，尽管它们很丰富，但提供的分辨率和精确度较低。这就需要进行详细的有孔虫和沉积物、地球化学采样，以提高生物地层比较的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data resolution and precision in biostratigraphic studies if high-resolution conodont and geochemical sampling methods are applied to carbonate strata in regions like Nuo Ma Village?",
        "QuestionCn": "如果在像诺马村这样的地区对碳酸盐岩层应用高分辨率的牙形石和地球化学采样方法，可能会对生物地层学研究中的数据分辨率和精度产生什么潜在后果？",
        "AnswerEn": "Applying high-resolution conodont and geochemical sampling methods to carbonate strata could significantly enhance the resolution and precision of biostratigraphic studies in regions like Nuo Ma Village. This approach may refine the stratigraphic correlations across the Devonian-Carboniferous boundary, improve the accuracy of global boundary stratotype section and point (GSSP) studies, and provide a more detailed understanding of sedimentary and geochemical processes during that time period. The increased precision could also facilitate better comparisons with other regions and contribute to a more comprehensive global stratigraphic framework.",
        "AnswerCn": "将高分辨率的有孔虫和地球化学采样方法应用于碳酸盐岩层，可以显著提高像诺马村这样的地区生物地层学研究的分辨率和精确度。这种方法可能会细化德文纪-石炭纪边界的地层对比，提高全球边界地层剖面和点（GSSP）研究的准确性，并提供对该时期沉积和地球化学过程的更详细理解。提高的精确度还可以促进与其他地区的更好比较，并有助于建立更全面的全球地层框架。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the goal behind conducting detailed conodont and sedimentary geochemical sampling in the carbonate strata of the Noma Village section in the context of Devonian-Carboniferous boundary studies?",
        "QuestionCn": "在德文纪-石炭纪边界研究的背景下，对Noma Village剖面的碳酸盐岩层进行详细的牙形石和沉积物地球化学采样的目标是什么？",
        "AnswerEn": "The goal is to enhance the accuracy of biostratigraphic correlation in the region and contribute to global research on the Devonian-Carboniferous boundary stratotype by improving the resolution and precision of stratigraphic data using detailed conodont and geochemical analyses.",
        "AnswerCn": "目标是提高该地区生物地层对比的准确性，并通过详细的牙形石和地球化学分析，提高地层数据的分辨率和精确度，从而为全球关于泥盆纪-石炭纪边界标准层的研究做出贡献。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific methodologies employed for conducting detailed conodont and geochemical sampling in carbonate stratigraphy, particularly in the context of Devonian-Carboniferous boundary strata?",
        "QuestionCn": "在碳酸盐地层中，特别是在德文纪-石炭纪边界地层的背景下，进行详细的牙形石和地球化学采样时采用了哪些具体的方法论？",
        "AnswerEn": "In the field of Devonian-Carboniferous boundary strata, detailed conodont and geochemical sampling methodologies involve comprehensive fieldwork to collect samples from carbonate rock formations. This includes identifying and documenting stratigraphic sections through field descriptions, creating stratigraphic columns, and capturing photographic evidence. The precise boundary between the Devonian and Carboniferous periods is determined using biostratigraphic data, especially conodont fossils, which provide higher precision in correlation. The fieldwork in the specified region, such as near Nuoma Village, involves sampling across the boundary at depths ranging from 141m to 188m, based on internal geological survey data, to enhance the accuracy of biostratigraphic correlation and contribute to global stratigraphic studies.",
        "AnswerCn": "在德文纪-石炭纪边界地层的研究中，详细的有孔虫和地球化学采样方法涉及全面的野外工作，以从碳酸盐岩层中收集样本。这包括通过野外描述识别和记录地层剖面，创建地层柱，并捕捉照片证据。德文纪和石炭纪之间的精确边界是通过生物地层学数据确定的，特别是有孔虫化石，这提供了更高的相关性精度。在指定区域，如努玛村附近的野外工作，涉及在141米到188米的深度范围内进行边界采样，基于内部地质调查数据，以提高生物地层学相关性的准确性，并为全球地层学研究做出贡献。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}