{
  "id": "a13f4619-da9f-496f-adc1-c56b6b8821ea",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Microbial data set of Qinghai Tibet Plateau Lakes (2015)",
      "titleCn": "青藏高原湖泊微生物数据集（2015）",
      "description": "This data includes bacterial 16S ribosomal RNA gene sequence data from 25 lakes in the middle of the Qinghai Tibet Plateau. The sample was collected from July to August 2015, and the surface water was sampled three times with a 2.5 liter sampler. The samples were immediately taken back to the Ecological Laboratory of the Beijing Qinghai Tibet Plateau Research Institute, and the salinity gradient of the salt lake was 0.14~118.07 g/L. This data is the result of amplification sequencing. Concentrate the lake water to 0.22 at 0.6 atm filtration pressure μ The 16S rRNA gene fragment amplification primers were 515F (5 '- GTGCCAAGCCGCGGTAA-3') and 909r (5 '- GGACTACHVGGGTWTCTAAT-3'). The Illumina MiSeq PE250 sequencer was used for end-to-end sequencing. The original data was analyzed by Mothur software. The sequence was compared with the Silva128 database and divided into operation classification units (OTUs) with 97% homology. This data can be used to analyze the microbial diversity of lakes in the Qinghai Tibet Plateau.",
      "descriptionCn": "本数据包括青藏高原中部的25个湖泊的细菌16S核糖体RNA基因序列数据，样品采集时间为2015年7月-8月，使用2.5升采样器对地表水进行了三次重复采样。样品采集后立即带回北京青藏高原研究所生态实验室，所取盐湖的盐度梯度为0.14 ~ 118.07 g/L。本数据为扩增子测序结果。将湖水在0.6 atm过滤压力下浓缩到至0.22μm膜上，然后通过FastDNA SPIN Kit 提试剂盒提取DNA，16S rRNA基因片段扩增引物为515F (5'-GTGCCAGCMGCCGCGGTAA-3') and 909r (5'-GGACTACHVGGGTWTCTAAT-3')。使用Illumina MiSeq PE250测序仪进行对端测序，原始数据通过Mothur软件进行分析，序列与Silva128数据库进行比对并以97%的同源性将序列划分为操作分类单元（OTU）。本数据可用于分析青藏高原湖泊微生物多样性研究。",
      "instructions": "Data reading method: offline data can be opened by text program (such as Notepad), and the main content is sequencing base quality.\nOTU data is stored in excel format. The name of the file is \"Microbial Distribution in Qinghai Tibet Plateau Lakes\", which can be opened and read by Office and other office software",
      "instructionsCn": "数据读取方式：下机数据可用文本程序（如记事本）打开，主体内容为测序碱基质量。\nOTU数据以excel格式存储，文件的名称为“青藏高原湖泊微生物分布\"，可用Office等办公软件打开读取",
      "east": 91.11,
      "west": 79.82,
      "south": 33.51,
      "north": 30.74,
      "startTime": "2015-07-01 00:00:00",
      "endTime": "2015-08-15 11:59:59",
      "fileSize": 195556630.0,
      "cstr": null,
      "doi": "10.1093/femsec/fiz190",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "孔维栋",
        "nameEn": "KONG Weidong",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Salinity reduces bacterial diversity, but increases network complexity in Tibetan Plateau lakes",
        "referenceCn": null,
        "referenceEn": "Ji, M. K., Kong, W. D., Yue, L. Y., Wang, J. B., Deng, Y., & Zhu, L. P. (2019). Salinity reduces bacterial diversity, but increases network complexity in Tibetan Plateau lakes. Fems Microbiology Ecology, 95(12), fiz190."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "多样性与分布",
        "nameEn": "Diversity and distribution"
      },
      {
        "nameCn": "湖泊",
        "nameEn": "Lakes"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "高原湖泊",
        "keywordEn": "plateau lakes"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study microbial diversity in lake environments?",
        "QuestionCn": "您能否提供一个用于研究湖泊环境中微生物多样性的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to study microbial diversity in lake environments involves taking surface water samples from lakes using a 2.5-liter sampler, conducting three repeated samplings, and immediately processing the samples in a laboratory setting. The lake water is filtered under 0.6 atm pressure onto a 0.22μm membrane, and DNA is extracted using a FastDNA SPIN Kit. The 16S rRNA gene fragments are then amplified and sequenced using an Illumina MiSeq PE250 sequencer, with analysis done through Mothur software and sequences compared against the Silva128 database.",
        "AnswerCn": "一种用于研究湖泊环境微生物多样性的数据收集方法涉及使用2.5升采样器从湖泊表层水样中采集样本，进行三次重复采样，并立即在实验室环境中处理样本。湖水在0.6个大气压下过滤到0.22μm的膜上，然后使用FastDNA SPIN Kit提取DNA。接着，16S rRNA基因片段被扩增并使用Illumina MiSeq PE250测序仪进行测序，分析通过Mothur软件进行，序列与Silva128数据库进行比较。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection method used for microbial diversity analysis in lakes?",
        "QuestionCn": "用于湖泊微生物多样性分析的数据收集方法的特点是什么？",
        "AnswerEn": "sampling surface water, 25 lakes, Tibetan Plateau, 2.5-liter sampler, three replicates, July to August 2015, 0.6 atm pressure, 0.22μm membrane, FastDNA SPIN Kit, 16S rRNA gene fragments, primers 515F and 909r, Illumina MiSeq PE250 sequencer, Mothur software, Silva128 database, 97% similarity",
        "AnswerCn": "采集地表水，25个湖泊，青藏高原，2.5升采样器，三个重复样本，2015年7月至8月，0.6大气压，0.22μm膜，FastDNA SPIN Kit，16S rRNA基因片段，引物515F和909r，Illumina MiSeq PE250测序仪，Mothur软件，Silva128数据库，97%相似性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many lakes were sampled to collect microbial data on the Tibetan Plateau?",
        "QuestionCn": "在青藏高原上采样了多少个湖泊以收集微生物数据？",
        "AnswerEn": "25",
        "AnswerCn": "25",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the use of 16S rRNA gene sequencing provide insights into the microbial diversity of high-altitude lake systems?",
        "QuestionCn": "16S rRNA基因测序如何提供高海拔湖泊系统微生物多样性的见解？",
        "AnswerEn": "The use of 16S rRNA gene sequencing allows for the identification and classification of bacteria within high-altitude lake systems by comparing gene sequences with established databases like Silva128. This method can reveal the diversity of microbial life by identifying operational taxonomic units (OTUs) and understanding how different microbial communities are structured across varying salinity gradients in these unique environments.",
        "AnswerCn": "16S rRNA基因测序的使用可以通过与像Silva128这样的已建立数据库比较基因序列，识别和分类高海拔湖泊系统中的细菌。这种方法可以通过识别操作性分类单元（OTUs）揭示微生物生命的多样性，并理解在这些独特环境中不同微生物群落如何在不同盐度梯度下结构化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of collecting microbial data from lakes on the Tibetan Plateau?",
        "QuestionCn": "收集来自青藏高原湖泊的微生物数据面临的挑战因素有哪些？",
        "AnswerEn": "The challenges of collecting microbial data from lakes on the Tibetan Plateau include the need to handle a wide range of salinity gradients (0.14 ~ 118.07 g/L), which can affect microbial diversity and data consistency. Additionally, the remote location and harsh environmental conditions require careful planning for sample collection and transportation to the laboratory. The use of specific sampling techniques, such as using a 2.5-liter sampler for surface water and filtration under 0.6 atm pressure, is crucial to ensure accurate data collection.",
        "AnswerCn": "收集来自青藏高原湖泊的微生物数据面临的挑战包括需要处理广泛的盐度梯度（0.14 ~ 118.07 g/L），这可能影响微生物多样性和数据一致性。此外，偏远的地理位置和恶劣的环境条件要求在样本收集和运输到实验室时进行仔细规划。使用特定的采样技术，例如使用2.5升的采样器采集表层水和在0.6个大气压下进行过滤，对于确保准确的数据收集至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are utilized to ensure accurate extraction and amplification of bacterial 16S rRNA gene sequences from high salinity lake environments?",
        "QuestionCn": "为了确保从高盐湖环境中准确提取和扩增细菌16S rRNA基因序列，采用了哪些程序？",
        "AnswerEn": "The procedure involves collecting surface water samples using a 2.5-liter sampler with three replicates. The samples are then filtered under 0.6 atm pressure to concentrate them on a 0.22μm membrane. DNA is extracted using the FastDNA SPIN Kit, and the 16S rRNA gene is amplified with primers 515F and 909r. Sequencing is performed using the Illumina MiSeq PE250 sequencer, and data is analyzed using Mothur software, with sequences compared to the Silva128 database to classify them into operational taxonomic units (OTUs) at 97% homology.",
        "AnswerCn": "该程序涉及使用2.5升采样器收集表面水样，进行三次重复。样品在0.6大气压下过滤，以在0.22μm膜上浓缩。使用FastDNA SPIN试剂盒提取DNA，并使用引物515F和909R扩增16S rRNA基因。使用Illumina MiSeq PE250测序仪进行测序，数据使用Mothur软件进行分析，序列与Silva128数据库进行比较，以97%同源性将其分类为操作性分类单元（OTUs）。",
        "Level": "C3(Applying)"
      }
    ]
  }
}