{
  "id": "a1bc9e2b-d762-48f3-865b-ba1b4c838a2c",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of the automatic meteorological observations at the Pailugou grassland station in the Dayekou watershed (2008-2009)",
      "titleCn": "黑河综合遥感联合试验：大野口排露沟林前草地站自动气象站数据集（2008-2009）",
      "description": "The dataset of the automatic meteorological observations (2008-2009) was obtained at the Pailugou grassland station (E100°17'/N38°34', 2731m) in the Dayekou watershed, Zhangye city, Gansu province.\n     The items included multilayer (1.5m and 3m) of the air temperature and air humidity, the wind speed (2.2m and 3.7m) and direction, the air pressure, precipitation, the global radiation, the net radiation, co2 (2.8m and 3.5m), the multilayer soil temperature (10cm, 20cm, 40cm, 60cm, 120cm and 160cm), soil moisture (10cm, 20cm, 40cm, 60cm, 120cm and 160cm), and soil heat flux (5cm, 10cm and 15cm).\n     For more details, please refer to Readme file.",
      "descriptionCn": "此数据集包含了大野口排露沟林前草地站2008-2009年的自动气象站观测数据。站点位于甘肃省张掖市，经纬度为100°17'E，38°34'N，海拔高度为2731m。\n观测项目有：大气温湿观测（1.5m和3.0m）、风速（2.2m和3.7m）、风向、气压、降水、净辐射和总辐射、二氧化碳（2.8m和3.5m）、多层土壤温度（10cm、20cm、40cm、60cm、120cm和160cm）、土壤水分（10cm、20cm、40cm、60cm、120cm和160cm）及土壤热通量（5cm、10cm和15cm）。\n具体的表头等信息请参见随数据一起发布的说明文档。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.28,
      "west": 100.28,
      "south": 38.57,
      "north": 38.57,
      "startTime": "2008-01-12 16:00:00",
      "endTime": "2010-01-11 16:00:00",
      "fileSize": 17905902.0,
      "cstr": "18406.11.water973.0290.db",
      "doi": "10.3972/water973.0290.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "黄广辉",
        "nameEn": "HUANG Guanghui",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "吴立宗",
        "nameEn": "WU Lizong",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "屈永华",
        "nameEn": "QU Yonghua",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李红星",
        "nameEn": "LI Hongxing",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "周红敏",
        "nameEn": "ZHOU Hongmin",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": " 张智慧",
        "nameEn": "Zhang Zhihui",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Validation of WRF model on simulating forcing data for Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Pan XD, Li X. Validation of WRF model on simulating forcing data for Heihe River Basin. Sciences in Cold and Arid Regions, 2011, 3(4): 344-357, doi: 10.3724/SP.J.1226.2011.00344."
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "祁连山黑河流域NDVI时空变化及其对气候因子的响应",
        "titleEn": null,
        "referenceCn": "彭小清, 张廷军, 钟歆玥, 王庆峰, 王康. 祁连山黑河流域NDVI时空变化及其对气候因子的响应. 兰州大学学报(自然科学版), 2013, 49(2):192-202",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤热通量",
        "nameEn": "Soil heat flux"
      },
      {
        "nameCn": "最高/最低温度",
        "nameEn": "Maximum/Minimum temperature"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "森林水文试验区",
        "keywordEn": "Forest and Hydrology Experimental Areas"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-2009",
        "keywordEn": "2008-2009",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The near-surface atmospheric elements including air temperature, pressure, relative humility, wind, precipitation and radiation are called forcing data to drive hydrological, land surface, and ecological models. Coupling or use of the General Circulation Model (GCM) output to drive the land surface model is an important source of forcing data for large-scale land surface models, however the spatial and temporal resolution can not meet the requirements of a regional scale land surface model and its coarse resolution ignored regional environmental impact assessment. Thus, a regional scale land surface model or land surface data assimilation system needs forcing data with a higher temporal-spatial resolution. Therefore, downscaling GCM output is necessary in order to prepare for a long series of high spatial and temporal resolution forcing data for regional scale or basin-scale land surface, hydrological and ecological simulation and assimilation. Downscaling is a method of obtaining high-resolution climate or climate change information from relatively coarse-resolution GCMs. Dynamic downscaling uses large scale climatic background information to establish higher resolution meteorological distribution fields by GCMs. Regional climate model is considered to be an effective dynamic downscaling method to derive high-resolution local climate information. The model’s physical meaning is clear, it is built on the nonlinear interaction between large scale and regional scale, and can distinguish local features characterized by local topography, vegetation cover and soil hydrological processes, and can be used anywhere independent of observation data with an improved description of local features."
      ],
      "research objective": [
        "In order to do the validation of WRF model on simulating forcing data for the Heihe River Basin, daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. Thus, the validation accuracy of forcing data from RCM is important before input to drive the land surface model."
      ],
      "challenges": [],
      "methods": [
        "The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. In this study, WRF is used for downscaling of weather and climate ranging from one kilometer to thousands of kilometers and used for deriving meteorological parameters required for hydrological models. For this study, two way nested computational domains of 41×55×28 and 101×121×28 grid points and horizontal resolutions of 25 km and 5 km, respectively, have been set. The model is initialized by real boundary conditions using NCAR-NCEP’s Final Analysis (FNL) data (NCEP-DSS083.2, 2009) having a resolution of 1°×1° (111 km×111 km)."
      ],
      "dataset": [
        "Daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. Data from CMA stations are used for daily validation; the WATER’s are for hourly validation. All CMA data in 2008 are used for comparison, the time span of WATER’s are listed in Table 2."
      ],
      "findings": [
        "Results show that the average MBE (Mean Bias Error) of daily 2-m surface temperature, surface pressure, 2-m relative humidity and 10-m wind speed were −0.19 °C, −4.49 hPa, 4.08% and 0.92 m/s, the average RMSE (Root Mean Square Error) of them were 2.11 °C, 5.37 hPa, 9.55% and 1.73 m/s, and the average R (correlation coefficient) of them were 0.99, 0.98, 0.80 and 0.55, respectively. The average MBE of hourly 2-m surface temperature, surface pressure, 2-m relative humidity, 10-m wind speed, downward shortwave radiation and downward longwave were −0.16 °C, −6.62 hPa, −5.14%, 0.26 m/s, 33.0 W/m2 and −6.44 W/m2, the average RMSE of them were 2.62 °C, 17.10 hPa, 20.71%, 2.46 m/s, 152.9 W/m2 and 53.5 W/m2, and the average R of them were 0.96, 0.97, 0.70, 0.26, 0.91 and 0.60, respectively. Thus, the following conclusions were obtained: (1) regardless of daily or hourly validation, WRF model simulations of 2-m surface temperature, surface pressure and relative humidity are more reliable, especially for 2-m surface air temperature and surface pressure, the values of MBE were small and R were more than 0.96; (2) the WRF simulating downward shortwave radiation was relatively good, the average R between WRF simulation and hourly observation data was above 0.9, and the average R of downward longwave radiation was 0.6; (3) both wind speed and rainfall simulated from WRF model did not agree well with observation data."
      ],
      "backgroundCn": [
        "近地表大气要素，包括气温、气压、相对湿度、风、降水和辐射，被称为驱动水文、陆面和生态模型的强迫数据。将全球气候模型（GCM）输出与陆面模型耦合或使用是大型陆面模型的重要强迫数据来源，然而其空间和时间分辨率无法满足区域尺度陆面模型的要求，且其粗糙的分辨率忽略了区域环境影响评估。因此，区域尺度陆面模型或陆面数据同化系统需要具有更高时间和空间分辨率的强迫数据。因此，降尺度GCM输出是必要的，以准备一系列高空间和时间分辨率的强迫数据，用于区域尺度或流域尺度的陆面、水文和生态模拟与同化。降尺度是一种从相对粗分辨率的GCM中获取高分辨率气候或气候变化信息的方法。动态降尺度利用大规模气候背景信息，通过GCM建立更高分辨率的气象分布场。区域气候模型被认为是一种有效的动态降尺度方法，用于获取高分辨率的地方气候信息。该模型的物理意义明确，建立在大尺度与区域尺度之间的非线性相互作用之上，能够区分由局部地形、植被覆盖和土壤水文过程特征化的局部特征，并且可以在任何地方独立于观测数据使用，改善对局部特征的描述。"
      ],
      "research objectiveCn": [
        "为了验证WRF模型在模拟黑河流域强迫数据的能力，使用了来自中国气象局（CMA）15个站点的日气象观测数据和来自水文空气遥测实验研究（WATER）七个站点的小时气象观测数据，与WRF模拟结果进行比较，时间范围为2008年的整年。因此，在将区域气候模型（RCM）的强迫数据输入以驱动陆面模型之前，验证其准确性是非常重要的。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "该模型在中国气象局（CMA）维护的15个地面气象站和由WATER项目设立的7个观测强化站进行了验证。在本研究中，WRF用于天气和气候的下尺度模拟，范围从一公里到数千公里，并用于推导水文模型所需的气象参数。为此研究设置了两个双向嵌套计算域，网格点分别为41×55×28和101×121×28，水平分辨率分别为25公里和5公里。模型通过使用NCAR-NCEP的最终分析（FNL）数据（NCEP-DSS083.2，2009）初始化，边界条件的分辨率为1°×1°（111公里×111公里）。"
      ],
      "datasetCn": [
        "使用中国气象局（CMA）15个气象观测站的日常气象观测数据和水文空气遥测实验研究（WATER）七个站点的每小时气象观测数据，与WRF模拟结果进行比较，时间范围为2008年的整年。该模型在中国气象局（CMA）维护的15个地面气象站和WATER项目设置的七个观测强化站点进行了验证。CMA站点的数据用于日常验证，而WATER的数据用于每小时验证。2008年CMA的所有数据均用于比较，WATER的数据时间范围列在表2中。"
      ],
      "findingsCn": [
        "结果显示，日均2米表面温度、表面气压、2米相对湿度和10米风速的平均MBE（均值偏差误差）分别为−0.19 °C、−4.49 hPa、4.08%和0.92 m/s，平均RMSE（均方根误差）分别为2.11 °C、5.37 hPa、9.55%和1.73 m/s，平均R（相关系数）分别为0.99、0.98、0.80和0.55。小时2米表面温度、表面气压、2米相对湿度、10米风速、下行短波辐射和下行长波辐射的平均MBE分别为−0.16 °C、−6.62 hPa、−5.14%、0.26 m/s、33.0 W/m²和−6.44 W/m²，平均RMSE分别为2.62 °C、17.10 hPa、20.71%、2.46 m/s、152.9 W/m²和53.5 W/m²，平均R分别为0.96、0.97、0.70、0.26、0.91和0.60。因此，得出以下结论：（1）无论是日均还是小时验证，WRF模型对2米表面温度、表面气压和相对湿度的模拟更为可靠，尤其是2米表面气温和表面气压，MBE值较小且R值均超过0.96；（2）WRF模拟的下行短波辐射相对较好，WRF模拟与小时观测数据之间的平均R值超过0.9，而下行长波辐射的平均R值为0.6；（3）WRF模型模拟的风速和降雨量与观测数据不太一致。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is dynamic downscaling considered an effective method for obtaining high-resolution local climate information from large-scale climate models?",
        "QuestionCn": "动态下调被认为是从大规模气候模型中获取高分辨率地方气候信息的有效方法吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are the daily meteorological observations from multiple stations used to validate regional climate models in this domain?",
        "QuestionCn": "多个气象站的日常气象观测数据是否用于验证该领域的区域气候模型？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Does the WRF model simulation show reliable results for surface temperature and pressure when validated against observational data?",
        "QuestionCn": "WRF模型模拟在与观测数据验证时，表面温度和气压的结果是否可靠？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are meteorological datasets in this field more commonly collected through automated stations, manual observations, or remote sensing?",
        "QuestionCn": "在这个领域，气象数据集更常通过自动气象站、人工观测还是遥感收集？",
        "AnswerEn": "automated stations",
        "AnswerCn": "自动化站点",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In validating meteorological models, is it more effective to use daily observation data, hourly observation data, or a combination of both?",
        "QuestionCn": "在验证气象模型时，使用每日观测数据、每小时观测数据还是两者结合，哪种方式更有效？",
        "AnswerEn": "a combination of both",
        "AnswerCn": "结合两者。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Which method is more suitable for downscaling GCM output to derive high-resolution forcing data: dynamic downscaling using regional climate models, statistical downscaling, or simple interpolation techniques?",
        "QuestionCn": "哪种方法更适合将全球气候模型（GCM）输出进行降尺度，以获得高分辨率的强迫数据：使用区域气候模型的动态降尺度、统计降尺度，还是简单插值技术？",
        "AnswerEn": "Dynamic downscaling using regional climate models",
        "AnswerCn": "使用区域气候模型进行动态降尺度",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main meteorological parameters collected by automated weather stations in the Heihe River Basin during 2008-2009?",
        "QuestionCn": "2008-2009年黑河流域自动气象站收集的主要气象参数有哪些？",
        "AnswerEn": "air temperature, humidity, wind speed, wind direction, air pressure, precipitation, net radiation, total radiation, carbon dioxide levels, soil temperature, soil moisture, soil heat flux",
        "AnswerCn": "空气温度、湿度、风速、风向、气压、降水、净辐射、总辐射、二氧化碳浓度、土壤温度、土壤湿度、土壤热通量",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When was the meteorological observation data collected for validation of the WRF model using surface and observation-strengthened stations?",
        "QuestionCn": "用于验证WRF模型的气象观测数据是何时收集的，使用了地面和观测强化站点？",
        "AnswerEn": "2008",
        "AnswerCn": "2008年",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to gather atmospheric elements like temperature, humidity, and wind speed for regional scale land surface models?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，用于收集区域尺度土地表面模型的气象元素，如温度、湿度和风速？",
        "AnswerEn": "An example of a data collection method for gathering atmospheric elements is the use of automatic meteorological stations, which collect data on air temperature, pressure, relative humidity, wind speed, and other variables. In the given field, such data were collected at the 大野口排露沟林前草地站 site and other stations maintained by CMA and the WATER project.",
        "AnswerCn": "收集大气元素的一个数据收集方法是使用自动气象站，这些站点收集空气温度、气压、相对湿度、风速和其他变量的数据。在该领域，数据是在大野口排露沟林前草地站及其他由中国气象局（CMA）和水资源项目（WATER）维护的站点收集的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Provide an example of a dataset that could be used for the validation of regional climate models like WRF in the context of hydrological studies.",
        "QuestionCn": "提供一个可用于验证区域气候模型（如WRF）在水文研究中的数据集的示例。",
        "AnswerEn": "A dataset example is the daily meteorological observation data from 15 stations of the China Meteorological Administration (CMA) and hourly meteorological observation data from seven sites of the WATER project, which were used to validate WRF simulations over a whole year for 2008 in the Heihe River Basin.",
        "AnswerCn": "一个数据集的例子是来自中国气象局（CMA）15个站点的每日气象观测数据和来自WATER项目七个站点的每小时气象观测数据，这些数据用于验证2008年在黑河流域的WRF模拟。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of automated meteorological stations used in grassland environments?",
        "QuestionCn": "草原环境中使用的自动气象站的特点是什么？",
        "AnswerEn": "atmospheric temperature and humidity at multiple heights, wind speed and direction, atmospheric pressure, precipitation, net and total radiation, carbon dioxide levels, soil temperature at various depths, soil moisture, soil heat flux",
        "AnswerCn": "大气温度和湿度（在多个高度）、风速和风向、大气压力、降水、净辐射和总辐射、二氧化碳水平、不同深度的土壤温度、土壤湿度、土壤热通量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the altitude at which the automated meteorological station data was collected?",
        "QuestionCn": "自动气象站数据收集的高度是多少？",
        "AnswerEn": "2731 meters",
        "AnswerCn": "2731米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many CMA meteorological stations were used for the daily validation of the model?",
        "QuestionCn": "用于模型日常验证的CMA气象站数量是多少？",
        "AnswerEn": "15",
        "AnswerCn": "15",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is dynamic downscaling in the context of meteorological data collection?",
        "QuestionCn": "在气象数据收集的背景下，什么是动态降尺度？",
        "AnswerEn": "Dynamic downscaling is a method of obtaining high-resolution climate or climate change information from relatively coarse-resolution General Circulation Models (GCMs). It uses large scale climatic background information to establish higher resolution meteorological distribution fields by GCMs. This method involves using a regional climate model to derive high-resolution local climate information, which can distinguish local features characterized by local topography, vegetation cover, and soil hydrological processes.",
        "AnswerCn": "动态下采样是一种从相对粗分辨率的全球气候模型（GCMs）中获取高分辨率气候或气候变化信息的方法。它利用大规模气候背景信息来建立由GCMs生成的高分辨率气象分布场。该方法涉及使用区域气候模型来推导高分辨率的地方气候信息，能够区分由地方地形、植被覆盖和土壤水文过程特征化的地方特征。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What constitutes forcing data in hydrological and ecological modeling?",
        "QuestionCn": "在水文和生态建模中，强制数据的构成是什么？",
        "AnswerEn": "Forcing data in hydrological, land surface, and ecological models include near-surface atmospheric elements such as air temperature, pressure, relative humidity, wind, precipitation, and radiation. These elements are used to drive the models and are essential for simulations and assessments.",
        "AnswerCn": "强迫数据在水文、陆面和生态模型中包括近地面大气要素，如气温、气压、相对湿度、风、降水和辐射。这些要素用于驱动模型，并且对于模拟和评估至关重要。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the key components of an automatic meteorological station dataset?",
        "QuestionCn": "自动气象站数据集的关键组成部分有哪些？",
        "AnswerEn": "An automatic meteorological station dataset typically includes observations of atmospheric temperature and humidity at various heights, wind speed and direction, pressure, precipitation, net and total radiation, carbon dioxide levels, soil temperature and moisture at multiple depths, and soil heat flux. This comprehensive set of parameters allows for detailed environmental monitoring and model validation.",
        "AnswerCn": "自动气象站数据集通常包括在不同高度的气温和湿度观测、风速和风向、气压、降水量、净辐射和总辐射、二氧化碳水平、不同深度的土壤温度和湿度，以及土壤热通量。这一综合参数集允许进行详细的环境监测和模型验证。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the effectiveness of dynamic downscaling in improving the spatial and temporal resolution of atmospheric forcing data for regional models?",
        "QuestionCn": "关于动态下调在提高区域模型大气强迫数据的空间和时间分辨率方面的有效性，可以得出哪些见解？",
        "AnswerEn": "Dynamic downscaling is shown to be effective as it utilizes large-scale climatic background information to establish higher resolution meteorological distribution fields. This approach can distinguish local features characterized by topography, vegetation cover, and soil hydrological processes, which are crucial for regional models. The validation of the WRF model using high-resolution data supports its reliability for improving spatial and temporal resolution.",
        "AnswerCn": "动态下调被证明是有效的，因为它利用大规模气候背景信息来建立更高分辨率的气象分布场。这种方法能够区分由地形、植被覆盖和土壤水文过程特征化的地方特征，这对于区域模型至关重要。使用高分辨率数据对WRF模型的验证支持了其在提高空间和时间分辨率方面的可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges might arise from discrepancies between observed meteorological data and model simulations, and how can these be addressed to improve model reliability?",
        "QuestionCn": "观察到的气象数据与模型模拟之间的差异可能会带来哪些挑战，以及如何解决这些问题以提高模型的可靠性？",
        "AnswerEn": "Discrepancies such as those observed in wind speed and rainfall simulations indicate potential challenges in model parameterization and resolution. Addressing these could involve refining model physics, increasing observational data density, and enhancing data assimilation techniques to improve the accuracy of model simulations against observed data.",
        "AnswerCn": "风速和降雨模拟中观察到的差异表明模型参数化和分辨率可能存在潜在挑战。解决这些问题可能涉及精炼模型物理、增加观测数据密度以及增强数据同化技术，以提高模型模拟与观测数据之间的准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for higher temporal-spatial resolution in forcing data for regional scale land surface models?",
        "QuestionCn": "导致区域尺度陆面模型对强迫数据需要更高时间-空间分辨率的原因是什么？",
        "AnswerEn": "The spatial and temporal resolution of General Circulation Model (GCM) output is insufficient for regional scale land surface models, as it overlooks regional environmental impacts. Thus, there is a need for higher resolution to better assess local features, such as topography, vegetation cover, and soil hydrological processes.",
        "AnswerCn": "一般环流模型（GCM）输出的空间和时间分辨率不足以满足区域尺度土地表面模型的需求，因为它忽视了区域环境影响。因此，需要更高的分辨率，以更好地评估局部特征，如地形、植被覆盖和土壤水文过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the discrepancies between WRF model simulations and observed meteorological data?",
        "QuestionCn": "导致WRF模型模拟与观测气象数据之间差异的因素有哪些？",
        "AnswerEn": "Discrepancies arise because WRF model simulations of wind speed and rainfall do not align well with observation data, although simulations of 2-m surface temperature, surface pressure, and relative humidity show high reliability. Factors may include model limitations in capturing local atmospheric dynamics and variability.",
        "AnswerCn": "由于WRF模型对风速和降雨量的模拟与观测数据不一致，因此出现了差异，尽管对2米表面温度、表面气压和相对湿度的模拟显示出较高的可靠性。可能的因素包括模型在捕捉局部大气动态和变率方面的局限性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the impact on regional climate model accuracy when using downscaled GCM outputs with high temporal-spatial resolution as forcing data?",
        "QuestionCn": "使用具有高时间-空间分辨率的下调全球气候模型（GCM）输出作为强迫数据，可能对区域气候模型的准确性产生什么影响？",
        "AnswerEn": "Downscaling GCM outputs to higher temporal-spatial resolution provides detailed forcing data necessary for regional scale land surface, hydrological, and ecological simulations. This can improve the model's ability to capture local features such as topography, vegetation cover, and soil processes, leading to more reliable simulations of surface temperature, pressure, and relative humidity, as indicated by strong correlation coefficients in validation tests.",
        "AnswerCn": "将全球气候模型（GCM）输出进行降尺度处理，以获得更高的时间和空间分辨率，提供了区域尺度土地表面、水文和生态模拟所需的详细强迫数据。这可以提高模型捕捉局部特征（如地形、植被覆盖和土壤过程）的能力，从而更可靠地模拟表面温度、气压和相对湿度，验证测试中的强相关系数表明了这一点。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the intended objectives of developing a regional scale land surface model or land surface data assimilation system in the context of hydrological and ecological simulation?",
        "QuestionCn": "在水文和生态模拟的背景下，开发区域尺度的陆面模型或陆面数据同化系统的预期目标是什么？",
        "AnswerEn": "The intended objectives include obtaining high-resolution forcing data for regional or basin-scale land surface, hydrological, and ecological simulations and assimilations by downscaling GCM output to meet the spatial and temporal resolution requirements.",
        "AnswerCn": "预期目标包括获取高分辨率的强迫数据，以满足区域或流域尺度的陆面、水文和生态模拟及同化的需求，通过对全球气候模型（GCM）输出进行降尺度处理，以满足空间和时间分辨率的要求。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to validate meteorological models using data from multiple stations and sources in the Heihe River Basin?",
        "QuestionCn": "在黑河流域，使用来自多个站点和来源的数据来验证气象模型的重要性是什么？",
        "AnswerEn": "It is important to validate meteorological models using data from multiple stations and sources to ensure the accuracy and reliability of forcing data from Regional Climate Models (RCM) before using them to drive land surface models.",
        "AnswerCn": "在使用区域气候模型（RCM）驱动陆面模型之前，使用来自多个站点和来源的数据验证气象模型是非常重要的，以确保强迫数据的准确性和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental procedures employed to collect meteorological data at different heights and depths in a remote field station environment?",
        "QuestionCn": "在偏远野外站环境中，收集不同高度和深度气象数据所采用的仪器程序有哪些？",
        "AnswerEn": "The instrumental procedures involve using automated weather stations to measure atmospheric elements like temperature, humidity, wind speed, and radiation at various heights (1.5m, 2.2m, 3.0m, 3.7m) and soil parameters like temperature, moisture, and heat flux at different depths (10cm, 20cm, 40cm, 60cm, 120cm, 160cm).",
        "AnswerCn": "仪器程序涉及使用自动气象站测量大气元素，如温度、湿度、风速和辐射，测量高度为1.5米、2.2米、3.0米和3.7米；以及土壤参数，如温度、湿度和热通量，测量深度为10厘米、20厘米、40厘米、60厘米、120厘米和160厘米。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can data from multiple meteorological stations be integrated to validate regional climate models for accurate simulations?",
        "QuestionCn": "如何将多个气象站的数据整合起来，以验证区域气候模型的准确模拟？",
        "AnswerEn": "Data from multiple meteorological stations can be integrated by using observational data from various sources, such as daily data from national meteorological administrations and hourly data from specialized research projects, to compare and validate model simulations like WRF, ensuring they accurately represent local climate conditions.",
        "AnswerCn": "来自多个气象站的数据可以通过使用来自不同来源的观测数据进行整合，例如来自国家气象管理局的日常数据和来自专门研究项目的小时数据，以比较和验证模型模拟（如WRF），确保它们准确地反映当地气候条件。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the procedural steps for enhancing the spatial and temporal resolution of climate data from General Circulation Models to meet regional modeling needs?",
        "QuestionCn": "增强来自一般环流模型的气候数据的空间和时间分辨率以满足区域建模需求的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve downscaling techniques, such as using regional climate models to dynamically downscale GCM outputs. This process establishes higher resolution meteorological distribution fields that account for local features like topography and vegetation, thus enhancing data for regional scale modeling.",
        "AnswerCn": "这些程序步骤涉及降尺度技术，例如使用区域气候模型对全球气候模型（GCM）输出进行动态降尺度。这个过程建立了更高分辨率的气象分布场，考虑了地形和植被等地方特征，从而增强了区域尺度建模的数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What techniques enable the accurate collection of atmospheric forcing data necessary for driving hydrological and ecological models in regional scales?",
        "QuestionCn": "哪些技术能够准确收集驱动区域尺度水文和生态模型所需的大气强迫数据？",
        "AnswerEn": "The use of regional climate models (RCMs) like the WRF model facilitates the downscaling of General Circulation Model (GCM) outputs to obtain high-resolution atmospheric forcing data. This enables accurate simulation of local climate conditions, which is crucial for driving land surface, hydrological, and ecological models at regional scales.",
        "AnswerCn": "区域气候模型（RCMs）如WRF模型的使用，能够将全球气候模型（GCM）的输出进行下行尺度处理，从而获得高分辨率的大气强迫数据。这使得对地方气候条件的准确模拟成为可能，这对于在区域尺度上驱动土地表面、水文和生态模型至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might it be challenging to obtain high temporal-spatial resolution forcing data for regional scale simulations?",
        "QuestionCn": "获取高时间-空间分辨率强迫数据用于区域尺度模拟可能面临哪些挑战？",
        "AnswerEn": "The spatial and temporal resolution of General Circulation Model (GCM) output often cannot meet the requirements of regional scale land surface models, and its coarse resolution may ignore significant regional environmental impacts. Therefore, downscaling GCM output is necessary to achieve the higher resolution required for regional scale simulations.",
        "AnswerCn": "一般环流模型（GCM）输出的空间和时间分辨率往往无法满足区域尺度陆面模型的要求，其粗糙的分辨率可能忽略重要的区域环境影响。因此，对GCM输出进行降尺度处理是必要的，以实现区域尺度模拟所需的更高分辨率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you find the use of automated meteorological stations for capturing high-resolution temporal-spatial data in regional scale environmental assessments?",
        "QuestionCn": "您认为自动气象站在区域尺度环境评估中捕捉高分辨率时空数据的有效性如何？",
        "AnswerEn": "The use of automated meteorological stations is highly effective for capturing high-resolution temporal-spatial data, as evidenced by the detailed range of observations including temperature, humidity, wind speed, pressure, and radiation across multiple layers and depths. These data are crucial for regional scale environmental assessments, particularly when downscaling GCM outputs to meet local model requirements.",
        "AnswerCn": "自动气象站的使用对于捕捉高分辨率的时空数据非常有效，具体体现在对温度、湿度、风速、气压和辐射等多个层次和深度的详细观测。这些数据对于区域尺度的环境评估至关重要，特别是在将全球气候模型（GCM）输出降尺度以满足地方模型需求时。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of how meteorological validation data from different sources can be integrated to improve simulation accuracy.",
        "QuestionCn": "我无法理解如何将来自不同来源的气象验证数据整合以提高模拟准确性。",
        "AnswerEn": "Integrating meteorological validation data from sources like CMA and WATER involves using observational data to compare and validate model outputs. By analyzing discrepancies between observed and simulated data, researchers can refine model parameters and improve simulation accuracy. The validation process ensures that the model realistically represents weather patterns and atmospheric dynamics at both daily and hourly scales, enhancing its reliability for simulations.",
        "AnswerCn": "整合来自气象局（CMA）和水文数据（WATER）等来源的气象验证数据涉及使用观测数据来比较和验证模型输出。通过分析观测数据与模拟数据之间的差异，研究人员可以调整模型参数，提高模拟的准确性。验证过程确保模型在日尺度和小时尺度上真实地反映天气模式和大气动态，从而增强其在模拟中的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the various data collection methods used for validating meteorological models and the role of different observational datasets in this validation.",
        "QuestionCn": "请探讨用于验证气象模型的各种数据收集方法，以及不同观测数据集在这一验证中的作用。",
        "AnswerEn": "For validating meteorological models like the WRF, data collection methods include using observational data from meteorological stations. In the context provided, daily meteorological observation data from 15 stations maintained by the China Meteorological Administration (CMA) and hourly data from seven sites of the WATER project are used. These datasets are crucial in comparing and validating the accuracy of the models' simulations.",
        "AnswerCn": "为了验证气象模型如WRF，数据收集方法包括使用气象站的观测数据。在提供的背景中，使用了中国气象局（CMA）维护的15个站点的日气象观测数据和WATER项目七个站点的小时数据。这些数据集对于比较和验证模型模拟的准确性至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please investigate how different types of observational data contribute to the refinement of meteorological simulations, particularly in terms of spatial and temporal resolution.",
        "QuestionCn": "请调查不同类型的观测数据如何有助于气象模拟的精细化，特别是在空间和时间分辨率方面。",
        "AnswerEn": "Different types of observational data contribute significantly to refining meteorological simulations by providing necessary validation benchmarks. For instance, daily observation data from CMA stations help in daily validation, while hourly data from WATER project sites are used for hourly validation. This combination ensures the model's accuracy across various temporal scales, enhancing the fidelity of simulations in terms of spatial and temporal resolution.",
        "AnswerCn": "不同类型的观测数据对完善气象模拟具有重要意义，因为它们提供了必要的验证基准。例如，来自CMA站点的日观测数据用于日常验证，而来自WATER项目站点的小时数据则用于小时验证。这种组合确保了模型在不同时间尺度上的准确性，提高了模拟在空间和时间分辨率方面的真实性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}