{
  "id": "a1d9c378-d3d7-419f-a1c7-f974416758f3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of hydrometeorological observation network (No.7 runoff observation system of Pingchuan bridge on the Heihe River, 2014)",
      "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（7号点-平川桥径流观测数据-2014）",
      "description": "The data set includes the observation data of river water level and velocity at No.7 point in the dense observation of runoff in the middle reaches of Heihe River from January 1, 2014 to December 28, 2014. The observation point is located in Heihe bridge, Pingchuan Township, Linze County, Zhangye City, Gansu Province. The riverbed is sandy gravel with unstable section. The longitude and latitude of the observation point are n39 ° 20'2.03 \", E100 ° 5'49.63\", with an altitude of 1375m and a channel width of 130m. In 2014, sr50 ultrasonic distance meter was used for water level observation, with acquisition frequency of 30 minutes. Data description includes the following two parts:\nWater level observation, observation frequency 30 minutes, unit (cm); The data covers the period from January 1, 2014 to December 28, 2014. Flow observation, unit (m3); According to the monitoring flow of different water levels, the flow curve of water levels was obtained, and the change process of runoff was obtained by observing the process of water levels.The missing data are uniformly represented by the string -6999.\nFor information of hydrometeorological network or station, please refer to Li et al.(2013), and for observation data processing, please refer to He et al.(2016).",
      "descriptionCn": "该数据集包含了2014年1月1日至2014年12月28日的黑河中游径流加密观测中7号点的河流水位和流速观测数据。观测点位于甘肃省张掖市临泽县平川乡黑河桥，河床为砂砾石，断面不稳定。观测点的经纬度是N39°20'2.03\"，E 100° 5'49.63\"，海拔1375米，河道宽度130米。2014年水位观测采用SR50超声波测距仪，采集频率30分钟。数据说明包括以下两部分：\n水位观测，观测频率30分钟，单位（cm）；数据涵盖时间段2014年1月1日至2014年12月28日；流量观测，单位（m3）；按照不同水位监测流量，获取水位流量曲线，依托水位过程观测获得径流量变化过程。缺值数据统一采用字符串-6999表示。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考He et al.(2016)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.099722,
      "west": 100.097778,
      "south": 39.328333,
      "north": 39.331667,
      "startTime": "2014-01-08 16:00:00",
      "endTime": "2015-01-04 16:00:00",
      "fileSize": 1044480.0,
      "cstr": "18406.11.hiwater.232.2015.db",
      "doi": "10.3972/hiwater.232.2015.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "何晓波",
        "nameEn": "HE Xiaobo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Observations of precipitation type using a  timelapse  camera in a mountainous region and calculation of the rain/snow proportion based on the critical air temperature,",
        "referenceCn": null,
        "referenceEn": "Liu JF, Chen RS, Song YX, et al. Observations of precipitation type using a  timelapse  camera in a mountainous region and calculation of the rain/snow proportion based on the critical air temperature, Environmental Earth Sciences, 2015, 73, 1545-1554."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": "青藏高原唐古拉山区降水观测误差修正分析",
        "titleEn": null,
        "referenceCn": "He XB, Ye BS, Ding YJ. Bias correction for precipitation measurement in Tanggula Mountain Tibetan Plateau[J]. Advances In Water Science, 2009, 20(3): 403-408. [何晓波, 叶柏生, 丁永健. 青藏高原唐古拉山区降水观测误差修正分析[J]. 水科学进展, 2009, 20(3): 403-408.]",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "径流",
        "nameEn": "Runoff"
      },
      {
        "nameCn": "水文断面",
        "nameEn": "Hydrology section"
      },
      {
        "nameCn": "流量",
        "nameEn": "Discharge/Flow"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "7号点平川桥",
        "keywordEn": null
      },
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2014",
        "keywordEn": "2014",
        "type": "temporal"
      },
      {
        "keywordCn": "2014-01-01至2014-12-28",
        "keywordEn": "2014-01-01 to 2014-12-28",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure river water levels and flow rates in a hydrological observation network?",
        "QuestionCn": "您能否提供一个用于测量河流水位和流量的水文观测网络的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used to measure river water levels and flow rates in a hydrological observation network involves using an SR50 ultrasonic distance sensor to record water levels at a frequency of every 30 minutes. This method was applied at an observation point in the Heihe River, with the site characterized by an unstable gravel riverbed. Flow rates were determined by monitoring water levels and establishing a water level-flow rate curve to obtain the runoff variation process.",
        "AnswerCn": "一种用于测量河流水位和流量的水文观测网络数据收集方法是使用SR50超声波距离传感器以每30分钟的频率记录水位。该方法在黑河的一个观测点应用，现场特征为不稳定的砾石河床。流量通过监测水位并建立水位-流量曲线来确定，从而获得径流变化过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and data collection methods used for measuring river flow dynamics in hydrological studies?",
        "QuestionCn": "在水文研究中，用于测量河流流动动态的特征和数据收集方法是什么？",
        "AnswerEn": "river water level, flow velocity observations, SR50 ultrasonic distance meter, frequency of every 30 minutes, period from January 1, 2014, to December 28, 2014, flow observations in cubic meters, water level-flow curves, missing data represented by -6999",
        "AnswerCn": "河流水位、流速观测，SR50超声波测距仪，每30分钟一次，时间段为2014年1月1日至2014年12月28日，流量观测单位为立方米，水位-流量曲线，缺失数据用-6999表示。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the role of SR50 ultrasonic distance meters in hydrological data collection?",
        "QuestionCn": "SR50超声波距离计在水文数据收集中扮演什么角色？",
        "AnswerEn": "SR50 ultrasonic distance meters are used to measure water levels with a collection frequency of 30 minutes, providing precise hydrological data by determining changes in river water levels.",
        "AnswerCn": "SR50超声波测距仪用于测量水位，采集频率为30分钟，通过确定河流水位的变化提供精确的水文数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be derived about river flow dynamics when analyzing water level and flow velocity data collected at 30-minute intervals over a year in a gravel-bed river with unstable cross-section?",
        "QuestionCn": "在具有不稳定横截面的砾石河流中，分析每年以30分钟间隔收集的水位和流速数据时，可以得出哪些关于河流流动动态的见解？",
        "AnswerEn": "Analyzing water level and flow velocity data collected at 30-minute intervals can provide insights into the temporal patterns of river flow dynamics, including response to seasonal changes, precipitation events, and potential impacts on sediment transport due to the unstable cross-section. The correlation between water level changes and flow velocity can help infer how the river's morphology and bed composition affect flow characteristics. Additionally, the data can reveal the relationship between water level and discharge, enabling the development of water level-discharge curves that are essential for understanding runoff variations.",
        "AnswerCn": "分析以30分钟间隔收集的水位和流速数据可以提供对河流流动动态的时间模式的洞察，包括对季节变化、降水事件的响应，以及由于不稳定的横截面对沉积物运输的潜在影响。水位变化与流速之间的相关性可以帮助推断河流的形态和床面组成如何影响流动特性。此外，这些数据可以揭示水位与流量之间的关系，从而使得水位-流量曲线的开发成为可能，这对于理解径流变化至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might contribute to inaccuracies or challenges in collecting hydrometeorological data from river systems with unstable cross-sections?",
        "QuestionCn": "可能导致从横截面不稳定的河流系统收集水文气象数据时出现不准确或挑战的因素有哪些？",
        "AnswerEn": "The instability of the river cross-section, composed of gravel, could lead to challenges in consistently measuring water levels and flow velocity. These challenges may arise due to changes in the riverbed that can alter the flow patterns and affect the calibration of instruments like the SR50 ultrasonic distance sensor used for water level measurement.",
        "AnswerCn": "河流横截面的不稳定性，由砾石组成，可能会导致在持续测量水位和流速方面出现挑战。这些挑战可能源于河床的变化，这些变化会改变流动模式并影响用于水位测量的SR50超声波距离传感器的校准。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific methods are used to ensure accuracy and reliability in the collection of river water level and flow velocity data at a hydrological observation point, considering environmental challenges such as an unstable riverbed?",
        "QuestionCn": "在水文观测点收集河流水位和流速数据时，为确保准确性和可靠性，考虑到不稳定河床等环境挑战，使用了哪些具体方法？",
        "AnswerEn": "In the field of hydrological observation, the collection of river water level and flow velocity data can involve the use of SR50 ultrasonic distance meters, with a collection frequency of 30 minutes. Observations are conducted at specific geographical coordinates and altitudes, where environmental factors such as the riverbed composition (e.g., gravel and sand) and river width are considered. The data is collected over a specified period, and missing values are denoted with a specific string (-6999). The procedural approach also involves developing water level-flow curves based on the observed water level to determine changes in flow discharge.",
        "AnswerCn": "在水文观测领域，河流水位和流速数据的收集可以使用SR50超声波距离计，采集频率为30分钟。观测在特定的地理坐标和海拔高度进行，同时考虑河床组成（如砾石和沙子）和河宽等环境因素。数据在指定的时间段内收集，缺失值用特定字符串（-6999）表示。该程序方法还涉及基于观测到的水位开发水位-流量曲线，以确定流量的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the collection of detailed hydrometeorological data in river systems with unstable cross-sections?",
        "QuestionCn": "哪些技术进步使得在横截面不稳定的河流系统中收集详细的水文气象数据成为可能？",
        "AnswerEn": "The use of SR50 ultrasonic range finders with a 30-minute collection frequency enabled the detailed collection of river water levels and flow velocities, even in environments with unstable gravel bed cross-sections.",
        "AnswerCn": "使用SR50超声波测距仪，结合30分钟的采集频率，能够详细收集河流水位和流速，即使在不稳定的砾石床横截面环境中也能有效进行监测。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}