{
    "id": "a2423ec4-a6e2-45de-8ba3-917bb1a59b26",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "The dataset of thermokarst lakes in the Hoh Xil Region (1980s-2018)",
            "titleCn": "可可西里地区热融湖塘分布数据（1980s-2018）",
            "description": "Based on the Landsat data from 1980s to 2018, the NDWI water body index method was adopted, the method of combining machine interpretation with manual interpretation was adopted, and then the distribution data set of thermokarst lakes in Hoh Xil region was produced after manual visual interpretation and correction. The data set covers an area of 830000 square kilometers in the Hoh Xil region, and includes three years of lake distribution data, namely, 1980 s thermokarst lake distribution data, 2000 thermokarst lake distribution data and 2018 thermokarst lake distribution data. This data set can provide data basis for lake research and engineering disaster prevention and reduction in Hoh Xil region.",
            "descriptionCn": "基于1980s-2018年的Landsat数据，采用NDWI水体指数法，采取机器解译与人工解译相结合的方法，再经后期人工目视解译修正，制作出了可可西里地区热喀斯特湖分布数据集。该数据集地理范围为可可西里地区83万平方公里，共包含三个年份的湖泊分布数据，即1980s热喀斯特湖分布数据、2000年热喀斯特湖分布数据以及2018年热喀斯特湖分布数据。该数据集可以为可可西里地区的湖泊研究工作及工程防灾减灾提供数据基础。",
            "instructions": "1980s-2018.grid",
            "instructionsCn": "1980s-2018.grid",
            "east": 90.0,
            "west": 94.0,
            "south": 30.0,
            "north": 36.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 450546.0,
            "cstr": "18406.11.Cryos.tpdc.300043",
            "doi": "10.11888/Cryos.tpdc.300043",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "倪万魁",
                "nameEn": "NI Wankui ",
                "unitEn": "Chang 'an University",
                "unitCn": "长安大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Thermokarst lake changes over the past 40 years in the Qinghai-Tibet Plateau,China.",
                "referenceCn": null,
                "referenceEn": "Li, L., Zhang, X.D., et al. (2022). Thermokarst lake changes over the past 40 years in the Qinghai-Tibet Plateau,China. Frontiers in environmental science, 10, 1051086."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "可可西里",
                "keywordEn": "Hoh Xil"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1980s-2018",
                "keywordEn": "1980s-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "A thermokarst lake is generally defined as a lake that occupies a closed basin and is created by the massive melting of ground ice in ice-rich permafrost regions, which has a great impact on regional hydro-ecological equilibrium and permafrost-engineering infrastructure facilities. Global warming and increasing human activities have been accompanied by permafrost degradation and glacier retreat in the Qinghai–Tibet Plateau (QTP). The QTP, known as the Third Pole, has a permafrost area of 115.02 × 104 km2, accounting for nearly 46% of its total area. Global warming in recent decades has been most pronounced at high altitude and has accelerated permafrost degradation. Scholars have demonstrated that thermokarst lakes are sensitive indicators of climate change and permafrost degradation. Recently, permafrost degradation at the global scale has attracted wide attention resulting from its remarkable environmental effects. Infrastructure stability, food security, water supply, and hydrological and habitat functions may be extensively influenced when a major area of permafrost becomes degraded."
            ],
            "research objective": [
                "To address the evolution of thermokarst lakes in the QTP, visual interpretation and the Modified Normalized Difference Water Index were applied to extract the water area based on Landsat data from the 1980s to 2020. Therefore, we quantified changes in thermokarst lakes from the 1980s to 2020, using satellite image interpretation and object-based long-term lake detection to accurately understand changes in thermokarst lakes across the QTP."
            ],
            "challenges": [
                "As the aforementioned results suggest, previous research about thermokarst lake dynamics was insufficient."
            ],
            "methods": [
                "In this study, a total of 138 × 40 Landsat images from the 1980s to 2020 were selected. All datasets were registered to the Albers Conical Equal Area coordinate system zones 26N–40N, and elevation was referenced to WGS 1984 data. In this study, permafrost data for the 1980s was derived from the National Cryosphere Desert Data Center, and the permafrost dataset for 2017 was provided by the National Tibetan Plateau Data Center. In this study, we identified thermokarst lakes as those lakes distributed in permafrost areas and not directly connected with rivers. To ensure the accuracy of the lake extraction, we checked the lakes one by one after the mechanical interpretation."
            ],
            "dataset": [
                "In this study, a total of 138 × 40 Landsat images from the 1980s to 2020 were selected. Landsat TM/ETM+/OLI images with 30 m spatial resolution are readily available from the 1980s onward and can reveal long-term changes in land cover. Elevation information was downloaded from the ASTER Global Digital Elevation Model (GDEM) with 90 m spatial resolution and was extracted by the QTP boundary shapefile mask. Long-term (1980–2020) temperature and precipitation data were available from “The spatial dataset of climate on the Tibetan Plateau,” hosted by the National Tibetan Plateau Data Center."
            ],
            "findings": [
                "The results indicate that thermokarst lake area was reduced from 932.5 km2 to 799.25 km2 from the 1980s to 1990. From 1990 to 2020, the number and area of lakes grew substantially, with the number increasing from 66506 to 120374 and the area increasing by 113.14% (932.5 km2 in 1980s and 1703.56 km2 in 2020)."
            ],
            "backgroundCn": [
                "热卡斯特湖通常被定义为占据封闭盆地并由冰丰富的永久冻土地区的大量融化的地面冰所形成的湖泊，这对区域水文生态平衡和永久冻土工程基础设施设施产生了重大影响。全球变暖和人类活动的增加伴随着青藏高原（QTP）永久冻土的退化和冰川的消退。青藏高原被称为“第三极”，其永久冻土面积为115.02 × 10^4 km²，几乎占其总面积的46%。近年来，全球变暖在高海拔地区表现得尤为明显，并加速了永久冻土的退化。学者们已经证明，热卡斯特湖是气候变化和永久冻土退化的敏感指示器。最近，全球范围内的永久冻土退化因其显著的环境影响而引起了广泛关注。当大面积的永久冻土退化时，基础设施的稳定性、粮食安全、水供应以及水文和栖息地功能可能会受到广泛影响。"
            ],
            "research objectiveCn": [
                "为了研究青藏高原（QTP）热卡斯特湖泊的演变，采用视觉解译和改进的归一化水体指数（MNDWI）基于1980年代至2020年的Landsat数据提取水域面积。因此，我们量化了1980年代至2020年间热卡斯特湖泊的变化，利用卫星图像解译和基于对象的长期湖泊检测，准确理解青藏高原热卡斯特湖泊的变化。"
            ],
            "challengesCn": [
                "正如上述结果所示，以前关于温克拉斯特湖动态的研究不足。"
            ],
            "methodsCn": [
                "在本研究中，选择了1980年代至2020年的总计138 × 40幅Landsat影像。所有数据集均已注册到阿尔伯斯等面积坐标系统的26N–40N区，并且高程参考为WGS 1984数据。在本研究中，1980年代的永冻土数据来源于国家冰冻圈沙漠数据中心，2017年的永冻土数据集由国家青藏高原数据中心提供。我们将分布在永冻土区域且与河流不直接相连的湖泊识别为热融湖。为了确保湖泊提取的准确性，我们在机械解译后逐一检查了湖泊。"
            ],
            "datasetCn": [
                "在本研究中，选择了1980年代至2020年的总计138 × 40幅Landsat影像。Landsat TM/ETM+/OLI影像具有30米的空间分辨率，自1980年代以来可随时获取，能够揭示土地覆盖的长期变化。高程信息来自ASTER全球数字高程模型（GDEM），其空间分辨率为90米，并通过青藏 Plateau边界的矢量文件掩膜提取。长期（1980-2020年）的温度和降水数据来自“青藏高原气候空间数据集”，该数据集由国家青藏高原数据中心提供。"
            ],
            "findingsCn": [
                "结果表明，冻土湖面积从1980年代的932.5平方公里减少到1990年的799.25平方公里。从1990年到2020年，湖泊的数量和面积大幅增长，数量从66506个增加到120374个，面积增长了113.14%（1980年代为932.5平方公里，2020年为1703.56平方公里）。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary method for extracting thermokarst lakes based on satellite image interpretation, machine learning algorithms, or a combination of both?",
                "QuestionCn": "提取冻土湖泊的主要方法是基于卫星图像解译、机器学习算法，还是两者的结合？",
                "AnswerEn": "a combination of both",
                "AnswerCn": "结合两者。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Are datasets for thermokarst lake studies mainly derived from Landsat, Sentinel, or other remote sensing sources?",
                "QuestionCn": "热卡斯特湖研究的数据集主要来源于Landsat、Sentinel或其他遥感源吗？",
                "AnswerEn": "Landsat",
                "AnswerCn": "Landsat",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to identify and quantify changes in thermokarst lakes across the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原识别和量化冻土湖泊变化的数据收集方法有哪些？",
                "AnswerEn": "Visual interpretation, Modified Normalized Difference Water Index (NDWI)",
                "AnswerCn": "视觉解译，改进的归一化差异水体指数 (NDWI)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced in previous research regarding the dynamics of thermokarst lakes?",
                "QuestionCn": "在之前的研究中，关于热卡斯特湖泊的动态面临哪些挑战？",
                "AnswerEn": "insufficient understanding",
                "AnswerCn": "理解不足",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that combines machine interpretation with manual interpretation for mapping lake distributions in permafrost areas?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法结合了机器解读和人工解读，用于绘制永久冻土地区湖泊分布图？",
                "AnswerEn": "The data collection method involves using the NDWI water index method applied to Landsat data from the 1980s to 2018, combining machine interpretation with manual interpretation, followed by manual visual interpretation correction to map lake distributions in the Hoh Xil region.",
                "AnswerCn": "数据收集方法涉及使用NDWI水体指数方法，应用于1980年代至2018年的Landsat数据，结合机器解译与人工解译，随后进行人工视觉解译校正，以绘制霍尔西尔地区的湖泊分布图。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a methodological challenge encountered when studying thermokarst lake dynamics using remote sensing data?",
                "QuestionCn": "在使用遥感数据研究热卡斯特湖泊动态时遇到的一个方法论挑战是什么？",
                "AnswerEn": "A methodological challenge includes ensuring the accuracy of lake extraction, which was addressed by checking the lakes one by one after mechanical interpretation to confirm their distribution in permafrost areas and lack of direct connection with rivers.",
                "AnswerCn": "一个方法论挑战包括确保湖泊提取的准确性，这通过在机械解释后逐个检查湖泊来解决，以确认它们在永久冻土地区的分布以及与河流没有直接连接。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset used to analyze long-term changes in thermokarst lakes on the Qinghai–Tibet Plateau?",
                "QuestionCn": "您能否提供一个用于分析青藏高原上冻融湖长期变化的数据集的示例？",
                "AnswerEn": "An example of a dataset includes 138 × 40 Landsat images from the 1980s to 2020, registered to the Albers Conical Equal Area coordinate system, with elevation referenced to WGS 1984 data, used to study changes in thermokarst lakes on the Qinghai–Tibet Plateau.",
                "AnswerCn": "一个数据集的例子包括138 × 40的Landsat影像，从1980年代到2020年，注册到阿尔伯斯等面积坐标系统，海拔参考WGS 1984数据，用于研究青藏高原上热卡斯特湖泊的变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection method used for identifying thermokarst lakes in permafrost regions?",
                "QuestionCn": "用于识别永久冻土地区的热卡斯特湖泊的数据收集方法的特点是什么？",
                "AnswerEn": "Landsat imagery, Modified Normalized Difference Water Index (NDWI), mechanical interpretation, manual verification, Albers Conical Equal Area coordinate system, WGS 1984, permafrost datasets from national data centers",
                "AnswerCn": "Landsat影像，改进的归一化差异水体指数（NDWI），机械解释，人工验证，阿尔伯斯等面积圆锥投影坐标系，WGS 1984，来自国家数据中心的永久冻土数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What potential datasets could be utilized to enhance the understanding of thermokarst lake changes in permafrost regions?",
                "QuestionCn": "可以利用哪些潜在数据集来增强对永久冻土地区温克拉斯特湖变化的理解？",
                "AnswerEn": "long-term Landsat TM/ETM+/OLI images, elevation data from ASTER Global Digital Elevation Model (GDEM), climate datasets such as temperature and precipitation records from the National Tibetan Plateau Data Center",
                "AnswerCn": "长期Landsat TM/ETM+/OLI影像、来自ASTER全球数字高程模型（GDEM）的高程数据、来自国家青藏高原数据中心的气温和降水记录等气候数据。",
                "Level": "C6(Creating)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many thermokarst lakes were there in the Qinghai–Tibet Plateau in 2020?",
                "QuestionCn": "2020年青藏高原上有多少个热卡斯特湖？",
                "AnswerEn": "120,374",
                "AnswerCn": "120,374",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the term 'NDWI water index method' mean in the context of thermokarst lake data collection?",
                "QuestionCn": "“NDWI水指数方法”在热卡斯特湖数据收集的背景下是什么意思。",
                "AnswerEn": "The NDWI water index method refers to the use of the Normalized Difference Water Index, which is applied for extracting water bodies from Landsat data. It involves calculating the index to identify and map water features in satellite imagery, facilitating the detection and monitoring of thermokarst lakes.",
                "AnswerCn": "NDWI水指数方法是指使用归一化差异水指数（Normalized Difference Water Index），该方法用于从Landsat数据中提取水体。它涉及计算该指数以识别和绘制卫星影像中的水体特征，从而促进对热卡斯特湖泊的检测和监测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'object-based long-term lake detection' mean in studying thermokarst lakes?",
                "QuestionCn": "“基于对象的长期湖泊检测”在研究热卡斯特湖泊中意味着什么。",
                "AnswerEn": "Object-based long-term lake detection involves using satellite image interpretation techniques to identify and monitor lake changes over time. It focuses on recognizing lake objects within satellite images and tracking their evolution across multiple decades to understand the dynamics of thermokarst lakes on the Qinghai–Tibet Plateau.",
                "AnswerCn": "基于对象的长期湖泊检测涉及使用卫星图像解译技术识别和监测湖泊随时间的变化。它专注于在卫星图像中识别湖泊对象，并跟踪它们在多个十年中的演变，以了解青藏高原上热卡斯特湖泊的动态。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In what ways do datasets sourced from the National Cryosphere Desert Data Center for the 1980s differ from those provided by the National Tibetan Plateau Data Center for 2017 in terms of supporting thermokarst lake research?",
                "QuestionCn": "来自国家冰冻圈沙漠数据中心的1980年代数据集与2017年国家西藏高原数据中心提供的数据集在支持冻土湖研究方面有哪些不同之处？",
                "AnswerEn": "Datasets from the National Cryosphere Desert Data Center for the 1980s provide historical context for permafrost conditions, while those from the National Tibetan Plateau Data Center for 2017 offer updated permafrost data. The latter may feature improved accuracy and resolution, reflecting technological advancements and more recent environmental conditions, thus enhancing support for current thermokarst lake research.",
                "AnswerCn": "来自国家冰冻圈沙漠数据中心的1980年代数据集为永久冻土条件提供了历史背景，而来自国家青藏高原数据中心的2017年数据则提供了更新的永久冻土数据。后者可能具有更高的准确性和分辨率，反映了技术进步和更近期的环境条件，从而增强了对当前热卡斯特湖研究的支持。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the use of NDWI water index method contribute to improving the accuracy and reliability of dataset creation for thermokarst lake distribution in permafrost regions?",
                "QuestionCn": "NDWI水指数方法的使用如何有助于提高在永冻土地区热卡斯特湖分布数据集创建的准确性和可靠性？",
                "AnswerEn": "The NDWI water index method facilitates the extraction of water bodies from satellite images, which is crucial for accurately identifying thermokarst lakes. By combining this method with machine and manual interpretation, researchers can improve the accuracy and reliability of datasets, as demonstrated in the collection of data from the 1980s to 2018 using Landsat images.",
                "AnswerCn": "NDWI水体指数方法有助于从卫星图像中提取水体，这对于准确识别热卡斯特湖泊至关重要。通过将该方法与机器和人工解译相结合，研究人员可以提高数据集的准确性和可靠性，正如在使用Landsat图像收集1980年至2018年的数据中所示。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways might satellite image interpretation and object-based detection methods complement each other in understanding long-term changes in thermokarst lakes?",
                "QuestionCn": "卫星图像解译和基于对象的检测方法在理解温克拉斯湖长期变化方面可以通过以下方式相辅相成：",
                "AnswerEn": "Satellite image interpretation allows for the extraction of water areas over time, while object-based detection methods provide a framework for tracking individual lake changes. By using both approaches, researchers can gain a comprehensive view of lake dynamics and better quantify long-term changes in thermokarst lakes, as shown by the increase in lake area and number from the 1980s to 2020.",
                "AnswerCn": "卫星图像解译可以提取水域随时间的变化，而基于对象的检测方法提供了跟踪单个湖泊变化的框架。通过结合这两种方法，研究人员能够全面了解湖泊动态，并更好地量化热卡斯特湖泊的长期变化，正如从1980年代到2020年湖泊面积和数量的增加所示。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately interpreting thermokarst lake dynamics using satellite imagery?",
                "QuestionCn": "哪些因素导致使用卫星影像准确解读热卡斯特湖动态的挑战？",
                "AnswerEn": "The challenges in accurately interpreting thermokarst lake dynamics using satellite imagery arise from limitations in previous research on thermokarst lake dynamics and the need for precise visual interpretation methods, such as the Modified Normalized Difference Water Index, to extract accurate water area data.",
                "AnswerCn": "准确解读热卡斯特湖动态时，使用卫星影像面临的挑战源于之前对热卡斯特湖动态研究的局限性，以及需要精确的视觉解读方法，如改进的归一化水体指数，以提取准确的水域数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to combine machine interpretation with manual correction when developing a dataset of thermokarst lake distributions?",
                "QuestionCn": "在开发温克拉斯湖分布的数据集时，将机器解读与人工校正相结合是重要的原因是什么？",
                "AnswerEn": "It is important to combine machine interpretation with manual correction when developing a dataset of thermokarst lake distributions to ensure accuracy, as automatic methods may not always accurately capture the nuances of lake boundaries, necessitating post-processing manual visual interpretation corrections.",
                "AnswerCn": "在开发温克拉斯湖分布的数据集时，结合机器解读与人工修正是非常重要的，以确保准确性，因为自动方法可能无法准确捕捉湖泊边界的细微差别，因此需要后处理的人工视觉解读修正。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "If visual interpretation and the Modified Normalized Difference Water Index are used extensively for extracting water areas, what are the potential consequences on the accuracy and reliability of thermokarst lake datasets over time?",
                "QuestionCn": "如果广泛使用视觉解读和改进的归一化水体指数来提取水域，那么随着时间的推移，对冻土湖泊数据集的准确性和可靠性可能会产生什么潜在影响？",
                "AnswerEn": "The use of visual interpretation and the Modified Normalized Difference Water Index can lead to more accurate extraction of water areas, as they allow for precise identification and quantification of changes in thermokarst lakes over time. This approach helps in accurately understanding changes across the Qinghai–Tibet Plateau by ensuring that lakes are checked individually after mechanical interpretation, which improves reliability.",
                "AnswerCn": "视觉解读和改进的归一化水体指数（Modified Normalized Difference Water Index）的使用可以更准确地提取水域，因为它们能够精确识别和量化热卡斯特湖泊随时间的变化。这种方法有助于准确理解青藏高原的变化，通过确保在机械解读后对湖泊进行逐一检查，从而提高了可靠性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What might be the possible outcomes of integrating long-term climate datasets with Landsat images when studying thermokarst lake dynamics on the Qinghai–Tibet Plateau?",
                "QuestionCn": "将长期气候数据集与Landsat影像结合起来研究青藏高原的冻土湖动态可能产生的结果有哪些？",
                "AnswerEn": "Integrating long-term climate datasets with Landsat images can lead to a comprehensive understanding of the factors influencing thermokarst lake dynamics. It enables researchers to correlate changes in lake areas with climatic variables such as temperature and precipitation, offering insights into the impacts of climate change on permafrost degradation and lake expansion.",
                "AnswerCn": "将长期气候数据集与Landsat影像相结合，可以全面了解影响热卡斯特湖动态的因素。这使研究人员能够将湖泊面积的变化与气候变量（如温度和降水量）进行关联，从而深入了解气候变化对永冻土退化和湖泊扩展的影响。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to combine machine and manual interpretation methods when analyzing thermokarst lake distributions over several decades?",
                "QuestionCn": "在分析数十年来的冻土湖分布时，结合机器和人工解读方法的重要性是什么？",
                "AnswerEn": "Combining machine and manual interpretation ensures higher accuracy in detecting lake distributions, as machine interpretation can be cross-verified and corrected through visual inspection, thus addressing challenges of previous insufficient research on lake dynamics.",
                "AnswerCn": "结合机器和人工解读可以提高湖泊分布检测的准确性，因为机器解读可以通过视觉检查进行交叉验证和修正，从而解决以往对湖泊动态研究不足所带来的挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the rationale behind selecting a long-term dataset from the 1980s to 2020 for studying thermokarst lake changes?",
                "QuestionCn": "选择1980年至2020年的长期数据集来研究冻土湖泊变化的理由是什么？",
                "AnswerEn": "The use of a long-term dataset allows researchers to observe and quantify trends and changes in thermokarst lake areas over several decades, providing insights into the effects of climate change and permafrost degradation, as well as the implications for regional infrastructure and environmental stability.",
                "AnswerCn": "长期数据集的使用使研究人员能够观察和量化数十年来的冻土湖面积趋势和变化，从而提供对气候变化和冻土退化影响的洞察，以及对区域基础设施和环境稳定性的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodology is employed to ensure the accuracy of thermokarst lake extraction using Landsat data from the 1980s to 2020?",
                "QuestionCn": "为了确保使用1980年至2020年的Landsat数据提取热卡斯特湖的准确性，采用了什么方法论？",
                "AnswerEn": "To ensure the accuracy of lake extraction, a combination of visual interpretation and the Modified Normalized Difference Water Index (NDWI) is applied. Additionally, the lakes are checked one by one after mechanical interpretation to confirm their accuracy.",
                "AnswerCn": "为了确保湖泊提取的准确性，采用了视觉解译和改进的归一化水体指数（NDWI）的结合。此外，在机械解译后，逐个检查湖泊以确认其准确性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can Landsat images be utilized to detect long-term changes in thermokarst lakes across the Qinghai-Tibet Plateau?",
                "QuestionCn": "如何利用Landsat影像检测青藏高原地区的热卡斯特湖泊的长期变化？",
                "AnswerEn": "Landsat TM/ETM+/OLI images with 30 m spatial resolution, available from the 1980s onward, are used to reveal long-term changes in land cover. The images are registered to the Albers Conical Equal Area coordinate system, and elevation data from the ASTER Global Digital Elevation Model (GDEM) is integrated to assist in detecting changes in thermokarst lakes.",
                "AnswerCn": "Landsat TM/ETM+/OLI 图像具有 30 米的空间分辨率，自 1980 年代以来可用，用于揭示土地覆盖的长期变化。这些图像已注册到阿尔伯斯等面积坐标系统，并整合了 ASTER 全球数字高程模型 (GDEM) 的高程数据，以帮助检测热卡斯特湖泊的变化。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What procedural steps are taken to differentiate thermokarst lakes from other water bodies in permafrost regions?",
                "QuestionCn": "在永久冻土地区，区分热卡斯湖与其他水体的程序步骤包括以下几个方面：",
                "AnswerEn": "Thermokarst lakes are identified as lakes distributed in permafrost areas that are not directly connected with rivers. This differentiation involves visual interpretation and mechanical checking, ensuring that only those lakes meeting these criteria are included in the dataset.",
                "AnswerCn": "热融凹地湖泊被定义为分布在永冻土地区的湖泊，这些湖泊与河流没有直接连接。这一区分涉及视觉解读和机械检查，确保只有符合这些标准的湖泊被纳入数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enabled the use of satellite image interpretation for tracking changes in thermokarst lakes over decades?",
                "QuestionCn": "哪些技术进步使得通过卫星图像解读来跟踪多年间的冻土湖变化成为可能？",
                "AnswerEn": "The availability of Landsat TM/ETM+/OLI images with 30 m spatial resolution from the 1980s onward enabled long-term monitoring and change detection of thermokarst lakes. These technological advancements allowed researchers to apply visual interpretation and the Modified Normalized Difference Water Index to accurately track changes over time.",
                "AnswerCn": "自1980年代以来，Landsat TM/ETM+/OLI影像的30米空间分辨率的可用性使得对热卡斯特湖泊的长期监测和变化检测成为可能。这些技术进步使研究人员能够应用视觉解译和改进的归一化水体指数（MNDWI）来准确跟踪变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of multiple datasets, such as climate data and elevation models, enable a comprehensive analysis of thermokarst lake dynamics?",
                "QuestionCn": "多个数据集的整合，例如气候数据和高程模型，使得对冻土湖泊动态的综合分析成为可能。",
                "AnswerEn": "The integration of diverse datasets, including Landsat images, elevation data from the ASTER Global Digital Elevation Model, and long-term temperature and precipitation data from the National Tibetan Plateau Data Center, provides a multifaceted view of thermokarst lake dynamics. These datasets help to understand the environmental factors and changes impacting the lakes over time.",
                "AnswerCn": "多样化数据集的整合，包括Landsat影像、来自ASTER全球数字高程模型的高程数据，以及来自国家西藏高原数据中心的长期温度和降水数据，为热卡斯特湖泊动态提供了多方面的视角。这些数据集有助于理解影响湖泊随时间变化的环境因素和变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways did the combination of machine interpretation and manual visual checks enhance the accuracy of thermokarst lake identification in the data collection process?",
                "QuestionCn": "机器解读与人工视觉检查的结合在数据收集过程中如何提高了温克拉斯特湖识别的准确性？",
                "AnswerEn": "The combination of machine interpretation using the NDWI water index method with subsequent manual visual checks allowed for enhanced accuracy in identifying thermokarst lakes. This dual approach ensured that each lake was verified individually, minimizing errors and improving the reliability of the extracted data.",
                "AnswerCn": "结合使用NDWI水体指数方法的机器解读与随后的人工视觉检查，提高了识别热卡斯特湖泊的准确性。这种双重方法确保每个湖泊都经过单独验证，减少了错误，提高了提取数据的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the use of the Modified Normalized Difference Water Index (NDWI) be insufficient for accurately identifying thermokarst lakes in permafrost regions?",
                "QuestionCn": "使用改进的归一化水体指数（NDWI）可能不足以准确识别永久冻土地区的热融湖的原因是什么？",
                "AnswerEn": "Previous research on thermokarst lake dynamics was considered insufficient, indicating potential limitations of traditional methods like NDWI in capturing changes in thermokarst lakes, especially given the complexity and sensitivity of these lakes to climate change and permafrost degradation.",
                "AnswerCn": "之前关于热卡斯特湖动态的研究被认为不足，指出传统方法如NDWI在捕捉热卡斯特湖变化方面存在潜在局限性，特别是考虑到这些湖泊对气候变化和永冻土退化的复杂性和敏感性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges could arise in the manual verification process of lake identification after mechanical interpretation, and how might these affect expected outcomes?",
                "QuestionCn": "在机械解释后，湖泊识别的手动验证过程中可能会出现哪些挑战，这些挑战可能会如何影响预期结果？",
                "AnswerEn": "The manual verification of lakes after mechanical interpretation is crucial to ensure accuracy. However, inconsistencies or errors in manual interpretation could lead to discrepancies in expected lake distribution data, particularly in large datasets spanning multiple decades.",
                "AnswerCn": "湖泊的手动验证在机械解读之后至关重要，以确保准确性。然而，手动解读中的不一致或错误可能导致预期湖泊分布数据的差异，特别是在跨越多个十年的大型数据集中。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the anticipated impacts of using Landsat images with varying spatial resolutions over different decades on the consistency and reliability of long-term thermokarst lake monitoring?",
                "QuestionCn": "使用不同年代的Landsat影像，其空间分辨率变化对长期冻土湖监测的一致性和可靠性预期会产生什么影响？",
                "AnswerEn": "Landsat images from the 1980s to 2020 with a 30 m spatial resolution are used to reveal long-term changes, yet variations in image quality and resolution over decades could affect the consistency and reliability of monitoring thermokarst lake changes, possibly leading to challenges in tracking subtle changes or smaller lakes.",
                "AnswerCn": "从1980年代到2020年的Landsat影像，空间分辨率为30米，用于揭示长期变化。然而，几十年来影像质量和分辨率的变化可能会影响监测冻土湖变化的一致性和可靠性，可能导致跟踪细微变化或较小湖泊的挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of combining mechanical and visual interpretation techniques in the data collection process for thermokarst lakes?",
                "QuestionCn": "如何评估在热卡斯特湖的数据收集过程中结合机械和视觉解读技术的有效性？",
                "AnswerEn": "The combination of mechanical and visual interpretation techniques appears effective in ensuring accuracy, as it includes manual verification post-mechanical interpretation, which helps address potential errors from automated methods alone.",
                "AnswerCn": "机械和视觉解读技术的结合似乎在确保准确性方面有效，因为它包括在机械解读后进行手动验证，这有助于解决仅依赖自动化方法可能出现的错误。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don’t understand how a dataset on thermokarst lakes can be compiled over several decades using satellite imagery.",
                "QuestionCn": "我不明白如何通过卫星影像在几十年内编制关于热融湖的数据集。",
                "AnswerEn": "The dataset on thermokarst lakes is compiled using Landsat satellite imagery from the 1980s to 2018, employing the NDWI water index method combined with machine and manual interpretation. The dataset includes lake distribution data for different years and is manually corrected for accuracy.",
                "AnswerCn": "该数据集是利用1980年代至2018年的Landsat卫星影像编制的，采用NDWI水体指数方法结合机器和人工解读。数据集包括不同年份的湖泊分布数据，并经过人工校正以确保准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of why the evolution of thermokarst lakes could be an indicator of climate change.",
                "QuestionCn": "我无法理解为什么温克拉斯特湖的演变可以作为气候变化的指标。",
                "AnswerEn": "Thermokarst lakes are sensitive indicators of climate change and permafrost degradation. Their changes can reflect the impacts of global warming, especially in high-altitude regions like the Qinghai–Tibet Plateau, where permafrost degradation and glacier retreat are prominent.",
                "AnswerCn": "热卡斯特湖是气候变化和永冻土退化的敏感指示器。它们的变化可以反映全球变暖的影响，特别是在像青藏高原这样的高海拔地区，永冻土退化和冰川退缩尤为显著。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand what the challenges are in using satellite imagery for tracking changes in thermokarst lakes.",
                "QuestionCn": "我不明白使用卫星影像跟踪冻土湖变化面临的挑战是什么。",
                "AnswerEn": "Challenges in using satellite imagery for tracking thermokarst lakes include ensuring the accuracy of lake extraction and the need for manual verification of results after mechanical interpretation. Previous research on thermokarst lake dynamics has been insufficient, highlighting the need for precise methodologies.",
                "AnswerCn": "使用卫星影像跟踪温克拉斯特湖面临的挑战包括确保湖泊提取的准确性以及在机械解读后需要手动验证结果。之前对温克拉斯特湖动态的研究不足，突显了对精确方法的需求。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection methods used for capturing thermokarst lake area changes from the 1980s to 2020 in the Qinghai–Tibet Plateau.",
                "QuestionCn": "总结了1980年代至2020年青藏高原温克拉斯特湖面积变化的数据收集方法。",
                "AnswerEn": "The data collection methods involved using Landsat TM/ETM+/OLI images with 30 m spatial resolution to reveal long-term changes in land cover. Visual interpretation and the Modified Normalized Difference Water Index were applied to extract water areas. The study utilized 138 × 40 Landsat images registered to the Albers Conical Equal Area coordinate system, and elevation data referenced to WGS 1984. Permafrost data for the 1980s was sourced from the National Cryosphere Desert Data Center, while the 2017 dataset came from the National Tibetan Plateau Data Center.",
                "AnswerCn": "数据收集方法涉及使用具有30米空间分辨率的Landsat TM/ETM+/OLI影像，以揭示土地覆盖的长期变化。采用视觉解译和改进的归一化差异水体指数提取水域。研究利用了138 × 40的Landsat影像，并注册到阿尔伯斯等面积坐标系统，海拔数据参考WGS 1984。1980年代的永久冻土数据来源于国家冰冻圈与荒漠数据中心，而2017年的数据集来自国家青藏高原数据中心。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please analyze the challenges faced in previous research on thermokarst lake dynamics and how they were addressed in recent studies.",
                "QuestionCn": "请分析以往研究中面临的温克拉斯湖动态的挑战，以及近期研究中如何解决这些挑战。",
                "AnswerEn": "Previous research on thermokarst lake dynamics was considered insufficient. Recent studies addressed these challenges by applying visual interpretation and the Modified Normalized Difference Water Index to improve accuracy in extracting water areas. The studies involved manually checking each lake after mechanical interpretation to ensure accuracy and used long-term satellite data to quantify changes in thermokarst lakes more effectively.",
                "AnswerCn": "之前关于热卡斯特湖动态的研究被认为不足。最近的研究通过应用视觉解读和改进的归一化差异水指数（Modified Normalized Difference Water Index）来提高水域提取的准确性，解决了这些挑战。这些研究在机械解读后对每个湖泊进行了手动检查，以确保准确性，并使用长期卫星数据更有效地量化热卡斯特湖的变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore potential sources or strategies to expand or refine datasets related to thermokarst lakes in permafrost regions.",
                "QuestionCn": "请探索潜在的来源或策略，以扩展或细化与永久冻土地区的热卡斯特湖泊相关的数据集。",
                "AnswerEn": "Potential sources or strategies to expand or refine datasets related to thermokarst lakes could include acquiring additional satellite imagery with higher spatial and temporal resolution, integrating other remote sensing technologies like LiDAR or radar, and utilizing updated climate and hydrological data from national or international data centers. Collaboration with local research institutions to gather ground-truth data for validation and the incorporation of machine learning techniques for more automated and accurate data interpretation could also be beneficial.",
                "AnswerCn": "扩展或细化与热卡斯特湖泊相关的数据集的潜在来源或策略可以包括获取更高空间和时间分辨率的卫星影像，整合其他遥感技术如激光雷达或雷达，利用国家或国际数据中心的最新气候和水文数据。与当地研究机构合作收集地面真实数据以进行验证，以及采用机器学习技术以实现更自动化和准确的数据解读也可能是有益的。",
                "Level": "C6(Creating)"
            }
        ]
    }
}