{
    "id": "a270b330-f41c-4648-9c6f-6b108bd055e1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Mineral chemistry data of rare metal pegmatites from the Bailongshan, West Kunlun-Karakorum orogenic belt, China",
            "titleCn": "中国西昆仑-喀喇昆仑造山带白龙山稀有金属伟晶岩矿物化学数据",
            "description": "The data include the chemical composition data of muscovite and columbite-group minerals. The samples were collected from the rare metal pegmatites in the Bailongshan area of the West Kunlun-Karakorum orogenic belt. The data of major elements were obtained by EPMA, and the data of trace elements were obtained by laser ablation inductively coupled plasma mass spectrometer. All the above data were analyzed in Guangzhou Institute of geochemistry, Chinese Academy of Sciences. According to the data, two types of muscovite, primary and secondary, are identified, and it is confirmed that columbite-group minerals were formed in three stages from the magmatic-hydrothermal process. Melt metasomatism leads to the enrichment of Li and other elements in Muscovite, while fluid metasomatism leads to the loss of B and Rb in Muscovite.",
            "descriptionCn": "数据包括白云母和铌铁矿族矿物的化学成分数据。样品采集自西昆仑-喀喇昆仑造山带白龙山地区稀有金属伟晶岩。矿物主量元素数据通过电子探针分析获得，矿物微量元素数据通过激光剥蚀电感耦合等离子体质谱仪分析获得。上述数据均在中国科学院广州地球化学研究所分析完成。根据所获得的数据，识别出原生和次生两类白云母，确认铌铁矿族矿物形成于岩浆-热液过程中的三个阶段。熔体交代过程导致了白云母中Li等元素的富集，而流体交代则导致白云母中B和Rb等元素的流失。",
            "instructions": "The data is stored in Excel format. The file name is \"Muscovite\", which represents the geochemical data of muscovite, and the file name is \"columbite\", which represents the geochemical data of columbite-group minerals.",
            "instructionsCn": "数据以Excel格式存储。文件名称为“Muscovite”，代表白云母矿物地球化学数据，文件名称为“Columbite”，代表铌铁矿族矿物地球化学数据。",
            "east": 80.0,
            "west": 79.0,
            "south": 35.5,
            "north": 36.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 142985.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2020.105507",
            "dataFormat": null,
            "license": "Attribution 4.0 International (CC BY 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邢长明",
                "nameEn": "XING Changming",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Magmatic-hydrothermal processes recorded by muscovite andcolumbite-group minerals from the Bailongshan rare-element pegmatites in the West Kunlun-Karakorum orogenic belt, NW China",
                "referenceCn": null,
                "referenceEn": "Xing, C. M., Wang, C. Y., & Wang, H. (2020). Magmatic-hydrothermal processes recorded by muscovite andcolumbite-group minerals from the Bailongshan rare-element pegmatites in the West Kunlun-Karakorum orogenic belt, NW China. Lithos, 364, 105507."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            },
            {
                "nameCn": "电子探针",
                "nameEn": "electron microprobe"
            },
            {
                "nameCn": "矿床地球化学",
                "nameEn": "Ore deposit geochemistry"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "白龙山",
                "keywordEn": "Bailongshan"
            },
            {
                "keywordCn": "西昆仑",
                "keywordEn": "West Kunlun"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "三叠纪",
                "keywordEn": "Triassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used to analyze mineral chemistry in rare metal pegmatite samples from the western Kunlun-Karakorum orogenic belt?",
                "QuestionCn": "用于分析来自西昆仑-喀喇昆仑造山带的稀有金属伟晶岩样品矿物化学的数据收集方法的特点是什么？",
                "AnswerEn": "electron probe microanalysis, laser ablation inductively coupled plasma mass spectrometry",
                "AnswerCn": "电子探针显微分析，激光烧蚀电感耦合等离子体质谱法",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many primary and secondary muscovite samples were analyzed to determine the enrichment and depletion of elements such as Li, B, and Rb?",
                "QuestionCn": "分析了多少个原生和次生的云母样品，以确定锂、硼和铷等元素的富集和耗竭？",
                "AnswerEn": "The metadata does not specify the exact number of muscovite samples analyzed.",
                "AnswerCn": "元数据未指定分析的白云母样品的确切数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using electron probe microanalysis in determining the major elemental composition of minerals in geological research?",
                "QuestionCn": "在地质研究中，使用电子探针微分析法确定矿物的主要元素组成具有重要意义。",
                "AnswerEn": "Electron probe microanalysis is significant in geological research as it provides precise and accurate measurements of the major elemental composition of minerals, such as those found in the rare metal pegmatites of the Bailongshan area. This technique allows researchers to identify and characterize different mineral types, such as primary and secondary muscovite, which is essential for understanding the geological processes involved in their formation.",
                "AnswerCn": "电子探针微分析在地质研究中具有重要意义，因为它提供了对矿物（如在白龙山地区发现的稀有金属伟晶岩中的矿物）主要元素成分的精确和准确的测量。这种技术使研究人员能够识别和表征不同类型的矿物，如原生和次生的白云母，这对于理解其形成过程中的地质过程至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes variations in the elemental composition of minerals such as muscovite and columbite-group minerals during data collection in rare metal pegmatites?",
                "QuestionCn": "在稀有金属伟晶岩中，矿物如白云母和铌铁矿的元素组成变化的原因是什么？",
                "AnswerEn": "Variations in the elemental composition of minerals like muscovite and columbite-group minerals can be attributed to the magmatic-hydrothermal processes occurring in three stages. The primary and secondary types of muscovite identified are influenced by melt metasomatism, which enriches elements like Li, while fluid metasomatism results in the loss of elements such as B and Rb. These processes are analyzed through electron probe analysis for major elements and laser ablation inductively coupled plasma mass spectrometry for trace elements.",
                "AnswerCn": "矿物如白云母和铌铁矿的元素组成变化可以归因于三阶段的岩浆-热液过程。识别出的主要和次要类型的白云母受到熔体变质作用的影响，这种作用使锂等元素富集，而流体变质作用则导致硼和铷等元素的损失。这些过程通过电子探针分析主要元素和激光剥蚀电感耦合等离子体质谱法分析微量元素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data accuracy and mineral classification when using electronic probe analysis for major elements and laser ablation inductively coupled plasma mass spectrometry for trace elements in mineralogical studies?",
                "QuestionCn": "在矿物学研究中，使用电子探针分析主要元素和激光剥蚀电感耦合等离子体质谱法分析微量元素时，对数据准确性和矿物分类的潜在影响是什么？",
                "AnswerEn": "Using electronic probe analysis for major elements and laser ablation inductively coupled plasma mass spectrometry for trace elements can lead to high accuracy in determining the chemical compositions of minerals. This approach allows for the identification of primary and secondary muscovite and the confirmation of niobium-tantalum minerals forming in different magmatic-hydrothermal stages. The differential enrichment and depletion of elements like Li, B, and Rb in muscovite are also revealed, highlighting the effects of melt and fluid metasomatism processes.",
                "AnswerCn": "使用电子探针分析主要元素和激光剥蚀电感耦合等离子体质谱法分析微量元素，可以高精度地确定矿物的化学成分。这种方法可以识别原生和次生的白云母，并确认铌-钽矿物在不同的岩浆-热液阶段形成。白云母中锂、硼和铷等元素的差异富集和耗竭也得以揭示，突显了熔体和流体变质作用过程的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting chemical composition data of rare metal pegmatite minerals from the Bailongshan area in the West Kunlun-Karakoram orogenic belt?",
                "QuestionCn": "收集来自西昆仑-喀喇昆仑造山带的白龙山地区稀有金属伟晶岩矿物的化学成分数据的主要目标是什么？",
                "AnswerEn": "The primary objectives behind collecting this data are to identify the types of muscovite, recognizing both primary and secondary varieties, and to confirm the formation stages of columbite-group minerals during magmatic-hydrothermal processes. The data enables researchers to understand the enrichment of elements like Li in muscovite due to melt metasomatism and the depletion of elements like B and Rb due to fluid metasomatism.",
                "AnswerCn": "收集这些数据的主要目标是识别云母的类型，包括原生和次生品种，并确认铌铁矿类矿物在岩浆-热液过程中的形成阶段。这些数据使研究人员能够理解由于熔体变质作用导致的锂在云母中的富集，以及由于流体变质作用导致的硼和铷的耗竭。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental techniques and procedural steps are involved in distinguishing between primary and secondary muscovite in rare metal pegmatite mineral samples?",
                "QuestionCn": "在稀有金属伟晶岩矿样品中区分原生和次生白云母所涉及的仪器技术和程序步骤有哪些？",
                "AnswerEn": "To distinguish between primary and secondary muscovite in rare metal pegmatite mineral samples, the chemical composition data of muscovite is obtained. The main elements in the minerals are analyzed using an electron probe, while the trace elements are analyzed using laser ablation inductively coupled plasma mass spectrometry. These analyses were completed at the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences. The data reveals the differentiation between primary and secondary muscovite based on the elemental composition, where processes such as melt metasomatism lead to the enrichment of elements like Li in muscovite, and fluid metasomatism results in the loss of elements like B and Rb.",
                "AnswerCn": "为了区分稀有金属伟晶岩矿样品中的原生和次生白云母，获得了白云母的化学成分数据。主要元素通过电子探针分析，而微量元素则通过激光剥蚀电感耦合等离子体质谱法分析。这些分析是在中国科学院广州地球化学研究所完成的。数据揭示了基于元素组成的原生和次生白云母的区别，其中熔体交代作用导致白云母中锂等元素的富集，而流体交代作用则导致硼和铷等元素的损失。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}