{
    "id": "a2f80e00-ac68-42a7-8d00-49a66c3faf5e",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Greenland ice sheet extent product (2015-2020)",
            "titleCn": "格陵兰冰盖范围遥感产品（2015-2020）",
            "description": "The products of the Greenland ice sheet extent reflect the continuous dynamic change of the ice sheet, and are the data basis for studying the mass balance, ice sheet freeze-thaw, energy balance, and other studies of the Greenland ice sheet.\nThis data is the result of the National Key Research and Development Plan \"Global Energy Cycle and Water Cycle Key Parameters Stereoscopic Observation and Remote Sensing Inversion\",\"Remote Sensing Inversion Algorithm and Product Development of Key Parameters of Ice, Snow and Marine Salinity (2018YFA0605403)\". It displays the full-range ice sheet cover changes of  Greenland over a fine time scale, for the first time, revealing the seasonal changes of the Greenland ice sheet under global warming.  It displays the full-range ice sheet cover changes of Greenland over a fine time scale, for the first time, revealing the seasonal changes of the Greenland ice sheet under global warming. These datasets provide effective data support for a deeper understanding of the mechanisms of mass loss and rapid glacier and ice shelf calving in the Greenland ice sheet.",
            "descriptionCn": "格陵兰冰盖范围产品连续动态地反映了冰盖范围的变化，它是格陵兰冰盖物质平衡、冰盖冻融、能量平衡等研究的数据基础。本数据产品为国家重点研发项目“全球能量循环和水循环关键参数的立体观测与遥感反演”课题”冰雪关键参数与海洋盐度遥感反演算法和产品研制（2018YFA0605403）”项目成果，展示了格陵兰冰盖全域旬时间尺度的冰盖范围变化，揭示了全球变暖下格陵兰冰盖冰盖季节性变化特征。此数据可为深入理解格陵兰冰盖物质损耗机制和冰川快速崩解机制提供有效的数据支持，可为冰盖冻融、冰盖边缘冰间湖和固定冰产品的制作提供冰盖范围的有效基础数据。",
            "instructions": "Scope of the Greenland ice sheet of remote sensing products in Geotiff format stored data naming rules are as follows: the Greenland ice sheet products GIS_YYYYMMDD_10DAY_250M_VXX. Tif including GIS said the Greenland ice sheet, the YYYYMMDD said (date) (month) (year), 10 day time resolution for the ten-day (10 days), 250 m to m spatial resolution for the unit, said VXX version number.Method of data read: all the Geotiff file, the data set can use Matlab, ENVI, such as Arcgis software to open and read",
            "instructionsCn": "格陵兰冰盖范围遥感产品以Geotiff格式存储\n\n格陵兰冰盖产品的数据命名规则如下：\nGIS_YYYYMMDD_10DAY_250M_VXX.tif\n其中GIS表示格陵兰冰盖，YYYYMMDD表示年月日，10DAY表示时间分辨率为旬（10天），250M表示以米为单位的空间分辨率，VXX表示版本号。\n\n数据读取方式：该数据集中的所有Geotiff文件，可以使用Matlab，ENVI，Arcgis等软件打开和读取",
            "east": -5.0,
            "west": -75.0,
            "south": 55.0,
            "north": 85.0,
            "startTime": "2015-01-01 00:00:49",
            "endTime": "2020-12-31 00:00:49",
            "fileSize": 78810561.0,
            "cstr": null,
            "doi": "10.11856/Chinare.2023.03.0001",
            "dataFormat": null,
            "license": "6"
        },
        "authorList": [
            {
                "nameCn": "刘岩",
                "nameEn": "LIU Yan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "程晓",
                "nameEn": "CHENG Xiao",
                "unitEn": "",
                "unitCn": "中山大学"
            },
            {
                "nameCn": "贾鹏",
                "nameEn": "JIA Peng",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "翁志龙",
                "nameEn": "WENG Zhilong",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Efficient Location and Extraction of the Iceberg Calved Areas of the Antarctic Ice Shelves",
                "referenceCn": null,
                "referenceEn": "Qi, M., Liu, Y., Lin, Y., Hui, F., Li, T., & Cheng, X. (2020). Efficient Location and Extraction of the Iceberg Calved Areas of the Antarctic Ice Shelves. Remote Sensing 2020, 12, doi:10.3390/rs12162658."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "格陵兰",
                "keywordEn": "Greenland"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015-2020",
                "keywordEn": "2015-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "全球能量循环和水循环关键参数的立体观测与遥感反演",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Antarctic ice shelf system is an important area connecting the ice sheets and the ocean. Its stability is closely related to the Antarctic mass balance. Iceberg calving, the shedding of ice from glaciers or ice shelf frontal edges, is the main process contributing to the dynamic mass loss from the ice sheet to the ocean. Iceberg calving accounts for half of the net mass loss of the Antarctic ice shelves. Although iceberg calving plays an important role in the Antarctic ice shelf mass balance, the majority of the current ice sheet and ocean climate models do not represent the calving process in a physically realistic manner. Understanding this process is critical for accurately predicting the future impact of climate change on ice sheets. Currently, extensive and detailed iceberg calving observations are time-consuming and laborious. This is mainly because of the massive volume of high-resolution remotely sensed data and the lack of efficient extraction methods. This has led to a paucity of continuous monitoring of calving events at the continental scale."
            ],
            "research objective": [
                "Here, we propose a new and efficient method of separating the expansion and calving processes of ice shelves. One of the main objectives of the detailed monitoring of iceberg calving is to extract the location, shape, area, and mass of each single calving event."
            ],
            "challenges": [
                "The difficulties in the precise monitoring of iceberg calving lie with the coexistence of ice shelf advances and calving. The manual location of iceberg calving is time-consuming and painstaking, while achieving precise extraction has mostly relied on the surface textural characteristics of the ice shelves and the quality of the images. However, observing iceberg calving is much more complicated than monitoring changes in the coastline. This is because the expansion of the ice shelves coexists with the calving events, but the changes in the coastline can only reflect the overall advance or retreat of the coastline. This method requires repeated comparisons between the frontal edges in two temporal images to check whether calving has occurred, which is time-consuming and laborious. Moreover, the image matching method for high-precision monitoring is quite demanding in terms of the image’s quality and texture coherence before and after calving."
            ],
            "methods": [
                "We processed the Sentinel-1 EW L1 GRD products using the Sentinel Application Platform (SNAP), developed by Brockmann Consult, SkyWatch and C-S and released by the European Space Agency. After the calibration and terrain correction, we chose the Antarctica polar stereographic projections and resampled to a 75 m resolution. We automatically extracted and manually modified the coastline vector for August 2015 as the original coastline benchmark, using an updated version of the Canny edge detection algorithm. We converted the benchmark ice shelf polygon vertices into points and recorded their order. Then, the following operations were carried out for each point. First, we judged whether the point was on the grounding line or not. Next, based on the velocity of each coastline point, we identified its movement and new location. After joining the points to the line, a new coastline was derived, namely the simulated coastline. By comparing the simulated ice shelf polygon to its contemporaneous images and by correcting the frontal edge of the ice shelf, so that it fits into the actual coastline position, we can obtain the exact ice shelf polygon for the following year. By subtracting the corrected ice shelf polygons from the theoretical simulated polygons, we obtained calved-area polygons during that year."
            ],
            "dataset": [
                "The Sentinel-1 EW L1 ground range detected (GRD) products, which repeatedly covered the Antarctic coastline in August each year from 2015 to 2019, were used in our study. The MEaSUREs (Making Earth System Data Records for Use in Research Environments) grounding line dataset version 2, downloaded from the National Snow and Ice Data Center (NSDIC) website. We used the MEaSUREs Antarctica Ice Velocity Map Version 2 to obtain the spatial distribution of the ice velocity values."
            ],
            "findings": [
                "A total of 2032 annual Antarctic calving events were detected, with areas ranging from 0.05 km2 to 6141.0 km2, occurring on almost every Antarctic ice shelf. The positioning error of the simulated coastline is less than one pixel, and the determined minimum valid extraction area is 0.05 km2, when based on 75 m resolution images. Our method effectively avoids repetition and omission errors during the calved area extraction process."
            ],
            "backgroundCn": [
                "南极冰架系统是连接冰盖和海洋的重要区域，其稳定性与南极的质量平衡密切相关。冰山崩解，即冰川或冰架前缘的冰块脱落，是将冰盖动态质量损失到海洋的主要过程。冰山崩解占南极冰架净质量损失的一半。尽管冰山崩解在南极冰架质量平衡中发挥着重要作用，但目前大多数冰盖和海洋气候模型并未以物理上现实的方式表示崩解过程。理解这一过程对于准确预测气候变化对冰盖未来影响至关重要。目前，广泛而详细的冰山崩解观测工作耗时且繁琐。这主要是由于高分辨率遥感数据的庞大体量以及缺乏有效的提取方法。这导致了对大陆尺度上崩解事件的连续监测不足。"
            ],
            "research objectiveCn": [
                "在这里，我们提出了一种新的高效方法，用于分离冰架的扩展和崩解过程。详细监测冰山崩解的主要目标之一是提取每个单独崩解事件的位置、形状、面积和质量。"
            ],
            "challengesCn": [
                "冰山崩解的精确监测面临的困难在于冰架的推进与崩解事件的共存。手动定位冰山崩解既耗时又费力，而实现精确提取主要依赖于冰架的表面纹理特征和图像质量。然而，观察冰山崩解比监测海岸线变化要复杂得多。这是因为冰架的扩展与崩解事件共存，而海岸线的变化只能反映海岸线的整体前进或后退。这种方法需要在两个时间图像之间进行重复比较，以检查是否发生了崩解，这既耗时又繁琐。此外，高精度监测的图像匹配方法对图像的质量和崩解前后纹理的一致性要求相当高。"
            ],
            "methodsCn": [
                "我们使用欧洲航天局开发的Sentinel Application Platform (SNAP) 处理了Sentinel-1 EW L1 GRD产品，该平台由Brockmann Consult、SkyWatch和C-S共同开发。经过校准和地形校正后，我们选择了南极极地立体投影，并重采样至75米分辨率。我们自动提取并手动修改了2015年8月的海岸线矢量，作为原始海岸线基准，使用了更新版的Canny边缘检测算法。我们将基准冰架多边形的顶点转换为点并记录其顺序。然后，对每个点进行了以下操作。首先，我们判断该点是否位于接触线。接下来，根据每个海岸线点的速度，我们识别其运动及新位置。在将点连接成线后，得出了新的海岸线，即模拟海岸线。通过将模拟冰架多边形与其同时期图像进行比较，并修正冰架的前缘，使其符合实际海岸线位置，我们可以获得下一年的确切冰架多边形。通过将修正后的冰架多边形与理论模拟多边形相减，我们获得了该年度的冰架崩解面积多边形。"
            ],
            "datasetCn": [
                "我们在研究中使用了Sentinel-1 EW L1地面范围检测（GRD）产品，这些产品在2015年至2019年每年8月重复覆盖南极海岸线。我们从国家雪冰数据中心（NSDIC）网站下载了MEaSUREs（为研究环境制作地球系统数据记录）基础线数据集版本2。我们使用MEaSUREs南极冰流速图版本2来获取冰流速值的空间分布。"
            ],
            "findingsCn": [
                "总共检测到2032个年度南极冰架崩解事件，面积范围从0.05 km²到6141.0 km²，几乎发生在每个南极冰架上。模拟海岸线的定位误差小于一个像素，基于75米分辨率图像确定的最小有效提取面积为0.05 km²。我们的方法有效避免了在崩解面积提取过程中出现重复和遗漏错误。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the Canny edge detection algorithm used in the detection of iceberg calving events?",
                "QuestionCn": "Canny边缘检测算法是否用于冰山崩解事件的检测？",
                "AnswerEn": "error",
                "AnswerCn": "否",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which data processing platform is more suitable for analyzing Sentinel-1 products for ice shelf monitoring: SNAP, ENVI, or ERDAS Imagine?",
                "QuestionCn": "哪个数据处理平台更适合分析Sentinel-1产品以监测冰架：SNAP、ENVI还是ERDAS Imagine？",
                "AnswerEn": "SNAP",
                "AnswerCn": "SNAP",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which method is more effective for detecting changes in ice shelf polygons: Canny edge detection, manual extraction, or image matching?",
                "QuestionCn": "哪种方法在检测冰架多边形变化方面更有效：Canny边缘检测、手动提取还是图像匹配？",
                "AnswerEn": "Canny edge detection",
                "AnswerCn": "Canny边缘检测",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the primary data source for grounding line information in ice shelf studies: MEaSUREs dataset, CryoSat-2, or MODIS?",
                "QuestionCn": "冰架研究中冰架接触线信息的主要数据来源是什么：MEaSUREs 数据集、CryoSat-2 还是 MODIS？",
                "AnswerEn": "MEaSUREs dataset",
                "AnswerCn": "MEaSUREs 数据集",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the challenges in monitoring iceberg calving from ice shelves using remote sensing data?",
                "QuestionCn": "使用遥感数据监测冰架冰山崩解面临的挑战有哪些？",
                "AnswerEn": "ice shelf advances and calving, manual location of iceberg calving, surface textural characteristics, image quality and texture coherence",
                "AnswerCn": "冰架推进和崩解，冰山崩解的人工定位，表面纹理特征，图像质量和纹理一致性",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "When is the Sentinel-1 EW L1 ground range detected (GRD) products typically used for monitoring Antarctic coastlines?",
                "QuestionCn": "Sentinel-1 EW L1 地面范围检测 (GRD) 产品通常用于监测南极海岸线的时间是什么时候？",
                "AnswerEn": "August",
                "AnswerCn": "八月",
                "Level": "C2(Understanding)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for monitoring iceberg calving events in polar regions?",
                "QuestionCn": "您能否提供一个用于监测极地地区冰山崩解事件的数据收集方法的例子？",
                "AnswerEn": "One example of a data collection method used for monitoring iceberg calving events is the processing of Sentinel-1 EW L1 GRD products using the Sentinel Application Platform (SNAP), which involves calibration, terrain correction, and resampling to a specific resolution, followed by the extraction and modification of coastline vectors using an updated Canny edge detection algorithm.",
                "AnswerCn": "监测冰山崩解事件的一种数据收集方法是使用哨兵-1 EW L1 GRD产品，通过哨兵应用平台（SNAP）进行处理，包括校准、地形校正和重采样到特定分辨率，然后使用更新的Canny边缘检测算法提取和修改海岸线矢量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in the precise monitoring of iceberg calving, and how is it addressed?",
                "QuestionCn": "冰山崩解的精确监测面临的一个挑战是什么，以及如何解决这个问题？",
                "AnswerEn": "An example of a challenge in iceberg calving monitoring is the coexistence of ice shelf advances and calving, which complicates precise extraction. This challenge is addressed by comparing simulated ice shelf polygons with contemporaneous images and correcting the frontal edge to fit the actual coastline position, effectively minimizing repetition and omission errors.",
                "AnswerCn": "冰架崩解监测中的一个挑战是冰架的推进与崩解共存，这使得精确提取变得复杂。这个挑战通过将模拟的冰架多边形与同时期的图像进行比较，并修正前缘以适应实际海岸线位置来解决，从而有效地最小化重复和遗漏错误。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many annual Antarctic calving events were detected using a data collection method?",
                "QuestionCn": "使用数据收集方法检测到多少次年度南极冰川崩解事件？",
                "AnswerEn": "2032",
                "AnswerCn": "2032",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the resolution used in the data collection method for monitoring iceberg calving?",
                "QuestionCn": "用于监测冰山崩解的数据收集方法的分辨率是什么？",
                "AnswerEn": "75 m",
                "AnswerCn": "75 米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the process of iceberg calving and how does it impact the Antarctic ice shelf system?",
                "QuestionCn": "冰山崩解的过程是什么，以及它对南极冰架系统的影响是什么？",
                "AnswerEn": "Iceberg calving is the shedding of ice from glaciers or ice shelf frontal edges, and it is the main process contributing to the dynamic mass loss from the ice sheet to the ocean. It accounts for half of the net mass loss of the Antarctic ice shelves and plays an important role in the Antarctic ice shelf mass balance.",
                "AnswerCn": "冰山崩解是冰川或冰架前缘冰体脱落的过程，是冰盖向海洋动态质量损失的主要过程。它占南极冰架净质量损失的一半，并在南极冰架质量平衡中发挥着重要作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with precise monitoring of iceberg calving events?",
                "QuestionCn": "与冰山崩解事件的精确监测相关的挑战有哪些？",
                "AnswerEn": "The challenges include the coexistence of ice shelf advances and calving, which makes manual location time-consuming and painstaking. Precise extraction relies heavily on surface textural characteristics and image quality. The image matching method requires high precision in terms of texture coherence before and after calving, making it demanding and laborious.",
                "AnswerCn": "挑战包括冰架的推进和崩解共存，这使得手动定位耗时且费力。精确提取在很大程度上依赖于表面纹理特征和图像质量。图像匹配方法在崩解前后对纹理一致性要求很高，这使得该过程变得要求严格且繁琐。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection challenges associated with iceberg calving events compare to those of monitoring Greenland ice sheet extent changes?",
                "QuestionCn": "与监测格陵兰冰盖范围变化相比，冰山崩解事件相关的数据收集挑战有哪些不同？",
                "AnswerEn": "The challenges in monitoring iceberg calving include the coexistence of ice shelf advances and calving, requiring precise extraction based on surface textural characteristics and high image quality, which is time-consuming. Monitoring Greenland ice sheet extent changes involves capturing dynamic seasonal variations and requires effective data support for understanding ice mass loss and glacier disintegration mechanisms, which are also complex but focus more on continuous change detection over time.",
                "AnswerCn": "监测冰山崩解的挑战包括冰架前进和崩解的共存，需要基于表面纹理特征和高图像质量进行精确提取，这一过程耗时较长。监测格林兰冰盖范围变化涉及捕捉动态的季节性变化，并需要有效的数据支持，以理解冰质量损失和冰川解体机制，这些机制也很复杂，但更侧重于随时间的连续变化检测。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the challenges of monitoring iceberg calving events from the use of high-resolution remotely sensed data?",
                "QuestionCn": "从使用高分辨率遥感数据中可以推断出监测冰山崩解事件的挑战。",
                "AnswerEn": "The challenges of monitoring iceberg calving events can be inferred from the time-consuming and laborious nature of analyzing massive volumes of high-resolution remotely sensed data. Additionally, the precision required for image quality and texture coherence makes it difficult to efficiently extract calving events.",
                "AnswerCn": "监测冰山崩解事件的挑战可以从分析大量高分辨率遥感数据所需的耗时和繁琐的过程中推断出来。此外，对图像质量和纹理一致性所要求的精确度使得有效提取崩解事件变得困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What insights can be drawn about the importance of accurate coastline extraction in studying ice shelf changes?",
                "QuestionCn": "关于准确提取海岸线在研究冰架变化中的重要性，可以得出哪些见解？",
                "AnswerEn": "Accurate coastline extraction is crucial for studying ice shelf changes as it forms the basis for simulating coastlines and detecting calved-area polygons. This precision allows for effective monitoring of ice shelf dynamics and avoids errors in identifying calving events, contributing to a better understanding of ice shelf behavior.",
                "AnswerCn": "准确的海岸线提取对于研究冰架变化至关重要，因为它为模拟海岸线和检测冰架断裂区域多边形奠定了基础。这种精确性使得有效监测冰架动态成为可能，并避免在识别断裂事件时出现错误，从而有助于更好地理解冰架行为。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately monitoring iceberg calving events in polar regions?",
                "QuestionCn": "哪些因素导致在极地地区准确监测冰山崩解事件的挑战？",
                "AnswerEn": "The difficulties in precise monitoring of iceberg calving are primarily due to the coexistence of ice shelf advances and calving, the time-consuming nature of manual location methods, and the reliance on high-quality images with coherent textures for effective extraction.",
                "AnswerCn": "冰山崩解精确监测的困难主要源于冰架前进与崩解的共存、手动定位方法耗时较长，以及对高质量图像和一致纹理的依赖，以便有效提取信息。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to continuously monitor the calving process in relation to the mass balance of Antarctic ice shelves?",
                "QuestionCn": "持续监测南极冰架的分娩过程与质量平衡的重要性是什么？",
                "AnswerEn": "Continuous monitoring is critical because iceberg calving is a major process contributing to dynamic mass loss from ice sheets to the ocean. Accurate predictions of future climate change impacts on ice sheets require a detailed understanding of this process, yet current models often lack physical realism in representing calving.",
                "AnswerCn": "持续监测至关重要，因为冰山崩解是导致冰盖向海洋动态失去质量的主要过程。准确预测未来气候变化对冰盖的影响需要对这一过程有详细的理解，但目前的模型在表示崩解时往往缺乏物理现实性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the inefficiencies in existing methods for extracting data on iceberg calving events from high-resolution remotely sensed data?",
                "QuestionCn": "导致从高分辨率遥感数据中提取冰山崩解事件数据的现有方法效率低下的原因是什么？",
                "AnswerEn": "Existing methods are inefficient largely due to the massive volume of data, the laborious nature of manual monitoring, and the demanding requirements for image quality and texture coherence, which complicate the precise extraction of calving events.",
                "AnswerCn": "现有方法效率低下，主要是由于数据量庞大、人工监测工作繁琐，以及对图像质量和纹理一致性的严格要求，这使得精确提取冰川崩解事件变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the outcomes of utilizing a high-resolution remote sensing dataset for monitoring changes in the Greenland ice sheet extent over time?",
                "QuestionCn": "利用高分辨率遥感数据集监测格陵兰冰盖范围随时间变化的结果是什么？",
                "AnswerEn": "Utilizing high-resolution remote sensing datasets allows for continuous and dynamic observation of the Greenland ice sheet, providing valuable data for understanding its seasonal changes and contribution to global warming. This can support research into ice sheet mass balance, freeze-thaw cycles, and the development of products related to ice caps and ice lakes.",
                "AnswerCn": "利用高分辨率遥感数据集可以对格林兰冰盖进行持续和动态的观察，为理解其季节变化和对全球变暖的贡献提供了宝贵的数据。这可以支持对冰盖质量平衡、冻结-融化周期的研究，以及与冰盖和冰湖相关产品的开发。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the implications of using a combination of Sentinel-1 EW L1 GRD products and MEaSUREs datasets for ice velocity mapping and grounding line detection?",
                "QuestionCn": "使用Sentinel-1 EW L1 GRD产品和MEaSUREs数据集的组合进行冰流速映射和接触线检测的影响是什么？",
                "AnswerEn": "Using Sentinel-1 EW L1 GRD products alongside MEaSUREs datasets enables detailed and repeated coverage of ice velocity mapping and grounding line detection, leading to accurate monitoring of ice shelf dynamics and calving events. This combination enhances our understanding of spatial ice velocity distributions and grounding line shifts, which are crucial for predicting future impacts of climate change on ice sheets.",
                "AnswerCn": "使用Sentinel-1 EW L1 GRD产品与MEaSUREs数据集相结合，可以详细且重复地覆盖冰流速度映射和基线检测，从而准确监测冰架动态和崩解事件。这种组合增强了我们对空间冰流速度分布和基线变化的理解，这对于预测气候变化对冰盖的未来影响至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind developing remote sensing products that reflect the temporal changes in the Greenland ice sheet extent between 2015 and 2020?",
                "QuestionCn": "开发反映2015年至2020年间格林兰冰盖范围时间变化的遥感产品的主要目标是什么？",
                "AnswerEn": "The primary objective is to dynamically and continuously reflect the changes in the ice sheet extent, which serves as a crucial data foundation for studies on Greenland ice sheet mass balance, ice sheet freeze-thaw cycles, and energy balance. This aids in understanding the mechanisms of ice sheet mass loss and rapid glacier disintegration, providing effective data support for related research.",
                "AnswerCn": "主要目标是动态和持续地反映冰盖范围的变化，这为格林兰冰盖质量平衡、冰盖冻结-融化循环和能量平衡的研究提供了重要的数据基础。这有助于理解冰盖质量损失和快速冰川解体的机制，为相关研究提供有效的数据支持。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to propose a new method for separating expansion and calving processes in ice shelves?",
                "QuestionCn": "提出一种新的方法来分离冰架的扩展和崩裂过程是重要的，原因如下：",
                "AnswerEn": "It is important to propose a new method because the existing monitoring of iceberg calving is time-consuming, laborious, and lacks efficiency due to the massive volume of high-resolution remotely sensed data. A new method aims to precisely extract the location, shape, area, and mass of each calving event, which is critical for accurately predicting the future impact of climate change on ice sheets.",
                "AnswerCn": "提出一种新方法是重要的，因为现有的冰山崩解监测耗时、费力，并且由于高分辨率遥感数据的庞大体量，效率低下。新方法旨在精确提取每个崩解事件的位置、形状、面积和质量，这对于准确预测气候变化对冰盖的未来影响至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in the automatic extraction and manual modification of coastline vectors from remotely sensed data?",
                "QuestionCn": "从遥感数据中自动提取和手动修改海岸线矢量所涉及的程序有哪些？",
                "AnswerEn": "The procedures involve processing Sentinel-1 EW L1 GRD products using the Sentinel Application Platform (SNAP) for calibration and terrain correction. Antarctica polar stereographic projections are chosen, and the data is resampled to a 75 m resolution. Coastline vectors are automatically extracted and manually modified using an updated version of the Canny edge detection algorithm.",
                "AnswerCn": "这些程序涉及使用哨兵-1 EW L1 GRD 产品，通过哨兵应用平台（SNAP）进行校准和地形校正。选择南极极地立体投影，并将数据重采样至75米分辨率。海岸线矢量被自动提取，并使用更新版本的Canny边缘检测算法进行手动修改。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can one identify and correct the movement of coastline points based on their velocity for accurate simulation of ice shelf polygons?",
                "QuestionCn": "如何根据海岸线点的速度识别和修正其运动，以准确模拟冰架多边形？",
                "AnswerEn": "The identification process involves converting benchmark ice shelf polygon vertices into points, then judging whether each point is on the grounding line or not. Based on the velocity of each coastline point, its movement and new location are identified. By joining these points to form a line, a new simulated coastline is derived, which is then compared and corrected against contemporaneous images to fit the actual coastline position.",
                "AnswerCn": "识别过程涉及将基准冰架多边形的顶点转换为点，然后判断每个点是否位于接触线。根据每个海岸线点的速度，确定其移动和新位置。通过将这些点连接形成一条线，得出新的模拟海岸线，然后与同时期的图像进行比较和校正，以适应实际海岸线的位置。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the instrumental steps for obtaining calved-area polygons from theoretical simulated ice shelf polygons?",
                "QuestionCn": "从理论模拟的冰架多边形中获取冰川面积多边形的步骤是什么？",
                "AnswerEn": "The steps include deriving the exact ice shelf polygon for each year by correcting the simulated polygons to match the actual coastline position. By subtracting the corrected ice shelf polygons from the simulated ones, calved-area polygons are obtained, which effectively avoid repetition and omission errors during the extraction process.",
                "AnswerCn": "这些步骤包括通过修正模拟多边形以匹配实际海岸线位置，推导出每年的确切冰架多边形。通过将修正后的冰架多边形从模拟多边形中减去，可以获得冰块脱落区域多边形，这有效避免了提取过程中出现的重复和遗漏错误。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data processing techniques enable the accurate extraction of coastline changes in glacial regions?",
                "QuestionCn": "哪些数据处理技术能够准确提取冰川地区的海岸线变化？",
                "AnswerEn": "The use of the Sentinel Application Platform (SNAP) for processing Sentinel-1 EW L1 GRD products, along with calibration, terrain correction, and resampling to a 75 m resolution, enables the accurate extraction of coastline changes. Additionally, the application of an updated version of the Canny edge detection algorithm facilitates the precise identification and modification of coastline vectors.",
                "AnswerCn": "使用哨兵应用程序平台（SNAP）处理哨兵-1 EW L1 GRD 产品，并进行校准、地形校正和重采样至75米分辨率，可以准确提取海岸线变化。此外，应用更新版本的Canny边缘检测算法，有助于精确识别和修改海岸线矢量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the expected precision in monitoring iceberg calving events be challenging to achieve using traditional image matching methods?",
                "QuestionCn": "使用传统图像匹配方法监测冰山崩解事件时，预期的精度可能难以实现的原因是什么？",
                "AnswerEn": "The precise monitoring of iceberg calving is difficult due to the coexistence of ice shelf advances and calving. Traditional image matching methods are demanding in terms of the image's quality and texture coherence before and after calving, making it time-consuming and laborious to achieve high precision.",
                "AnswerCn": "冰山崩解的精确监测很困难，因为冰架的推进和崩解同时发生。传统的图像匹配方法对崩解前后图像的质量和纹理一致性要求较高，这使得实现高精度的过程既耗时又繁琐。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be expectations for automated data extraction methods to outperform manual methods in iceberg calving monitoring?",
                "QuestionCn": "为什么人们会期望自动化数据提取方法在冰山崩解监测中优于手动方法？",
                "AnswerEn": "Automated methods are expected to outperform manual methods because manual location of iceberg calving is time-consuming and painstaking. Automated methods, such as those using advanced algorithms, can potentially reduce the labor involved and improve the efficiency of extracting and monitoring calving events.",
                "AnswerCn": "自动化方法预计将优于手动方法，因为手动定位冰山崩解是耗时且费力的。自动化方法，例如使用先进算法的方法，可能会减少所需的劳动并提高提取和监测崩解事件的效率。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges and limitations of using high-resolution remotely sensed data for monitoring iceberg calving events, and how might these be addressed?",
                "QuestionCn": "使用高分辨率遥感数据监测冰山崩解事件的潜在挑战和局限性是什么？如何解决这些问题？",
                "AnswerEn": "The challenges of using high-resolution remotely sensed data for monitoring iceberg calving events include the massive volume of data and the lack of efficient extraction methods. Precise monitoring is complicated by the coexistence of ice shelf advances and calving, requiring repeated comparisons between temporal images. Addressing these challenges involves developing methods to automate and improve the accuracy of data extraction, such as using advanced algorithms like the updated Canny edge detection algorithm, and ensuring high-quality image textures and coherence.",
                "AnswerCn": "使用高分辨率遥感数据监测冰山崩解事件的挑战包括数据量庞大和缺乏有效的提取方法。由于冰架的推进和崩解现象共存，精确监测变得复杂，需要对时间图像进行重复比较。解决这些挑战的方法包括开发自动化和提高数据提取准确性的方法，例如使用更新的Canny边缘检测算法，并确保图像纹理和一致性高质量。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How effective do you consider the use of Sentinel-1 EW L1 GRD products in capturing the dynamic changes of ice shelf extents, and what improvements could be considered?",
                "QuestionCn": "您认为使用Sentinel-1 EW L1 GRD产品捕捉冰架范围动态变化的效果如何？可以考虑哪些改进？",
                "AnswerEn": "The use of Sentinel-1 EW L1 GRD products is considered effective in capturing dynamic changes of ice shelf extents, as evidenced by the successful detection of 2032 annual Antarctic calving events with a minimal positioning error. Improvements could include increasing the spatial resolution, enhancing image quality, and developing more sophisticated algorithms to further reduce errors and automate the extraction process.",
                "AnswerCn": "使用Sentinel-1 EW L1 GRD产品被认为在捕捉冰架范围的动态变化方面有效，成功检测到2032年年度南极冰架崩解事件，且定位误差极小。改进措施可以包括提高空间分辨率、增强图像质量，以及开发更复杂的算法以进一步减少错误并自动化提取过程。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how changes in the ice shelf and calving events can be precisely monitored given the coexistence of shelf advances and calving.",
                "QuestionCn": "我不明白冰架和崩解事件的变化是如何被精确监测的，因为冰架的推进和崩解事件是共存的。",
                "AnswerEn": "The monitoring involves processing Sentinel-1 EW L1 GRD products using the Sentinel Application Platform (SNAP) to extract coastline vectors and simulate coastlines. By comparing simulated polygons with contemporaneous images and correcting them, precise monitoring of calving events is achieved.",
                "AnswerCn": "监测涉及使用哨兵-1东向（EW）L1 GRD产品，通过哨兵应用平台（SNAP）处理数据，以提取海岸线矢量并模拟海岸线。通过将模拟多边形与同时期图像进行比较并进行修正，实现对冰川崩解事件的精确监测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges that arise in manually locating iceberg calving events and why it's considered time-consuming.",
                "QuestionCn": "我不确定手动定位冰山崩解事件所面临的挑战，以及为什么这被认为是耗时的。",
                "AnswerEn": "Manual location of iceberg calving is time-consuming because it requires repeated comparisons between temporal images to detect calving events, along with the high demand for image quality and texture coherence, which complicates the process.",
                "AnswerCn": "冰山崩解的手动定位耗时较长，因为这需要对时间序列图像进行反复比较以检测崩解事件，同时对图像质量和纹理一致性的高要求也使得这一过程更加复杂。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how datasets covering the Antarctic coastline contribute to understanding iceberg calving events.",
                "QuestionCn": "我无法理解涵盖南极海岸线的数据集如何有助于理解冰山崩解事件。",
                "AnswerEn": "Datasets like the Sentinel-1 EW L1 GRD products and MEaSUREs grounding line dataset provide repeated coverage and velocity data that help in extracting and analyzing calving events, allowing researchers to simulate and correct ice shelf polygons to accurately detect calving areas.",
                "AnswerCn": "像Sentinel-1 EW L1 GRD产品和MEaSUREs接触线数据集这样的数据集提供了重复覆盖和速度数据，有助于提取和分析冰架崩解事件，使研究人员能够模拟和修正冰架多边形，以准确检测崩解区域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the key data collection techniques used to monitor changes in the ice shelf and iceberg calving events.",
                "QuestionCn": "监测冰架变化和冰山崩解事件的关键数据收集技术包括：\n\n1. **遥感技术**：利用卫星图像和航空摄影监测冰架的变化，包括冰面高度、厚度和裂缝的形成。\n\n2. **地面观测**：通过在冰架上设置传感器和监测站，收集温度、风速和冰流速等数据。\n\n3. **海洋观测**：使用海洋浮标和声纳技术监测冰架下方的海洋温度和盐度变化，以评估海洋对冰架的影响。\n\n4. **无人机**：部署无人机进行高分辨率成像，捕捉冰架和冰山的详细变化。\n\n5. **数值模型**：结合观测数据和计算机模拟，预测冰架的未来变化和崩解事件。\n\n6. **地震监测**：利用地震仪监测冰架的运动和崩解过程，提供实时数据。\n\n这些技术的结合使科学家能够全面了解冰架的动态变化及其对气候变化的响应。",
                "AnswerEn": "The key data collection techniques involve processing Sentinel-1 EW L1 GRD products using the Sentinel Application Platform (SNAP) for image calibration and terrain correction. The Antarctica polar stereographic projections are used, resampled to a 75 m resolution. An updated version of the Canny edge detection algorithm is used to extract and modify coastline vectors. The method involves converting ice shelf polygon vertices into points, determining their movement, and comparing simulated coastlines with contemporaneous images to correct frontal edges.",
                "AnswerCn": "关键的数据收集技术涉及使用哨兵-1 EW L1 GRD 产品，通过哨兵应用平台（SNAP）进行图像校准和地形校正。采用南极极地立体投影，重采样至75米分辨率。使用更新版本的Canny边缘检测算法提取和修改海岸线矢量。该方法包括将冰架多边形顶点转换为点，确定它们的移动，并将模拟海岸线与同时期图像进行比较，以校正前缘。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please identify the main challenges involved in the precise monitoring of iceberg calving events and suggest potential solutions.",
                "QuestionCn": "请识别精确监测冰山崩解事件的主要挑战，并提出潜在解决方案。",
                "AnswerEn": "The main challenges include the coexistence of ice shelf advances and calving, which makes manual location of calving events time-consuming. High precision monitoring demands high-quality images and texture coherence. Potential solutions include developing automated extraction methods, improving image processing algorithms, and enhancing image quality through advanced remote sensing techniques.",
                "AnswerCn": "主要挑战包括冰架的推进与崩解事件的共存，这使得手动定位崩解事件变得耗时。高精度监测需要高质量的图像和纹理一致性。潜在的解决方案包括开发自动提取方法、改进图像处理算法，以及通过先进的遥感技术提高图像质量。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please outline potential datasets that could complement the current data used for tracking ice shelf dynamics and suggest methods for integrating them.",
                "QuestionCn": "请概述潜在的数据集，这些数据集可以补充当前用于跟踪冰架动态的数据，并建议整合它们的方法。",
                "AnswerEn": "Potential datasets that could complement the current data include additional high-resolution satellite imagery, climate models predicting glacier movements, and historical data on ice shelf changes. Methods for integrating them could involve employing data fusion techniques, machine learning algorithms for pattern recognition, and developing a comprehensive database that combines various sources of remote sensing data.",
                "AnswerCn": "潜在的数据集可以补充当前数据，包括额外的高分辨率卫星图像、预测冰川运动的气候模型以及冰架变化的历史数据。整合这些数据的方法可以包括采用数据融合技术、机器学习算法进行模式识别，以及开发一个综合数据库，结合各种遥感数据源。",
                "Level": "C6(Creating)"
            }
        ]
    }
}