{
  "id": "a319ca66-f8ff-4734-8565-474bfb30ca86",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "High-temporal-resolution water level and storage change data sets for lakes on the Tibetan Plateau during 2000-2017",
      "titleCn": "青藏高原高时间分辨率湖泊水位及水量变化数据集（2000-2017年）",
      "description": "The Tibetan Plateau, featuring the most extensive lake distribution in China, has seen rapid expansion of most its lakes. These lakes are important nodes for regional water and energy cycles, and highly sensitive to climate change. It is therefore imperative to unravel lake water storage changes under climate variation and change to improve the understanding of mechanisms of the interactions between regional hydrology and climate and their changes.  This developed data set provides water level, hypsometric curves, and lake storage changes for 52 large lakes across the TP from 2000 to 2017, comprising traditional altimetry water levels and a unique source of information termed as the optical water levels derived from tremendous amounts of Landsat archives using Google Earth Engine. Field experiments agree with the theoritical analysis that the uncertainty of optical water level is 0.1 - 0.2 m, comparable with that of altimetry water level. The uncertainty of altimetry water level is represented by the standard deviation of water levels obtained from effective footprints of the same cycle, which is included in the dataset. This dataset is applicable in water resource and security management, lake basin hydrological analysis, water balance analysis and the like. For instance, it has great potential in monitoring lake overflow flood.",
      "descriptionCn": "青藏高原湖泊广布，近年来呈现普遍扩张的趋势。掌握这些湖泊的水位及水量变化信息对认识区域水文-气候交互机制及其演变规律意义重大。本数据集包含青藏高原52个大、中型湖泊2000 - 2017年的水位、水量变化，面积-水位关系曲线等信息，多数湖泊的水位及水量变化时间分辨率在月尺度或旬尺度。本数据基于多源测高卫星数据和Landsat光学影像制作，将光学影像观测到的湖泊岸线变动转化为水位信息(简称光学水位)，并且借助光学水位移除了多源测高水位之间系统偏差。野外实验和理论分析的结果一致表明光学水位的精度在0.1 - 0.2 m，与测高水位精度相当，测高水位的不确定性用同一周期内有效水面足迹点高程的标准差表示，已经包含在数据集中。本数据集可以应用于水资源和水安全管理，湖泊流域水文分析，水量平衡分析等，尤其在湖泊溢流洪水监测方面有较大的潜力。",
      "instructions": "This data set contains 52 time series of lake water level and lake storage change (52 text files), and one text file that stores hypsometric curves of all lakes. The format of the time series file name is \"XXXX_Lake_water_ level_storage_changes\", where XXXX represents the English name of the lake. It can be opened in Notepad. Besides the header file information, each time series file contains five columns of data, including data acquisition date, water level, water level uncertainty, lake storage change and data source. The header file contains the latitude and longitude of the lake and a detailed description of each column of data.",
      "instructionsCn": "本数据集分为52个湖泊水位、水量变化的时间序列(52个文本文件)，以及一个存储了所有湖泊的面积-水位关系曲线的文本文件。时间序列文件名格式为“XXXX_Lake_water_level_storage_changes”，XXXX表示湖泊英文名。可以用记事本打开。每个时间序列文件中除头文件信息外，包含5列数据，分别为数据获取日期、水位、水位不确定性、水量变化、数据源。头文件中包含湖泊的经纬度以及对各列数据的详细描述。",
      "east": 100.26,
      "west": 79.18,
      "south": 28.57,
      "north": 38.29,
      "startTime": "2000-02-19 00:00:00",
      "endTime": "2018-01-19 00:00:00",
      "fileSize": 233872.0,
      "cstr": null,
      "doi": "10.1594/PANGAEA.898411",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李兴东",
        "nameEn": "LI Xingdong",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      },
      {
        "nameCn": "龙笛",
        "nameEn": "LONG Di",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      },
      {
        "nameCn": "黄琦",
        "nameEn": "HUANG Qi",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      },
      {
        "nameCn": "韩鹏飞",
        "nameEn": "HAN Pengfei",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      },
      {
        "nameCn": "赵凡玉",
        "nameEn": "ZHAO Fanyu",
        "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
        "unitCn": "清华大学水利系"
      },
      {
        "nameCn": "荣田佳秀",
        "nameEn": "WADA Yoshihide",
        "unitEn": "International Institute for Applied Systems Analysis",
        "unitCn": "国际应用系统分析研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "High-temporal-resolution water level and storage change data sets for lakes on the Tibetan Plateau during 2000–2017 using multiple altimetric missions and Landsat-derived lake shoreline positions",
        "referenceCn": null,
        "referenceEn": "Li, X., Long, D., Huang, Q., Han, P., Zhao, F., and Wada, Y. (2019). High-temporal-resolution water level and storage change data sets for lakes on the Tibetan Plateau during 2000–2017 using multiple altimetric missions and Landsat-derived lake shoreline positions. Earth Syst. Sci. Data, 11, 1603–1627, https://doi.org/10.5194/essd-11-1603-2019."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "地表水总量",
        "nameEn": "Total surface water"
      },
      {
        "nameCn": "水位",
        "nameEn": "Stage height"
      },
      {
        "nameCn": "湖泊",
        "nameEn": "Lakes"
      },
      {
        "nameCn": "面积",
        "nameEn": "Area"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2017",
        "keywordEn": "2000-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "西南河流源区关键水文气象变量的多源遥感观测与数据集成",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "水资源立体监测协同机理与国家水资源立体监测体系研究",
        "titleEn": "National Key Research and Development Program of China"
      },
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The Tibetan Plateau (TP), known as Asia’s water tower, is quite sensitive to climate change, which is reflected by changes in hydrologic state variables such as lake water storage. The Tibetan Plateau (TP), providing vital water resources for more than a billion population in Asia, is a sensitive region undergoing rapid climate change. There are more than 1200 alpine lakes larger than 1 km² on the TP, where glaciers and permafrost are also widely distributed. Lake storage changes that play an important role in the regional water balance can be derived from changes in lake water level and area. Lake water levels and areas are mostly derived from satellite remote sensing due to the scarcity of in situ data across the TP, where the harsh environment and complex terrain make in situ measurements difficult to perform and costly. Lake water levels can be monitored using satellite altimeters initially designed for sea surface topography or ice sheet/sea ice freeboard height measurements. Changes in lake area can be captured by optical or synthetic aperture radar (SAR) images from medium- or high-spatial-resolution remote sensing data, such as Landsat and Sentinel series. Automatic water extraction methods based on the water index and auto-thresholding are more efficient in dealing with a mass of remote sensing images."
      ],
      "research objective": [
        "The overall objective of this study was to examine multi-year and short-term changes in water level and storage across 52 lakes with surface areas larger than 150 km² on the TP by merging multisource altimetry and optical remote sensing images to generate more coherent high-temporal-resolution lake water level and storage change data sets ranging from weekly to monthly timescales during 2000–2017 and the hypsometric curve (i.e., the lake-area–water-level relationship) for each lake."
      ],
      "challenges": [
        "Given the extremely limited ground observations on the TP due to the harsh environment and complex terrain, we exploited multiple altimetric missions and Landsat satellite data. Acquisition and preprocessing of such a large amount of historical data (∼10 TB) covering TP lakes are still intractable for researchers with limited computational resources."
      ],
      "methods": [
        "First, water levels from various satellite altimeters for each lake as well as lake shoreline positions and lake areas from optical remote sensing images (i.e., Landsat) were derived. Second, systematic biases between different altimetry data were removed by either comparing the mean water levels during the overlap period or comparing the two water level time series with lake shoreline positions, depending on the length of the overlap period. Third, with information on lake water levels and areas derived from altimetry data and optical remote sensing images, the hypsometric curve that describes the relationship between the lake water level and storage changes can be derived. Fourth, the integral of the hypsometric curve was performed to convert lake water levels into storage changes."
      ],
      "dataset": [
        "The data sets are available online at https://doi.org/10.1594/PANGAEA.898411 (Li et al., 2019). In this study, more than 20,000 Landsat images were processed online using GEE to extract lake water bodies based on the water index and Otsu algorithm."
      ],
      "findings": [],
      "backgroundCn": [
        "青藏高原（TP）被称为亚洲的水塔，对气候变化非常敏感，这体现在湖泊水储量等水文状态变量的变化上。青藏高原为超过十亿人口提供重要的水资源，是一个正在经历快速气候变化的敏感区域。青藏高原上有超过1200个面积大于1平方公里的高山湖泊，冰川和永久冻土也广泛分布。湖泊储量的变化在区域水量平衡中起着重要作用，这些变化可以通过湖泊水位和面积的变化来推导。湖泊水位和面积主要通过卫星遥感获取，因为在青藏高原上，现场数据稀缺，恶劣的环境和复杂的地形使得现场测量难以进行且成本高昂。湖泊水位可以使用最初设计用于海面地形或冰盖/海冰浮力高度测量的卫星高度计进行监测。湖泊面积的变化可以通过中高分辨率遥感数据（如Landsat和Sentinel系列）的光学或合成孔径雷达（SAR）图像捕捉。基于水指数和自动阈值的自动水体提取方法在处理大量遥感图像时更为高效。"
      ],
      "research objectiveCn": [
        "本研究的总体目标是通过合并多源高度计和光学遥感影像，考察在2000年至2017年期间，52个面积超过150平方公里的湖泊的水位和储水量的多年和短期变化，以生成更一致的高时间分辨率湖泊水位和储水量变化数据集，时间尺度从每周到每月，并为每个湖泊绘制高程曲线（即湖泊面积与水位的关系）。"
      ],
      "challengesCn": [
        "由于高原地区恶劣的环境和复杂的地形，地面观测极为有限，我们利用了多种测高任务和Landsat卫星数据。获取和预处理如此大量的历史数据（约10 TB）覆盖高原湖泊，对于计算资源有限的研究人员来说仍然是不可行的。"
      ],
      "methodsCn": [
        "首先，从各种卫星高度计获取每个湖泊的水位数据，以及通过光学遥感影像（即Landsat）获取的湖岸线位置和湖泊面积。其次，通过比较重叠期间的平均水位或根据重叠期间的长度比较两个水位时间序列与湖岸线位置，消除不同高度计数据之间的系统偏差。第三，利用从高度计数据和光学遥感影像中获得的湖泊水位和面积信息，可以推导出描述湖泊水位与储水变化关系的高程曲线。第四，对高程曲线进行积分，以将湖泊水位转换为储水变化。"
      ],
      "datasetCn": [
        "数据集可以在 https://doi.org/10.1594/PANGAEA.898411 在线获取（Li et al., 2019）。在这项研究中，使用 GEE 在线处理了超过 20,000 张 Landsat 图像，以基于水体指数和 Otsu 算法提取湖泊水体。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are satellite altimeters used for measuring lake water levels on the Tibetan Plateau due to the scarcity of in situ data?",
        "QuestionCn": "由于现场数据的稀缺，卫星高度计是否用于测量青藏高原湖泊水位？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are more than 20,000 Landsat images used to derive lake areas through online processing methods like GEE?",
        "QuestionCn": "是否通过像GEE这样的在线处理方法使用超过20,000张Landsat图像来推导湖泊面积？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary method for monitoring lake water levels on the Tibetan Plateau satellite altimetry, optical remote sensing, or in situ measurements?",
        "QuestionCn": "监测青藏高原湖泊水位的主要方法是卫星测高、光学遥感还是现场测量？",
        "AnswerEn": "satellite altimetry",
        "AnswerCn": "卫星测高技术",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Are systematic biases between different altimetry data sets typically resolved by comparing mean water levels during overlap periods, lake shoreline positions, or both?",
        "QuestionCn": "不同测高数据集之间的系统性偏差通常通过比较重叠时期的平均水位、湖岸线位置或两者来解决吗？",
        "AnswerEn": "both",
        "AnswerCn": "两者",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Do data collection methods for lake water storage changes on the Tibetan Plateau rely more on medium- or high-spatial-resolution remote sensing data, such as Landsat, Sentinel, or both?",
        "QuestionCn": "关于青藏高原湖泊水储量变化的数据收集方法，更多依赖于中分辨率还是高分辨率的遥感数据，例如Landsat、Sentinel，还是两者都有？",
        "AnswerEn": "both",
        "AnswerCn": "两者",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main challenges faced in collecting high-resolution lake water level data on the Tibetan Plateau?",
        "QuestionCn": "在收集高分辨率湖泊水位数据时，青藏高原面临的主要挑战有哪些？",
        "AnswerEn": "limited ground observations",
        "AnswerCn": "有限的地面观测",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where can datasets related to lake water level and storage changes on the Tibetan Plateau be accessed?",
        "QuestionCn": "有关青藏高原湖泊水位和储水变化的相关数据集可以在哪里访问？",
        "AnswerEn": "https://doi.org/10.1594/PANGAEA.898411",
        "AnswerCn": "https://doi.org/10.1594/PANGAEA.898411",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What methods are used to derive lake water levels and areas from satellite data?",
        "QuestionCn": "从卫星数据中推导湖泊水位和面积的方法有哪些？",
        "AnswerEn": "Satellite altimeters, optical remote sensing images",
        "AnswerCn": "卫星高度计，光学遥感图像",
        "Level": "C2(Understanding)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that effectively addresses the challenge of limited ground observations on the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个有效应对青藏高原有限地面观测挑战的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method is the use of satellite altimeters and Landsat optical remote sensing images. This approach allows for the monitoring of lake water levels and areas despite the scarcity of in situ data due to the harsh environment and complex terrain of the Tibetan Plateau.",
        "AnswerCn": "数据收集方法的一个例子是使用卫星高度计和Landsat光学遥感图像。这种方法可以监测湖泊水位和面积，尽管由于青藏高原恶劣的环境和复杂的地形，现场数据稀缺。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in processing large datasets for hydrological analysis in regions like the Tibetan Plateau?",
        "QuestionCn": "在像青藏 Plateau 这样的地区进行水文分析时，处理大数据集面临的一个挑战是什么？",
        "AnswerEn": "A challenge is the acquisition and preprocessing of a large amount of historical data, approximately 10 TB, covering Tibetan Plateau lakes. This is particularly intractable for researchers with limited computational resources.",
        "AnswerCn": "一个挑战是获取和预处理大量历史数据，约10 TB，涵盖青藏高原湖泊。这对于计算资源有限的研究人员来说尤其棘手。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that illustrates the integration of multisource data for monitoring lake water level and storage changes?",
        "QuestionCn": "您能否提供一个示例数据集，说明如何整合多源数据以监测湖泊水位和储存变化？",
        "AnswerEn": "An example of such a dataset includes high-temporal-resolution lake water level and storage change data sets generated by merging multisource altimetry and optical remote sensing images, covering the period from 2000 to 2017.",
        "AnswerCn": "这样的数据集的一个例子包括通过合并多源高程测量和光学遥感图像生成的高时间分辨率湖泊水位和储水变化数据集，覆盖2000年至2017年期间。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features of satellite altimetry data used for monitoring lake water levels on the Tibetan Plateau?",
        "QuestionCn": "卫星测高数据用于监测青藏高原湖泊水位的具体特征是什么？",
        "AnswerEn": "sea surface topography, ice sheet/sea ice freeboard height measurements",
        "AnswerCn": "海面地形，冰盖/海冰自由高度测量",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the characteristics of the hypsometric curve in relation to lake water levels and storage changes?",
        "QuestionCn": "与湖泊水位和储水变化相关的高程曲线的特征是什么？",
        "AnswerEn": "relationship between lake water level and storage changes, derived from altimetry data and optical remote sensing images, integral used to convert lake water levels into storage changes",
        "AnswerCn": "湖泊水位与储水变化之间的关系，基于测高数据和光学遥感图像，使用积分将湖泊水位转换为储水变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges arise from using historical satellite data for lake monitoring in the Tibetan Plateau, and how are they addressed?",
        "QuestionCn": "使用历史卫星数据进行青藏高原湖泊监测面临哪些挑战，以及如何应对这些挑战？",
        "AnswerEn": "acquisition and preprocessing of a large amount of historical data, removing systematic biases between different altimetry data",
        "AnswerCn": "获取和预处理大量历史数据，消除不同测高数据之间的系统偏差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the temporal resolution of the lake water level and storage change data?",
        "QuestionCn": "湖水位和储水变化数据的时间分辨率是多少？",
        "AnswerEn": "weekly-monthly timescales",
        "AnswerCn": "每周-每月时间尺度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many lakes with surface areas larger than 150 km² were examined for water level and storage changes?",
        "QuestionCn": "有多少个表面积大于150平方公里的湖泊被检查了水位和储水变化？",
        "AnswerEn": "52",
        "AnswerCn": "52",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many Landsat images were processed to extract lake water bodies?",
        "QuestionCn": "处理了多少幅Landsat影像以提取湖泊水体？",
        "AnswerEn": "20,000",
        "AnswerCn": "2万",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'hypsometric curve' mean in the context of lake water level and storage change studies on the Tibetan Plateau?",
        "QuestionCn": "在研究青藏高原湖泊水位和储水变化时，“高程曲线”是什么意思？",
        "AnswerEn": "In the context of lake water level and storage change studies on the Tibetan Plateau, a 'hypsometric curve' describes the relationship between the lake water level and storage changes. It is derived from information on lake water levels and areas obtained from altimetry data and optical remote sensing images.",
        "AnswerCn": "在关于青藏高原湖泊水位和储水变化研究的背景下，“高程曲线”描述了湖泊水位与储水变化之间的关系。它是通过从高程测量数据和光学遥感影像中获得的湖泊水位和面积信息得出的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'optical water level' in satellite-derived lake water level measurements?",
        "QuestionCn": "在卫星衍生的湖泊水位测量中，“光学水位”是什么意思？",
        "AnswerEn": "'Optical water level' refers to water level information derived by converting the observed changes in lake shorelines from optical satellite images, like Landsat, into water level data. This approach is used to remove systematic biases between different altimetry datasets.",
        "AnswerCn": "“光学水位”是指通过将光学卫星图像（如Landsat）中观察到的湖岸线变化转换为水位数据而获得的水位信息。这种方法用于消除不同高程测量数据集之间的系统性偏差。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How are 'automatic water extraction methods' utilized in processing remote sensing images for lake studies?",
        "QuestionCn": "“自动水体提取方法”在湖泊研究的遥感图像处理中的应用是怎样的？",
        "AnswerEn": "In lake studies, 'automatic water extraction methods' are used to efficiently handle large volumes of remote sensing images by identifying water bodies. These methods often involve using water indices and algorithms, such as the Otsu algorithm, to process images from sources like the Landsat series on platforms like Google Earth Engine (GEE).",
        "AnswerCn": "在湖泊研究中，“自动水体提取方法”用于高效处理大量遥感图像，通过识别水体。这些方法通常涉及使用水体指数和算法，例如Otsu算法，以处理来自Landsat系列的图像，平台如Google Earth Engine (GEE)。",
        "Level": "C3(Applying)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the challenges associated with using multi-source altimetry and Landsat satellite data compared to in situ measurements for lake monitoring on the Tibetan Plateau?",
        "QuestionCn": "使用多源测高和Landsat卫星数据与现场测量相比，在监测青藏 Plateau湖泊时面临的挑战有哪些？",
        "AnswerEn": "The challenges with using multi-source altimetry and Landsat satellite data include the limited ground observations due to the harsh environment and complex terrain of the Tibetan Plateau. Additionally, acquiring and preprocessing the large volume of historical data, approximately 10 TB, covering the lakes is intractable for researchers with limited computational resources. In contrast, in situ measurements, though precise, are difficult and costly to perform in such environments.",
        "AnswerCn": "使用多源测高和Landsat卫星数据的挑战包括由于青藏 Plateau的恶劣环境和复杂地形导致的有限地面观测。此外，获取和预处理约10 TB的覆盖湖泊的历史数据的大量数据，对于计算资源有限的研究人员来说是不可行的。相比之下，尽管现场测量精确，但在这样的环境中进行测量既困难又昂贵。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways does the use of the hypsometric curve enhance the understanding of lake water storage changes compared to traditional methods on the Tibetan Plateau?",
        "QuestionCn": "使用高程曲线在理解青藏高原湖泊水储量变化方面，相较于传统方法有哪些优势？",
        "AnswerEn": "The hypsometric curve enhances understanding by describing the relationship between lake water level and storage changes, allowing for the conversion of lake water levels into storage changes. This method provides a more integrated approach compared to traditional methods, which may not fully capture the dynamic changes in water storage over time, especially in regions like the Tibetan Plateau where direct measurements are scarce.",
        "AnswerCn": "高程曲线通过描述湖水位与储水变化之间的关系，增强了对湖泊水位和储水变化的理解，使得湖水位可以转化为储水变化。这种方法提供了一种比传统方法更为综合的方式，传统方法可能无法充分捕捉到水储存随时间的动态变化，特别是在像青藏高原这样直接测量稀缺的地区。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What are the potential challenges in using remote sensing data to monitor lake water levels and areas on the Tibetan Plateau?",
        "QuestionCn": "使用遥感数据监测青藏高原湖泊水位和面积的潜在挑战有哪些？",
        "AnswerEn": "The challenges include the harsh environment and complex terrain of the Tibetan Plateau, which limit ground observations and make in situ measurements difficult and costly. Additionally, acquiring and preprocessing a large volume of historical satellite data (approximately 10 TB) covering the lakes is intractable for researchers with limited computational resources. Systematic biases between different altimetry data also pose a challenge, requiring careful comparison and correction to ensure data accuracy.",
        "AnswerCn": "挑战包括青藏高原的恶劣环境和复杂地形，这限制了地面观测，并使得现场测量变得困难且成本高昂。此外，获取和预处理大量历史卫星数据（约10 TB）覆盖湖泊，对于计算资源有限的研究人员来说是不可行的。不同高度计数据之间的系统性偏差也构成了挑战，需要仔细比较和校正以确保数据的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications of developing a hypsometric curve for understanding lake water level and storage changes in the Tibetan Plateau?",
        "QuestionCn": "开发高程曲线对理解青藏高原湖泊水位和储水变化的影响是什么？",
        "AnswerEn": "Developing a hypsometric curve is crucial for understanding the relationship between lake water levels and storage changes. It allows researchers to convert water level measurements into estimates of storage change, providing valuable insights into the regional water balance. This information is essential for water resource management, hydrological analysis, and monitoring potential overflow or flooding events in the lakes of the Tibetan Plateau.",
        "AnswerCn": "开发高程曲线对于理解湖水位与储水变化之间的关系至关重要。它使研究人员能够将水位测量值转换为储水变化的估计，从而提供对区域水量平衡的宝贵见解。这些信息对于水资源管理、水文分析以及监测青藏 Plateau 湖泊的潜在溢出或洪水事件至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the reliance on satellite remote sensing for lake water level and area data collection on the Tibetan Plateau?",
        "QuestionCn": "导致对卫星遥感在青藏高原湖泊水位和面积数据收集的依赖的原因是什么？",
        "AnswerEn": "The reliance on satellite remote sensing for lake water level and area data collection on the Tibetan Plateau is primarily due to the scarcity of in situ data across the region. This scarcity is caused by the harsh environment and complex terrain, which make in situ measurements difficult and costly to perform.",
        "AnswerCn": "对湖泊水位和面积数据收集的卫星遥感依赖主要是由于青藏高原地区现场数据的稀缺。这种稀缺是由于恶劣的环境和复杂的地形，使得现场测量变得困难且成本高昂。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons behind the challenges faced in acquiring and preprocessing large amounts of historical data for Tibetan Plateau lakes?",
        "QuestionCn": "获取和预处理大量西藏高原湖泊历史数据所面临的挑战的原因是什么？",
        "AnswerEn": "The challenges in acquiring and preprocessing large amounts of historical data for Tibetan Plateau lakes stem from the need to handle approximately 10 TB of data covering the lakes. Researchers with limited computational resources find it intractable to manage such extensive data, especially given the requirement to merge information from multiple altimetric missions and Landsat satellite data.",
        "AnswerCn": "获取和预处理大量历史数据以研究青藏高原湖泊的挑战在于需要处理大约10 TB的覆盖湖泊的数据。计算资源有限的研究人员发现管理如此庞大的数据量是不可行的，尤其是考虑到需要合并来自多个高度测量任务和Landsat卫星数据的信息。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need to remove systematic biases between different altimetry data when examining lake water levels on the Tibetan Plateau?",
        "QuestionCn": "在研究青藏高原湖泊水位时，消除不同测高数据之间的系统偏差是必要的原因是什么？",
        "AnswerEn": "There is a need to remove systematic biases between different altimetry data when examining lake water levels on the Tibetan Plateau because these biases can affect the accuracy and coherence of the lake water level time series. Removing these biases is essential for ensuring that the data accurately reflects changes in lake water levels and storage, especially given the reliance on satellite altimetry due to limited ground observations.",
        "AnswerCn": "在研究青藏高原湖泊水位时，需要消除不同测高数据之间的系统性偏差，因为这些偏差会影响湖泊水位时间序列的准确性和一致性。消除这些偏差对于确保数据准确反映湖泊水位和储水变化至关重要，尤其是在由于地面观测有限而依赖卫星测高的情况下。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using satellite altimetry and optical remote sensing images to derive lake water levels and areas on the Tibetan Plateau?",
        "QuestionCn": "使用卫星测高和光学遥感影像来推导青藏高原湖泊水位和面积的后果是什么？",
        "AnswerEn": "The use of satellite altimetry and optical remote sensing images allows for the monitoring of lake water levels and areas despite the scarcity of in situ data. This approach enables researchers to generate high-temporal-resolution datasets of lake water level and storage changes, which are crucial for understanding regional water balance and the impact of climate change on the Tibetan Plateau.",
        "AnswerCn": "卫星测高和光学遥感图像的使用使得尽管缺乏现场数据，仍然能够监测湖泊水位和面积。这种方法使研究人员能够生成湖泊水位和储水变化的高时间分辨率数据集，这对于理解区域水量平衡和气候变化对青藏高原的影响至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential effects of removing systematic biases between different altimetry data on the accuracy of lake water level measurements?",
        "QuestionCn": "消除不同测高数据之间的系统偏差对湖泊水位测量准确性的潜在影响是什么？",
        "AnswerEn": "Removing systematic biases between different altimetry data increases the coherence and accuracy of lake water level measurements. This process ensures that the derived datasets accurately reflect changes in lake water levels and storage, facilitating reliable hydrological analysis and monitoring of regional water resources.",
        "AnswerCn": "消除不同测高数据之间的系统偏差可以提高湖泊水位测量的相干性和准确性。这个过程确保所获得的数据集准确反映湖泊水位和储水量的变化，从而促进区域水资源的可靠水文分析和监测。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of merging multisource altimetry and optical remote sensing images to study lake water levels and storage changes on the Tibetan Plateau?",
        "QuestionCn": "合并多源测高和光学遥感影像以研究青藏高原湖泊水位和储水变化的目标是什么？",
        "AnswerEn": "The overall objective is to examine multi-year and short-term changes in water level and storage across 52 lakes on the Tibetan Plateau by generating high-temporal-resolution lake water level and storage change datasets ranging from weekly to monthly timescales during 2000–2017, and to produce the hypsometric curve for each lake.",
        "AnswerCn": "总体目标是通过生成2000年至2017年间每周到每月时间尺度的高时间分辨率湖泊水位和储水变化数据集，来研究青藏高原52个湖泊的多年和短期水位及储水变化，并为每个湖泊绘制高程曲线。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to remove systematic biases between different altimetry data in the context of monitoring lake water levels on the Tibetan Plateau?",
        "QuestionCn": "在监测青藏高原湖泊水位的背景下，消除不同测高数据之间的系统性偏差是重要的原因是什么？",
        "AnswerEn": "Removing systematic biases is crucial to ensure the accuracy of water level data, which is derived from various satellite altimeters. This step is necessary to produce coherent data by either comparing mean water levels during overlap periods or comparing water level time series with lake shoreline positions, which is essential for reliable analysis of lake water levels and storage changes.",
        "AnswerCn": "消除系统性偏差对于确保水位数据的准确性至关重要，这些数据是通过各种卫星高度计获得的。这一步骤是必要的，通过比较重叠时期的平均水位或将水位时间序列与湖岸线位置进行比较，从而生成一致的数据，这对于可靠分析湖泊水位和储水变化至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What goals drive the use of optical remote sensing images in capturing changes in lake area on the Tibetan Plateau?",
        "QuestionCn": "驱动光学遥感影像用于捕捉青藏高原湖泊面积变化的目标是什么？",
        "AnswerEn": "The use of optical remote sensing images aims to effectively capture changes in lake area, which are fundamental to understanding lake storage changes. This method leverages medium- or high-spatial-resolution remote sensing data like Landsat to overcome the scarcity of in situ data and the challenges posed by the harsh and complex terrain of the Tibetan Plateau.",
        "AnswerCn": "光学遥感影像的使用旨在有效捕捉湖泊面积的变化，这对于理解湖泊储存变化至关重要。该方法利用中高分辨率的遥感数据，如Landsat，克服了现场数据稀缺以及青藏高原复杂恶劣地形带来的挑战。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are employed to ensure high temporal resolution in lake water level and storage change data collection on the Tibetan Plateau?",
        "QuestionCn": "在青藏高原上，确保湖泊水位和储水变化数据收集的高时间分辨率所采用的方法论有哪些？",
        "AnswerEn": "To achieve high temporal resolution in lake water level and storage change data, multisource altimetry and optical remote sensing images are merged. Satellite altimeters are used for monitoring water levels, while optical remote sensing images like Landsat are used to derive lake shoreline positions and areas. Systematic biases between different altimetry data are removed by comparing mean water levels during overlap periods or by using lake shoreline positions.",
        "AnswerCn": "为了实现湖泊水位和储水变化数据的高时间分辨率，融合了多源的高程测量和光学遥感影像。卫星高程计用于监测水位，而光学遥感影像如Landsat则用于推导湖泊岸线位置和面积。通过比较重叠时期的平均水位或使用湖泊岸线位置，消除了不同高程数据之间的系统性偏差。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What procedures are followed to convert optical remote sensing observations into accurate lake water level information?",
        "QuestionCn": "将光学遥感观测数据转换为准确的湖泊水位信息所遵循的程序是什么？",
        "AnswerEn": "The procedure involves using optical remote sensing images to observe changes in lake shorelines, which are then converted into water level information. This conversion process involves deriving lake areas from optical images and using the hypsometric curve, which describes the relationship between lake water level and storage changes. The integral of this curve is performed to convert lake water levels into storage changes.",
        "AnswerCn": "该过程涉及使用光学遥感图像观察湖岸线的变化，然后将其转换为水位信息。这个转换过程包括从光学图像中推导湖泊面积，并使用高程曲线，该曲线描述了湖泊水位与储水变化之间的关系。通过对该曲线进行积分，可以将湖泊水位转换为储水变化。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are biases between different satellite altimetry data managed to ensure consistency in lake water level measurements?",
        "QuestionCn": "如何管理不同卫星测高数据之间的偏差，以确保湖泊水位测量的一致性？",
        "AnswerEn": "Biases between different satellite altimetry data are managed by either comparing the mean water levels during the overlap period of altimetry missions or by comparing the water level time series with lake shoreline positions, depending on the length of the overlap period. This ensures that systematic biases are removed, resulting in more coherent and accurate measurements.",
        "AnswerCn": "不同卫星测高数据之间的偏差通过比较测高任务重叠期间的平均水位或通过比较水位时间序列与湖岸线位置来管理，这取决于重叠期间的长度。这确保了系统性偏差被消除，从而获得更一致和准确的测量结果。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How do automatic water extraction methods enhance the efficiency of processing large volumes of remote sensing images?",
        "QuestionCn": "自动水体提取方法如何提高处理大量遥感图像的效率？",
        "AnswerEn": "Automatic water extraction methods, such as those based on the water index and Otsu algorithm, enhance efficiency by enabling the processing of more than 20,000 Landsat images online using platforms like Google Earth Engine (GEE) to extract lake water bodies, thereby managing a large amount of historical data efficiently.",
        "AnswerCn": "自动水体提取方法，如基于水体指数和Otsu算法的技术，通过使用Google Earth Engine（GEE）等平台在线处理超过20,000幅Landsat影像，提高了效率，从而有效提取湖泊水体，管理大量历史数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What strategies are employed to overcome the challenges of limited ground observations in harsh environments like the Tibetan Plateau?",
        "QuestionCn": "在像青藏高原这样的恶劣环境中，克服有限地面观测挑战所采用的策略有哪些？",
        "AnswerEn": "To overcome the challenge of limited ground observations on the Tibetan Plateau, multiple altimetric missions and Landsat satellite data are exploited. Systematic biases between different altimetry data are removed by comparing mean water levels during overlap periods or with lake shoreline positions, facilitating the derivation of coherent data even in complex terrains.",
        "AnswerCn": "为了克服对青藏 Plateau 限制的地面观测挑战，利用了多种高度计任务和 Landsat 卫星数据。通过比较重叠时期的平均水位或湖岸线位置，消除不同高度计数据之间的系统偏差，从而在复杂地形中促进了一致数据的推导。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might researchers expect challenges in processing a large amount of historical remote sensing data for lake level and storage changes on the Tibetan Plateau?",
        "QuestionCn": "为什么研究人员在处理大量关于青藏高原湖泊水位和储量变化的历史遥感数据时可能会遇到挑战？",
        "AnswerEn": "The processing of a large amount of historical remote sensing data, approximately 10 TB, covering lakes on the Tibetan Plateau is challenging due to the limited computational resources available to researchers. Additionally, the extremely limited ground observations in the region, caused by the harsh environment and complex terrain, exacerbate these challenges.",
        "AnswerCn": "处理约10 TB的历史遥感数据，涵盖青藏高原的湖泊，由于研究人员可用的计算资源有限，面临挑战。此外，该地区地面观测极其有限，原因是恶劣的环境和复杂的地形，这加剧了这些挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expected benefits of using multisource altimetry and optical remote sensing images in generating high-temporal-resolution lake water level datasets?",
        "QuestionCn": "使用多源测高和光学遥感影像生成高时间分辨率湖泊水位数据集的预期好处是什么？",
        "AnswerEn": "By merging multisource altimetry and optical remote sensing images, researchers can generate more coherent high-temporal-resolution lake water level and storage change datasets. These datasets, with a temporal resolution ranging from weekly to monthly timescales, are expected to provide detailed insights into multi-year and short-term changes in water levels and storage, which are crucial for understanding regional water balance and hydrologic state variables on the Tibetan Plateau.",
        "AnswerCn": "通过合并多源高度计和光学遥感图像，研究人员可以生成更连贯的高时间分辨率湖泊水位和储水变化数据集。这些数据集的时间分辨率范围从每周到每月，预计将为了解多年的短期水位和储水变化提供详细的见解，这对于理解青藏高原的区域水量平衡和水文状态变量至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might the accuracy of lake water levels derived from optical remote sensing be comparable to that of satellite altimetry?",
        "QuestionCn": "通过光学遥感获取的湖水位精度可能与卫星高度计相当的原因是什么？",
        "AnswerEn": "The accuracy of lake water levels derived from optical remote sensing is comparable to satellite altimetry because the optical water levels are adjusted to remove systematic biases between different altimetry data. Field experiments and theoretical analyses indicate that the precision of optical water levels is within 0.1 to 0.2 meters, which is equivalent to the precision of altimetric measurements.",
        "AnswerCn": "通过光学遥感获得的湖水位的准确性与卫星高度计相当，因为光学水位经过调整以消除不同高度计数据之间的系统偏差。现场实验和理论分析表明，光学水位的精度在0.1到0.2米之间，这与高度计测量的精度相当。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the challenges of acquiring and preprocessing large-scale historical data for lake water level monitoring in the Tibetan Plateau?",
        "QuestionCn": "如何评估获取和预处理西藏高原湖泊水位监测的大规模历史数据的挑战？",
        "AnswerEn": "Acquisition and preprocessing of large-scale historical data, approximately 10 TB, covering the Tibetan Plateau lakes are intractable for researchers with limited computational resources due to the harsh environment and complex terrain.",
        "AnswerCn": "获取和预处理大规模历史数据（约10 TB），涵盖青藏 Plateau 湖泊，对于计算资源有限的研究人员来说，由于恶劣的环境和复杂的地形，变得难以处理。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, how can the integration of multisource altimetry and optical remote sensing images improve the temporal resolution of lake water storage change datasets?",
        "QuestionCn": "在我看来，多源测高和光学遥感影像的结合可以如何提高湖泊水储量变化数据集的时间分辨率？",
        "AnswerEn": "By merging multisource altimetry and optical remote sensing images, researchers can generate coherent high-temporal-resolution lake water level and storage change datasets ranging from weekly to monthly timescales, thus significantly improving the temporal resolution.",
        "AnswerCn": "通过合并多源测高和光学遥感图像，研究人员可以生成一致的高时间分辨率湖泊水位和储存变化数据集，时间尺度范围从每周到每月，从而显著提高时间分辨率。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how multisource satellite data can be effectively integrated to track changes in lake water levels and storage.",
        "QuestionCn": "我不明白如何有效整合多源卫星数据来跟踪湖泊水位和储水量的变化。",
        "AnswerEn": "Multisource satellite data can be effectively integrated by deriving water levels from various satellite altimeters and comparing them with lake shoreline positions and areas obtained from optical remote sensing images, such as Landsat. Systematic biases between different altimetry data are removed through comparisons during overlap periods or with shoreline positions, enabling coherent high-temporal-resolution data on lake water levels and storage changes.",
        "AnswerCn": "多源卫星数据可以通过从各种卫星高度计中提取水位，并与通过光学遥感影像（如Landsat）获得的湖泊岸线位置和面积进行比较，从而有效整合。通过在重叠时期或与岸线位置的比较，消除不同高度计数据之间的系统偏差，从而实现湖泊水位和储水变化的高时间分辨率一致数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't figure out how the hypsometric curve is used to convert lake water levels into storage changes.",
        "QuestionCn": "我无法弄清楚如何使用高程曲线将湖泊水位转换为储水变化。",
        "AnswerEn": "The hypsometric curve, which describes the relationship between lake water levels and storage changes, is derived from altimetry data and optical remote sensing images. The integral of this curve is performed to convert observed lake water levels into estimates of storage changes.",
        "AnswerCn": "高程曲线描述了湖水位与储水变化之间的关系，来源于高程测量数据和光学遥感图像。对该曲线进行积分，以将观测到的湖水位转换为储水变化的估计值。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the challenges associated with the acquisition and preprocessing of satellite data for hydrologic studies on the Tibetan Plateau.",
        "QuestionCn": "请探讨与获取和预处理青藏高原水文研究的卫星数据相关的挑战。",
        "AnswerEn": "The acquisition and preprocessing of satellite data for hydrologic studies on the Tibetan Plateau are challenging due to the large volume of historical data, approximately 10 TB, required to cover the lakes in the region. Limited computational resources further complicate these processes.",
        "AnswerCn": "获取和预处理青藏高原的卫星数据对于水文研究来说是一个挑战，因为需要大约10 TB的历史数据来覆盖该地区的湖泊。有限的计算资源进一步加剧了这些过程的复杂性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please propose methodologies to improve the integration of optical remote sensing images with altimetry data for more accurate lake water storage assessments.",
        "QuestionCn": "请提出方法论，以改善光学遥感图像与高程数据的集成，从而更准确地评估湖泊水储量。",
        "AnswerEn": "Improving the integration of optical remote sensing images with altimetry data involves removing systematic biases between different altimetry data sets, utilizing lake shoreline positions to validate water level time series, and deriving the hypsometric curve to accurately convert lake water levels into storage changes.",
        "AnswerCn": "改善光学遥感图像与高程数据集成的方法包括消除不同高程数据集之间的系统偏差，利用湖泊岸线位置验证水位时间序列，以及推导高程曲线以准确转换湖泊水位为储水变化。",
        "Level": "C6(Creating)"
      }
    ]
  }
}