{
  "id": "a3448126-a475-4986-88c5-2ae126e171cb",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of cropland land spatial distribution pattern in Brahmaputra River and Its Two Tributaries (1800, 1900)",
      "titleCn": "一江两河耕地空间分布格局数据集（1800、1900）",
      "description": "The data of cultivated land in 1800 comes from tiehu Inventory, in which the data of Lazi county and Xietongmen County in the modern administrative unit are not recorded. Therefore, the missing data of these two counties should be interpolated.The farmland data in 1900 came from the annals of Lhasa and other county Chronicles.The land area recorded in the data is converted into modern mu units, and the missing counties are calculated using the area's per capita cultivated land and population.Tibetan Plateau with high altitude,cold climate,poor natural conditions and fragile ecological environment become the sensitive and promoter region of global climate change.Studying for Land reclamation of historical period in Qinghai-Tibet Plateau is not only the specific way to participate in the global environmental change, but also can provide the comprehensive research of land use change with abundant regional information,there is important significance  for studying history in our country even the whole world of land use/cover change research.The region of Brahmaputra River and its two tributaries in Tibetan Plateau pastoral transitional zone is one of the important typical agricultural area, and is the area with the most intense land reclamation activities and the fastest population growing.Proceeding deep historical data mining in the study area to reconstruct the cropland spatial patterns over the past 300 years has important significance to study the human land use activities under the background of  global climate change.",
      "descriptionCn": "1800年耕地数据来源于《铁虎清册》，在《清册》中，并未记录有现代行政单元中拉孜县和谢通门县的数据，因此要对这两个县缺失的数据进行插补。1900年耕地数据来源于《拉萨市志》等县志。将资料中记载的土地面积换算成现代亩制单位，某几个缺失的县用该地区的人均耕地数量和人口数量计算得到。青藏高原海拔高差大、气候寒冷、自然条件恶劣、生态环境极其脆弱，是全球气候变化的脆弱区和启动区，对青藏高原历史时期的土地开垦研究既是参与全球环境变化的具体途径，也能为土地利用变化的综合研究提供丰富的区域性信息，对于我国乃至全球的历史土地利用/土地覆被变化研究有着重要意义。“一江两河”是青藏高原农牧交错带典型农业区之一，也是西藏近 300 年来土地开垦活动最剧烈和人口增长最快的区域，充分挖掘该地区丰富的历史文献资料重建该地区过去300 年的耕地分布格局，对研究全球气候变化背景下的人类土地利用活动有重要意义。",
      "instructions": "The spatial distribution data of cultivated land is stored in TIF format, and the name of the file is \"yjlh 1800kzl. TIF\" he \"yjlh 1900kzl. TIF\", where yjlh represents one river and two rivers, 1800 and 1900 represent years; Usage: view and analyze with Arc GIS",
      "instructionsCn": "耕地空间分布数据以栅格格式存储，文件的名称为“yjlh1800kzl.tif” 和 ”yjlh1900kzl.tif”，其中yjlh代表一江两河，1800/900代表年份,kzl代表垦殖率；使用方法：利用Arc GIS查看和分析",
      "east": 92.35,
      "west": 87.0,
      "south": 28.2,
      "north": 31.2,
      "startTime": null,
      "endTime": null,
      "fileSize": 1145808.0,
      "cstr": "18406.11.Soil.tpdc.271462",
      "doi": "10.11888/Soil.tpdc.271462",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陶娟萍",
        "nameEn": "TAO Juanping",
        "unitEn": "",
        "unitCn": "青海师范大学"
      },
      {
        "nameCn": "王宇坤",
        "nameEn": "WANG Yukun",
        "unitEn": "",
        "unitCn": "青海师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "过去300年西藏“一江两河”地区耕地变化",
        "titleEn": null,
        "referenceCn": "陶娟平. (2016). 过去300年西藏“一江两河”地区耕地变化. 青海师范大学.",
        "referenceEn": null
      },
      {
        "titleCn": "西藏一江两河地区耕地垦殖强度影响因子及其临界值确定",
        "titleEn": null,
        "referenceCn": "陶娟平, 王宇坤, 刘峰贵, 张镱锂, 陈琼, 吴林. (2016) 西藏一江两河地区耕地垦殖强度影响因子及其临界值确定. 农业工程学报, 32(15), 239-246.",
        "referenceEn": null
      },
      {
        "titleCn": ".西藏雅鲁藏布江中游河谷地区1830年耕地格局重建",
        "titleEn": null,
        "referenceCn": "王宇坤, 陶娟平, 刘峰贵, 张镱锂, 陈琼.(2015). 西藏雅鲁藏布江中游河谷地区1830年耕地格局重建.地理研究, 34(12), 2355-2367.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "一江两河",
        "keywordEn": "Brahmaputra river and its two tributaries"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "100年",
        "keywordEn": "100years",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to reconstruct historical land use patterns in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "重建青藏高原地区历史土地利用模式的数据收集方法的特点是什么？",
        "AnswerEn": "historical documents, recorded land areas, converted to modern units, data gaps filled by average per capita cultivated land and population numbers, high altitude, cold climate, harsh natural conditions, fragile ecological environment",
        "AnswerCn": "历史文献、记录的土地面积、转换为现代单位、通过人均耕地和人口数量的平均值填补数据空白、高海拔、寒冷气候、恶劣自然条件、脆弱的生态环境。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total area of cultivated land reconstructed for the years 1800 and 1900 in the region known as '一江两河'?",
        "QuestionCn": "在被称为“一江两河”的地区，重建的1800年和1900年的耕地总面积是多少？",
        "AnswerEn": "The original answer does not provide specific numerical values for the total area of cultivated land for the years 1800 and 1900. Therefore, I cannot extract any numerical data or measurements from the provided information.",
        "AnswerCn": "原始答案未提供1800年和1900年耕地总面积的具体数值。因此，我无法从提供的信息中提取任何数值或测量数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '耕地空间分布格局' mean in the context of historical land use research on the Tibetan Plateau?",
        "QuestionCn": "在青藏高原历史土地利用研究的背景下，“耕地空间分布格局”是什么意思？",
        "AnswerEn": "In the context of historical land use research on the Tibetan Plateau, '耕地空间分布格局' refers to the spatial distribution patterns of cultivated land. This involves understanding how cultivated areas were spread across the region over time, specifically in the years 1800 and 1900, using historical documents such as '铁虎清册' and various county records to reconstruct these patterns. The research focuses on converting historical land measurements into modern units and filling in missing data for certain counties to provide a comprehensive view of land use changes within the '一江两河' agricultural area of the Qinghai-Tibet Plateau.",
        "AnswerCn": "在青藏高原的历史土地利用研究中，'耕地空间分布格局'指的是耕地的空间分布模式。这涉及到理解耕地在该地区随时间的变化，特别是在1800年和1900年，通过历史文献如'铁虎清册'和各种县志记录来重建这些模式。研究重点是将历史土地测量转换为现代单位，并填补某些县的缺失数据，以提供对'一江两河'农业区土地利用变化的全面视角。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for data interpolation in historical agricultural datasets of the Tibetan Plateau, and how might these factors affect data accuracy?",
        "QuestionCn": "影响西藏高原历史农业数据集需要进行数据插值的因素有哪些，这些因素又可能如何影响数据的准确性？",
        "AnswerEn": "The need for data interpolation arises due to missing data in certain modern administrative units, such as the lack of recorded data for Lazi County and Xietongmen County in the historical records of the 1800s. These gaps can be attributed to the incomplete coverage of historical documents like the '铁虎清册'. Factors affecting data accuracy include the ecological vulnerability of the Tibetan Plateau, its significant altitude variations, and harsh climate conditions, which may have influenced both the extent of historical documentation and the methods used to estimate missing data based on population and per capita land data.",
        "AnswerCn": "数据插值的需求源于某些现代行政单位缺失数据，例如在19世纪的历史记录中，拉孜县和谢通门县缺乏记录。这些空白可以归因于历史文献（如《铁虎清册》）覆盖的不完整性。影响数据准确性的因素包括青藏高原的生态脆弱性、显著的海拔变化以及恶劣的气候条件，这些因素可能影响了历史文献的记录范围以及基于人口和人均土地数据估算缺失数据的方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using historical document-based data collection methods on the accuracy and completeness of spatial distribution datasets of cultivated land over long time periods?",
        "QuestionCn": "使用基于历史文献的数据收集方法对长期耕地空间分布数据集的准确性和完整性可能产生的后果是什么？",
        "AnswerEn": "Using historical document-based data collection methods can lead to challenges in accuracy and completeness due to potential gaps and biases in historical records. For instance, the dataset for 1800 relies on '铁虎清册', which lacks data for certain counties, requiring interpolation for missing areas. Similarly, for 1900, the data comes from local chronicles such as '拉萨市志', which may have varying levels of detail and accuracy. This reliance on historical documents necessitates conversion of land area measurements to modern units and interpolation based on population and land use estimates for missing data, which could introduce uncertainties and affect the dataset's precision and reliability.",
        "AnswerCn": "使用基于历史文献的数据收集方法可能会由于历史记录中的潜在缺口和偏见而导致准确性和完整性方面的挑战。例如，1800年的数据依赖于《铁虎清册》，该文献缺乏某些县的数据，因此需要对缺失区域进行插值。同样，1900年的数据来自地方志，如《拉萨市志》，这些文献可能在细节和准确性上存在不同的水平。这种对历史文献的依赖需要将土地面积测量转换为现代单位，并根据人口和土地使用估算对缺失数据进行插值，这可能引入不确定性并影响数据集的精确性和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the overarching goal of reconstructing the spatial distribution pattern of cultivated land over the past 300 years in the 'One River Two Streams' area of the Tibetan Plateau?",
        "QuestionCn": "重建过去300年“一个河流两个溪流”地区耕地空间分布模式的总体目标是什么？",
        "AnswerEn": "The goal is to provide critical insights into human land use activities under the backdrop of global climate change by reconstructing the past 300 years' cultivated land distribution patterns in a region known for its extreme ecological vulnerability and significant historical land reclamation activities. This research contributes to the comprehensive study of land use changes and offers valuable regional information for understanding historical land use/land cover changes in China and globally.",
        "AnswerCn": "目标是在全球气候变化的背景下，提供对人类土地利用活动的关键见解，通过重建过去300年在一个以极端生态脆弱性和显著历史土地开垦活动而闻名的地区的耕地分布模式。该研究有助于全面研究土地利用变化，并为理解中国及全球历史土地利用/土地覆盖变化提供有价值的区域信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps can be taken to accurately interpolate missing agricultural data for counties like 拉孜县 and 谢通门县, using historical records and modern conversion techniques?",
        "QuestionCn": "可以采取哪些程序步骤来准确插值缺失的农业数据，例如拉孜县和谢通门县，使用历史记录和现代转换技术？",
        "AnswerEn": "The process involves using historical records such as 《铁虎清册》 and 《拉萨市志》 that document land area and then converting these measurements into modern units such as acres. For counties with missing data, one approach is to calculate the missing information by considering the average per capita cultivated land and the population size in those areas.",
        "AnswerCn": "该过程涉及使用历史记录，如《铁虎清册》和《拉萨市志》，记录土地面积，然后将这些测量转换为现代单位，如英亩。对于缺少数据的县，可以通过考虑人均耕地面积和该地区人口规模来计算缺失的信息。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What historical and technological resources enable the reconstruction of farmland spatial distribution patterns over the past 300 years in the 'One River, Two Tributaries' region on the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些历史和技术资源能够帮助重建青藏高原“一河两溪”地区过去300年的农田空间分布模式？",
        "AnswerEn": "The reconstruction of farmland spatial distribution patterns in the 'One River, Two Tributaries' region relies on historical resources such as the '铁虎清册' for the year 1800 and local chronicles like '拉萨市志' for the year 1900. These documents provide recorded land areas, which can be converted to modern units. Additionally, the methodology considers missing data by using average farmland per capita and population figures. The challenging natural conditions of the Qinghai-Tibet Plateau, such as high altitude, cold climate, and fragile ecosystem, highlight the importance of these historical documents in understanding land use changes in this vulnerable region.",
        "AnswerCn": "在“一个河流，两条支流”地区，农田空间分布模式的重建依赖于历史资源，如1800年的《铁虎清册》和1900年的地方志《拉萨市志》。这些文献提供了记录的土地面积，可以转换为现代单位。此外，方法论考虑了缺失数据，通过使用人均农田面积和人口数据进行补充。青藏高原的自然条件具有挑战性，如高海拔、寒冷气候和脆弱生态系统，这凸显了这些历史文献在理解这一脆弱地区土地利用变化中的重要性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}