{
  "id": "a39cd836-79b2-41ee-860c-2226987168b9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Pricipitation-driven TWSA dataset in Chinese mainland (2002-2022)",
      "titleCn": "中国大陆区域降水驱动的陆地水储量距平数据集（2002-2022）",
      "description": "This dataset is derived using precipitation reconstruction method. A reconstruction model is developed by selecting precipitation and temperature data with high accuracy for the Chinese mainland and calibrating them with CSR RL06 Mascon data from 2003-2016. Based on this reconstructed model, the precipitation driven TWSA is calculated for 2002-2022 at 0.5° resolution. The precipitation data in 2002-2019 are from CGDPA, temperature data are from CN05.1, and the precipitation and temperature data in 2020-2022 are from the CLDAS-2.0 dataset. Since the CGDPA and CN05.1 datasets are not available in Taiwan, no reconstruction is performed for Taiwan. This dataset contains 7 parameters: Decimal_time, lat, lon, T_P-TWS, time, time_bounds, and TWSA_REC. Among them, lon and lat denote the longitude and latitude ranges of the data. Time_bounds and time denote the observation periods and mean time of the data since January 1, 2002, which is consistent with the GRACE observation period. Decimal_time indicates the decimal time corresponding to the data. TWSA_REC is the reconstructed precipitation-driven TWSA, and T_P-TWS indicates the contribution of long-term precipitation change to the water storage trend. The accuracy of this dataset is generally good in Chinese mainland, but there are some outliers in the Qinghai-Tibet Plateau and Xinjiang. This dataset can provide a scientific reference for the study of the separation of different drivers in regional terrestrial water storage, climate change and human activities in China.",
      "descriptionCn": "本数据集采用降水重构方法，选择中国大陆区域精度较高的降水和温度数据，通过在2003-2016年与CSR RL06 Mascon 数据校准，建立了重构模型。基于此重构模型，计算得到2002-2022年中国大陆0.5°分辨率的降水驱动的TWSA数据集。其中，2002-2019年降水数据来自于CGDPA，温度数据来自于CN05.1，2020-2022年降水及温度数据均来自于CLDAS-2.0数据集。由于CGDPA、CN05.1缺少在台湾省的数据，故未对台湾省进行重构。数据集包含7个参数：Decimal_time、lat、lon、T_P-TWS、time、time_bounds、TWSA_REC。其中，lon、lat表示数据的经度和纬度范围，time_bounds、time表示自2002年1月1日起的数据观测时段和中心时刻，与GRACE观测时段保持一致。Decimal_time表示数据对应的十进制时间。TWSA_REC为重构的降水驱动的TWSA，T_P-TWS表示长期降水变化对水储量趋势的贡献。本数据在中国大陆整体精度良好，但在青藏高原和新疆地区存在部分异常值。本数据可为中国大陆区域陆地水储量的不同驱动因素分离、气候变化和人类活动的研究提供科学参考。",
      "instructions": "The data files are titled as CSRM_TWSAPD_Rec2002_2022.nc, saved in NetCDF format, and can be read using MATLAB, Python, ArcGIS, etc. In addition, tif files of precipitation-driven TWSA with T_P-TWS factors are provided in this dataset to ensure that users can read them in ArcGIS.",
      "instructionsCn": "数据文件以CSRM_TWSAPD_Rec2002_2022.nc命名，以NetCDF格式存储，可使用MATLAB、Python、ArcGIS等读取。此外，本数据集还提供了降水驱动的TWSA与T_P-TWS因子的tif文件，以确保用户能在ArcGIS中打开。",
      "east": 136.0,
      "west": 72.0,
      "south": 18.0,
      "north": 54.0,
      "startTime": "2002-04-05 17:32:14",
      "endTime": "2022-12-31 17:32:14",
      "fileSize": 28448511.0,
      "cstr": "18406.11.Terre.tpdc.300394",
      "doi": "10.11888/Terre.tpdc.300394",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "白鸿炳",
        "nameEn": "BAI Hongbing",
        "unitEn": "",
        "unitCn": "中国地质大学"
      },
      {
        "nameCn": "钟玉龙",
        "nameEn": "ZHONG Yulong",
        "unitEn": "School of Geography and Information Engineering, China University of Geosciences (Wuhan)",
        "unitCn": "中国地质大学（武汉）地理与信息工程学院现代测绘技术应用研究中心"
      },
      {
        "nameCn": "冯伟",
        "nameEn": "FENG Wei",
        "unitEn": "Innovation Academy for Precision Measurement Science and Technology Chinese Academy of Sciences",
        "unitCn": "中国科学院精密测量科学与技术创新研究院"
      },
      {
        "nameCn": "卢静",
        "nameEn": "LU Jing",
        "unitEn": "",
        "unitCn": "遥感科学国家重点实验室"
      },
      {
        "nameCn": "Vincent Humphrey",
        "nameEn": "VINCENT Humphrey",
        "unitEn": "",
        "unitCn": "University of Zurich"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Separating the Precipitation- and Non-Precipitation- Driven Water Storage Trends in China",
        "referenceCn": null,
        "referenceEn": "Zhong, Y.L., Bai, H.B., Feng, W., Lu, J., & Humphrey, V. (2023). Separating the precipitation- and non-precipitation- driven water storage trends in China. Water Resources Research. "
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "CSR Mascon",
        "nameEn": "CSR Mascon"
      },
      {
        "nameCn": "GRACE",
        "nameEn": "GRACE"
      },
      {
        "nameCn": "时变重力场",
        "nameEn": "Temporal gravity fields"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "遥感水文",
        "nameEn": "Remote sensing in hydrology"
      },
      {
        "nameCn": "重力",
        "nameEn": "Gravity"
      },
      {
        "nameCn": "陆地水储量异常",
        "nameEn": "Terrestrial water storage anomaly"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国地区",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2022",
        "keywordEn": "2002-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "联合卫星重力及气象水文实测资料研究长江流域长期蒸散发变化",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "基于长期降水重构解耦陆地水储量变化驱动因素",
        "titleEn": "Decoupling Driving Factors of Terrestrial Water Storage Based on Long-term Precipitation Reconstruction"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究：亚洲水塔区水循环动态监测与模拟",
        "titleEn": "The Second Tibetan Plateau Scientific Expedition and Research Program: Dynamic monitoring and simulation of water cycle in Asian water tower region"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What characteristics should a dataset have to effectively capture the effects of precipitation on terrestrial water storage anomalies in China?",
        "QuestionCn": "一个有效捕捉降水对中国陆地水储存异常影响的数据集应具备哪些特征？",
        "AnswerEn": "high-precision precipitation and temperature data, calibrated with reliable sources, consistent time period, spatial resolution of 0.5°, parameters including Decimal_time, lat, lon, T_P-TWS, time, time_bounds, TWSA_REC, observation periods, central moments",
        "AnswerCn": "高精度降水和温度数据，经过可靠来源校准，时间段一致，空间分辨率为0.5°，参数包括小数时间、纬度、经度、T_P-TWS、时间、时间范围、TWSA_REC、观测周期、中心矩。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'TWSA_REC' mean in the context of land water storage anomaly datasets?",
        "QuestionCn": "'TWSA_REC'在陆地水储存异常数据集的上下文中是什么意思？",
        "AnswerEn": "TWSA_REC refers to the reconstructed precipitation-driven terrestrial water storage anomaly, which is derived from a reconstruction model calibrated with CSR RL06 Mascon data and represents changes in water storage influenced by precipitation patterns over time.",
        "AnswerCn": "TWSA_REC指的是重建的由降水驱动的陆地水储存异常，它是通过使用CSR RL06 Mascon数据校准的重建模型得出的，代表了受降水模式影响的水储存变化。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the accuracy of water storage anomaly data derived from precipitation reconstruction methods compare to those obtained using CSR RL06 Mascon data in terms of spatial and temporal resolution across mainland China?",
        "QuestionCn": "从降水重建方法获得的水储量异常数据的准确性与使用CSR RL06 Mascon数据获得的数据在中国大陆的空间和时间分辨率方面相比如何？",
        "AnswerEn": "The accuracy of the water storage anomaly data derived from precipitation reconstruction methods is calibrated against the CSR RL06 Mascon data for the period 2003-2016. This calibration helps establish the reconstruction model which is then used to compute data from 2002-2022 at a resolution of 0.5° across mainland China. The reconstructed data is generally accurate across mainland China but shows some anomalies in regions like the Qinghai-Tibet Plateau and Xinjiang.",
        "AnswerCn": "水储存异常数据的准确性是通过与2003-2016年期间的CSR RL06 Mascon数据进行校准而得出的。这一校准有助于建立重建模型，随后用于计算2002-2022年间中国大陆地区的0.5°分辨率数据。重建的数据在中国大陆地区总体上是准确的，但在青藏高原和新疆等地区显示出一些异常。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors have contributed to the presence of anomalies in water storage data for regions like the Tibetan Plateau and Xinjiang?",
        "QuestionCn": "导致像青藏高原和新疆这样的地区水储存数据出现异常的因素有哪些？",
        "AnswerEn": "The anomalies in water storage data for regions such as the Tibetan Plateau and Xinjiang can be attributed to the limitations of the underlying data sources and reconstruction model used. Variations in the accuracy of the precipitation and temperature data from different datasets, such as CGDPA, CN05.1, and CLDAS-2.0, may lead to inconsistencies in the reconstructed TWSA data, especially in these complex geographical areas.",
        "AnswerCn": "水储存数据在西藏高原和新疆等地区的异常可以归因于所使用的基础数据源和重建模型的局限性。不同数据集（如CGDPA、CN05.1和CLDAS-2.0）中降水和温度数据的准确性差异，可能导致重建的土壤水储量异常（TWSA）数据的不一致，尤其是在这些复杂的地理区域。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and reliability when using a precipitation reconstruction method calibrated with CSR RL06 Mascon data for estimating land water storage anomalies in the context of climate change studies in China?",
        "QuestionCn": "使用经过CSR RL06 Mascon数据校准的降水重建方法来估计中国气候变化研究中的陆地水储存异常时，对数据准确性和可靠性的潜在影响是什么？",
        "AnswerEn": "Using a precipitation reconstruction method calibrated with CSR RL06 Mascon data can enhance the accuracy of estimating land water storage anomalies (TWSA) in China by aligning with high-resolution precipitation and temperature datasets. This approach improves data precision over the Chinese mainland; however, it may introduce anomalies in regions like the Qinghai-Tibet Plateau and Xinjiang. The method allows for the separation of different driving factors of land water storage, providing valuable insights for climate change and human activity research, although data for Taiwan is not reconstructed due to missing inputs from some datasets.",
        "AnswerCn": "使用基于CSR RL06 Mascon数据的降水重建方法，可以通过与高分辨率的降水和温度数据集对齐，增强对中国陆地水储存异常（TWSA）估计的准确性。这种方法提高了中国大陆地区的数据精度；然而，在青藏 Plateau 和新疆等地区可能会引入异常。该方法允许分离陆地水储存的不同驱动因素，为气候变化和人类活动研究提供了宝贵的见解，尽管由于某些数据集缺失输入，台湾的数据未被重建。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of reconstructing precipitation-driven terrestrial water storage anomaly datasets for the Chinese mainland from 2002 to 2022?",
        "QuestionCn": "重建2002年至2022年中国大陆的降水驱动陆地水储存异常数据集的主要目标是什么？",
        "AnswerEn": "The primary goal is to establish a reconstructed model using high-precision precipitation and temperature data, calibrated with CSR RL06 Mascon data from 2003 to 2016, to calculate a 0.5° resolution precipitation-driven terrestrial water storage anomaly (TWSA) dataset. This dataset aims to provide scientific reference for separating different driving factors of terrestrial water storage in the Chinese mainland, as well as studying climate change and human activities.",
        "AnswerCn": "主要目标是建立一个重建模型，使用高精度的降水和温度数据，结合2003年至2016年的CSR RL06 Mascon数据进行校准，以计算0.5°分辨率的降水驱动的陆地水储存异常（TWSA）数据集。该数据集旨在为分离中国大陆陆地水储存的不同驱动因素提供科学参考，以及研究气候变化和人类活动。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in reconstructing precipitation-driven terrestrial water storage anomaly datasets for a specific region using calibration with Mascon data?",
        "QuestionCn": "使用Mascon数据校准来重建特定区域的降水驱动陆地水储量异常数据集涉及哪些程序？",
        "AnswerEn": "The reconstruction involves selecting high-resolution precipitation and temperature data for the specific region, such as using CGDPA for precipitation and CN05.1 for temperature data from 2002-2019, and CLDAS-2.0 for both precipitation and temperature data from 2020-2022. The data is calibrated with CSR RL06 Mascon data for the period 2003-2016 to develop a reconstruction model. This model is then used to compute precipitation-driven TWSA datasets with a resolution of 0.5° for the years 2002-2022, ensuring consistency with GRACE observation periods.",
        "AnswerCn": "重建过程涉及选择特定区域的高分辨率降水和温度数据，例如使用CGDPA进行降水数据，CN05.1进行温度数据，时间范围为2002-2019年，以及使用CLDAS-2.0进行2020-2022年的降水和温度数据。数据通过CSR RL06 Mascon数据进行校准，时间范围为2003-2016年，以开发重建模型。然后使用该模型计算2002-2022年的降水驱动的土壤水储量变化（TWSA）数据集，分辨率为0.5°，确保与GRACE观测期的一致性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}