{
  "id": "a39d7980-e76a-4790-bec7-56627a7121a6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of Early Cretaceous (~ 110mA) intermediate acid magmatic rocks in Xinji Township, bange County, Qinghai Tibet Plateau",
      "titleCn": "青藏高原班戈县新吉乡早白垩世（~110Ma）中酸性岩浆岩地球化学数据集",
      "description": "This data set contains zircon U-Pb dating, zircon Hf isotope, whole-rock principal, and trace element data of diorite granite and andesite dacite in Xinjiang area, south of bango, Qinghai Tibet Plateau. The data results are from the Zhai Qingguo research team, Institute of Geology, Chinese Academy of Geological Sciences. The data are of good quality and can be used to study the ocean closure process of Bangong Lake Nujiang suture in the central Qinghai Tibet Plateau, the subsequent collision process of Lhasa Qiangtang block, magmatism, and the Cretaceous crustal regeneration and reconstruction of Lhasa block in the central and Northern Qinghai Tibet Plateau. At the same time, this data also provides zircon CL images and reflection photos of all samples, zircon location for reference and comparison, and also provides a basis for the chronology of magmatic rocks and zircon genesis in the study area at the same time.\nZircon U-Pb age instrument: obtained from laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS), zircon Hf isotope instrument: Neptune multi-collector inductively coupled plasma mass spectrometry (MC – ICP – MS), connected by a goals-193 laser ablation system. The main and trace elements of the whole rock are measured by the National Experimental Center (Academy of Geosciences), Major elements: (XRF; Axios – pw4400), trace elements: ICP-MS; PerkinElmer NexION 300D。",
      "descriptionCn": "本数据集包含了青藏高原班戈南部新吉乡地区闪长岩-花岗岩和安山岩-英安岩的锆石U-Pb定年、锆石Hf同位素、全岩主量和微量元素数据，数据结果来自中国地质科学院地质研究所翟庆国研究团队。数据质量优良，可用于研究青藏高原中部班公湖-怒江缝合洋大洋闭合过程及随后的拉萨-羌塘地块碰撞过程岩浆作用、中北部拉萨地块白垩纪地壳新生和再造过程。同时本数据还附带提供所有样品锆石CL图像及透反射照片，锆石选点位置，方便参照对比，也为研究区域同时期岩浆岩年代学、锆石成因等提供依据。\n锆石U-Pb年龄仪器：laser-ablation-inductively coupled plasma-mass spectrometry (LA-ICP-MS)获得，锆石Hf同位素仪器：Neptune Multi-Collector Inductively Coupled PlasmaMass Spectrometry (MC–ICP–MS), connected by a Geolas-193 laser ablation system，全岩主微量元素由国家实验中心（地科院）测得，其中主量元素：(XRF; AXIOS–PW4400)，微量元素：ICP-MS; PerkinElmer NexION 300D。",
      "instructions": "The geochemical data file name is LITHOS data, which is an. Xlsx file. The file contains three sheets. U-Pb age data is the result of zircon U-Pb data, Hf isotope is the Hf isotope of zircon, and whole rocks is the result of major and trace elements of the whole rock. Zircon CL images and reflection and transmission images include all 6 samples. All original images are spliced into the whole sample and named as sampling year + place + sample number. For example, the Tibetan sample in 2016 is 16t * * *. The spliced images are in TIF format. The first row is the reflection image, the second row is the CL image, and the third shot is the transmission image.",
      "instructionsCn": "地球化学数据文件名Lithos-data，为.xlsx文件，文件中包含三个sheet，U-Pb age data为锆石U-Pb数据结果，Hf isotope 为锆石Hf同位素，whole-rocks 为全岩主量和微量元素结果。锆石CL图像和透反射图像包括全部6件样品的，所有原始图像均拼接为整个样品，命名为 采样年份+地点+样品编号，如2016年西藏样品为16T***，拼接图片为tif格式，第一排为反射光图像，第二排为CL图像，第三拍为透射光图像。",
      "east": 90.5,
      "west": 89.5,
      "south": 30.5,
      "north": 31.5,
      "startTime": "2020-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 199951496.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2020.105863",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王伟",
        "nameEn": "WANG Wei",
        "unitEn": "",
        "unitCn": "中国地质科学院地质研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Simultaneous growth and reworking of the Lhasa basement: A case study from Early Cretaceous magmatism in the north-central Tibet",
        "referenceCn": null,
        "referenceEn": "Wang, W., Zhai, Q.G., Hu, P.Y., Chung, S.L., Tang, Y., Wang, H.T., Zhu, Z.C., Wu, H., & Huang, Z.Q. (2020). Simultaneous growth and reworking of the Lhasa basement: A case study from Early Cretaceous magmatism in the north-central Tibet. Lithos, 380-381, 105863."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "U-Pb定年",
        "nameEn": "U-Pb dating"
      },
      {
        "nameCn": "中特提斯洋",
        "nameEn": "Meso-Tethys Ocean"
      },
      {
        "nameCn": "全岩主微量元素",
        "nameEn": "Whole-rock major and trace element"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "板块碰撞",
        "nameEn": "Plates collision"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      },
      {
        "nameCn": "班公湖-怒江缝合带",
        "nameEn": "Bangong-Nujiang suture zone"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "班公湖-怒江缝合带",
        "keywordEn": "Bangong-Nujiang suture zone"
      },
      {
        "keywordCn": "藏北湖区",
        "keywordEn": "Zangbei Lake area"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine the U-Pb age of zircons in magmatic rocks?",
        "QuestionCn": "您能否提供一个用于确定岩浆岩中锆石U-Pb年龄的数据收集方法的示例？",
        "AnswerEn": "One data collection method used to determine the U-Pb age of zircons in magmatic rocks is laser-ablation-inductively coupled plasma-mass spectrometry (LA-ICP-MS).",
        "AnswerCn": "用于确定岩浆岩中锆石的U-Pb年龄的一种数据收集方法是激光剥蚀-电感耦合等离子体-质谱法（LA-ICP-MS）。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and specifications of data collection methods used for determining zircon U-Pb ages and Hf isotopes in geological studies of magmatic rocks?",
        "QuestionCn": "用于确定岩浆岩中锆石U-Pb年龄和Hf同位素的地质研究的数据收集方法的特点和规格是什么？",
        "AnswerEn": "laser-ablation-inductively coupled plasma-mass spectrometry (LA-ICP-MS), Neptune Multi-Collector Inductively Coupled Plasma Mass Spectrometry (MC–ICP–MS), Geolas-193 laser ablation system",
        "AnswerCn": "激光烧蚀电感耦合等离子体质谱（LA-ICP-MS），Neptune多接收器电感耦合等离子体质谱（MC–ICP–MS），Geolas-193激光烧蚀系统",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of rock samples analyzed for zircon U-Pb dating using LA-ICP-MS in a dataset related to early Cretaceous magmatic rocks in the Bangong Co-Nujiang suture zone?",
        "QuestionCn": "在与班公湖-怒江缝合带早白垩纪岩浆岩相关的数据集中，分析了多少个岩石样本用于锆石U-Pb定年，采用了激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）？",
        "AnswerEn": "The number of samples for zircon U-Pb dating is not explicitly mentioned.",
        "AnswerCn": "锆石 U-Pb 定年的样本数量未明确提及。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the geological processes and tectonic history of the central Tibetan Plateau from the patterns observed in zircon U-Pb dating and Hf isotopic compositions?",
        "QuestionCn": "从锆石U-Pb定年和Hf同位素组成中观察到的模式可以推断出青藏高原中部的地质过程和构造历史是什么？",
        "AnswerEn": "The zircon U-Pb dating and Hf isotopic compositions can provide insights into the timing and sequence of magmatic events related to the closure of the Bangong-Nujiang Ocean and subsequent collision processes between the Lhasa and Qiangtang terranes. These data can help interpret the crustal growth and reworking during the Cretaceous period in the northern Lhasa terrane.",
        "AnswerCn": "锆石U-Pb定年和Hf同位素组成可以提供关于与班公-怒江洋闭合相关的岩浆事件的时间和序列的见解，以及拉萨和羌塘地体之间随后的碰撞过程。这些数据有助于解释在白垩纪期间北拉萨地体的地壳生长和重塑。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting geochemical data on intermediate-acidic magmatic rocks from the early Cretaceous period in the Qinghai-Tibet Plateau region?",
        "QuestionCn": "收集青藏高原地区早白垩世中酸性火成岩的地球化学数据的主要目的是什麼？",
        "AnswerEn": "The primary objective is to study the closure process of the Bangong Lake-Nujiang Tethys Ocean and the subsequent collision processes of the Lhasa-Qiangtang blocks, as well as to understand the magmatism and crustal growth and reworking during the Cretaceous period in the central and northern Lhasa block.",
        "AnswerCn": "主要目标是研究班公湖-怒江特提斯洋的闭合过程以及拉萨-羌塘块体的后续碰撞过程，同时了解中央和北拉萨块在白垩纪期间的岩浆活动和地壳生长与重塑。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to ensure data quality and accuracy when collecting geochemical data from zircon U-Pb dating and zircon Hf isotopes in magmatic rocks?",
        "QuestionCn": "在收集来自锆石U-Pb定年和锆石Hf同位素的岩浆岩地球化学数据时，使用哪些程序来确保数据质量和准确性？",
        "AnswerEn": "The geochemical data from zircon U-Pb dating is obtained using laser-ablation-inductively coupled plasma-mass spectrometry (LA-ICP-MS), while zircon Hf isotopes are measured using Neptune Multi-Collector Inductively Coupled Plasma Mass Spectrometry (MC–ICP–MS), connected by a Geolas-193 laser ablation system. These instruments are employed to ensure high precision and accuracy in the data collection process.",
        "AnswerCn": "锆石U-Pb定年的地球化学数据是通过激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）获得的，而锆石Hf同位素则使用海王星多收集器电感耦合等离子体质谱（MC–ICP–MS）进行测量，二者通过Geolas-193激光剥蚀系统连接。这些仪器的使用旨在确保数据收集过程的高精度和高准确性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the precise collection of zircon U-Pb dating and Hf isotopic data in geochemical studies of magmatic rocks?",
        "QuestionCn": "哪些技术进步使得在火成岩的地球化学研究中能够精确收集锆石U-Pb定年和Hf同位素数据？",
        "AnswerEn": "The collection of zircon U-Pb dating and Hf isotopic data in geochemical studies is enabled by technologies such as laser-ablation-inductively coupled plasma-mass spectrometry (LA-ICP-MS) for zircon U-Pb ages, and Neptune Multi-Collector Inductively Coupled Plasma Mass Spectrometry (MC–ICP–MS) connected by a Geolas-193 laser ablation system for zircon Hf isotopes.",
        "AnswerCn": "在地球化学研究中，锆石U-Pb定年和Hf同位素数据的收集得益于激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）技术用于锆石U-Pb年龄测定，以及连接Geolas-193激光剥蚀系统的海王星多收集器电感耦合等离子体质谱（MC–ICP–MS）用于锆石Hf同位素分析。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}