{
  "id": "a3dd0534-c81f-473f-be32-389ce8123a11",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data set of scheelite mineralized granodiorite porphyry in southern Anhui Province (2017)",
      "titleCn": "安徽省南部白钨矿矿化花岗闪长斑岩地球化学数据集（2017）",
      "description": "This data set mainly includes the whole rock major and trace elements composition of scheelite mineralized granodiorite porphyry from Dongyuan tungsten mine and zhuxiling tungsten mine in southern Anhui Province, the micro temperature measurement results of quartz phenocrysts and fluid inclusions in quartz veins, etc. the geochemical major data are measured by XRF, and the trace elements are measured by ICPMS, with the accuracy of 2% and 5% respectively. The temperature measurement of fluid inclusion is obtained by Linkam micro thermometer. The accuracy of temperature measurement is better than 0.5 ℃ below zero, and better than 1 ℃ above zero. These data are of great significance to explain the diagenetic and metallogenic processes of scheelite deposits, especially the evolution of hydrothermal processes and the accompanying precipitation and metallogenic processes of scheelite deposits. It shows that the alteration and decomposition of plagioclase is the main genetic mechanism of scheelite deposits in this area.",
      "descriptionCn": "本数据集主要包括来自安徽省南部东源钨矿和竹溪岭钨矿两个矿区中白钨矿矿化花岗闪长斑岩的全岩主微量元素组成，石英斑晶以及石英脉体中的流体包裹体显微测温结果等，地球化学主量数据利用XRF测试，微量元素由ICPMS测试获得，精度分别可达2%和5%。流体包裹体测温是由Linkam显微测温台获取，温度测试精度在零度以下好于0.5℃，而高于零度时好于1℃。这些数据对于解释白钨矿床的成岩成矿过程，尤其是热液过程的演化以及伴随的白钨矿沉淀成矿过程具有重要的指示意义，其显示斜长石的蚀变分解是该地区白钨矿床的主要成因机制。",
      "instructions": "File naming method: the file is stored in xlsx format, named 201701-schmin-gd-xxx.xlsx, 201701 represents 2017 test data, serial number is 1, schmin GD represents scheelite mineralized granodiorite porphyry, XXX represents data type, in which geo represents geochemical data and fi represents fluid inclusion data.\nAll data are xlsx files, which can be directly opened by Microsoft Excel and other software.",
      "instructionsCn": "文件命名方式：文件以xlsx格式存储，名称为201701-SchMin-GD-XXX.xlsx，201701代表2017年测试数据序号为1，SchMin-GD代表白钨矿矿化的花岗闪长斑岩，XXX代表数据类型，其中Geo代表地球化学数据，FI代表流体包裹体数据。\n数据使用方法，所有数据为xlsx文件，用microsoft excel等软件可直接打开。",
      "east": 119.25,
      "west": 117.3,
      "south": 30.5,
      "north": 33.9,
      "startTime": null,
      "endTime": null,
      "fileSize": 482370.0,
      "cstr": null,
      "doi": "10.1016/j.oregeorev.2017.08.004",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王洋洋",
        "nameEn": "WANG Yangyang",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geochemistry and fluid inclusions of scheelite-mineralized granodiorite porphyries from southern anhui province, china.",
        "referenceCn": null,
        "referenceEn": "Wang, Y. Y., Alfons, V. K., Xiao, Y. L., Sun, H., Yang, X. Y., Lai, J. Q., & Wang, Y. G. (2017). Geochemistry and fluid inclusions of scheelite-mineralized granodiorite porphyries from southern anhui province, china. Ore Geology Reviews, 89, 988-1005. doi: 10.1016/j.oregeorev.2017.08.004"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "元素地球化学",
        "nameEn": "Element geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "地球化学其它",
        "nameEn": "Geochemical else"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "安徽省南部",
        "keywordEn": "southern Anhui Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "燕山期",
        "keywordEn": "Yanshanian",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how geochemical data collection is conducted for understanding mineralization processes in granodiorite porphyry?",
        "QuestionCn": "您能否提供一个关于如何进行地球化学数据收集以理解花岗闪长岩矿化过程的例子？",
        "AnswerEn": "An example of geochemical data collection for understanding mineralization processes in granodiorite porphyry includes the use of XRF for major elements and ICPMS for trace elements to achieve accuracies of 2% and 5%, respectively. Additionally, fluid inclusion microthermometry using a Linkam stage provides temperature data with precision better than 0.5°C below zero and better than 1°C above zero. This data helps to interpret the diagenetic and mineralization processes, especially the evolution of hydrothermal processes and associated precipitation of minerals like scheelite.",
        "AnswerCn": "用于理解花岗闪长岩矿化过程的地球化学数据收集示例包括使用XRF分析主要元素和使用ICPMS分析微量元素，以实现2%和5%的准确度。此外，使用Linkam显微热测定仪进行流体包裹体微热测定，提供低于零度的温度数据精度优于0.5°C，高于零度的精度优于1°C。这些数据有助于解释成岩和矿化过程，特别是热液过程的演变及其相关矿物如钨矿的沉淀。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and precision levels of data collection methods used for analyzing geochemical compositions and fluid inclusions in a granite diorite porphyry related to tungsten mineralization?",
        "QuestionCn": "用于分析与钨矿化相关的花岗闪长岩中的地球化学成分和流体包裹体的数据收集方法的特征和精度水平是什么？",
        "AnswerEn": "2% precision for major element compositions, 5% precision for trace elements, temperature precision better than 0.5℃ below zero, temperature precision better than 1℃ above zero",
        "AnswerCn": "主要元素成分的精度为2%，微量元素的精度为5%，零度以下的温度精度优于0.5℃，零度以上的温度精度优于1℃。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the precision level of the major and trace element composition data obtained using XRF and ICPMS techniques in a dataset related to geochemical analysis?",
        "QuestionCn": "在与地球化学分析相关的数据集中，使用XRF和ICPMS技术获得的主要和微量元素组成数据的精确度水平是什么？",
        "AnswerEn": "2%, 5%",
        "AnswerCn": "2%，5%",
        "Level": "C5(Evaluating)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'fluid inclusion microthermometry' mean in the context of geochemical data collection?",
        "QuestionCn": "在地球化学数据收集中，“流体包裹体显微测温法”是什么意思？",
        "AnswerEn": "Fluid inclusion microthermometry refers to the process of measuring the temperature of fluid inclusions within minerals using a device like a Linkam microthermometry stage. It provides insights into the temperature conditions during mineral formation and is used for understanding the evolution of hydrothermal processes and mineralization, with precision better than 0.5°C below zero and better than 1°C above zero.",
        "AnswerCn": "流体包裹体微热测量是指使用像Linkam微热测量台这样的设备测量矿物中流体包裹体的温度的过程。它提供了关于矿物形成过程中温度条件的见解，并用于理解热液过程和矿化的演变，精度在零度以下优于0.5°C，零度以上优于1°C。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the compositional data of whole rock major and trace elements, obtained through XRF and ICPMS, infer about the underlying geochemical processes in tungsten ore mineralization within granodiorite porphyry?",
        "QuestionCn": "通过XRF和ICPMS获得的全岩主要和微量元素的成分数据可以推断出花岗闪长岩斑岩中钨矿矿化的潜在地球化学过程吗？",
        "AnswerEn": "The compositional data of whole rock major and trace elements, acquired through XRF and ICPMS, can provide insights into the geochemical processes involved in the mineralization of tungsten ore in granodiorite porphyry. This includes understanding the role of hydrothermal evolution and the alteration and decomposition of plagioclase as a primary mechanism for tungsten ore formation in the region.",
        "AnswerCn": "通过XRF和ICPMS获得的全岩主要和微量元素的组合数据，可以为了解花岗闪长岩中钨矿化的地球化学过程提供见解。这包括理解热液演化的作用以及斜长石的变质和分解作为该地区钨矿形成的主要机制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary causes that affect the accuracy of geochemical data collection in mineralized granodiorite porphyry, specifically in terms of major and trace element composition?",
        "QuestionCn": "影响矿化花岗闪长岩中地球化学数据收集准确性的主要原因是什么，特别是在主要和微量元素组成方面？",
        "AnswerEn": "The accuracy of geochemical data collection in mineralized granodiorite porphyry is influenced by the testing methods used, such as XRF for major elements and ICPMS for trace elements. The precision of these methods can reach up to 2% for major elements and 5% for trace elements, indicating that factors such as the equipment calibration, sample preparation, and testing environment can impact data accuracy.",
        "AnswerCn": "矿化花岗闪长岩的地球化学数据收集的准确性受到所使用测试方法的影响，例如用于主要元素的XRF和用于微量元素的ICPMS。这些方法的精度可以达到主要元素2%和微量元素5%，这表明设备校准、样品准备和测试环境等因素会影响数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using different geochemical data collection methods, such as XRF and ICPMS, on the interpretation of mineralization processes in tungsten deposits?",
        "QuestionCn": "使用不同的地球化学数据收集方法，如XRF和ICPMS，对钨矿床矿化过程的解释可能产生的后果是什么？",
        "AnswerEn": "Using different geochemical data collection methods, such as XRF for major elements and ICPMS for trace elements, affects the accuracy and precision of the data, with precision reaching 2% and 5% respectively. These methods provide critical insights into mineralization processes, particularly in understanding the petrogenesis and mineralization of tungsten deposits, highlighting alterations in plagioclase as a primary ore-forming mechanism in the region.",
        "AnswerCn": "使用不同的地球化学数据采集方法，如XRF用于主要元素和ICPMS用于微量元素，会影响数据的准确性和精确性，精确度分别达到2%和5%。这些方法为矿化过程提供了关键的见解，特别是在理解钨矿床的岩石成因和矿化方面，突显了斜长石的变化作为该地区主要成矿机制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific instruments and techniques are used to ensure precision in geochemical data collection of mineralized granodiorite porphyry in tungsten deposits?",
        "QuestionCn": "在钨矿床的矿化花岗闪长岩斑岩地球化学数据采集中使用哪些具体仪器和技术来确保精度？",
        "AnswerEn": "The geochemical major element data are obtained using X-ray fluorescence (XRF) with a precision of up to 2%, while trace elements are measured using inductively coupled plasma mass spectrometry (ICPMS) with a precision of up to 5%. Fluid inclusion microthermometry is performed using a Linkam heating-cooling stage, ensuring temperature measurement accuracy better than 0.5°C below zero and better than 1°C above zero.",
        "AnswerCn": "主要元素的地球化学数据是通过X射线荧光（XRF）获得的，精度可达2%；而微量元素则是通过电感耦合等离子体质谱（ICPMS）测量的，精度可达5%。流体包裹体微热测量使用Linkam加热-冷却台进行，确保零度以下温度测量精度优于0.5°C，零度以上温度测量精度优于1°C。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}