{
  "id": "a46bb8e4-da55-414d-8d76-8e68f674f350",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat soil adjusted vegetation index (SAVI) products over the Tibetan Plateau (1980s-2019)",
      "titleCn": "青藏高原Landsat系列卫星遥感土壤调节植被指数（SAVI）产品（1980s-2019）",
      "description": "The dataset is the soil adjusted vegetation index (SAVI) products from 1980s to 2019 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the SAVI equation which is added soil adjusted parameters S based on NDVI equation.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.SAVI is stable in the sparse vegetation area, but is not sensitive in the dense vegetation area .",
      "descriptionCn": "1）数据内容：本数据集包含从1980s-2019年青藏高原地区Landsat长时序SAVI。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过SAVI的计算公式进行生产的，即并在NDVI计算公式的基础上引入了土壤调节因子S进行计算的。3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数在植被稀疏区域较为稳定，而在植被覆盖茂盛区域不敏感。",
      "instructions": "1) File name rules: the SAVI result of each scense is stored in a floder including the SAVI band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-SAVI\",for example, L5-TM-115-026-19840418-LSR-BRDF-SAVI;the SAVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-SAVI.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-SAVI.TIF\". 2) How to use the dataset:the surface reflectance results can be opened by ArcGIS, envi, QGIS and so on, the surface reflectance results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
      "instructionsCn": "文件命名：SAVI是以景为单位存放文件夹，由SAVI波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-SAVI，如L5-TM-115-026-19840418-LSR-BRDF-SAVI；其中SAVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-SAVI.TIF，如L5-TM-115-026-19840418-LSR-BRDF-SAVI.TIF。数据使用方法：地表反射率结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，地表反射率结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
      "east": 106.0,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 5740981954560.0,
      "cstr": "18406.11.Ecolo.tpdc.271720",
      "doi": "10.11888/Ecolo.tpdc.271720",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "彭燕",
        "nameEn": "PENG Yan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A soil- adjusted vegetation index (SAVI) . Remote Sensing of Environment",
        "referenceCn": null,
        "referenceEn": "HUETE, A.R. (1988). A soil- adjusted vegetation index (SAVI). Remote Sensing of Environment, 25, 295-309."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980s-2019",
        "keywordEn": "1980s-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the primary features of datasets generated using the SAVI calculation formula on Landsat series satellite surface reflectance data in the context of the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原背景下，使用SAVI计算公式生成的数据集的主要特征是什么？",
        "AnswerEn": "SAVI, soil adjustment factor S, stable index values in sparsely vegetated areas, less sensitive in dense vegetation, spans from the 1980s to 2019, quality assurance files to identify clouds and ice/snow",
        "AnswerCn": "SAVI，土壤调整因子S，在稀疏植被区域具有稳定的指数值，在密集植被中不太敏感，时间跨度从1980年代到2019年，质量保证文件用于识别云和冰/雪。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Soil-Adjusted Vegetation Index (SAVI) and how is it used in remote sensing of vegetation?",
        "QuestionCn": "什么是土壤调节植被指数（SAVI），它如何用于植被的遥感？",
        "AnswerEn": "The Soil-Adjusted Vegetation Index (SAVI) is a modification of the Normalized Difference Vegetation Index (NDVI) that minimizes soil brightness influences on vegetation index values. It is calculated by introducing a soil adjustment factor into the NDVI formula. SAVI is particularly useful in areas with sparse vegetation, as it provides more stable assessments of vegetation cover by accounting for soil background reflectance.",
        "AnswerCn": "土壤调整植被指数（SAVI）是归一化差异植被指数（NDVI）的一个改进版本，旨在减少土壤亮度对植被指数值的影响。它通过在NDVI公式中引入土壤调整因子来计算。SAVI在植被稀疏的地区特别有用，因为它通过考虑土壤背景反射率，提供了更稳定的植被覆盖评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the calculation method incorporating a soil adjustment factor in SAVI data differ from traditional NDVI data collection methods in terms of stability and sensitivity to vegetation coverage in the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原，采用土壤调整因子的SAVI数据计算方法与传统的NDVI数据收集方法在稳定性和对植被覆盖敏感性方面有何不同？",
        "AnswerEn": "The calculation method for SAVI data incorporates a soil adjustment factor, which makes it more stable in sparsely vegetated areas compared to traditional NDVI data collection methods. In contrast, NDVI can be less sensitive in areas with dense vegetation coverage, whereas SAVI remains less sensitive in such regions, highlighting a key difference in sensitivity between the two approaches.",
        "AnswerCn": "SAVI数据的计算方法包含一个土壤调整因子，使其在稀疏植被区域比传统的NDVI数据收集方法更稳定。相比之下，NDVI在植被覆盖密集的区域敏感性较低，而SAVI在这些区域的敏感性保持较低，突显了两种方法在敏感性上的关键差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the incorporation of soil adjustment factors in calculating vegetation indices impact the accuracy and applicability of data in regions with varying levels of vegetation cover?",
        "QuestionCn": "在计算植被指数时，土壤调整因子的纳入如何影响在植被覆盖水平不同的地区数据的准确性和适用性？",
        "AnswerEn": "The incorporation of soil adjustment factors, as seen with the Soil Adjusted Vegetation Index (SAVI), is designed to enhance the accuracy of vegetation measurement in areas with sparse vegetation. This approach helps reduce the influence of soil brightness, making the index more reliable in such regions. However, it is noted that in regions with dense vegetation, the index may become less sensitive, indicating a potential limitation in its applicability where vegetation cover is high.",
        "AnswerCn": "土壤调整因子的引入，如土壤调整植被指数（SAVI），旨在提高稀疏植被区域植被测量的准确性。这种方法有助于减少土壤亮度的影响，使该指数在这些区域更可靠。然而，值得注意的是，在植被密集的地区，该指数的敏感性可能降低，这表明其在高植被覆盖区域的适用性存在潜在限制。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the stability of the Soil Adjusted Vegetation Index (SAVI) in sparsely vegetated areas, and what challenges might arise in its application in densely vegetated regions?",
        "QuestionCn": "影响土壤调整植被指数（SAVI）在稀疏植被区域稳定性的因素有哪些？在密集植被区域应用时可能会遇到哪些挑战？",
        "AnswerEn": "The stability of the Soil Adjusted Vegetation Index (SAVI) in sparsely vegetated areas is attributed to the inclusion of the soil adjustment factor (S) in its calculation, which helps to minimize soil brightness influences. However, in densely vegetated regions, the index becomes less sensitive, posing challenges in accurately capturing vegetation dynamics.",
        "AnswerCn": "土壤调整植被指数（SAVI）在稀疏植被区域的稳定性归因于其计算中包含的土壤调整因子（S），该因子有助于最小化土壤亮度的影响。然而，在密集植被区域，该指数的敏感性降低，导致准确捕捉植被动态面临挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to create a dataset of Landsat series satellite remote sensing soil-adjusted vegetation index (SAVI) products for the Qinghai-Tibet Plateau from the 1980s to 2019?",
        "QuestionCn": "创建1980年至2019年青藏高原Landsat系列卫星遥感土壤调整植被指数（SAVI）产品的数据集的重要性是什么？",
        "AnswerEn": "The creation of a dataset of Landsat series satellite remote sensing soil-adjusted vegetation index (SAVI) products for the Qinghai-Tibet Plateau from the 1980s to 2019 is important because the SAVI is particularly stable in sparsely vegetated areas and less sensitive in densely vegetated regions. This allows for accurate monitoring and analysis of vegetation changes over a long time period, providing valuable insights into ecological and environmental changes in the region.",
        "AnswerCn": "创建一个1980年代至2019年青藏高原的Landsat系列卫星遥感土壤调整植被指数（SAVI）产品数据集是重要的，因为SAVI在稀疏植被区域特别稳定，而在密集植被区域敏感性较低。这使得能够准确监测和分析长期的植被变化，为该地区的生态和环境变化提供了宝贵的见解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in calculating the Soil-Adjusted Vegetation Index (SAVI) using Landsat series satellite surface reflectance data, and how is the soil adjustment factor incorporated?",
        "QuestionCn": "使用Landsat系列卫星地表反射率数据计算土壤调节植被指数（SAVI）涉及哪些程序，以及如何纳入土壤调节因子？",
        "AnswerEn": "The calculation of the Soil-Adjusted Vegetation Index (SAVI) involves using Landsat series satellite surface reflectance data. The SAVI is produced by applying its calculation formula, which modifies the NDVI formula by introducing a soil adjustment factor (S) to account for soil brightness influences, especially in areas with sparse vegetation.",
        "AnswerCn": "土壤调整植被指数（SAVI）的计算涉及使用Landsat系列卫星的表面反射率数据。SAVI通过应用其计算公式来生成，该公式通过引入土壤调整因子（S）来修改NDVI公式，以考虑土壤亮度的影响，特别是在植被稀疏的地区。",
        "Level": "C3(Applying)"
      }
    ]
  }
}