{
    "id": "a482b697-25ec-4be2-8766-f39a2507e1f6",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "In situ trace element and sulfur isotope dataset of pyrite in Gouli gold deposit, East Kunlun orogenic belt",
            "titleCn": "东昆仑造山带沟里金矿床黄铁矿原位微量元素、硫同位素数据集",
            "description": "This dataset mainly comprises in-situ trace elements (Table 1) and in-situ sulfur isotope data (Table 2) of pyrite in Gouli gold deposit (goluolongwa and Asha gold deposits) in East Kunlun orogenic belt. Part of the trace element analysis of pyrite was completed in the State Key Laboratory of deposit geochemistry, Institute of geochemistry, Chinese Academy of Sciences, using ASI resolution lr-s155 laser microprobe equipped with coherent compex Pro 193 nm ArF excimer laser and Agilent 7700x inductively coupled plasmon mass spectrometer. The other part was tested by compex Pro 102 ARF 193 nm excimer laser and Agilent 7700e inductively coupled plasma mass spectrometer in Wuhan shangspectral Analysis Technology Co., Ltd. In the treatment of trace element content, glass reference materials NIST 610 and NIST 612 are used for multi external standard and no internal standard correction (Liu et al., 2008). The sulfide reference material MASS-1 of USGS is used as the monitoring standard to verify the reliability of the correction method. The off-line processing of analytical data is completed by the software ICPMSDataCal (Liu et al., 2008). Part of the sulfur isotopic element analysis of pyrite was completed in the State Key Laboratory of deposit geochemistry, Institute of geochemistry, Chinese Academy of Sciences, using Nu-Plasma III multi collector (MC) - ICP-MS equipped with 155arf-193nm laser ablation system. The other part was completed in Wuhan shangspectral Analysis Technology Co., Ltd. by Geolas HD laser ablation Neptune plus multi receiver cup inductively coupled plasma mass spectrometry (LA-MC-ICP-MS). Sulfur isotope mass fractionation was corrected by SSB method. Pyrrhotite reference SP-Po-01（ δ 34sv CDT = 1.4 ± 0.4), pyrite reference material SP-Py-01（ δ 34sv CDT = 2.0 ± 0.5 ‰) was repeatedly analyzed as a quality monitoring sample to verify the accuracy of the experimental method. This dataset has been published in the international authoritative journals ore geology reviews（Li X.H., Fan H.R. *, Liang G.Z., Zhu R.X., Yang K.F., Steele-MacInnis M., Hu H.L. (2021). Texture, trace elements, sulfur and He-Ar isotopes in pyrite: Implication for ore-forming processes and fluid source of the Guoluolongwa gold deposit,East Kunlun metallogenic belt. Ore Geology Reviews 136）and Journal of Asian Earth Sciences（Liang G.Z., Yang K.F. *, Sun W.Q., Fan H.R., Li X.H., Lan T.G., Hu H.L., Chen Y.W. （2021）. Multistage ore-forming processes and metal source recorded in texture and composition of pyrite from the Late Triassic Asiha gold deposit, Eastern Kunlun Orogenic Belt, western China. Journal of Asian Earth Sciences 220.）The main results are as follows: (1) Through the comprehensive study of pyrite structure and geochemistry, the properties and sources of ore-forming fluids and multi-stage ore-forming process of Goluolongwa gold deposit and Asiha gold deposit are discussed. Four types of pyrite with different structure, trace element content and sulfur isotope are distinguished, and four metallogenic stages are divided; (2) The S isotopic characteristics and low Co -Ni content of hydrothermal pyrite in goluolongwa gold deposit and the He-Ar isotopic characteristics of fluid inclusions in pyrite indicate that the ore-forming fluid mainly comes from the multi-stage fluid dissolution of crust derived felsic magma, which is consistent with the results of H-O isotopic analysis and a large number of granites exposed in the east of the East Kunlun orogenic belt; (3) The sulfur isotopic and trace element characteristics of pyrite in Asiha gold deposit indicate that the ore-forming fluids are derived from the recent granite porphyry magmatic hydrothermal solution. During the rising process of fluid in the metallogenic stage, the basic volcanic rock and sedimentary rock surrounding rock are mixed, and the mixing amount shows an increasing trend. The above data systematically explain the characteristics and sources of ore-forming fluid of Gouli gold deposit, finely describe the multi-stage metallogenic process, clarify the metallogenic mechanism, and construct the metallogenic model map, which is of great significance for exploring the exploration and mining of gold resources in the East Kunlun orogenic belt. In addition, this dataset can provide a comparative reference for the study of metallogenic mechanism of other gold deposits in the East Kunlun orogenic belt, and has great scientific value for systematically exploring the formation of gold deposits in the East Kunlun orogenic belt.",
            "descriptionCn": "本数据集内容主要包括东昆仑造山带沟里金矿床（果洛龙洼和阿斯哈金矿床）黄铁矿原位微量元素（Table 1）以及原位硫同位素数据（Table 2）。黄铁矿的微量元素分析一部分在中国科学院地球化学研究所矿床地球化学国家重点实验室，采用配备相干Compex Pro 193 nm ArF准分子激光器的ASI分辨率-LR-S155激光微探针以及安捷伦7700x电感耦合等离子体质谱仪完成测试。另一部分在武汉上谱分析科技有限责任公司利用COMPexPro 102 ArF 193 nm准分子激光器搭载Agilent 7700e电感耦合等离子体质谱仪完成测试。微量元素含量处理中采用玻璃标准物质NIST 610，NIST 612进行多外标无内标校正(Liu et al., 2008)，USGS的硫化物标准物质MASS-1作为监控标样验证校正方法的可靠性。对分析数据的离线处理采用软件ICPMSDataCal (Liu et al., 2008)完成。黄铁矿的硫同位元素分析一部分在在中国科学院地球化学研究所矿床地球化学国家重点实验室，采用搭载了155arf-193nm激光烧蚀系统的Nu-Plasma III型多采集器(MC)-ICP-MS完成。另一部分在武汉上谱分析科技有限责任公司利用Geolas HD激光剥蚀Neptune Plus多接收杯电感耦合等离子体质谱（LA-MC-ICP-MS）完成。硫同位素质量分馏采用SSB方法校正。磁黄铁矿参考物质SP-Po-01（δ34Sv-CDT=1.4±0.4），黄铁矿参考物质SP-Py-01（δ34Sv-CDT=2.0±0.5‰）作为质量监控样品被重复分析，验证实验方法的准确性。该套数据已经发表在国际权威期刊《Ore Geology Reviews》（Li X.H., Fan H.R. *, Liang G.Z., Zhu R.X., Yang K.F., Steele-MacInnis M., Hu H.L. (2021). Texture, trace elements, sulfur and He-Ar isotopes in pyrite: Implication for ore-forming processes and fluid source of the Guoluolongwa gold deposit,East Kunlun metallogenic belt. Ore Geology Reviews 136）和《Journal of Asian Earth Sciences》上（Liang G.Z., Yang K.F. *, Sun W.Q., Fan H.R., Li X.H., Lan T.G., Hu H.L., Chen Y.W. （2021）. Multistage ore-forming processes and metal source recorded in texture and composition of pyrite from the Late Triassic Asiha gold deposit, Eastern Kunlun Orogenic Belt, western China. Journal of Asian Earth Sciences 220.）。主要成果如下：（1）通过对黄铁矿结构和地球化学综合研究，探讨了果洛龙洼金矿床和阿斯哈金矿床成矿流体性质和来源及多阶段成矿过程。区分出具有不同结构、微量元素含量和硫同位素的四种类型的黄铁矿，划分了四个成矿阶段；（2）果洛龙洼金矿床热液黄铁矿的S同位素特征和低Co-Ni含量，以及黄铁矿中流体包裹体的He-Ar同位素特征均指示，成矿流体主要来源于壳源长英质岩浆发生多期流体出溶，与H-O同位素分析结果以及东昆仑造山带东部出露大量的花岗岩一致;（3）阿斯哈金矿黄铁矿的硫同位素特征和微量元素特征指示，成矿流体均来源于近同期的花岗斑岩岩浆热液。成矿阶段流体在上升过程中，都混染了基性火山岩和沉积岩围岩，且混入量呈递增趋势。以上数据系统阐释了沟里金矿床的成矿流体性质特征和来源，精细刻画了多阶段成矿过程，明确了成矿机制，并构建了成矿模式图，对于探索东昆仑造山带金资源的勘探与开采具有重要意义。此外，该套数据可为东昆仑造山带其他金矿区成矿机制研究提供对比参考，对于系统探究东昆仑造山带金矿床的形成具有重大科学价值。",
            "instructions": "File naming: the data set is stored in tabular format. The name of the file is \"2021geochemical data. Xlsx\", in which 2021 represents the year.\nData reading method: Microsoft Excel",
            "instructionsCn": "文件命名：数据集以表格格式存储，文件的名称为“2021Geochemicaldata.xlsx”，其中2021代表年份。\n数据读取方式：Microsoft Excel",
            "east": 98.45,
            "west": 86.0,
            "south": 38.0,
            "north": 35.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 36086.0,
            "cstr": "18406.11.SolidEar.tpdc.271877",
            "doi": "10.11888/SolidEar.tpdc.271877",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李兴辉",
                "nameEn": "LI Xinghui",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            },
            {
                "nameCn": "梁改忠",
                "nameEn": "LIANG Gaizhong",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Multistage ore-forming processes and metal source recorded in texture and composition of pyrite from the Late Triassic Asiha gold deposit, Eastern Kunlun Orogenic Belt, western China",
                "referenceCn": null,
                "referenceEn": "Liang, G.Z., Yang, K.F.*, Sun, W.Q., Fan, H.R., Li, X.H., Lan, T.G., Hu, H.L., & Chen, Y.W. (2021). Multistage ore-forming processes and metal source recorded in texture and composition of pyrite from the Late Triassic Asiha gold deposit, Eastern Kunlun Orogenic Belt, western China. Journal of Asian Earth Sciences 220."
            },
            {
                "titleCn": null,
                "titleEn": "Texture, trace elements, sulfur and He-Ar isotopes in pyrite: Implication for ore-forming processes and fluid source of the Guoluolongwa gold deposit,East Kunlun metallogenic belt",
                "referenceCn": null,
                "referenceEn": "Li, X.H., Fan, H.R.*, Liang, G.Z., Zhu, R.X., Yang, K.F., Steele-MacInnis, M., & Hu, H.L. (2021). Texture, trace elements, sulfur and He-Ar isotopes in pyrite: Implication for ore-forming processes and fluid source of the Guoluolongwa gold deposit, East Kunlun metallogenic belt. Ore Geology Reviews 136."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "S同位素",
                "nameEn": "S isotope"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            },
            {
                "nameCn": "黄铁矿",
                "nameEn": "Pyrite"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "东昆仑成矿带",
                "keywordEn": "East Kunlun metallogenic belt"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "227-375Ma",
                "keywordEn": "227-375Ma",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Comparison": [
            {
                "QuestionEn": "How do the trace element and sulfur isotope analysis techniques used in analyzing pyrite from the East Kunlun orogenic belt differ in terms of data accuracy and reliability when compared to other methods used in similar geological studies?",
                "QuestionCn": "在分析东昆仑造山带的黄铁矿时，微量元素和硫同位素分析技术在数据准确性和可靠性方面与其他类似地质研究中使用的方法有何不同？",
                "AnswerEn": "The trace element analysis of pyrite in the East Kunlun orogenic belt utilizes laser microprobe techniques with ICP-MS, employing external standard corrections using NIST 610 and NIST 612, and verifying with the MASS-1 standard. Sulfur isotope analysis is conducted using LA-MC-ICP-MS, corrected by the SSB method, with reference materials SP-Po-01 and SP-Py-01 for quality control. These methods ensure reliability and accuracy of results, with the specific standards and calibration techniques used enhancing the precision of the data, which may differ from alternative methods in other studies that might use different equipment, standards, or calibration techniques.",
                "AnswerCn": "东昆仑造山带的黄铁矿微量元素分析采用激光微探针技术结合ICP-MS，使用NIST 610和NIST 612进行外部标准校正，并通过MASS-1标准进行验证。硫同位素分析采用LA-MC-ICP-MS，使用SSB方法进行校正，并以SP-Po-01和SP-Py-01参考材料进行质量控制。这些方法确保了结果的可靠性和准确性，所使用的特定标准和校准技术提高了数据的精确度，这可能与其他研究中使用不同设备、标准或校准技术的替代方法有所不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the processes and fluid sources in orogenic gold deposits from the trace elements and sulfur isotopes in pyrite?",
                "QuestionCn": "可以从黄铁矿中的微量元素和硫同位素推断出造山金矿床中的过程和流体来源。",
                "AnswerEn": "From the trace elements and sulfur isotopes in pyrite, it can be inferred that the Guoluolongwa gold deposit's ore-forming fluids mainly originated from crust-derived felsic magma with multiple fluid exsolution events. Additionally, the characteristics of sulfur isotopes and microelements suggest that the fluid sources at the Asiha gold deposit were from contemporaneous porphyry magmatic hydrothermal systems, with interactions with mafic volcanic and sedimentary wall rocks, indicating a complex, multi-stage ore-forming process.",
                "AnswerCn": "从黄铁矿中的微量元素和硫同位素可以推断，郭洛龙瓦金矿的成矿流体主要来源于地壳源的酸性岩浆，并经历了多次流体逸出事件。此外，硫同位素和微量元素的特征表明，阿西哈金矿的流体来源于同时期的斑岩热液系统，并与基性火山岩和沉积岩壁岩相互作用，表明了一个复杂的多阶段成矿过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the precision and reliability of micro-element and sulfur isotope analysis in pyrite from gold deposits within orogenic belts?",
                "QuestionCn": "影响或ogenic带金矿中黄铁矿微量元素和硫同位素分析的精确性和可靠性的因素有哪些？",
                "AnswerEn": "The precision and reliability of micro-element and sulfur isotope analysis in pyrite are influenced by several factors, including the choice of analytical equipment and methods. For micro-element analysis, the use of laser ablation systems combined with inductively coupled plasma mass spectrometry (ICP-MS) is crucial. Calibration with glass standard materials like NIST 610 and NIST 612 is employed for accuracy, while the reliability of calibration methods is verified using sulfide standard materials such as MASS-1. For sulfur isotope analysis, multi-collector ICP-MS systems are used, and sulfur isotope mass fractionation is corrected using the SSB method. Reference materials such as SP-Po-01 and SP-Py-01 are analyzed repeatedly to ensure accuracy. The different stages and sources of ore-forming fluids, detected through variations in pyrite structure, trace elements, and isotopic compositions, also impact the analysis outcomes.",
                "AnswerCn": "微量元素和硫同位素分析中黄铁矿的精确性和可靠性受到多个因素的影响，包括分析设备和方法的选择。对于微量元素分析，激光剥蚀系统结合感应耦合等离子体质谱（ICP-MS）的使用至关重要。采用NIST 610和NIST 612等玻璃标准材料进行校准，以确保准确性，同时使用硫化物标准材料如MASS-1验证校准方法的可靠性。对于硫同位素分析，使用多收集器ICP-MS系统，并通过SSB方法校正硫同位素质量分馏。参考材料如SP-Po-01和SP-Py-01被反复分析以确保准确性。通过黄铁矿结构、微量元素和同位素组成的变化检测到的不同阶段和成矿流体的来源也会影响分析结果。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the outcomes of using multiple advanced laser ablation systems, like ASI Resolution LR-S155 and Geolas HD, for analyzing pyrite trace elements and sulfur isotopes in the context of ore-forming processes?",
                "QuestionCn": "使用多种先进激光烧蚀系统，如ASI Resolution LR-S155和Geolas HD，分析黄铁矿微量元素和硫同位素在矿床形成过程中的结果是什么？",
                "AnswerEn": "The use of multiple advanced laser ablation systems allows for a comprehensive analysis of pyrite trace elements and sulfur isotopes, leading to insights into ore-forming processes and fluid sources. It results in the identification of different pyrite types and ore-forming stages, which helps in understanding the mineralization processes and fluid characteristics, as well as providing a framework for exploring and mining gold resources in the Eastern Kunlun Orogenic Belt.",
                "AnswerCn": "多种先进激光烧蚀系统的使用使得对黄铁矿微量元素和硫同位素的综合分析成为可能，从而深入了解成矿过程和流体来源。这有助于识别不同类型的黄铁矿和成矿阶段，进而理解矿化过程和流体特征，并为在东昆仑造山带探索和开采金资源提供框架。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of collecting in-situ trace element and sulfur isotope data in pyrite from gold deposits in the Eastern Kunlun Orogenic Belt?",
                "QuestionCn": "在东昆仑造山带的金矿床中收集原位微量元素和硫同位素数据的目的是什么？",
                "AnswerEn": "The goal is to investigate the ore-forming processes and fluid sources of the Guoluolongwa gold deposit by analyzing the structure and geochemical characteristics of pyrite. This includes distinguishing different types of pyrite with varying structures, trace element contents, and sulfur isotopes, thereby identifying multiple ore-forming stages. The findings aim to elucidate the nature and source of the ore-forming fluids and construct a mineralization model, which is important for exploring and exploiting gold resources in the Eastern Kunlun Orogenic Belt. Additionally, the data can serve as a comparative reference for studying the ore-forming mechanisms in other gold deposits within the region.",
                "AnswerCn": "目标是通过分析黄铁矿的结构和地球化学特征，研究郭洛龙瓦金矿的成矿过程和流体来源。这包括区分不同类型的黄铁矿，分析其结构、微量元素含量和硫同位素，从而识别多个成矿阶段。研究结果旨在阐明成矿流体的性质和来源，并构建矿化模型，这对在东昆仑造山带探索和开发金资源具有重要意义。此外，这些数据还可以作为研究该地区其他金矿成矿机制的比较参考。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental techniques and procedural steps required to analyze trace elements and sulfur isotopes in pyrite for understanding ore-forming processes in the East Kunlun metallogenic belt?",
                "QuestionCn": "分析东昆仑成矿带中黄铁矿的微量元素和硫同位素以理解成矿过程所需的仪器技术和程序步骤是什么？",
                "AnswerEn": "The analysis of trace elements and sulfur isotopes in pyrite involves the use of laser microprobe techniques equipped with a 193 nm ArF excimer laser and an Agilent 7700x or 7700e Inductively Coupled Plasma Mass Spectrometer (ICP-MS). The trace element content is processed using NIST 610 and NIST 612 glass standards for multi-external standard correction, with USGS MASS-1 sulfide reference material used for validation. Sulfur isotope analysis is performed using a Nu-Plasma III MC-ICP-MS or Neptune Plus LA-MC-ICP-MS, with sulfur isotope mass fractionation corrected using the SSB method. SP-Po-01 and SP-Py-01 reference materials are repeatedly analyzed to verify the accuracy of the experiment.",
                "AnswerCn": "对黄铁矿中的微量元素和硫同位素的分析涉及使用配备193 nm ArF准分子激光的激光微探针技术，以及Agilent 7700x或7700e电感耦合等离子体质谱仪（ICP-MS）。微量元素含量的处理使用NIST 610和NIST 612玻璃标准进行多外部标准校正，并使用USGS MASS-1硫化物参考材料进行验证。硫同位素分析使用Nu-Plasma III MC-ICP-MS或Neptune Plus LA-MC-ICP-MS进行，硫同位素质量分馏使用SSB方法进行校正。SP-Po-01和SP-Py-01参考材料被反复分析以验证实验的准确性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements in laser ablation and mass spectrometry have enabled precise in-situ trace element and sulfur isotope analysis of pyrite in mineral deposits?",
                "QuestionCn": "激光烧蚀和质谱技术的哪些进展使得对矿床中黄铁矿的精确原位微量元素和硫同位素分析成为可能？",
                "AnswerEn": "Technological advancements such as the use of ASI Resolution-LR-S155 laser microprobe equipped with a 193 nm ArF excimer laser and Agilent 7700x ICP-MS, as well as the Nu-Plasma III MC-ICP-MS with a 155arf-193nm laser ablation system, have enabled precise in-situ trace element and sulfur isotope analysis of pyrite. These technologies allow for detailed exploration of mineral structures and geochemistry, facilitating the study of fluid sources and multi-stage ore-forming processes.",
                "AnswerCn": "技术进步，如配备193 nm ArF准分子激光的ASI Resolution-LR-S155激光显微探针和Agilent 7700x ICP-MS，以及配备155arf-193nm激光剥蚀系统的Nu-Plasma III MC-ICP-MS，使得对黄铁矿进行精确的原位微量元素和硫同位素分析成为可能。这些技术允许对矿物结构和地球化学进行详细探索，促进了流体来源和多阶段成矿过程的研究。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}