{
  "id": "a498bda9-333b-4687-bceb-d7ea7cfefbb8",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Surface PAR, SSR and NR products over the Heihe River basin (2012)",
      "titleCn": "黑河流域地表PAR、太阳辐射和净辐射产品（2012）",
      "description": "We produced surface photosynthetic effective radiation (PAR), solar radiation (SSR) and net radiation (NR) products with 1KM resolution in the heihe basin in 2012.The temporal resolution ranges from instantaneous to hourly and daily.Day-by-day ancillary data were also produced, including aerosol optical thickness, moisture content, NDVI, snow cover, and surface albedo.Among them, PAR and SSR use the method of lookup table to directly invert by combining the stationary weather satellite and polar orbit satellite MODIS product.NR was calculated by analyzing the relationship between net short-wave and net surface radiation.Hourly instantaneous products are weighted by average and integral to obtain hourly and daily cumulative products.",
      "descriptionCn": "我们生产了2012年黑河流域1KM分辨率的地表光合有效辐射(PAR)，太阳辐射(SSR)和净辐射(NR)产品。时间分辨率从瞬时，到逐时和逐日累计。同时也生产了逐日的辅助数据，包括气溶胶光学厚度、水汽含量、NDVI、雪盖和地表反照率。其中，PAR和SSR通过结合静止气象卫星和极轨卫星MODIS产品，用查找表的方法来直接反演。NR通过分析地表净短波辐射和净辐射之间的关系来计算。半小时一次的瞬时产品被加权平均和积分得到逐时和日累计产品。\n最终的数据产品以HDF格式打包。HDF文件里有数据以及数据集的详细说明。放了方便使用，简介文档里给出了一段读取HDF格式的IDL代码和一个HDF专业软件！\n 如果在您的论文中用到了此数据，请引用以下三篇参考文献！",
      "instructions": "File naming: the data is stored in a grid HDF format, stored in daily folders (such as 2012001), the file is divided into DlySRC, HurSRC, InsSRC, file name \"InsSRC.yyyyddd.hhhh.hdf\", where yyyy represents the year, DDD represents the date, HHHH represents when, such as inssrc.2012002.0030.hdfRepresents the second day of 2012 solar radiation and net radiation products.\nData reading method: Arcgis, Qgis and other remote sensing software as well as HDF program code and HDF professional software can be used to open and read.Raster images are generated after reading.",
      "instructionsCn": "文件命名：数据以栅格HDF格式存储，以逐日文件夹存储（如2012001），文件分为DlySRC，HurSRC，InsSRC，文件名称“InsSRC.yyyyddd.hhhh.hdf”其中yyyy代表年，ddd代表日期，hhhh代表时，例如InsSRC.2012002.0030.hdf代表2012年第二天太阳辐射和净辐射产品。\n数据读取方式：可以用Arcgis、Qgis等遥感软件及HDF格式的程序代码和HDF专业软件打开读取。读取后会产生栅格图像。",
      "east": 102.0,
      "west": 97.0,
      "south": 37.0,
      "north": 43.0,
      "startTime": "2012-07-16 18:49:44",
      "endTime": "2013-07-16 18:49:44",
      "fileSize": 31627538922.0,
      "cstr": "18406.11.heihe.115.2014.db",
      "doi": "10.3972/heihe.115.2014.db",
      "dataFormat": "栅格",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "黄广辉",
        "nameEn": "HUANG Guanghui",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "High resolution surface radiation products for studies of regional regionalenergy, hydrologic and ecological processes over Heihe river basin,northwest China",
        "referenceCn": null,
        "referenceEn": "Huang, G. H., Li, X., Ma,M. G., Li, H. Y., & Huang, C. L.(2016). High resolution surface radiation products for studies of regional regionalenergy, hydrologic and ecological processes over Heihe river basin,northwest China. Agricultural and Forest Meteorology,230-231,67-78.doi:10.1016/j.agrformet.2016.04.007"
      },
      {
        "titleCn": null,
        "titleEn": "Representativeness errors of point-scale ground-based solar radiation measurements in the validation of remote sensing products",
        "referenceCn": null,
        "referenceEn": "Huang, G. H., Li, X., Huang, C. L., Liu, S. M., Ma, Y. F., & Chen, H. (2016). Representativeness errors of point-scale ground-based solar radiation measurements in the validation of remote sensing products. Remote Sensing of Environment, 181, 198-206. doi: 10.1016/j.rse.2016.04.001"
      },
      {
        "titleCn": null,
        "titleEn": "A LUT-based approach to estimate surface solar irradiance by combining MODIS and MTSAT data",
        "referenceCn": null,
        "referenceEn": "Huang, G.H., Ma, M.G., Liang, S.L., Liu, S.M., & Li, X. (2011). A LUT-based approach to estimate surface solar irradiance by combining MODIS and MTSAT data. Journal of Geophysical Research-Atmospheres, 116( D22201)."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "光合有效辐射",
        "nameEn": "Photosynthetically active radiation"
      },
      {
        "nameCn": "净辐射",
        "nameEn": "Net radiation"
      },
      {
        "nameCn": "地表通量",
        "nameEn": "Land surface flux"
      },
      {
        "nameCn": "太阳辐射",
        "nameEn": "Solar radiation"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河中游",
        "keywordEn": "Middle Reaches of Heihe River Basin"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "结合MODIS和FY2 D/E 估算黑河流域地表入射太阳辐射及光合有效辐射",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Monitoring surface radiation budget by remote sensing technique is a very important use of satellite data. Especially for surface solar radiation (SSR), the earliest studies can date back to the 60s of the last century (Fritz, Rao, & Weinstein, 1964). Besides large and continuous spatio-temporal coverage, another main advantage of the satellite remote sensing technique over other approaches (e.g., discrete surface observation or reanalysis modelled products) is that it can accurately capture the spatial distributions and dynamic changes of cloud, which is regarded as a superior modulator of SSR (Forman & Margulis, 2009). Up to now, over decades of rapid development, estimation of SSR based on satellite remote sensing technique has become increasingly mature, and many products have already been produced (Liang, Wang, Zhang, & Wild, 2010; Pinker & Laszlo, 1992; Pinker et al., 2003; Posselt, Mueller, Stockli, & Trentmann, 2012; Zhang, Liang, Zhou, Wu, & Zhao, 2014; Zhang, Rossow, Lacis, Oinas, & Mishchenko, 2004)."
      ],
      "research objective": [
        "In this paper, we will investigate and quantify the representativeness errors of point-scale ground-based measurements using the surface flux-observation matrix from HiWATER (Li et al., 2013) and the solar radiation data retrieved from geostationary meteorological satellite (Huang, Li, Ma, & Li, 2016)."
      ],
      "challenges": [
        "Questions such as, how large is the representativeness error of surface measurements in the validation and how much of the product-measurement difference can be attributed to their inherent differing spatial scales, cast doubts on the suitability of this direct validation approach. The current study demonstrates that wildly fluctuating representativeness errors exist which are strongly contingent on the time and space scales of remote sensing products, as well as instant atmospheric conditions. The errors caused by the poor representativeness of surface sites, likely significantly contribute to the large differences between measurements and products."
      ],
      "methods": [
        "In this study, the MSD is the variance of representativeness error in time-space domain, which measures the overall variability of representativeness error. During the matrix experiment, all measurements were carried out carefully with continuous supervision. Spirit levels and glass domes of the 17 radiometers were checked weekly to guard against any perceptible instrument tilting and possible soiling of the sensors. A thermal offset correction, a calibration correction, a leveling correction and a correction on soiling error were initially devised to perform in order. The recording cycle of raw SSR was 10 min, and data gaps nearly did not exist during the experiment. The corrected data at the 16 sites would be utilized for the following analyses. Representativeness error of point-scale measurements with respect to grid-level surrounding include two levels of errors, namely detailed error from point to kilometer scales and macroscopic error from kilometer to grid scales."
      ],
      "dataset": [
        "As mentioned earlier, surface observation data in this study are only provided by the surface flux-observation matrix from HiWATER-MUSOEXE. This observation matrix includes 17 sets of eddy covariance (EC) system and automatic meteorological station and 4 pairs of large aperture scintillometer (LAS) systems, and covers approximately 5 × 5 km2 spatial area located in the midstream area of Heihe river basin, northwest China. Previous SSR satellite products over Heihe river basin in northwest China are used in the current study. The original spatial resolution of the products is 0.05° (~5 km), and the temporal resolution is half hour."
      ],
      "findings": [
        "For an area of 5 × 5 km², 1.4~8.1% of representativeness errors are found from monthly to “instantaneous” timescales; while for an area of 1° × 1° grid, 3.1~8.1% of representativeness errors are seen. On timescales longer than or equal to one day, representativeness errors do not need to be considered for validations of kilometer-level products, but on shorter timescales representativeness errors will affect the validation results to some extent. For instantaneous products with 5 km resolution, our study indicates over 13% of errors can be attributed to the inherent representativeness error, and 30-minute surface measurements are recommended for a routine validation. However, for validations of grid-level products, representativeness errors basically cannot be neglected regardless of timescales."
      ],
      "backgroundCn": [
        "通过遥感技术监测表面辐射预算是卫星数据的一项非常重要的应用。特别是对于表面太阳辐射（SSR），最早的研究可以追溯到上世纪60年代（Fritz, Rao, & Weinstein, 1964）。除了大范围和连续的时空覆盖外，卫星遥感技术相较于其他方法（如离散的地面观测或再分析模型产品）的另一个主要优势在于它能够准确捕捉云的空间分布和动态变化，而云被视为SSR的一个重要调节因子（Forman & Margulis, 2009）。至今，经过数十年的快速发展，基于卫星遥感技术的SSR估算已经变得越来越成熟，许多产品已经被开发出来（Liang, Wang, Zhang, & Wild, 2010; Pinker & Laszlo, 1992; Pinker et al., 2003; Posselt, Mueller, Stockli, & Trentmann, 2012; Zhang, Liang, Zhou, Wu, & Zhao, 2014; Zhang, Rossow, Lacis, Oinas, & Mishchenko, 2004）。"
      ],
      "research objectiveCn": [
        "在本文中，我们将利用HiWATER的表面通量观测矩阵（Li et al., 2013）和从静止气象卫星获取的太阳辐射数据（Huang, Li, Ma, & Li, 2016）来研究和量化点尺度地面观测的代表性误差。"
      ],
      "challengesCn": [
        "诸如表面测量在验证中的代表性误差有多大，以及产品测量差异中有多少可以归因于它们固有的不同空间尺度等问题，对这种直接验证方法的适用性产生了怀疑。本研究表明，存在剧烈波动的代表性误差，这些误差在很大程度上取决于遥感产品的时间和空间尺度，以及瞬时大气条件。表面站点代表性差导致的误差，可能显著贡献于测量与产品之间的大差异。"
      ],
      "methodsCn": [
        "在本研究中，MSD是时空域中代表性误差的方差，衡量代表性误差的整体变异性。在矩阵实验期间，所有测量均在持续监督下仔细进行。17个辐射计的水平仪和玻璃罩每周检查一次，以防止仪器倾斜和传感器可能的污垢。最初设计了热偏移校正、校准校正、水平校正和污垢误差校正，并按顺序进行。原始SSR的记录周期为10分钟，实验期间几乎没有数据缺口。16个站点的校正数据将用于后续分析。点尺度测量的代表性误差相对于周围的网格级别包括两个层次的误差，即从点到千米尺度的详细误差和从千米到网格尺度的宏观误差。"
      ],
      "datasetCn": [
        "如前所述，本研究中的地面观测数据仅由HiWATER-MUSOEXE的地面通量观测矩阵提供。该观测矩阵包括17套涡度协方差（EC）系统和自动气象站，以及4对大孔径闪烁仪（LAS）系统，覆盖了位于中国西北部黑河流域中游地区约5 × 5 km²的空间区域。当前研究中使用了黑河流域的先前SSR卫星产品。这些产品的原始空间分辨率为0.05°（约5公里），时间分辨率为半小时。"
      ],
      "findingsCn": [
        "对于5 × 5 km²的区域，从月度到“瞬时”时间尺度上发现代表性误差为1.4~8.1%；而对于1° × 1°的网格区域，代表性误差为3.1~8.1%。在大于或等于一天的时间尺度上，验证公里级产品时不需要考虑代表性误差，但在较短的时间尺度上，代表性误差会在一定程度上影响验证结果。对于分辨率为5公里的瞬时产品，我们的研究表明，超过13%的误差可以归因于固有的代表性误差，并建议使用30分钟的地面测量数据进行常规验证。然而，对于网格级产品的验证，无论时间尺度如何，代表性误差基本上都不能被忽视。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are representativeness errors a significant concern when validating point-scale ground measurements against grid-level satellite data products?",
        "QuestionCn": "在将点尺度地面测量与网格级卫星数据产品进行验证时，代表性误差是否是一个重要问题？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "In the context of measuring representativeness errors, is the use of eddy covariance systems, large aperture scintillometers, or automatic meteorological stations more prevalent?",
        "QuestionCn": "在测量代表性误差的背景下，使用涡度协方差系统、大孔径闪烁仪或自动气象站哪种更为普遍？",
        "AnswerEn": "eddy covariance systems",
        "AnswerCn": "涡度相关系统",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main challenges faced in the validation of satellite-derived solar radiation products?",
        "QuestionCn": "卫星衍生太阳辐射产品验证面临的主要挑战是什么？",
        "AnswerEn": "Representativeness error",
        "AnswerCn": "代表性误差",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where is the surface flux-observation matrix from HiWATER located, and what does it comprise?",
        "QuestionCn": "HiWATER的表面通量观测矩阵位于哪里，它包含什么内容？",
        "AnswerEn": "midstream area of the Heihe river basin in northwest China",
        "AnswerCn": "中国西北部黑河流域的中游地区",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When should representativeness errors be considered in the validation of satellite-derived products?",
        "QuestionCn": "在卫星衍生产品的验证中，何时应考虑代表性误差？",
        "AnswerEn": "timescales shorter than one day",
        "AnswerCn": "短于一天的时间尺度",
        "Level": "C5(Evaluating)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to address the challenge of representativeness errors in surface measurements for solar radiation products?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以解决太阳辐射产品表面测量中的代表性误差挑战？",
        "AnswerEn": "A data collection method involves using the surface flux-observation matrix from HiWATER, which includes 17 sets of eddy covariance (EC) systems and automatic meteorological stations, along with 4 pairs of large aperture scintillometer (LAS) systems. These are used to measure the variance of representativeness error in time-space domains to assess the overall variability of representativeness error.",
        "AnswerCn": "一种数据收集方法涉及使用HiWATER的表面通量观测矩阵，该矩阵包括17套涡度协方差（EC）系统和自动气象站，以及4对大孔径闪烁仪（LAS）系统。这些系统用于测量时间-空间域中代表性误差的方差，以评估代表性误差的整体变异性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the main challenges in ensuring the accuracy of data collection methods for assessing surface solar radiation?",
        "QuestionCn": "确保评估地表太阳辐射的数据收集方法准确性的主要挑战是什么？",
        "AnswerEn": "representativeness error, varying time and space scales, instant atmospheric conditions",
        "AnswerCn": "代表性误差、变化的时间和空间尺度、瞬时大气条件",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the solar radiation satellite products used for observations in the Heihe river basin?",
        "QuestionCn": "用于观测黑河流域的太阳辐射卫星产品的空间分辨率是多少？",
        "AnswerEn": "0.05° (~5 km)",
        "AnswerCn": "0.05°（约5公里）",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How frequently were the raw surface solar radiation (SSR) data recorded during the matrix experiment?",
        "QuestionCn": "在矩阵实验中，原始表面太阳辐射（SSR）数据的记录频率是多少？",
        "AnswerEn": "10 minutes",
        "AnswerCn": "10分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the percentage range of representativeness errors found for instantaneous products with 5 km resolution?",
        "QuestionCn": "对于5公里分辨率的瞬时产品，代表性误差的百分比范围是多少？",
        "AnswerEn": "13%",
        "AnswerCn": "13%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'representativeness error' mean in the context of surface radiation data collection?",
        "QuestionCn": "在地表辐射数据收集的背景下，“代表性误差”是什么意思？",
        "AnswerEn": "Representativeness error refers to the discrepancy between point-scale ground-based measurements and grid-level satellite products due to differences in spatial scales and atmospheric conditions. It significantly affects the validation of remote sensing products, especially when surface sites poorly represent larger surrounding areas.",
        "AnswerCn": "代表性误差是指点尺度地面测量与网格级卫星产品之间的差异，这种差异源于空间尺度和大气条件的不同。它显著影响遥感产品的验证，特别是当地面站点无法很好地代表周围更大区域时。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is meant by 'surface flux-observation matrix' in the context of data collection for radiation budget studies?",
        "QuestionCn": "在辐射预算研究的数据收集中，“表面通量观测矩阵”是什么意思？",
        "AnswerEn": "A surface flux-observation matrix refers to a systematic arrangement of multiple measurement systems, such as eddy covariance systems and large aperture scintillometers, deployed across a spatial area to collect comprehensive data on surface fluxes and meteorological parameters for radiation budget studies.",
        "AnswerCn": "表面通量观测矩阵是指在一个空间区域内系统性地安排多个测量系统，如涡度协方差系统和大孔径闪烁仪，以收集关于表面通量和气象参数的综合数据，用于辐射预算研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the method of retrieving solar radiation data from geostationary meteorological satellites compare with using point-scale ground-based measurements in terms of accuracy and spatial coverage?",
        "QuestionCn": "从静止气象卫星获取太阳辐射数据的方法与使用点尺度的地面测量相比，在准确性和空间覆盖方面有什么不同？",
        "AnswerEn": "Retrieving solar radiation data from geostationary meteorological satellites offers large and continuous spatio-temporal coverage and can accurately capture spatial distributions and dynamic changes in cloud cover. In contrast, point-scale ground-based measurements may suffer from representativeness errors due to their limited spatial scales, affecting their accuracy compared to satellite-derived data.",
        "AnswerCn": "从静止气象卫星获取太阳辐射数据提供了广泛且连续的时空覆盖，能够准确捕捉云层覆盖的空间分布和动态变化。相比之下，点尺度的地面测量由于其有限的空间尺度可能会遭受代表性误差，从而影响其相对于卫星衍生数据的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In terms of methodological rigor, how does the correction process for ground-based solar radiation measurements compare to the data inversion process using satellite products?",
        "QuestionCn": "在方法论的严谨性方面，地面太阳辐射测量的校正过程与使用卫星产品的数据反演过程相比如何？",
        "AnswerEn": "The correction process for ground-based solar radiation measurements involves addressing thermal offset, calibration, leveling, and soiling errors to ensure data accuracy. In contrast, the data inversion process using satellite products relies on combining data from geostationary and polar-orbiting satellites and employing lookup tables to directly retrieve parameters like solar radiation, which involves analyzing relationships between surface radiation components.",
        "AnswerCn": "地面太阳辐射测量的校正过程涉及解决热偏移、校准、水平和污垢误差，以确保数据的准确性。相比之下，使用卫星产品的数据反演过程依赖于结合静止卫星和极地轨道卫星的数据，并利用查找表直接检索太阳辐射等参数，这涉及分析表面辐射分量之间的关系。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the integration of satellite remote sensing techniques improve the accuracy of data collection for surface solar radiation when compared to traditional ground-based measurements?",
        "QuestionCn": "卫星遥感技术的整合如何提高表面太阳辐射数据收集的准确性，相较于传统的地面测量方法？",
        "AnswerEn": "Satellite remote sensing techniques can capture spatial distributions and dynamic changes of clouds, which are superior modulators of surface solar radiation. This allows for accurate estimation over large and continuous spatio-temporal coverage, overcoming the limitations of discrete surface observations.",
        "AnswerCn": "卫星遥感技术能够捕捉云的空间分布和动态变化，这些云是地表太阳辐射的重要调节因素。这使得在大范围和连续的时空覆盖下进行准确估计成为可能，从而克服了离散地面观测的局限性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the inherent challenges in validating remote sensing products with ground-based measurements, and how can these challenges impact the interpretation of data patterns?",
        "QuestionCn": "验证遥感产品与地面测量之间的固有挑战是什么，这些挑战如何影响数据模式的解释？",
        "AnswerEn": "The challenges include representativeness errors due to differing spatial scales between ground-based measurements and remote sensing products. These errors can significantly impact validation, as the poor representativeness of surface sites may contribute to large differences, thus affecting interpretation of data patterns.",
        "AnswerCn": "挑战包括由于地面测量和遥感产品之间的空间尺度差异而导致的代表性误差。这些误差可能会显著影响验证，因为表面站点的代表性差差可能导致较大的差异，从而影响数据模式的解释。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can the representativeness errors in point-scale measurements be quantified and mitigated to ensure robust data collection in studies involving surface flux observations?",
        "QuestionCn": "在涉及表面通量观测的研究中，如何量化和减轻点尺度测量中的代表性误差，以确保数据收集的可靠性？",
        "AnswerEn": "Representativeness errors can be quantified by measuring the variance of errors in time-space domains. Mitigation strategies include careful supervision of measurements, regular calibration, and correction of potential errors such as thermal offsets and soiling. Additionally, using a matrix of multiple measurement sites can help understand and reduce these errors.",
        "AnswerCn": "代表性误差可以通过测量时间-空间域中的误差方差来量化。缓解策略包括对测量进行仔细监督、定期校准以及修正潜在的误差，如热偏移和污垢。此外，使用多个测量站点的矩阵可以帮助理解和减少这些误差。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes representativeness errors in surface solar radiation data when validating remote sensing products?",
        "QuestionCn": "在验证遥感产品时，表面太阳辐射数据中导致代表性错误的原因是什么？",
        "AnswerEn": "Representativeness errors are caused by the different spatial scales of remote sensing products and point-scale ground-based measurements, and are strongly influenced by time and space scales as well as atmospheric conditions. The poor representativeness of surface sites contributes significantly to the large differences between measurements and products.",
        "AnswerCn": "代表性误差是由于遥感产品和点尺度地面测量的不同空间尺度造成的，并受到时间和空间尺度以及大气条件的强烈影响。地面站点的代表性差差异显著地导致了测量值和产品之间的巨大差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might surface observation data collection be challenging for accurately validating satellite-derived solar radiation products?",
        "QuestionCn": "为什么地表观测数据的收集在准确验证卫星衍生的太阳辐射产品方面可能具有挑战性？",
        "AnswerEn": "Surface observation data collection can be challenging due to the need for continuous supervision and various corrections, such as thermal offset, calibration, leveling, and soiling. These challenges contribute to representativeness errors, affecting the validation of satellite-derived solar radiation products, especially at finer spatial and temporal scales.",
        "AnswerCn": "地面观测数据的收集可能面临挑战，因为需要持续的监督和各种校正，例如热偏差、校准、水平调整和污垢。这些挑战会导致代表性误差，影响卫星衍生太阳辐射产品的验证，尤其是在更细的空间和时间尺度上。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons for the variability in representativeness errors across different timescales and spatial resolutions?",
        "QuestionCn": "不同时间尺度和空间分辨率下代表性误差变异性的原因是什么？",
        "AnswerEn": "The variability in representativeness errors across different timescales and spatial resolutions is due to the inherent differences in spatial scales between point-scale measurements and grid-level products, as well as dynamic atmospheric conditions. Errors are more pronounced for instantaneous products and shorter timescales, while longer timescales see reduced impacts of these errors.",
        "AnswerCn": "不同时间尺度和空间分辨率下代表性误差的变异性是由于点尺度测量与网格级产品之间固有的空间尺度差异，以及动态大气条件所致。对于瞬时产品和较短时间尺度，误差更为明显，而在较长时间尺度上，这些误差的影响则减小。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What consequences might arise from the reliance on high temporal resolution data, like half-hourly recordings, for the validation of radiation products in river basin studies?",
        "QuestionCn": "依赖高时间分辨率数据（如半小时记录）来验证河流流域研究中的辐射产品可能会产生哪些后果？",
        "AnswerEn": "Relying on high temporal resolution data, such as half-hourly recordings, for validation of radiation products can lead to more precise assessments of representativeness errors, particularly for instantaneous products. This approach helps in identifying errors attributable to differing spatial and temporal scales, ultimately contributing to more accurate validations. However, it may also highlight significant representativeness errors for grid-level products, necessitating careful consideration in validation approaches.",
        "AnswerCn": "依赖于高时间分辨率数据，例如半小时记录，来验证辐射产品可以更精确地评估代表性误差，特别是对于瞬时产品。这种方法有助于识别由于空间和时间尺度不同而导致的错误，最终有助于更准确的验证。然而，它也可能突显出网格级产品的显著代表性误差，因此在验证方法中需要谨慎考虑。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of producing surface PAR, solar radiation, and net radiation products with varying temporal resolutions in a dataset?",
        "QuestionCn": "生成具有不同时间分辨率的表面光合有效辐射（PAR）、太阳辐射和净辐射产品的目的是什么？",
        "AnswerEn": "The goal is to monitor surface radiation budget accurately over large and continuous spatio-temporal coverage using satellite remote sensing techniques, capturing dynamic changes such as cloud modulation that affect solar radiation.",
        "AnswerCn": "目标是通过卫星遥感技术准确监测大范围和连续时空覆盖下的表面辐射预算，捕捉影响太阳辐射的动态变化，如云调制。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to address representativeness errors when validating remote sensing products with ground-based measurements?",
        "QuestionCn": "在用地面测量验证遥感产品时，解决代表性误差是必要的原因是什么？",
        "AnswerEn": "Representativeness errors are crucial to address because they significantly influence the validation results, especially due to differing spatial scales between point-scale surface measurements and grid-level satellite products, which can lead to large differences in measurement and product data.",
        "AnswerCn": "代表性误差是需要重点解决的问题，因为它们对验证结果有显著影响，特别是由于点尺度表面测量与网格级卫星产品之间的空间尺度差异，这可能导致测量数据和产品数据之间存在较大差异。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the objectives of employing a surface flux-observation matrix for data collection in the Heihe river basin?",
        "QuestionCn": "在黑河流域进行数据收集时，采用表面通量观测矩阵的目标是什么？",
        "AnswerEn": "The use of a surface flux-observation matrix aims to provide comprehensive surface observation data, crucial for studying representativeness errors and validating satellite-derived solar radiation data, by covering a specific spatial area with multiple measurement systems.",
        "AnswerCn": "表面通量观测矩阵的使用旨在提供全面的表面观测数据，这对于研究代表性误差和验证卫星获取的太阳辐射数据至关重要，通过多个测量系统覆盖特定的空间区域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in calculating the net radiation (NR) using satellite data and surface observations in the Heihe river basin?",
        "QuestionCn": "在黑河流域使用卫星数据和地面观测计算净辐射（NR）涉及哪些程序？",
        "AnswerEn": "NR is calculated by analyzing the relationship between surface net shortwave radiation and net radiation. This involves combining data from geostationary meteorological satellites and MODIS products, using look-up tables for direct inversion.",
        "AnswerCn": "NR是通过分析表面净短波辐射与净辐射之间的关系来计算的。这涉及结合来自静止气象卫星和MODIS产品的数据，使用查找表进行直接反演。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What techniques enable the accurate capture of spatial distributions and dynamic changes of clouds using satellite remote sensing?",
        "QuestionCn": "哪些技术能够通过卫星遥感准确捕捉云的空间分布和动态变化？",
        "AnswerEn": "The satellite remote sensing technique offers large and continuous spatio-temporal coverage, which allows it to accurately capture the spatial distributions and dynamic changes of clouds. This method is considered superior to other approaches, such as discrete surface observation or reanalysis modeled products, in monitoring surface solar radiation.",
        "AnswerCn": "卫星遥感技术提供了大范围和连续的时空覆盖，能够准确捕捉云的空间分布和动态变化。这种方法在监测地表太阳辐射方面被认为优于其他方法，如离散的地面观测或再分析模型产品。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of a surface flux-observation matrix enhance the understanding of representativeness errors in surface radiation measurements?",
        "QuestionCn": "表面通量观测矩阵的整合如何增强对表面辐射测量中代表性误差的理解？",
        "AnswerEn": "The surface flux-observation matrix from HiWATER, which includes eddy covariance systems and automatic meteorological stations, enhances the understanding of representativeness errors by providing a comprehensive dataset. This matrix allows for the investigation of the errors associated with point-scale measurements and their relation to grid-level surrounding areas, contributing to the analysis of spatial scales and atmospheric conditions.",
        "AnswerCn": "HiWATER的表面通量观测矩阵，包括涡度协方差系统和自动气象站，增强了对代表性误差的理解，提供了一个全面的数据集。该矩阵允许研究与点尺度测量相关的误差及其与网格级周围区域的关系，有助于分析空间尺度和大气条件。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or corrections are necessary to ensure the reliability of continuous surface radiation measurements?",
        "QuestionCn": "为了确保连续表面辐射测量的可靠性，需要哪些条件或修正？",
        "AnswerEn": "To ensure the reliability of continuous surface radiation measurements, several corrections need to be applied, including thermal offset correction, calibration correction, leveling correction, and correction for soiling error. Continuous supervision is required, with spirit levels and glass domes of radiometers checked regularly to prevent instrument tilting and sensor soiling.",
        "AnswerCn": "为了确保连续表面辐射测量的可靠性，需要进行几项修正，包括热偏差修正、校准修正、水平修正和污垢误差修正。需要进行持续监督，定期检查水准仪和辐射计的玻璃罩，以防止仪器倾斜和传感器污垢。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the representativeness errors of surface measurements be significant in the validation of radiation products in remote sensing?",
        "QuestionCn": "为什么地表测量的代表性误差在遥感辐射产品验证中可能很重要？",
        "AnswerEn": "Representativeness errors are significant due to the inherent differing spatial scales between point-scale ground-based measurements and grid-level satellite products. These errors fluctuate strongly depending on the time and space scales of remote sensing products and instant atmospheric conditions, leading to large differences between measurements and products.",
        "AnswerCn": "代表性误差是显著的，因为点尺度的地面测量与网格级卫星产品之间存在固有的空间尺度差异。这些误差在遥感产品的时间和空间尺度以及瞬时大气条件的影响下波动很大，导致测量值与产品之间存在较大差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are high-resolution spatio-temporal data crucial for accurately capturing solar radiation dynamics over the Heihe river basin?",
        "QuestionCn": "为什么高分辨率的时空数据对于准确捕捉黑河流域的太阳辐射动态至关重要？",
        "AnswerEn": "High-resolution spatio-temporal data are crucial because they allow for precise estimation of spatial distributions and dynamic changes of cloud, which are superior modulators of surface solar radiation. Satellite remote sensing provides large and continuous coverage needed to accurately capture these dynamics.",
        "AnswerCn": "高分辨率时空数据至关重要，因为它们能够精确估计云的空间分布和动态变化，而云是表面太阳辐射的重要调节因素。卫星遥感提供了所需的大范围和连续覆盖，能够准确捕捉这些动态。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using satellite remote sensing techniques for capturing dynamic changes in cloud cover in comparison to other data collection methods?",
        "QuestionCn": "您将如何评估使用卫星遥感技术捕捉云层动态变化的有效性，与其他数据收集方法相比？",
        "AnswerEn": "Satellite remote sensing techniques are considered highly effective for capturing dynamic changes in cloud cover due to their large and continuous spatio-temporal coverage. These techniques are superior to discrete surface observations or reanalysis modeled products because they can accurately capture spatial distributions and dynamic changes. This advantage is crucial, as cloud cover is a key modulator of surface solar radiation (SSR).",
        "AnswerCn": "卫星遥感技术被认为在捕捉云层覆盖的动态变化方面非常有效，因为它们具有广泛且连续的时空覆盖。这些技术优于离散的地面观测或再分析模型产品，因为它们能够准确捕捉空间分布和动态变化。这一优势至关重要，因为云层覆盖是地表太阳辐射（SSR）的关键调节因素。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the biggest challenges in ensuring the accuracy of net radiation (NR) calculations using satellite data?",
        "QuestionCn": "在确保使用卫星数据计算的净辐射（NR）准确性方面，最大的挑战是什么？",
        "AnswerEn": "One of the biggest challenges in ensuring the accuracy of net radiation (NR) calculations using satellite data lies in the representativeness errors of point-scale ground-based measurements. These errors are influenced by differing spatial scales and atmospheric conditions at the time of measurement. Additionally, challenges arise from the poor representativeness of surface sites, significantly contributing to discrepancies between measurements and satellite products.",
        "AnswerCn": "确保使用卫星数据计算净辐射（NR）准确性的一大挑战在于点尺度地面测量的代表性误差。这些误差受到测量时不同空间尺度和大气条件的影响。此外，表面站点的代表性差也带来了挑战，显著导致测量值与卫星产品之间的差异。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What considerations should be taken into account when integrating surface observation data with satellite products for radiation budget monitoring?",
        "QuestionCn": "在将地表观测数据与卫星产品集成用于辐射预算监测时，应考虑哪些因素？",
        "AnswerEn": "When integrating surface observation data with satellite products for radiation budget monitoring, it is important to consider the representativeness error of point-scale measurements relative to grid-level surroundings. This includes managing detailed errors from point to kilometer scales and macroscopic errors from kilometer to grid scales. Ensuring continuous supervision and correction of measurements, such as calibration and soiling errors, is also essential to maintain data integrity. Representativeness errors must be accounted for, especially on shorter timescales, as they significantly affect validation results.",
        "AnswerCn": "在将地面观测数据与卫星产品结合用于辐射预算监测时，考虑点尺度测量相对于网格级周围环境的代表性误差是非常重要的。这包括管理从点到公里尺度的详细误差以及从公里到网格尺度的宏观误差。确保对测量进行持续监督和校正，例如校准和污垢误差，对于维护数据完整性也至关重要。代表性误差必须被考虑，特别是在较短的时间尺度上，因为它们会显著影响验证结果。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how remote sensing techniques can effectively capture the spatial distributions and dynamic changes of cloud for solar radiation measurement.",
        "QuestionCn": "我不明白遥感技术如何有效捕捉云的空间分布和动态变化，以进行太阳辐射测量。",
        "AnswerEn": "Remote sensing techniques, particularly using satellite data, are advantageous because they provide large and continuous spatio-temporal coverage. This allows accurate capture of cloud distributions and changes, which are crucial for modulating surface solar radiation (SSR). Satellite data can estimate SSR by integrating information from both geostationary and polar-orbiting satellites.",
        "AnswerCn": "遥感技术，特别是使用卫星数据，具有优势，因为它们提供了大范围和连续的时空覆盖。这使得准确捕捉云分布和变化成为可能，而这些对于调节地表太阳辐射（SSR）至关重要。卫星数据可以通过整合来自静止卫星和极地轨道卫星的信息来估算SSR。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the challenges faced in ensuring the representativeness of point-scale ground-based measurements compared to satellite data for solar radiation studies.",
        "QuestionCn": "我不确定在确保点尺度地面测量与卫星数据在太阳辐射研究中的代表性方面所面临的挑战。",
        "AnswerEn": "Challenges in ensuring representativeness stem from the inherent differences in spatial scales between point-scale ground measurements and satellite data. Representativeness errors can fluctuate widely based on time, space scales, and atmospheric conditions. These errors significantly contribute to discrepancies between measurements and satellite products, raising questions about the suitability of using direct validation approaches.",
        "AnswerCn": "确保代表性面临的挑战源于点尺度地面测量与卫星数据之间固有的空间尺度差异。代表性误差可能会根据时间、空间尺度和大气条件的不同而波动很大。这些误差显著导致测量与卫星产品之间的差异，提出了使用直接验证方法的适用性问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please discuss the challenges involved in data collection methods for surface solar radiation using remote sensing techniques and propose potential solutions to mitigate these challenges.",
        "QuestionCn": "请讨论使用遥感技术收集地表太阳辐射数据的方法所面临的挑战，并提出潜在的解决方案以减轻这些挑战。",
        "AnswerEn": "Challenges in data collection for surface solar radiation (SSR) using remote sensing include the representativeness error of surface measurements, which arises due to differing spatial scales between point-scale ground-based measurements and grid-level remote sensing products. This error is contingent on time, space scales, and atmospheric conditions. The poor representativeness of surface sites significantly contributes to large differences between measurements and products. Solutions to mitigate these challenges include ensuring continuous supervision during measurements, applying corrections such as thermal offset and calibration corrections, and utilizing a high temporal resolution for surface measurements, such as a 30-minute cycle, to improve validation accuracy for instantaneous products.",
        "AnswerCn": "使用遥感收集表面太阳辐射（SSR）数据面临的挑战包括表面测量的代表性误差，这种误差源于点尺度的地面测量与网格级遥感产品之间的空间尺度差异。该误差依赖于时间、空间尺度和大气条件。表面站点的代表性差差显著导致测量值与产品之间存在较大差异。为减轻这些挑战，解决方案包括确保在测量期间进行持续监督，应用热偏移和校准修正等校正措施，以及利用高时间分辨率的表面测量，例如30分钟周期，以提高瞬时产品的验证准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify and evaluate a data collection method used to capture the dynamic changes of cloud cover in relation to surface solar radiation products.",
        "QuestionCn": "请识别和评估一种数据收集方法，用于捕捉云层覆盖与地表太阳辐射产品之间的动态变化。",
        "AnswerEn": "A data collection method used to capture the dynamic changes of cloud cover in relation to SSR involves satellite remote sensing techniques, which provide large and continuous spatio-temporal coverage. This method accurately captures the spatial distributions and dynamic changes of clouds, which are superior modulators of SSR. By integrating products from geostationary meteorological satellites and MODIS, researchers can directly retrieve SSR data, allowing for a detailed analysis of cloud impact on radiation budget estimation. The method's evaluation indicates that it is mature and effective for generating SSR products, though it must account for representativeness errors in validation processes.",
        "AnswerCn": "一种用于捕捉云层覆盖动态变化与太阳辐射强度（SSR）关系的数据收集方法是卫星遥感技术，它提供了大范围和连续的时空覆盖。这种方法准确捕捉云层的空间分布和动态变化，而云层是SSR的重要调节因素。通过整合静止气象卫星和MODIS的产品，研究人员可以直接获取SSR数据，从而对云层对辐射预算估计的影响进行详细分析。该方法的评估表明，它在生成SSR产品方面成熟且有效，尽管在验证过程中必须考虑代表性误差。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}