{
  "id": "a4fa4f68-14d6-45a2-9269-c1c8615c4e8f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The data of canopy photosynthesis measurements of desert plants (2013)",
      "titleCn": "荒漠植物群体水平光合作用测定数据（2013）",
      "description": "In the middle of August 2013, photosynthesis of population was measured, and plant species: red sand. \nThe group photosynthesis measurement system consists of li-8100 closed-circuit soil carbon flux automatic measurement system (li-cor, USA) and assimilation box designed and manufactured by Beijing ligotai science and Technology Co., Ltd. li-8100 is an instrument produced by li-cor company of USA for soil carbon flux measurement. The concentration of CO2 and H2O is measured by infrared gas analyzer. The length, width and height of assimilation boxes were all 50 cm. The assimilator is controlled by li-8100. After the measurement parameters are set, the instrument can run automatically.",
      "descriptionCn": "2013年8月中旬进行群体光合作用测定，植物种：红砂。\n群体光合作用测量系统由LI-8100闭路式土壤碳通量自动测定系统(LI-COR，美国)和北京力高泰科技有限公司设计制作的同化箱组成，LI-8100是美国LI-COR公司生产的用于土壤碳通量测量的仪器，采用红外气体分析仪测量CO2和H2O的浓度。同化箱的长宽高均为50cm。同化箱由LI-8100控制，设置好测量参数后，仪器可以自动运行。",
      "instructions": "Data file name: 2013 - measurement data of horizontal photosynthesis of desert plant population. XLS; 2013 - description of measurement data of horizontal photosynthesis of desert plant population. Doc; it can be viewed and edited by WPS or office software.",
      "instructionsCn": "数据文件命名：2013-荒漠植物群体水平光合作用测定数据.xls；2013-荒漠植物群体水平光合作用测定数据说明.doc；可用WPS或office等软件进行查看和编辑。",
      "east": 101.2831,
      "west": 99.7528,
      "south": 38.7069,
      "north": 42.1147,
      "startTime": "2013-08-08 02:49:44",
      "endTime": "2013-09-08 02:49:44",
      "fileSize": 2857472.0,
      "cstr": "18406.11.heihe.213.2013.db",
      "doi": "10.3972/heihe.213.2013.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "苏培玺",
        "nameEn": "SU Peixi",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "荒漠植物梭梭群体和叶片水平气体交换对不同土壤水分的响应",
        "titleEn": null,
        "referenceCn": "高松, 苏培玺, 严巧娣. 荒漠植物梭梭群体和叶片水平气体交换对不同土壤水分的响应[J]. 中国科学:生命科学. 2011(03): 226-237",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "光合作用",
        "nameEn": "Photosynthesis"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "荒漠植物",
        "nameEn": "Desert plants"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中下游",
        "keywordEn": "Middle and Lower Reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2013",
        "keywordEn": "2013",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "荒漠植被不同尺度水分利用效率及调控机制",
        "titleEn": "Water use efficiency and related regulation mechanisms of desert vegetation in different scales"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used in measuring plant-level photosynthesis in desert flora, specifically involving the use of closed-loop systems?",
        "QuestionCn": "您能否提供一个用于测量沙漠植物光合作用的数据收集方法的例子，特别是涉及使用闭环系统的？",
        "AnswerEn": "An example of a data collection method used for measuring plant-level photosynthesis in desert flora involves the use of a closed-loop system, such as the LI-8100, which is a soil carbon flux measurement instrument. This system utilizes an infrared gas analyzer to measure CO2 and H2O concentrations. For the measurement of photosynthesis in plant communities, an assimilation chamber designed by Beijing Ligotai Technology Co., Ltd. is employed, with dimensions of 50cm x 50cm x 50cm, controlled by the LI-8100, allowing for automated operation after setting the measurement parameters.",
        "AnswerCn": "用于测量沙漠植物光合作用的一个数据收集方法涉及使用闭环系统，例如LI-8100，这是一种土壤碳通量测量仪器。该系统利用红外气体分析仪测量CO2和H2O浓度。为了测量植物群落的光合作用，采用了由北京立国泰科技有限公司设计的同化室，尺寸为50cm x 50cm x 50cm，由LI-8100控制，允许在设置测量参数后进行自动操作。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties of the system used for measuring population-level photosynthesis in desert plants?",
        "QuestionCn": "用于测量沙漠植物群体水平光合作用的系统的特性是什么？",
        "AnswerEn": "closed-circuit soil carbon flux automatic measurement system, LI-8100, infrared gas analyzer, CO2 and H2O concentration measurement, assimilation chamber dimensions 50cm x 50cm x 50cm, automatic operation",
        "AnswerCn": "闭路土壤碳通量自动测量系统，LI-8100，红外气体分析仪，CO2和H2O浓度测量，光合箱尺寸50cm x 50cm x 50cm，自动操作。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the size of the assimilation chamber used in a data collection method designed to measure population-level photosynthesis in desert plants?",
        "QuestionCn": "用于测量沙漠植物群体水平光合作用的数据收集方法中使用的同化室的大小是多少？",
        "AnswerEn": "50 cm",
        "AnswerCn": "50 厘米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '群体光合作用测量系统' in the context of measuring photosynthesis at the population level in desert plants?",
        "QuestionCn": "在沙漠植物的群体水平上测量光合作用时，“群体光合作用测量系统”指的是什么？",
        "AnswerEn": "'群体光合作用测量系统' refers to a system used for measuring photosynthesis at the population level in desert plants, specifically involving an LI-8100 closed-loop soil carbon flux automatic measurement system and an assimilation chamber. The LI-8100, produced by LI-COR in the USA, uses an infrared gas analyzer to measure CO2 and H2O concentrations, and the assimilation chamber, designed and manufactured by Beijing Ligotai Technology Co., Ltd., measures 50 cm in length, width, and height. The system operates automatically once measurement parameters are set.",
        "AnswerCn": "'群体光合作用测量系统'指的是一种用于测量沙漠植物群体水平光合作用的系统，具体涉及LI-8100闭环土壤碳通量自动测量系统和同化室。LI-8100由美国LI-COR公司生产，使用红外气体分析仪测量CO2和H2O浓度，而同化室由北京利国泰科技有限公司设计和制造，尺寸为50厘米（长、宽、高）。该系统在设置好测量参数后可自动运行。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What underlying factors contribute to the choice of using a closed-loop soil carbon flux automatic measurement system for assessing photosynthesis at the population level in desert plants?",
        "QuestionCn": "哪些潜在因素促使选择使用闭环土壤碳通量自动测量系统来评估沙漠植物群体水平的光合作用？",
        "AnswerEn": "The use of a closed-loop soil carbon flux automatic measurement system, such as the LI-8100, is driven by its ability to accurately measure CO2 and H2O concentrations through infrared gas analysis. This method is particularly effective for studying desert plants like Reaumuria soongorica due to its precision in capturing plant respiration and assimilation processes within a controlled environment, facilitated by the assimilation chamber designed by Beijing Ligotai Technology Co., Ltd.",
        "AnswerCn": "使用闭环土壤碳通量自动测量系统，如LI-8100，主要是因为它能够通过红外气体分析准确测量CO2和H2O浓度。这种方法特别适合研究沙漠植物如Reaumuria soongorica，因为它能够精确捕捉植物的呼吸和同化过程，在北京理工泰科技有限公司设计的同化室内进行控制环境下的测量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on the accuracy of measuring photosynthesis at the population level in arid plants, like Reaumuria soongorica, when using a closed-loop soil carbon flux automatic measurement system with an assimilation chamber, compared to other methods?",
        "QuestionCn": "在使用闭环土壤碳通量自动测量系统和同化室测量干旱植物（如Reaumuria soongorica）时，对群体水平光合作用的测量准确性影响如何，与其他方法相比？",
        "AnswerEn": "Using a closed-loop soil carbon flux automatic measurement system with an assimilation chamber, such as the LI-8100 combined with a custom-designed assimilation chamber, allows for precise measurement of CO2 and H2O concentrations. This method enhances the accuracy of measuring population-level photosynthesis in arid plants like Reaumuria soongorica by providing controlled environmental conditions and automated data collection, thus reducing human error and environmental variability compared to manual or less sophisticated methods.",
        "AnswerCn": "使用闭环土壤碳通量自动测量系统与同化室，例如LI-8100结合定制设计的同化室，可以精确测量CO2和H2O浓度。这种方法通过提供受控的环境条件和自动数据收集，提高了对干旱植物如Reaumuria soongorica的种群水平光合作用测量的准确性，从而减少了与手动或不太先进的方法相比的人为误差和环境变异性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of using a closed-loop soil carbon flux automated measurement system combined with a custom assimilation chamber for assessing community-level photosynthesis in desert plants?",
        "QuestionCn": "使用闭环土壤碳通量自动测量系统结合定制同化室评估沙漠植物群落水平光合作用的主要目标是什么？",
        "AnswerEn": "The primary objective is to accurately measure the community-level photosynthesis of desert plants, specifically Reaumuria soongorica, by capturing the CO2 and H2O concentration changes using an automated system that includes an infrared gas analyzer, thereby providing insights into the photosynthetic activity and carbon flux in desert ecosystems.",
        "AnswerCn": "主要目标是通过捕捉二氧化碳和水分浓度的变化，准确测量沙漠植物（特别是Reaumuria soongorica）的社区级光合作用，使用包括红外气体分析仪在内的自动化系统，从而提供对沙漠生态系统中光合作用活动和碳通量的洞察。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What is the process for setting up and using a system like the LI-8100 closed-circuit soil carbon flux automatic measurement system in conjunction with an assimilation chamber for measuring plant-level photosynthesis in desert vegetation?",
        "QuestionCn": "设置和使用类似LI-8100闭路土壤碳通量自动测量系统与同化室结合以测量沙漠植被植物水平光合作用的过程是什么？",
        "AnswerEn": "The process involves using the LI-8100, a system produced by LI-COR in the United States, designed for measuring soil carbon flux. It includes an infrared gas analyzer to measure CO2 and H2O concentrations. The assimilation chamber, which is 50cm in length, width, and height, is created by Beijing Ligotai Technology Co., Ltd. The LI-8100 controls the assimilation chamber. After setting the measurement parameters, the instrument can operate automatically to measure photosynthesis in desert vegetation, such as Reaumuria soongorica, in mid-August.",
        "AnswerCn": "该过程涉及使用LI-8100，这是美国LI-COR公司生产的一种用于测量土壤碳通量的系统。它包括一个红外气体分析仪，用于测量CO2和H2O浓度。由北京 Ligotai 科技有限公司制造的同化室，尺寸为50厘米（长、宽、高）。LI-8100控制同化室。在设置好测量参数后，该仪器可以自动运行，以测量沙漠植被（如Reaumuria soongorica）在八月中旬的光合作用。",
        "Level": "C3(Applying)"
      }
    ]
  }
}