{
    "id": "a520343c-fae6-47fb-99df-773529f8fe82",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The impact of agricultural development on watershed scale water cycle and eco-environmental effect in Northwest Oasis projects  collection data",
            "titleCn": "西北绿洲农业发展对流域尺度水循环的影响及生态环境效应项目的汇交数据",
            "description": "The project on the impact of agricultural development in northwest Lvzhou on watershed scale water cycle and eco-environmental effects belongs to the major research program of \"Environmental and Ecological Science in Western China\" sponsored by the National Natural Science Foundation. The person in charge is Professor Kang Shaozhong of Northwest China Agriculture and Forestry University. The project runs from January 2003 to December 2005.\nData collected from this project: soil experimental data of Shiyang River Basin, including:\n1. Saturated hydraulic conductivity (excel table): includes four fields: number, sampling point, measured value and saturated hydraulic conductivity.\n2. Conductivity (excel table): including number, sampling point, measured value, temperature, temperature correction value and conductivity.\n3. Original indoor infiltration data (excel table): including number, time, cumulative value and reading.\n4. Field Infiltration Data (excel Form): Including Number, Time, Cumulative Value and Reading.\n5. Sampling point of horizontal infiltration data (excel form): including time, measuring cylinder (ml), wetting peak (ml), wet weight, dry weight, box weight and distance.\n6. soil particle analysis (excel form): including numbers, &gt; 0.25 mm, &lt; 0.05 mm, &lt; 0.01 mm, &lt; 0.005 mm, &lt; 0.001 mm.\n7. Soil moisture characteristic curve (excel table): including soil weight and drying weight when the pressure of pressure membrane instrument is 0,0.05,0.1,0.3,0.5,0.8,1.5,3,5,14.4.\n8. Organic matter (excel form): including number, sampling point, amount of soil taken (G), titration amount (ml)\n9. Sampling Point Coordinates (excel Form)",
            "descriptionCn": "西北绿州农业发展对流域尺度水循环的影响及生态环境效应项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为中西北农林科技大学康绍忠教授，项目运行时间为2003.1-2005.12。\n该项目汇交的数据：石羊河流域土壤实验资料,包括:\n1.饱和导水率(excel表格):包含编号,取样点,测定值,饱和导水率四个字段.\n2.导电率(excel表格):包含编号,取样点,测定值,温度,温度校订值,电导率.\n3.室内入渗原始数据(excel表格):包含编号, 时间,累积值,读数.\n4.野外入渗资料(excel表格):包含编号, 时间,累积值,读数.\n5.水平入渗数据采样点(excel表格):包含时间,量水筒（ml),湿润峰（ml).湿重,干重,盒重,距离.\n6.土壤颗粒分析(excel表格):包含编号,>0.25mm,<0.05mm,<0.01mm,<0.005mm,<0.001mm\n7.土壤水分特征曲线(excel表格):包含压力膜仪压力为0,0.05,0.1,0.3,0.5,0.8,1.5,3,5,14.4时的土壤重量和烘干重.\n8.有机质(excel表格):包含编号,取样点,取土量(g),滴定用量(ml)\n9.采样点坐标(excel表格)",
            "instructions": "Excel format storage",
            "instructionsCn": "excel 格式存储",
            "east": 105.0,
            "west": 99.0,
            "south": 36.5,
            "north": 41.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 1169201.0,
            "cstr": "18406.11.Geogra.tpdc.270357",
            "doi": "10.11888/Geogra.tpdc.270357",
            "dataFormat": "表格",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "康绍忠",
                "nameEn": "KANG Shaozhong",
                "unitEn": "",
                "unitCn": "西北农林科技大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "石羊河流域土壤实验资料",
                "titleEn": null,
                "referenceCn": "康绍忠等, (2006). 石羊河流域土壤实验资料,西北农林科技大学.",
                "referenceEn": null
            },
            {
                "titleCn": "土壤水力参数的单一参数模型",
                "titleEn": null,
                "referenceCn": "贾宏伟,康绍忠,张富仓. (2006). 土壤水力参数的单一参数模型.水利学报,37(3), 272-277.",
                "referenceEn": null
            },
            {
                "titleCn": "石羊河流域平原区土壤入渗特性空间变异的研究",
                "titleEn": null,
                "referenceCn": "贾宏伟, 康绍忠, 张富仓,佟玲, 姚立民. (2006). 石羊河流域平原区土壤入渗特性空间变异的研究.水科学进展,17(4), 471-476.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤入渗",
                "nameEn": "Soil infiltration"
            },
            {
                "nameCn": "土壤有机物",
                "nameEn": "Organic matter"
            },
            {
                "nameCn": "土壤水分特征曲线",
                "nameEn": "Soil moisture characteristic curve"
            },
            {
                "nameCn": "土壤颗粒",
                "nameEn": "Soil particles"
            },
            {
                "nameCn": "电导率",
                "nameEn": "Electrical conductivity"
            },
            {
                "nameCn": "饱和导水率",
                "nameEn": "Saturated hydraulic conductivity"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国西部",
                "keywordEn": "Western China"
            },
            {
                "keywordCn": "石羊河流域",
                "keywordEn": "Shiyang River Basin"
            }
        ],
        "temporalKeywordList": [],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collected to assess the impact of agricultural development on watershed-scale water cycles and ecological environment in northwest oases?",
                "QuestionCn": "评估农业发展对西北绿洲水文循环和生态环境影响的数据收集特征有哪些？",
                "AnswerEn": "saturated hydraulic conductivity, electrical conductivity, indoor infiltration data, field infiltration data, horizontal infiltration sampling data, soil particle analysis, soil moisture characteristic curves, organic matter content, sampling point coordinates",
                "AnswerCn": "饱和导水率、电导率、室内入渗数据、田间入渗数据、水平入渗采样数据、土壤颗粒分析、土壤水分特征曲线、有机质含量、采样点坐标",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different types of soil analysis data are included in a dataset related to the impact of agricultural development on water cycles and ecological effects in the Northwest Oasis?",
                "QuestionCn": "与农业发展对西北绿洲水循环和生态影响相关的数据集中包含多少种不同类型的土壤分析数据？",
                "AnswerEn": "9",
                "AnswerCn": "9",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'saturated hydraulic conductivity' mean in the context of soil experiments related to the impact of agricultural development on watershed-scale water cycles and ecological effects?",
                "QuestionCn": "在与农业发展对流域水循环和生态影响相关的土壤实验中，“饱和水力导 conductivity”指的是土壤在饱和状态下的水分传导能力。",
                "AnswerEn": "Saturated hydraulic conductivity refers to the rate at which water can move through saturated soil and is a critical parameter in understanding the movement of water through soil systems. In the context of soil experiments related to the impact of agricultural development on watershed-scale water cycles and ecological effects, it helps determine how agricultural practices might affect water flow, availability, and distribution within a watershed.",
                "AnswerCn": "饱和水力导 conductivity 指的是水在饱和土壤中移动的速率，是理解水在土壤系统中运动的关键参数。在与农业发展对流域尺度水循环和生态影响相关的土壤实验中，它有助于确定农业实践如何影响流域内水流、可用性和分布。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for soil saturation and conductivity in an agricultural development project compare to those used for indoor and outdoor infiltration measurements?",
                "QuestionCn": "农业开发项目中土壤饱和度和导电性的数据收集方法与室内和室外渗透测量所使用的方法相比如何？",
                "AnswerEn": "Data collection methods for soil saturation include measuring saturated hydraulic conductivity with specific sampling points and measurement values, whereas conductivity data collection involves recording measurement values, temperature, and corrected temperature values. In contrast, indoor infiltration data collection focuses on recording time, cumulative values, and readings, while outdoor infiltration data collection includes similar parameters but is conducted in a field setting. Both methods aim to capture different aspects of soil and water interaction within an agricultural context.",
                "AnswerCn": "土壤饱和度的数据收集方法包括在特定采样点测量饱和水力导度和测量值，而导电性数据收集涉及记录测量值、温度和修正后的温度值。相比之下，室内渗透数据收集侧重于记录时间、累积值和读数，而户外渗透数据收集则包括类似的参数，但是在田间环境中进行。这两种方法旨在捕捉农业背景下土壤与水相互作用的不同方面。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on soil characteristics and water infiltration dynamics as a result of developing agricultural practices in arid regions like Northwest Oasis Agriculture?",
                "QuestionCn": "在像西北绿洲农业这样的干旱地区，农业实践的发展可能对土壤特性和水分渗透动态产生的潜在影响是什么？",
                "AnswerEn": "The development of agricultural practices in arid regions such as the Northwest Oasis Agriculture can lead to changes in soil characteristics and water infiltration dynamics. These effects may include alterations in soil saturation and conductivity, which are indicated by changes in measured values such as saturated hydraulic conductivity and electrical conductivity. These changes can further impact water cycle processes at the watershed scale, influencing both hydrological and ecological systems. The project's collected data on soil experiments, such as infiltration and soil moisture characteristics, can be used to study these dynamics.",
                "AnswerCn": "在干旱地区，如西北绿洲农业，农业实践的发展可能导致土壤特性和水分渗透动态的变化。这些影响可能包括土壤饱和度和导电性的变化，这些变化通过饱和水力导 conductivity 和电导率等测量值的变化来指示。这些变化进一步影响流域尺度的水循环过程，影响水文和生态系统。该项目收集的土壤实验数据，如渗透和土壤湿度特性，可以用来研究这些动态。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in measuring and recording the saturated hydraulic conductivity data from sampling points in agricultural development studies?",
                "QuestionCn": "在农业开发研究中，测量和记录采样点的饱和水力导 conductivity 数据的程序步骤包括：\n\n1. **选择采样点**：根据研究目标和土壤类型选择适当的采样点。\n\n2. **准备设备**：准备测量饱和水力导 conductivity 所需的设备，如水力导 conductivity 测试仪、土壤取样器、量筒等。\n\n3. **采集土壤样本**：在选定的采样点，使用土壤取样器采集土壤样本，确保样本的代表性。\n\n4. **测量土壤含水量**：在实验室或现场测量土壤样本的初始含水量，以便后续计算。\n\n5. **进行饱和处理**：将土壤样本饱和，通常通过浸泡或灌水的方式，使土壤达到饱和状态。\n\n6. **设置测量装置**：将饱和土壤样本放入水力导 conductivity 测试仪中，确保设备正确安装并密封。\n\n7. **记录水流速**：启动测试，记录水在土壤样本中的流动速率，通常需要在不同的时间间隔内进行多次测量。\n\n8. **计算饱和水力导 conductivity**：根据记录的数据，使用适当的公式计算饱和水力导 conductivity 值。\n\n9. **数据记录与分析**：将测得的饱和水力导 conductivity 数据记录在实验日志中，并进行必要的数据分析。\n\n10. **报告结果**：整理和撰写研究报告，包含测量方法、结果和讨论，以便于后续研究和决策。",
                "AnswerEn": "The procedural steps involve collecting data at sampling points, then measuring specific values such as the saturated hydraulic conductivity in an excel format with fields including a unique identifier, sample location, measurement values, and saturated hydraulic conductivity. This process may involve fieldwork to gather soil samples and laboratory work for precise measurements.",
                "AnswerCn": "程序步骤包括在采样点收集数据，然后测量特定值，例如以Excel格式记录的饱和水力导 conductivity，字段包括唯一标识符、样本位置、测量值和饱和水力导 conductivity。该过程可能涉及现场工作以收集土壤样本和实验室工作以进行精确测量。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have facilitated the measurement and analysis of soil conductivity and saturation in agricultural environments?",
                "QuestionCn": "哪些技术进步促进了农业环境中土壤导电性和饱和度的测量和分析？",
                "AnswerEn": "The use of excel spreadsheets for organizing and analyzing data such as saturated hydraulic conductivity and soil conductivity, as indicated by fields like sampling location, measurement values, and conductivity, suggests the use of electronic data collection and processing tools. These tools enable efficient handling of large datasets typically required in studies assessing agricultural impacts on water cycles and ecological effects.",
                "AnswerCn": "使用Excel电子表格来组织和分析数据，例如饱和水力导 conductivity 和土壤导 conductivity，涉及到采样位置、测量值和导 conductivity 等字段，这表明使用了电子数据收集和处理工具。这些工具能够高效处理在评估农业对水循环和生态影响的研究中通常需要的大型数据集。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}