{
  "id": "a62f859d-c3ef-4b72-8ecd-6bd752d97327",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Global terrestrial evapotranspiration data set (2001-2018)",
      "titleCn": "全球陆地蒸散发数据集（2001-2018）",
      "description": "Terrestrial evapotranspiration (ET) is a key nexus in the global surface energy exchange and water cycle, and spatial and temporal continuous ET estimates are of great significance for related studies. This dataset uses an improved ecohydrological model (SiTHv2) to estimate global daily terrestrial evapotranspiration. The forcing data mainly includes: 1) net radiation, 2) temperature, 3) precipitation, 4) air pressure, 5) leaf area index, and 6) land cover. After validation and comparison at the site scale (RMSE=0.66 mm/day), basin scale (RMSE=97.75 mm/year), and global scale (ranked well in the mainstream global ET products), the global ET estimates provided by this dataset performed reliably. This will provide necessary data support for ecohydrological related studies, such as land-atmosphere interaction, ecosystem water consumption, extreme climate events, and water resources management.",
      "descriptionCn": "陆地蒸散发（ET）作为全球地表能量交换与水循环中的关键纽带，时空连续的ET估算对于相关研究意义重大。该数据集利用一个改进的生态水文模型（SiTHv2）对全球逐日陆地蒸散发进行了估算。驱动数据主要包括：1）净辐射；2）气温；3）降水；4）气压；5）叶面积指数；6）地表覆盖类型。经过在站点尺度 （RMSE=0.66 mm/day）、流域尺度（RMSE=97.75 mm/year）、以及全球尺度的验证和对比，该数据集提供的全球ET估算结果表现可靠。这将为生态水文相关研究，如陆气交互过程、生态系统耗水、极端气候事件、以及水资源管理等领域提供必要的数据支持。",
      "instructions": "File name: ET data are stored in netCDF format, and the name of the file is \"SiTHv2.ET.Ayyyy.nc\", where yyyy represents the year. For example, SiTHv2.ET.A2001.nc means that this netCDF file describes the daily global land evapotranspiration in 2001. \nFile read: data is stored as int16 data type, which should be converted to float and then scaled by 0.01 to get the correct magnitude.",
      "instructionsCn": "文件命名：ET数据以netCDF格式存储，文件的名称为“SiTHv2.ET.Ayyyy.nc”，其中yyyy代表年。比如SiTHv2.ET.A2001.nc就代表这个netCDF文件描述2001年每日全球陆地蒸散发量。\n数据读取方式：文件以int16数据类型存储，使用时应先转化为浮点型（float），再乘以0.01缩放至正确的量级。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "2001-01-01 00:00:00",
      "endTime": "2018-12-31 00:00:00",
      "fileSize": 9308784573.0,
      "cstr": "18406.11.Atmos.tpdc.272728",
      "doi": "10.11888/Atmos.tpdc.272728",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张琨",
        "nameEn": "ZHANG Kun ",
        "unitEn": "The University of Hong Kong",
        "unitCn": "香港大学"
      },
      {
        "nameCn": "朱高峰",
        "nameEn": "ZHU Gaofeng ",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Improvement of evapotranspiration simulation in a physically based ecohydrological model for the groundwater-soil-plant-atmosphere continuum",
        "referenceCn": null,
        "referenceEn": "Zhang, K., Zhu, G., Ma, N., Chen, H., Shang, S. (2022). Improvement of evapotranspiration simulation in a physically based ecohydrological model for the groundwater–soil–plant–atmosphere continuum. Journal of Hydrology,613(B), https://doi.org/10.1016/j.jhydrol.2022.128440.https://doi.org/10.1016/j.jhydrol.2022.128440"
      },
      {
        "titleCn": null,
        "titleEn": "Development and evaluation of a simple hydrologically based model for terrestrial evapotranspiration simulations",
        "referenceCn": null,
        "referenceEn": "Zhu, G., Zhang, K., Chen, H., Wang, Y., Su, Y., Zhang, Y., & Ma, J. (2019). Development and evaluation of a simple hydrologically based model for terrestrial evapotranspiration simulations. Journal of Hydrology, 577, 123928. https://doi.org/10.1016/j.jhydrol.2019.123928"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表蒸散发",
        "nameEn": "Land-surface evapotranspiration"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "潜热",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "蒸散发",
        "nameEn": "Evapotranspiration"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球陆地",
        "keywordEn": "Global Land"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "日尺度",
        "keywordEn": "Daily scale",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Drought is recognized as one of the costliest natural disasters in the world, resulting in 55% of the economic losses caused by natural disasters. Based on an analysis of precipitation, streamflow, and drought indices, Dai indicated that the area of global drought has increased significantly since 1950 in many regions. Northern China, as the largest drought-prone region, experienced severe droughts during the second half of the twentieth century, and the most severe and prolonged droughts have occurred since 1990. Drought is a complex climate phenomenon that results mainly from a long-term deficiency in precipitation. Drought indices are a common way to identify drought events, and development of such an index for varied applications is essential to water resource prediction and management. Two prominent drought indices that have been widely used in climate and hydrology studies are (1) the Palmer Drought Severity Index (PDSI), based on the water balance equation, and (2) the Standardized Precipitation Index (SPI), based on a probabilistic precipitation approach. However, it is still difficult to establish a universal drought index that can monitor and identify all kinds of drought. The PDSI uses a water balance model to compute the cumulative moisture departure on the land surface. Although the PDSI is a physically based index, it still has several drawbacks, including mainly the use of an oversimplified two-layer bucket-type hydrological model that often unrealistically simulates the water balance components, a strong calibration influence that often generates unrepresentative model parameters, and fixed temporal scales. To improve on the PDSI drawback of a fixed temporal scale, a multiscalar drought index, the SPI, has been used to take into account the characteristics of drought at temporal scales varying from 1 month to several years. However, the main limitation of the SPI is that it is based on precipitation and ignores the effects of atmospheric water demand. In an effort to improve the SPI, Vicente-Serrano et al. recently developed the Standardized Precipitation Evapotranspiration Index (SPEI), which accounts for both water supply and demand and uses the difference between P and potential evapotranspiration (PE) to evaluate the water deficit or surplus."
      ],
      "research objective": [
        "Therefore, the objective of this study is to develop and evaluate a new physically based multiscalar drought index, the Standardized Moisture Anomaly Index (SZI), which is formulated based on the Z value from the PDSI and the probabilistic moisture approach of the SPEI. This new drought index combines the strengths of both the PDSI and SPEI."
      ],
      "challenges": [
        "However, the VIC model overestimated some peak flows. These errors could possibly be attributed to human soil and water conservation measures on the Loess Plateau, including check dams, fish-scale pits, and bench terraces, which tend to reduce the peak flows. There is a substantial lack of large-scale and long-term in situ observations of soil moisture. In addition, the satellite soil moisture data have an excellent spatial coverage, but their quality is still in question especially for the lower soil depths. Thus, validation of the model-simulated soil moisture with observations for our study region is difficult. The main limitation of the SZI is that its computation is more complex and difficult than the computation of the SPI and the SPEI. Another limitation of the SZI is that its calculation requires long-term climatic and hydrologic records, which makes it unsuitable for short-term drought identification."
      ],
      "methods": [
        "In this work, version 4.1.1 of VIC was used to reconstruct daily water balance components and soil moisture values at a spatial resolution of 50 km, covering the entire Loess Plateau from 1 January 1971 to 31 December 2012. The VIC model divides the soil profile of the study area into three layers. The upper two soil layers of the model are designed to represent the dynamic response of soil to rainfall events, and the bottom layer is used to characterize the behavior of seasonal soil moisture. The Nash-Sutcliffe efficiency (NSE) coefficient was employed to calibrate and validate the model. The observed streamflows from 11 key hydrometric stations were divided into two groups: (1) Lanzhou, Toudaoguai, Longmen, Tongguan, Huayuankou, and Huaxian for model calibration and (2) Hongqi, Baijiachuan, Hejin, Zhangjiashan, and Zhuangtou for model validation. In order to evaluate the performance and ability of the SZI, the drought identification results were compared with the VIC-PDSI and the other two most widely accepted multiscalar drought indices, the SPI and SPEI."
      ],
      "dataset": [
        "The meteorological forcing data for driving the VIC model with a daily step came from 73 meteorological stations in the Loess Plateau and its surrounding area for the period of 1971 through 2012, including daily precipitation, maximum and minimum air temperatures, solar radiation, relative humidity, pressure, and wind speed. The observed monthly hydrologic data from 11 key gauge stations along the Yellow River were from the Hydrology Bureau of the Yellow River Conservancy Commission of China. The Climate Prediction Center (CPC) monthly soil moisture data set was used to evaluate the performance of the VIC model in simulating the soil water content. The Normalized Difference Vegetation Index (NDVI) data, which were used to evaluate the performance of different drought indices, were from the NOAA advanced very high resolution radiometer land data set at a spatial resolution of 8 km at 15 day intervals from January 1982 to December 2006."
      ],
      "findings": [
        "Our evaluation indicates that the SZI accurately captures the onset, duration, and ending of a multiyear drought event through its multiscalar feature, while the PDSI, which lacks this feature, is often unable to describe the evolution of a multiyear drought event. In addition, the variability of the SZI is more consistent with observed streamflow and the satellite normalized difference vegetation index than that of the Standardized Precipitation Index and the SPEI. The improved drought quantification with the SZI is the result of a more reasonable estimation of water demand by including evapotranspiration, runoff, and any change in soil moisture storage. In general, our newly developed SZI is physically based and includes a multiscalar feature, which enables it to provide better information for drought monitoring and identification at different temporal scales."
      ],
      "backgroundCn": [
        "干旱被认为是世界上最昂贵的自然灾害之一，造成了55%的自然灾害经济损失。根据对降水、河流流量和干旱指数的分析，戴（Dai）指出，自1950年以来，许多地区的全球干旱面积显著增加。北方中国作为最大的干旱易发地区，在20世纪下半叶经历了严重的干旱，自1990年以来发生了最严重和持续时间最长的干旱。干旱是一种复杂的气候现象，主要是由于长期降水不足造成的。干旱指数是识别干旱事件的常用方法，开发适用于不同应用的干旱指数对于水资源预测和管理至关重要。两种在气候和水文学研究中广泛使用的显著干旱指数是（1）基于水量平衡方程的帕尔默干旱严重指数（PDSI），和（2）基于概率降水方法的标准化降水指数（SPI）。然而，建立一个能够监测和识别所有类型干旱的通用干旱指数仍然很困难。PDSI使用水量平衡模型计算地表的累积水分偏离。尽管PDSI是一个基于物理的指数，但它仍然存在几个缺点，主要包括使用过于简化的两层水桶型水文模型，常常不切实际地模拟水量平衡成分，强校准影响常常产生不具代表性的模型参数，以及固定的时间尺度。为了改善PDSI在固定时间尺度上的缺点，采用了多尺度干旱指数SPI，以考虑从1个月到数年的干旱特征。然而，SPI的主要限制在于它基于降水，忽略了大气水需求的影响。为了改进SPI，Vicente-Serrano等人最近开发了标准化降水蒸散指数（SPEI），该指数同时考虑了水供应和需求，并使用降水（P）与潜在蒸散发（PE）之间的差异来评估水的短缺或盈余。"
      ],
      "research objectiveCn": [
        "因此，本研究的目标是开发和评估一种新的基于物理的多尺度干旱指数，即标准化湿度异常指数（SZI），该指数基于PDSI的Z值和SPEI的概率湿度方法进行构建。这个新的干旱指数结合了PDSI和SPEI的优点。"
      ],
      "challengesCn": [
        "然而，VIC模型高估了一些峰值流量。这些误差可能归因于黄土高原的人为土壤和水土保持措施，包括蓄水坝、鱼鳞坑和阶梯梯田，这些措施往往会减少峰值流量。缺乏大规模和长期的土壤湿度原位观测。此外，卫星土壤湿度数据具有良好的空间覆盖，但其质量仍然存在疑问，尤其是在较低土层的情况下。因此，验证我们研究区域模型模拟的土壤湿度与观测数据之间的关系是困难的。SZI的主要限制在于其计算比SPI和SPEI的计算更复杂和困难。SZI的另一个限制是其计算需要长期的气候和水文记录，这使得它不适合短期干旱识别。"
      ],
      "methodsCn": [
        "在本研究中，使用了VIC版本4.1.1对1971年1月1日至2012年12月31日期间的每日水量平衡组件和土壤湿度值进行了重建，空间分辨率为50公里，覆盖整个黄土高原。VIC模型将研究区的土壤剖面分为三层。模型的前两层土壤旨在表示土壤对降雨事件的动态响应，而底层则用于表征季节性土壤湿度的行为。采用纳什-萨特克利夫效率（NSE）系数对模型进行校准和验证。来自11个关键水文监测站的观测流量被分为两组：（1）兰州、头道拐、龙门、铜关、华园口和华县用于模型校准；（2）红旗、白家川、河津、张家山和庄头用于模型验证。为了评估SZI的性能和能力，干旱识别结果与VIC-PDSI以及另外两个最广泛接受的多尺度干旱指数SPI和SPEI进行了比较。"
      ],
      "datasetCn": [
        "驱动VIC模型的气象强迫数据来自于黄土高原及其周边地区的73个气象站，时间范围为1971年至2012年，包括每日降水量、最高和最低气温、太阳辐射、相对湿度、气压和风速。来自中国黄河水利委员会水文局的11个关键水文站的观测月水文数据用于分析。气候预测中心（CPC）的月土壤湿度数据集被用来评估VIC模型在模拟土壤水分方面的表现。归一化植被指数（NDVI）数据来自于美国国家海洋和大气管理局（NOAA）高级非常高分辨率辐射计土地数据集，空间分辨率为8公里，时间间隔为15天，数据范围为1982年1月至2006年12月。"
      ],
      "findingsCn": [
        "我们的评估表明，SZI能够准确捕捉多年的干旱事件的开始、持续和结束，得益于其多尺度特征，而PDSI由于缺乏这一特征，往往无法描述多年的干旱事件的演变。此外，SZI的变异性与观测到的径流和卫星归一化植被指数的相关性更强，而标准化降水指数和SPEI的相关性较弱。SZI在干旱量化方面的改进是由于其更合理地估计了水需求，包括蒸散发、径流和土壤水分储存的变化。总体而言，我们新开发的SZI是基于物理原理的，并且具有多尺度特征，使其能够在不同时间尺度上提供更好的干旱监测和识别信息。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the meteorological forcing data from 73 stations provide adequate coverage for driving a hydrological model like VIC?",
        "QuestionCn": "73个气象站的气象强迫数据是否为驱动像VIC这样的水文模型提供了足够的覆盖？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the VIC model's overestimation of peak flows potentially linked to human soil and water conservation measures?",
        "QuestionCn": "VIC模型对峰值流量的高估是否可能与人类的土壤和水资源保护措施有关？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "What are the main drivers for estimating global terrestrial evapotranspiration, is it primarily net radiation, temperature, precipitation, or other factors?",
        "QuestionCn": "估算全球陆地蒸散发的主要驱动因素是什么？主要是净辐射、温度、降水还是其他因素？",
        "AnswerEn": "net radiation, temperature, precipitation",
        "AnswerCn": "净辐射、温度、降水量",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Which drought index is more effective for long-term drought identification, the Standardized Precipitation Index (SPI), the Palmer Drought Severity Index (PDSI), the Standardized Precipitation Evapotranspiration Index (SPEI), or the newly developed Standardized Moisture Anomaly Index (SZI)?",
        "QuestionCn": "哪种干旱指数更有效于长期干旱识别：标准化降水指数（SPI）、帕尔默干旱严重度指数（PDSI）、标准化降水蒸散发指数（SPEI）还是新开发的标准化湿度异常指数（SZI）？",
        "AnswerEn": "Standardized Moisture Anomaly Index (SZI)",
        "AnswerCn": "标准化湿度异常指数 (SZI)",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary meteorological variables required for estimating global terrestrial evapotranspiration using a hydrological model?",
        "QuestionCn": "使用水文模型估算全球陆地蒸散的主要气象变量是什么？",
        "AnswerEn": "net radiation, air temperature, precipitation, pressure, leaf area index, surface cover type",
        "AnswerCn": "净辐射、气温、降水、气压、叶面积指数、地表覆盖类型",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When is it necessary to use a multiscalar drought index for studying the impact of drought events?",
        "QuestionCn": "在研究干旱事件影响时，何时有必要使用多尺度干旱指数？",
        "AnswerEn": "multiyear drought events",
        "AnswerCn": "多年干旱事件",
        "Level": "C2(Understanding)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to estimate global terrestrial evapotranspiration (ET)?",
        "QuestionCn": "您能否提供一个用于估算全球陆地蒸散发（ET）的数据收集方法的示例？",
        "AnswerEn": "A data collection method used to estimate global terrestrial evapotranspiration involves using an improved eco-hydrological model (SiTHv2) driven by data such as net radiation, air temperature, precipitation, air pressure, leaf area index, and surface cover type.",
        "AnswerCn": "一种用于估算全球陆地蒸散发的数据收集方法涉及使用改进的生态水文模型（SiTHv2），该模型以净辐射、气温、降水、气压、叶面积指数和地表覆盖类型等数据为驱动。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when validating model-simulated soil moisture with observations in large-scale studies?",
        "QuestionCn": "在大规模研究中，验证模型模拟的土壤湿度与观测值时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is the substantial lack of large-scale and long-term in situ observations of soil moisture, coupled with questions about the quality of satellite soil moisture data, especially for lower soil depths.",
        "AnswerCn": "一个挑战是缺乏大规模和长期的土壤湿度原位观测，同时对卫星土壤湿度数据的质量存在疑问，尤其是在较低土层深度方面。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of datasets used to drive a hydrological model for drought index evaluation?",
        "QuestionCn": "您能否提供用于驱动水文模型以评估干旱指数的数据集示例？",
        "AnswerEn": "An example of datasets used includes meteorological forcing data from 73 meteorological stations, observed monthly hydrologic data from gauge stations along the Yellow River, and NDVI data from the NOAA advanced very high resolution radiometer land dataset.",
        "AnswerCn": "使用的数据集示例包括来自73个气象站的气象强迫数据、沿黄河的水文观测站的月度水文数据，以及来自NOAA高级非常高分辨率辐射计土地数据集的NDVI数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key components necessary for estimating global land evapotranspiration in an ecological hydrological model?",
        "QuestionCn": "估算全球土地蒸散发在生态水文模型中所需的关键组件有哪些？",
        "AnswerEn": "net radiation, air temperature, precipitation, air pressure, leaf area index, land cover type",
        "AnswerCn": "净辐射、气温、降水、气压、叶面积指数、土地覆盖类型",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the main limitations encountered when using soil moisture data in ecological hydrological research?",
        "QuestionCn": "在生态水文研究中使用土壤湿度数据时遇到的主要限制有哪些？",
        "AnswerEn": "lack of large-scale and long-term in situ observations, concerns about the quality of satellite soil moisture data, especially for lower soil depths",
        "AnswerCn": "缺乏大规模和长期的现场观测，对卫星土壤湿度数据质量的担忧，尤其是对于较深土层。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution used in the daily water balance component reconstruction for a dataset in this domain?",
        "QuestionCn": "在该领域的数据集中，日水量平衡组件重建使用的空间分辨率是多少？",
        "AnswerEn": "50 km",
        "AnswerCn": "50公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many meteorological stations provided the forcing data for a hydrological model in this domain, and what time period does the data cover?",
        "QuestionCn": "在该区域内，有多少个气象站提供了水文模型的强迫数据，这些数据覆盖了哪个时间段？",
        "AnswerEn": "73 stations, 1971-2012",
        "AnswerCn": "73个站点，1971-2012年",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the root mean square error (RMSE) at the station scale for a global land evapotranspiration estimation in this field?",
        "QuestionCn": "在这个领域，全球陆地蒸散发估计的站点尺度根均方误差（RMSE）是多少？",
        "AnswerEn": "0.66 mm/day",
        "AnswerCn": "0.66 毫米/天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'net radiation' in the context of data collection for estimating global terrestrial evapotranspiration?",
        "QuestionCn": "在估算全球陆地蒸散的背景下，'净辐射'是什么意思？",
        "AnswerEn": "Net radiation refers to the balance between incoming and outgoing radiation at the Earth's surface and is a critical input for calculating evapotranspiration as it influences the energy available for the process.",
        "AnswerCn": "净辐射是指地球表面入射辐射和出射辐射之间的平衡，是计算蒸散发的重要输入，因为它影响着该过程可用的能量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How would you define the term 'leaf area index' when discussing its role in global evapotranspiration datasets?",
        "QuestionCn": "在讨论其在全球蒸散发数据集中的作用时，您如何定义术语“叶面积指数”？",
        "AnswerEn": "Leaf area index is a dimensionless quantity that characterizes plant canopies, representing the total leaf area per unit ground surface area. It is used in evapotranspiration datasets to assess the amount of leaf surface available for transpiration and interception of solar radiation.",
        "AnswerCn": "叶面积指数是一个无量纲的量，表征植物冠层，表示单位地面面积上的总叶面积。它在蒸散发数据集中用于评估可用于蒸腾和拦截太阳辐射的叶面面积。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does the term 'standardized moisture anomaly index' (SZI) mean in the development of new drought indices?",
        "QuestionCn": "在开发新的干旱指数时，“标准化湿度异常指数”（SZI）是什么意思？",
        "AnswerEn": "The Standardized Moisture Anomaly Index (SZI) is a physically based multiscalar drought index that combines elements of the PDSI and SPEI, utilizing the Z value from the PDSI and a probabilistic moisture approach to improve drought monitoring and identification across different temporal scales.",
        "AnswerCn": "标准化湿度异常指数（SZI）是一种基于物理的多尺度干旱指数，结合了干旱严重度指数（PDSI）和标准化降水蒸散指数（SPEI）的元素，利用PDSI的Z值和概率湿度方法，以改善不同时间尺度上的干旱监测和识别。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the challenges in validating soil moisture data from satellite observations compare to those encountered in using meteorological station data for hydrological modeling?",
        "QuestionCn": "验证卫星观测的土壤湿度数据所面临的挑战与使用气象站数据进行水文建模时遇到的挑战有何比较？",
        "AnswerEn": "Satellite soil moisture data offer excellent spatial coverage, but their quality is often questioned, especially for lower soil depths, making validation difficult. In contrast, meteorological station data provide reliable information for driving hydrological models but may lack extensive spatial coverage.",
        "AnswerCn": "卫星土壤湿度数据提供了出色的空间覆盖，但其质量常常受到质疑，尤其是在较低的土壤深度，这使得验证变得困难。相比之下，气象站数据为驱动水文模型提供了可靠的信息，但可能缺乏广泛的空间覆盖。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the VIC model's reconstruction of daily water balance components differ from the methods used in the SiTHv2 model for estimating global land evapotranspiration?",
        "QuestionCn": "VIC模型对日常水量平衡组件的重建与SiTHv2模型估计全球陆地蒸散发的方法有何不同？",
        "AnswerEn": "The VIC model uses a three-layer soil profile to simulate water balance components and soil moisture, focusing on the dynamic response to rainfall events, while the SiTHv2 model estimates evapotranspiration using a range of drivers like net radiation and leaf area index, validated at different scales.",
        "AnswerCn": "VIC模型使用三层土壤剖面来模拟水分平衡组件和土壤湿度，重点关注对降雨事件的动态响应，而SiTHv2模型则利用净辐射和叶面积指数等多种驱动因素来估算蒸散发，并在不同尺度上进行了验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of multiscalar drought indices like the Standardized Moisture Anomaly Index (SZI) compare to the use of single-scale indices in terms of capturing the evolution of multiyear drought events?",
        "QuestionCn": "多尺度干旱指数如标准化湿度异常指数（SZI）在捕捉多年干旱事件的演变方面，与单尺度指数相比，有何不同？",
        "AnswerEn": "Multiscalar indices like the SZI capture the onset, duration, and end of multiyear droughts more accurately due to their ability to evaluate water demand and supply over various temporal scales, unlike single-scale indices such as the PDSI which may not effectively describe drought evolution.",
        "AnswerCn": "多尺度指数如SZI能够更准确地捕捉多年的干旱的开始、持续和结束，因为它们能够在不同的时间尺度上评估水的需求和供应，而单一尺度的指数如PDSI可能无法有效描述干旱的演变。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges do researchers face when using satellite soil moisture data for validating hydrological models and how might these challenges impact the data collection process?",
        "QuestionCn": "研究人员在使用卫星土壤湿度数据验证水文模型时面临哪些挑战，这些挑战可能如何影响数据收集过程？",
        "AnswerEn": "Researchers face challenges in using satellite soil moisture data due to questions about the data quality, especially for lower soil depths. This limitation impacts the validation process of hydrological models, as it requires reliable observations to ensure accuracy. Consequently, the data collection process may need to incorporate additional in situ observations or advanced data assimilation techniques to mitigate these challenges and improve model reliability.",
        "AnswerCn": "研究人员在使用卫星土壤湿度数据时面临数据质量方面的挑战，尤其是在较低土层深度的情况下。这一限制影响了水文模型的验证过程，因为需要可靠的观测数据以确保准确性。因此，数据收集过程可能需要结合额外的现场观测或先进的数据同化技术，以减轻这些挑战并提高模型的可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways could long-term climatic and hydrologic records enhance the development of new drought indices, and what limitations might arise from their use?",
        "QuestionCn": "长期气候和水文记录可以通过哪些方式促进新干旱指数的发展？使用这些记录可能会出现哪些限制？",
        "AnswerEn": "Long-term climatic and hydrologic records provide a robust data foundation for developing new drought indices by capturing the variability and trends of drought events over extended periods. This enhances the indices' ability to monitor and identify droughts accurately. However, limitations include the complexity and difficulty of computations required for such indices and the unsuitability for short-term drought identification, as they rely on extensive historical data to function effectively.",
        "AnswerCn": "长期气候和水文记录为开发新的干旱指数提供了坚实的数据基础，能够捕捉干旱事件在较长时间内的变异性和趋势。这增强了这些指数监测和识别干旱的能力。然而，局限性包括所需计算的复杂性和困难性，以及由于依赖于大量历史数据，这些指数不适合短期干旱的识别。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in validating model-simulated soil moisture with observations in large-scale and long-term studies?",
        "QuestionCn": "在大规模和长期研究中，验证模型模拟的土壤湿度与观测值之间的挑战因素包括哪些？",
        "AnswerEn": "There is a substantial lack of large-scale and long-term in situ observations of soil moisture. Additionally, while satellite soil moisture data have excellent spatial coverage, their quality is still questionable, especially for the lower soil depths, making validation of model-simulated soil moisture difficult.",
        "AnswerCn": "目前对土壤湿度的长期和大规模原位观测存在显著不足。此外，尽管卫星土壤湿度数据具有良好的空间覆盖，但其质量仍然令人质疑，尤其是在较深的土壤层，这使得对模型模拟土壤湿度的验证变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes errors in the estimation of peak flows when using hydrological models in regions with human interventions?",
        "QuestionCn": "在人为干预地区使用水文模型时，导致峰值流量估计错误的原因是什么？",
        "AnswerEn": "Errors in the estimation of peak flows could be attributed to human soil and water conservation measures, such as check dams, fish-scale pits, and bench terraces, which tend to reduce the peak flows, thereby affecting the model's accuracy.",
        "AnswerCn": "峰值流量估计中的误差可能归因于人类的土壤和水资源保护措施，例如检查坝、鱼鳞坑和阶梯 terraces，这些措施往往会减少峰值流量，从而影响模型的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing an improved eco-hydrological model for estimating global terrestrial evapotranspiration on data reliability?",
        "QuestionCn": "利用改进的生态水文模型来估算全球陆地蒸散发的潜在后果是什么？这对数据可靠性有什么影响？",
        "AnswerEn": "Utilizing an improved eco-hydrological model like SiTHv2 for estimating global terrestrial evapotranspiration may enhance the reliability of ET estimates by providing spatially and temporally continuous data, which is crucial for studies related to land-atmosphere interactions, ecosystem water consumption, extreme climate events, and water resource management.",
        "AnswerCn": "利用改进的生态水文模型如SiTHv2来估算全球陆地蒸散发，可能会通过提供空间和时间上连续的数据来增强ET估算的可靠性，这对于与陆气相互作用、生态系统水消耗、极端气候事件和水资源管理相关的研究至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the objective of developing and utilizing an improved eco-hydrological model for estimating global terrestrial evapotranspiration?",
        "QuestionCn": "开发和利用改进的生态水文模型以估算全球陆地蒸散发的目标是什么？",
        "AnswerEn": "The objective is to provide reliable estimates of global terrestrial evapotranspiration, which is a crucial component in global surface energy exchanges and water cycles. This is important for studies related to land-atmosphere interactions, ecosystem water consumption, extreme climate events, and water resource management.",
        "AnswerCn": "目标是提供全球陆地蒸散发的可靠估计，这是全球表面能量交换和水循环中的一个关键组成部分。这对于与陆地-大气相互作用、生态系统水消耗、极端气候事件和水资源管理相关的研究非常重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using an ecohydrological model to estimate global land surface evapotranspiration?",
        "QuestionCn": "使用生态水文模型估算全球陆地表面蒸散发涉及哪些程序？",
        "AnswerEn": "The estimation of global land surface evapotranspiration involves using an improved ecohydrological model, which is driven by data such as net radiation, air temperature, precipitation, air pressure, leaf area index, and land cover type. The model is validated and compared across different scales, including site scale, watershed scale, and global scale, ensuring reliability for ecological and hydrological research.",
        "AnswerCn": "全球陆地表面蒸散发的估算涉及使用改进的生态水文模型，该模型以净辐射、气温、降水、气压、叶面积指数和土地覆盖类型等数据为驱动。该模型在不同尺度上进行验证和比较，包括现场尺度、流域尺度和全球尺度，确保其在生态和水文研究中的可靠性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the accurate estimation of global evapotranspiration across various spatial and temporal scales?",
        "QuestionCn": "哪些方法论能够在不同的空间和时间尺度上准确估计全球蒸散发？",
        "AnswerEn": "An improved eco-hydrological model (SiTHv2) enables the accurate estimation of global evapotranspiration by incorporating key driving data such as net radiation, air temperature, precipitation, air pressure, leaf area index, and land cover type. The model has been validated across site, watershed, and global scales, demonstrating its reliability for eco-hydrological research.",
        "AnswerCn": "一个改进的生态水文模型（SiTHv2）通过纳入关键驱动数据，如净辐射、气温、降水、气压、叶面积指数和土地覆盖类型，能够准确估计全球蒸散发。该模型已在站点、流域和全球尺度上进行了验证，证明其在生态水文研究中的可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of diverse meteorological and hydrological datasets enhance the development and validation of a new drought index?",
        "QuestionCn": "多样化气象和水文数据集的整合如何增强新干旱指数的开发和验证？",
        "AnswerEn": "The integration of meteorological forcing data from 73 stations, hydrologic data from 11 gauge stations, and satellite soil moisture data enhances the development and validation of a new drought index by providing comprehensive inputs for model simulations and comparisons. This approach allows for the accurate assessment of drought conditions and the performance of the drought index against observed data and other indices.",
        "AnswerCn": "将73个气象站的气象强迫数据、11个水文测站的水文数据和卫星土壤湿度数据整合在一起，增强了新干旱指数的开发和验证，为模型模拟和比较提供了全面的输入。这种方法能够准确评估干旱条件，并将干旱指数的表现与观测数据和其他指数进行比较。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions and data inputs are necessary for reconstructing daily water balance components in a large-scale environmental study?",
        "QuestionCn": "在大规模环境研究中，重建每日水量平衡组件所需的条件和数据输入包括哪些？",
        "AnswerEn": "Reconstructing daily water balance components in a large-scale environmental study requires data inputs such as daily precipitation, air temperatures, solar radiation, relative humidity, pressure, and wind speed. These are collected from a network of meteorological stations and are essential for driving models like the VIC to simulate water balance components and soil moisture values over extensive regions and time periods.",
        "AnswerCn": "在大规模环境研究中，重建日水量平衡组件需要数据输入，如每日降水量、气温、太阳辐射、相对湿度、气压和风速。这些数据来自气象站网络，对于驱动模型（如VIC）模拟水量平衡组件和土壤湿度值在广泛区域和时间段内至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the development of a new drought index require more complex computation compared to existing indices?",
        "QuestionCn": "开发一个新的干旱指数可能需要更复杂的计算，原因是什么？",
        "AnswerEn": "The development of a new drought index, such as the Standardized Moisture Anomaly Index (SZI), is more complex because it combines the strengths of existing indices like the PDSI and SPEI. It requires long-term climatic and hydrologic records and aims to improve drought quantification by including evapotranspiration, runoff, and changes in soil moisture storage, which adds to the complexity.",
        "AnswerCn": "新干旱指数的开发，如标准化湿度异常指数（SZI），更加复杂，因为它结合了现有指数（如PDSI和SPEI）的优点。它需要长期的气候和水文记录，旨在通过包括蒸散发、径流和土壤水分储存变化来改善干旱量化，这增加了复杂性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do challenges arise in validating model-simulated soil moisture with observations?",
        "QuestionCn": "为什么在用观测数据验证模型模拟的土壤湿度时会出现挑战？",
        "AnswerEn": "Challenges in validating model-simulated soil moisture arise due to the substantial lack of large-scale and long-term in situ observations and the questionable quality of satellite soil moisture data, especially for lower soil depths. These factors make validation with observations difficult.",
        "AnswerCn": "验证模型模拟土壤湿度的挑战在于缺乏大规模和长期的现场观测数据，以及卫星土壤湿度数据的质量存疑，尤其是在较低土层深度。这些因素使得与观测数据的验证变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What potential reasons could lead to the overestimation of peak flows in hydrological models?",
        "QuestionCn": "导致水文模型中峰值流量过高估计的潜在原因有哪些？",
        "AnswerEn": "Overestimation of peak flows in hydrological models could be attributed to human soil and water conservation measures such as check dams, fish-scale pits, and bench terraces, which tend to reduce peak flows. Additionally, the complexity of accurately modeling these conservation measures may contribute to the overestimation.",
        "AnswerCn": "在水文模型中，峰值流量的高估可能归因于人类的土壤和水分保护措施，如检查坝、鱼鳞坑和阶梯梯田，这些措施往往会减少峰值流量。此外，准确建模这些保护措施的复杂性也可能导致高估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you consider the use of satellite data for enhancing the spatial coverage and reliability of land evapotranspiration estimations?",
        "QuestionCn": "您认为使用卫星数据在提高土地蒸散发估算的空间覆盖和可靠性方面有多有效？",
        "AnswerEn": "Satellite data, such as the Normalized Difference Vegetation Index (NDVI) from NOAA, provide excellent spatial coverage, which is crucial for global land evapotranspiration estimations. However, there are concerns regarding the quality of satellite-derived data, especially for certain parameters like soil moisture at lower depths, which affects the reliability.",
        "AnswerCn": "卫星数据，如来自NOAA的归一化植被指数（NDVI），提供了出色的空间覆盖，这对于全球土地蒸散发估算至关重要。然而，对于某些参数，如较深层土壤湿度，卫星衍生数据的质量存在担忧，这影响了其可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, how can multiscalar drought indices improve upon traditional indices in capturing the dynamics of drought events?",
        "QuestionCn": "在您看来，多尺度干旱指数如何在捕捉干旱事件的动态方面优于传统指数？",
        "AnswerEn": "Multiscalar drought indices like the Standardized Moisture Anomaly Index (SZI) improve upon traditional indices by incorporating both water supply and demand factors, and offering multiscalar features that capture the onset, duration, and ending of multiyear drought events more accurately. This provides a more comprehensive understanding compared to indices lacking these features.",
        "AnswerCn": "多尺度干旱指数，如标准化湿度异常指数（SZI），通过结合水供应和需求因素，并提供多尺度特征，能够更准确地捕捉多年度干旱事件的开始、持续和结束，从而改进传统指数。这提供了比缺乏这些特征的指数更全面的理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of how meteorological forcing data from multiple stations can effectively drive a large-scale hydrological model over extended periods.",
        "QuestionCn": "我无法理解来自多个站点的气象强迫数据如何有效地驱动大规模水文模型在较长时间内运行。",
        "AnswerEn": "The meteorological forcing data for driving a hydrological model like VIC came from 73 meteorological stations. This data includes daily observations such as precipitation, temperatures, solar radiation, and more, covering the Loess Plateau and its surrounding area over several decades. This extensive dataset allows for accurate simulations of water balance components and soil moisture values.",
        "AnswerCn": "用于驱动水文模型如VIC的气象强迫数据来自73个气象站。这些数据包括降水、温度、太阳辐射等日常观测，覆盖了黄土高原及其周边地区数十年的数据。这一广泛的数据集使得水量平衡组件和土壤湿度值的模拟更加准确。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about how a drought index can be developed to account for both temporal and spatial variability effectively.",
        "QuestionCn": "我不确定如何有效地开发一个干旱指数，以考虑时间和空间的变异性。",
        "AnswerEn": "The development of a drought index, such as the Standardized Moisture Anomaly Index (SZI), involves combining the probabilistic moisture approach of the SPEI with the physically based Z value from the PDSI, allowing it to consider both temporal and spatial variability. This multiscalar feature helps accurately capture the onset, duration, and end of drought events.",
        "AnswerCn": "干旱指数的开发，例如标准化湿度异常指数（SZI），涉及将SPEI的概率湿度方法与PDSI的物理基础Z值相结合，从而考虑时间和空间的变异性。这种多尺度特征有助于准确捕捉干旱事件的发生、持续和结束。",
        "Level": "C6(Creating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the methodologies used for estimating global evapotranspiration in the context of ecological hydrological modeling.",
        "QuestionCn": "请探讨在生态水文模型背景下估算全球蒸散发的各种方法。",
        "AnswerEn": "The methodologies for estimating global evapotranspiration in ecological hydrological modeling include the use of an improved eco-hydrological model, SiTHv2, which incorporates driving data such as net radiation, air temperature, precipitation, air pressure, leaf area index, and land cover type.",
        "AnswerCn": "估算全球蒸散发的生态水文模型方法包括使用改进的生态水文模型SiTHv2，该模型结合了净辐射、气温、降水、气压、叶面积指数和土地覆盖类型等驱动数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please investigate the challenges associated with validating soil moisture data in large-scale ecological studies.",
        "QuestionCn": "请调查在大规模生态研究中验证土壤湿度数据所面临的挑战。",
        "AnswerEn": "The challenges associated with validating soil moisture data in large-scale ecological studies include a lack of large-scale and long-term in situ observations, and the questionable quality of satellite soil moisture data, particularly at lower soil depths, which complicates the validation process with model-simulated soil moisture.",
        "AnswerCn": "在大规模生态研究中，验证土壤湿度数据面临的挑战包括缺乏大规模和长期的现场观测，以及卫星土壤湿度数据的质量存疑，特别是在较低土壤深度时，这使得与模型模拟的土壤湿度进行验证变得复杂。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify potential datasets that could be used to improve drought index calculations in ecological and hydrological research.",
        "QuestionCn": "请识别可以用于改善生态和水文研究中干旱指数计算的潜在数据集。",
        "AnswerEn": "Potential datasets that could be used to improve drought index calculations include meteorological forcing data from meteorological stations, observed monthly hydrologic data from key gauge stations, CPC monthly soil moisture data, and NDVI data from satellite sources, as these provide comprehensive information on precipitation, temperature, soil moisture, and vegetation conditions.",
        "AnswerCn": "潜在的数据集可以用于改善干旱指数计算，包括来自气象站的气象强迫数据、关键水文测站的观测月度水文数据、CPC的月度土壤湿度数据以及来自卫星源的NDVI数据，因为这些数据提供了关于降水、温度、土壤湿度和植被状况的全面信息。",
        "Level": "C6(Creating)"
      }
    ]
  }
}