{
  "id": "a6429f93-8952-446f-8d46-11db5dbd2b3c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Quantitative Raman and infrared spectroscopic data of carbonate concentration in K2CO3 aqueous solution with water as internal standard",
      "titleCn": "以水为内标的K2CO3水溶液中碳酸盐岩浓度的拉曼和红外光谱定量数据",
      "description": "The data included standard ionic distilled water and K2CO3 aqueous solution with different molar concentrations (0.5 ~ 5.5 mol / L). The concentration of K2CO3 was determined, Raman and infrared spectra were collected, and the correlation between the molar concentrations of K2CO3 and the spectral characteristics under different P-T conditions were discussed. The results show that the O-H Raman stretching mode can be used as an internal standard for the determination of carbonate concentration. Although there are some significant differences, there are differences in the correlation between the relative Raman intensities established in different laboratories. This study established the first calibration of this kind, which may have some application value.",
      "descriptionCn": "数据包含配制的不同摩尔浓度(0.5 ~ 5.5 mol/L)的标准离子蒸馏水和K2CO3水溶液，测定了K2CO3浓度，采集了拉曼光谱和红外光谱，并探讨了K2CO3摩尔浓度之间的相关性以及不同P-T条件下的光谱特征。 结果证实了O-H拉曼拉伸模式可以作为测定碳酸盐岩浓度的内标，尽管有一些显著的差异，不同实验室建立的相对拉曼强度之间的相关性存在差异C-O对称拉伸模式和O-H对称拉伸模式。本研究建立了此类的第一次校准，可能有一定的应用价值。",
      "instructions": "Table 1 represents the Raman spectrum data of K2CO3\nTable 2 represents the infrared spectrum data of K2CO3",
      "instructionsCn": "table1表示K2CO3的拉曼光谱数据，\ntable2表示K2CO3的红外光谱数据",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": "2019-08-31 00:00:00",
      "endTime": "2020-05-31 11:59:59",
      "fileSize": 42523.0,
      "cstr": "18406.11.Geo.tpdc.271361",
      "doi": "10.11888/Geo.tpdc.271361",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "马云璐",
        "nameEn": "MA Yunlu",
        "unitEn": "",
        "unitCn": "北京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Raman and infrared spectroscopic quantification of the carbonate concentration in K2CO3 aqueous solutions with water as an internal standard",
        "referenceCn": null,
        "referenceEn": "Ma, Y.L., Yan W., Sun Q., & Liu X. (2021). Raman and infrared spectroscopic quantification of the carbonate concentration in K2CO3 aqueous solutions with water as aninternal standard. Geoscience Frontiers, 12, 1018-1030."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "流体",
        "nameEn": "Fluid"
      },
      {
        "nameCn": "碳酸盐水溶液",
        "nameEn": "Carbonate aqueous solution"
      },
      {
        "nameCn": "红外光谱",
        "nameEn": "Infrared spectroscopy"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of quantitative Raman and infrared spectroscopic data collected for determining carbonate concentrations in aqueous K2CO3 solutions?",
        "QuestionCn": "用于测定水溶液中碳酸钾浓度的定量拉曼和红外光谱数据的特征是什么？",
        "AnswerEn": "0.5 ~ 5.5 mol/L, O-H Raman stretching mode as an internal standard, differences in relative Raman intensities between C-O and O-H symmetric stretching modes",
        "AnswerCn": "0.5 ~ 5.5 mol/L，O-H 拉曼伸缩模式作为内标，C-O 和 O-H 对称伸缩模式之间的相对拉曼强度差异。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for determining K2CO3 concentration using Raman and infrared spectroscopy compare to traditional chemical titration methods in terms of precision and applicability under varying P-T conditions?",
        "QuestionCn": "确定K2CO3浓度的拉曼和红外光谱数据收集方法与传统化学滴定方法在精确度和适用性（在不同的压力-温度条件下）方面有何比较？",
        "AnswerEn": "In the field of K2CO3 aqueous solutions, Raman and infrared spectroscopy methods allow for the analysis of different molar concentrations and the exploration of spectral characteristics under varying P-T conditions. The use of O-H Raman stretching modes as an internal standard provides a novel calibration approach. However, there are significant differences in the correlations of relative Raman intensity established by different laboratories, particularly between C-O and O-H symmetric stretching modes. This can impact precision and applicability compared to traditional chemical titration methods, which may not account for such spectral variances.",
        "AnswerCn": "在K2CO3水溶液领域，拉曼和红外光谱方法允许分析不同的摩尔浓度，并在不同的压力-温度条件下探索光谱特征。使用O-H拉曼拉伸模式作为内标提供了一种新颖的校准方法。然而，不同实验室建立的相对拉曼强度之间存在显著差异，特别是在C-O和O-H对称拉伸模式之间。这可能影响精确度和适用性，相较于传统的化学滴定方法，后者可能未考虑到这种光谱差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the correlation between K2CO3 molar concentration and spectral characteristics under various pressure-temperature conditions from Raman and infrared spectroscopy data?",
        "QuestionCn": "从拉曼和红外光谱数据中可以推断出在不同的压力-温度条件下，K2CO3摩尔浓度与光谱特征之间的相关性是什么？",
        "AnswerEn": "Raman and infrared spectroscopy data show a correlation between K2CO3 molar concentration and spectral characteristics, with the O-H Raman stretching mode serving as an internal standard for determining carbonate concentration. Despite differences observed, such as in relative Raman intensity correlations established by different laboratories in the C-O and O-H symmetric stretching modes, the study offers a first calibration that suggests potential application value.",
        "AnswerCn": "拉曼和红外光谱数据表明，K2CO3摩尔浓度与光谱特征之间存在相关性，其中O-H拉曼拉伸模式作为确定碳酸盐浓度的内标。尽管观察到不同实验室在C-O和O-H对称拉伸模式的相对拉曼强度相关性方面存在差异，但该研究提供了首次校准，暗示了潜在的应用价值。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary causes for variations in spectral characteristics of K2CO3 water solutions under different pressure-temperature conditions?",
        "QuestionCn": "K2CO3水溶液在不同压力-温度条件下光谱特征变化的主要原因是什么？",
        "AnswerEn": "The research indicates that variations in spectral characteristics under different P-T conditions could be due to differences in the O-H Raman stretching mode used as an internal standard for determining carbonate concentration. These variations may also arise from the discrepancies in relative Raman intensity correlations established by different laboratories between the C-O symmetric stretching mode and the O-H symmetric stretching mode.",
        "AnswerCn": "研究表明，在不同的压力-温度条件下，光谱特征的变化可能是由于用作确定碳酸盐浓度的内部标准的O-H拉曼伸缩模式的差异。这些变化也可能源于不同实验室之间建立的C-O对称伸缩模式与O-H对称伸缩模式之间的相对拉曼强度相关性的差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What might be the implications of using O-H Raman stretching modes as an internal standard for determining carbonate concentration in aqueous solutions on the calibration process?",
        "QuestionCn": "使用O-H拉曼伸缩模式作为内部标准来测定水溶液中碳酸盐浓度对校准过程可能有什么影响？",
        "AnswerEn": "Using O-H Raman stretching modes as an internal standard for determining carbonate concentration could lead to a more reliable calibration process, although there might be significant differences in relative Raman intensity correlations established by different laboratories. This approach could help in standardizing measurements across experiments despite these differences, potentially improving the accuracy of quantitative spectroscopic analysis under varying P-T conditions.",
        "AnswerCn": "使用O-H拉曼伸缩模式作为内部标准来确定碳酸盐浓度可能会导致更可靠的校准过程，尽管不同实验室建立的相对拉曼强度相关性可能存在显著差异。这种方法可以帮助在不同实验中标准化测量，尽管存在这些差异，潜在地提高在不同P-T条件下定量光谱分析的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary intention behind collecting quantitative Raman and infrared spectral data of K2CO3 aqueous solutions with varying molar concentrations using water as an internal standard?",
        "QuestionCn": "收集不同摩尔浓度的K2CO3水溶液的定量拉曼和红外光谱数据，并使用水作为内标的主要目的是为了什么？",
        "AnswerEn": "The primary intention is to determine the concentration of carbonate rocks by investigating the correlation between the molar concentrations of K2CO3 and their spectral features under various pressure-temperature conditions. By using the O-H Raman stretching mode as an internal standard, the research aims to establish a calibration that could be of significant application value, despite the observed variances in relative Raman intensity correlations between different laboratories.",
        "AnswerCn": "主要目的是通过研究K2CO3的摩尔浓度与其在不同压力-温度条件下的光谱特征之间的相关性，来确定碳酸盐岩的浓度。通过使用O-H拉曼伸缩模式作为内部标准，本研究旨在建立一个校准方法，尽管不同实验室之间观察到相对拉曼强度相关性存在差异，但该方法仍具有重要的应用价值。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be followed to accurately collect Raman and infrared spectroscopic data for K2CO3 aqueous solutions at varying molar concentrations and under different P-T conditions?",
        "QuestionCn": "对于不同摩尔浓度和不同P-T条件下的K2CO3水溶液，应该遵循哪些程序来准确收集拉曼和红外光谱数据？",
        "AnswerEn": "To accurately collect Raman and infrared spectroscopic data for K2CO3 aqueous solutions, different molar concentrations of K2CO3 (ranging from 0.5 to 5.5 mol/L) can be prepared using standard ionic distilled water. The concentration of K2CO3 should be precisely measured, followed by the acquisition of Raman and infrared spectra. It is important to explore the correlation between K2CO3 molar concentrations and spectral characteristics under varying pressure-temperature (P-T) conditions. Calibration using the O-H Raman stretching mode as an internal standard can be established, keeping in mind that there may be significant variations and correlation differences in relative Raman intensity between the C-O and O-H symmetric stretching modes across different laboratories.",
        "AnswerCn": "为了准确收集K2CO3水溶液的拉曼和红外光谱数据，可以使用标准离子蒸馏水制备不同摩尔浓度的K2CO3溶液，浓度范围从0.5到5.5 mol/L。应精确测量K2CO3的浓度，然后获取拉曼和红外光谱。在不同的压力-温度（P-T）条件下，探索K2CO3摩尔浓度与光谱特征之间的相关性。可以使用O-H拉曼伸缩模式作为内部标准进行校准，但需注意在不同实验室之间，C-O和O-H对称伸缩模式的相对拉曼强度可能存在显著的变化和相关性差异。",
        "Level": "C3(Applying)"
      }
    ]
  }
}