{
    "id": "a64aa3c1-cd99-4a99-8941-6ea42e16565e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Seasonally frozen ground soil temperature and moisture data set of alpine meadow site in Qinghai Lake Basin(2018-2022)",
            "titleCn": "青海湖流域高寒草甸站点土壤活动层逐时温湿度数据集（2018-2022）",
            "description": "\"This dataset contains high-frequency observations of soil temperature and moisture in the active layer of permafrost in the Qianhuli watershed of the Qinghai Lake alpine meadow. The data were collected at a fixed observation point at coordinates E100°15, 37°25’N, and an elevation of 3575m. The observation point is located in Sanda Village, Triangle City, Gangcha County, Haibei Prefecture, Qinghai Province. It is situated on the eastern side of the valley of the Shaliu River, a tributary of the Sanda River, and represents a typical alpine meadow landscape. The dataset includes observations at different soil depths: 10 soil moisture levels (5cm, 10cm, 20cm, 40cm, 80cm, 100cm, 120cm, 140cm, 160cm, and 180cm), 10 soil temperature levels (5cm, 10cm, 20cm, 40cm, 80cm, 100cm, 120cm, 140cm, 160cm, and 180cm), and 10 soil dielectric constant levels (5cm, 10cm, 20cm, 40cm, 80cm, 100cm, 120cm, 140cm, 160cm, and 180cm). The data files are labeled from 1 to 10, corresponding to the respective soil depths. The original data collected by the sensors were standardized to a 30-minute sampling interval and underwent preliminary quality control. The organized data were then stored in 30-minute intervals, with the file names indicating the date of the data. The observation period for the data is from November 5, 2018, to December 21, 2012. However, there is a significant amount of missing data for the second half of 2020 and the first half of 2022.\"",
            "descriptionCn": "该数据集包含了青海湖千户里小流域高寒草甸观测的季节性冻土土壤活动层土壤温度和湿度高频观测数据。该数据集为在一个固定观测点获取的不同土壤深度观测数据，观测点的经纬度为E100°15，37°25'N，海拔高度为3575m。该观测点位于青海省级海北州刚察县三角城种羊场三大队，处于沙柳河流域的支流上游，处于河谷东侧，是典型的高寒草甸下垫面。 10层土壤水分SM（5cm、10cm、20cm、40cm、80cm、100cm、120cm、140cm、160cm和180cm）,10层土壤温度ST（5cm、10cm、20cm、40cm、80cm、100cm、120cm、140cm、160cm和180cm）及10层土壤介电常数EC（5cm、10cm、20cm、40cm、80cm、100cm、120cm、140cm、160cm和180cm）。数据1-10编号对应相应（5cm、10cm、20cm、40cm、80cm、100cm、120cm、140cm、160cm和180cm）的土壤深度。原始的采集器输出数据统一整理成30分钟采样周期并经过初步质量控制，将整理后的将数据30分钟存储，命名规则为：数据日期。数据观测时段为2018年11月5日至2012年12月21日。2020年下半年，2022年上半年数据缺失较多。",
            "instructions": "For example, \"20181105-20211221. XLSX\", soil temperature and soil moisture data set from November 5, 2018 to December 21, 2021. You can use Excel software to open and view.",
            "instructionsCn": "例如 “20181105-20211221.xlsx”其中自2018年11月5日至2022年12月21日土壤温度，土壤水分数据集。 可以用Excel软件打开查看。",
            "east": 100.15,
            "west": 100.15,
            "south": 37.25,
            "north": 37.25,
            "startTime": null,
            "endTime": null,
            "fileSize": 9544422.0,
            "cstr": "18406.11.Terre.tpdc.300389",
            "doi": "10.11888/Terre.tpdc.300389",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "王佩",
                "nameEn": "WANG Pei",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Vegetation dynamics dominate the energy flux partitioning across typical ecosystem in Heihe River Basin: Observation with numerical modeling",
                "referenceCn": null,
                "referenceEn": "Wang P*, Y Tong, X-Y Li, Y Huang, X Yang, X Wu. （2019）. Vegetation dynamics dominate the energy flux partitioning across typical ecosystem in Heihe River Basin: Observation with numerical modeling. Journal of Geographical Sciences, 29(9): 1565-1577."
            },
            {
                "titleCn": " 青海湖流域高寒草甸季节冻土土壤温湿变化 特征 ",
                "titleEn": null,
                "referenceCn": "马晶晶, 王佩* , 邓钰婧 , 等 . 青海湖流域高寒草甸季节冻土土壤 温湿变化 特征 . 土壤 , 2022, 54(3): 619 628.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤水分",
                "nameEn": "Soil moisture"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海湖流域",
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "逐时",
                "keywordEn": "hourly mean",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the soil temperature and moisture data collected in high-altitude meadow environments?",
                "QuestionCn": "高海拔草甸环境中收集的土壤温度和湿度数据的特征是什么？",
                "AnswerEn": "high-frequency observations, different depths, seasonal permafrost soil active layer, fixed site, coordinates E100°15, 37°25'N, altitude of 3575m, 10 layers, depths of 5cm, 10cm, 20cm, 40cm, 80cm, 100cm, 120cm, 140cm, 160cm, 180cm, 30-minute sampling period, preliminary quality control",
                "AnswerCn": "高频观测，不同深度，季节性冻土活动层，固定地点，坐标东经100°15'，北纬37°25'，海拔3575米，10层，深度为5厘米、10厘米、20厘米、40厘米、80厘米、100厘米、120厘米、140厘米、160厘米、180厘米，30分钟采样周期，初步质量控制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different soil depths are measured for soil moisture, temperature, and dielectric constant in a dataset related to high-altitude meadows?",
                "QuestionCn": "在与高海拔草甸相关的数据集中，测量了多少种不同的土壤深度用于土壤湿度、温度和介电常数？",
                "AnswerEn": "10",
                "AnswerCn": "10",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in collecting high-frequency soil temperature and moisture data in high-altitude meadow areas?",
                "QuestionCn": "在高海拔草甸地区收集高频率土壤温度和湿度数据面临的挑战因素有哪些？",
                "AnswerEn": "In high-altitude meadow areas like those in the Qinghai-Tibet Plateau, challenges in collecting high-frequency soil temperature and moisture data may include harsh weather conditions, the remote location of observation points, and potential equipment malfunctions. These factors can lead to gaps in data collection, as seen with missing data in the latter half of 2020 and the first half of 2022.",
                "AnswerCn": "在像青藏高原这样的高海拔草甸地区，收集高频率土壤温度和湿度数据面临的挑战包括恶劣的天气条件、观测点的偏远位置以及潜在的设备故障。这些因素可能导致数据收集出现空白，正如2020年下半年和2022年上半年缺失的数据所示。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential implications on data reliability if there are significant periods of missing data during the data collection phase?",
                "QuestionCn": "如果在数据收集阶段存在显著的缺失数据时期，这可能对数据可靠性产生哪些潜在影响？",
                "AnswerEn": "Missing data, such as those in 2020 and early 2022, can impact the reliability of long-term trend analysis, leading to gaps in understanding seasonal or annual variations in soil temperature and moisture. It may require the use of imputation methods or cause a decrease in the confidence of the dataset's ability to represent continuous environmental changes.",
                "AnswerCn": "缺失数据，例如2020年和2022年初的数据，可能会影响长期趋势分析的可靠性，从而导致对土壤温度和湿度的季节性或年度变化理解的空白。这可能需要使用插补方法，或者导致数据集在代表连续环境变化的能力上信心下降。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives drive the collection of high-frequency soil temperature and humidity data across multiple soil depths in high-altitude meadow environments?",
                "QuestionCn": "在高海拔草甸环境中，收集多个土壤深度的高频土壤温度和湿度数据的目标是什么？",
                "AnswerEn": "The primary objective is to monitor and understand the dynamics of seasonal frozen soil activity layers in a typical high-cold meadow environment. This involves collecting detailed data on soil temperature and humidity at various depths to analyze the impact of these factors on the ecosystem and to improve the understanding of soil processes in cold regions.",
                "AnswerCn": "主要目标是监测和理解典型高寒草甸环境中季节性冻土活动层的动态。这涉及在不同深度收集土壤温度和湿度的详细数据，以分析这些因素对生态系统的影响，并提高对寒冷地区土壤过程的理解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are employed to ensure data quality and consistency when collecting hourly soil temperature and moisture data at various depths in high-altitude meadow ecosystems?",
                "QuestionCn": "在高海拔草甸生态系统中收集不同深度的每小时土壤温度和湿度数据时，采用了哪些方法来确保数据质量和一致性？",
                "AnswerEn": "The data is collected at different soil depths (5cm, 10cm, 20cm, 40cm, 80cm, 100cm, 120cm, 140cm, 160cm, and 180cm) with a high frequency at a fixed observation point. The data are then unified into a 30-minute sampling period and subjected to preliminary quality control to ensure consistency and reliability.",
                "AnswerCn": "数据是在不同土壤深度（5cm、10cm、20cm、40cm、80cm、100cm、120cm、140cm、160cm和180cm）处以高频率在固定观测点收集的。然后将数据统一为30分钟的采样周期，并进行初步质量控制，以确保一致性和可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What collection techniques were utilized to ensure the high-frequency observation of soil temperature and moisture in high-altitude regions?",
                "QuestionCn": "为了确保在高海拔地区对土壤温度和湿度的高频观察，采用了哪些采集技术？",
                "AnswerEn": "The data collection involved using a fixed observation point method to gather high-frequency observations of soil temperature and moisture at different depths in the soil, ranging from 5cm to 180cm, ensuring precise and consistent data recording over time.",
                "AnswerCn": "数据收集采用固定观察点方法，以高频率观察土壤温度和湿度，深度范围从5厘米到180厘米，确保了数据记录的准确性和一致性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}