{
    "id": "a6632b4a-cbee-48c4-9aca-661ddc4db14c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Single mineral geochemical characteristics of magnetite in Dulong polymetallic deposit, Southeastern Yunnan",
            "titleCn": "滇东南都龙多金属矿床磁铁矿单矿物地球化学特征",
            "description": "This data is the major and trace geochemical data of magnetite from Sn-Zn-In polymetallic deposits in southeastern Yunnan. The samples are classified into two types, including metasomatic magnetite and filling magnetite, the former is mostly saccular (or banded) in skarn, and the latter is vein like and coexists with metal sulfide. Samples were tested in the National Research Center for Geoanalys, the major and trace element data were obtained by ICP-AES and ICP-MS, respectively. The above data are published in the core journal Acta Petrologica Sinica, and the data are true and reliable. The data obtained can be used to explore the genesis of magnetite and further constrain the mineralization process from the aspects of material source and ore-forming fluid.",
            "descriptionCn": "本数据为滇东南地区锡锌铟多金属矿床的磁铁矿的主量、微量地球化学数据。样品包括交代型磁铁矿和充填型磁铁矿两类，前者多呈囊状，条带状，与矽卡岩矿物共生；后者为脉状，与金属硫化物共生。样品的测试在国家地质实验分析中心完成，样品的主量、微量元素数据分别由ICP-AES和ICP-MS分析测试获得。以上数据已发表于核心期刊《岩石学报》，数据真实可靠。通过获得的数据可以探讨磁铁矿的成因，并从物质来源和成矿流体性质方面进一步约束成矿作用过程。",
            "instructions": "The data is stored in Excel file and can be opened directly in Excel workbook. The file named \"Mag_MajTra\" represents the major and trace geochemical data of magnetite.",
            "instructionsCn": "数据以Excel文件存储，可直接使用Excel工作薄打开。名称为“Mag_MajTra”的文件代表磁铁矿的主量、微量地球化学数据。",
            "east": 104.75,
            "west": 104.5,
            "south": 22.75,
            "north": 23.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 18226.0,
            "cstr": null,
            "doi": "10.18654/1000-0569/2020.01.15",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "牛浩斌",
                "nameEn": "NIU Haobin",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "滇东南都龙锡锌铟多金属矿床磁铁矿矿物化学组成特征及其对成矿作用的约束",
                "titleEn": null,
                "referenceCn": "牛浩斌, 孙卫东, 张斌辉, 陈敏华, 张彬, & 陆生林. (2020). 滇东南都龙锡锌铟多金属矿床磁铁矿矿物化学组成特征及其对成矿作用的约束. 岩石学报, 036(001), 154-170.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "矿床地球化学",
                "nameEn": "Ore-deposit Geochemistry"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "滇东南",
                "keywordEn": "southeastern yunnan"
            },
            {
                "keywordCn": "都龙",
                "keywordEn": "Dulong"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "晚白垩世",
                "keywordEn": "Late Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for obtaining major and trace element geochemistry data of magnetite samples in polymetallic deposits?",
                "QuestionCn": "您能否提供一个用于获取多金属矿床中磁铁矿样品的主要和微量元素地球化学数据的数据收集方法的示例？",
                "AnswerEn": "A data collection method involves analyzing samples of magnetite, including metasomatic and filling types, using ICP-AES and ICP-MS techniques. The samples are tested at a national geological laboratory to obtain major and trace element geochemistry data, which are then used to explore the genesis of magnetite and constrain the metallogenic process.",
                "AnswerCn": "一种数据收集方法涉及分析磁铁矿的样本，包括变质作用和填充类型，使用ICP-AES和ICP-MS技术。样本在国家地质实验室进行测试，以获取主要和微量元素的地球化学数据，这些数据随后用于探讨磁铁矿的成因并限制成矿过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of geochemical data collected from magnetite samples in polymetallic deposits?",
                "QuestionCn": "从多金属矿床中收集的磁铁矿样品的地球化学数据特征是什么？",
                "AnswerEn": "major and trace element characteristics, metasomatic magnetite, pod-shaped, banded, associated with skarn minerals, filling-type magnetite, vein-like, associated with metal sulfides",
                "AnswerCn": "主要和微量元素特征，交代作用磁铁矿，豆荚状，带状，与矽卡岩矿物相关，充填型磁铁矿，脉状，与金属硫化物相关。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the geochemical characteristics of magnetite samples reveal about the mineralization processes and material sources in multi-metal deposits?",
                "QuestionCn": "磁铁矿样品的地球化学特征可以揭示多金属矿床的矿化过程和物质来源。",
                "AnswerEn": "The geochemical characteristics of magnetite samples, including major and trace element data obtained via ICP-AES and ICP-MS, can help interpret the genesis of magnetite and further constrain the mineralization process by analyzing material sources and the nature of ore-forming fluids.",
                "AnswerCn": "磁铁矿样品的地球化学特征，包括通过ICP-AES和ICP-MS获得的主要和微量元素数据，可以帮助解释磁铁矿的成因，并通过分析物质来源和成矿流体的性质进一步限制矿化过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the selection of specific geochemical analysis methods, such as ICP-AES and ICP-MS, for studying magnetite in polymetallic ore deposits?",
                "QuestionCn": "选择特定地球化学分析方法（如ICP-AES和ICP-MS）来研究多金属矿床中的磁铁矿的因素包括哪些？",
                "AnswerEn": "The selection of specific geochemical analysis methods like ICP-AES and ICP-MS for studying magnetite in polymetallic ore deposits is influenced by the need for accurate and comprehensive data on major and trace elements. These methods provide reliable data that can help in understanding the genesis of magnetite and further constrain the mineralization process from the perspectives of material source and ore-forming fluid properties.",
                "AnswerCn": "选择特定的地球化学分析方法，如ICP-AES和ICP-MS，用于研究多金属矿床中的磁铁矿，受到对主要和微量元素的准确和全面数据需求的影响。这些方法提供可靠的数据，有助于理解磁铁矿的成因，并进一步从物质来源和成矿流体特性方面约束矿化过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on the understanding of mineral genesis if geochemical data from different types of magnetite samples are collected using both ICP-AES and ICP-MS methods?",
                "QuestionCn": "如果使用ICP-AES和ICP-MS方法收集不同类型的磁铁矿样品的地球化学数据，那么对矿物生成的理解可能会产生哪些潜在结果？",
                "AnswerEn": "The collection of geochemical data from different types of magnetite samples using both ICP-AES and ICP-MS methods can lead to a deeper understanding of the genesis of the minerals. This dual-method approach allows for the analysis of both major and trace elements, providing comprehensive data that can help in constraining the mineralization processes from aspects such as material source and the properties of the ore-forming fluids.",
                "AnswerCn": "通过使用ICP-AES和ICP-MS方法对不同类型的磁铁矿样品进行地球化学数据的收集，可以更深入地理解矿物的成因。这种双重方法允许对主要元素和微量元素进行分析，提供全面的数据，有助于从物质来源和成矿流体的性质等方面约束矿化过程。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting geochemical data from magnetite samples in the context of studying polymetallic deposits in Southeast Yunnan?",
                "QuestionCn": "在研究云南东南部多金属矿床的背景下，收集磁铁矿样品的地球化学数据的主要目标是什么？",
                "AnswerEn": "The primary objective is to explore the genesis of magnetite and further constrain the mineralization process by examining the material source and characteristics of the mineralizing fluids.",
                "AnswerCn": "主要目标是探讨磁铁矿的起源，并通过研究矿化流体的物质来源和特征来进一步限制矿化过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures and instruments involved in collecting and analyzing geochemical data of magnetite samples in polymetallic deposits?",
                "QuestionCn": "收集和分析多金属矿床中磁铁矿样品的地球化学数据的程序和仪器包括哪些？",
                "AnswerEn": "The geochemical data of magnetite samples in polymetallic deposits are collected and analyzed using ICP-AES for major elements and ICP-MS for trace elements. The samples include two types of magnetite: metasomatic, which is typically globular or banded and coexists with skarn minerals, and filling-type, which is vein-like and associated with metal sulfides. These procedures were conducted at the National Geological Experiment and Testing Center. The data obtained can be used to explore the genesis of magnetite and further constrain the metallogenic process from the perspectives of material sources and ore-forming fluid properties.",
                "AnswerCn": "在多金属矿床中，磁铁矿样品的地球化学数据通过ICP-AES分析主要元素，通过ICP-MS分析微量元素进行收集和分析。这些样品包括两种类型的磁铁矿：一种是变质矿，通常呈球状或带状，与角闪石矿物共生；另一种是充填型，呈脉状，与金属硫化物相关。这些程序在国家地质实验与测试中心进行。获得的数据可用于探讨磁铁矿的成因，并从物质来源和成矿流体特性两个方面进一步约束成矿过程。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}