{
  "id": "a6a9ddb5-c1d4-4c7f-b949-529fede797ef",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": " Ceonozic thermal chronology apatite fission track data of samples in the different elevations in the east Kunlun mountains, Qinghai",
      "titleCn": "青海东昆仑山地区不同高程新生代磷灰石裂变径迹热年代学数据（51组）",
      "description": "The data for the east kunlun area in qinghai province of different elevation sample thermal chronology of apatite fission track data, a total of 51 samples, covers the main areas of the east kunlun mountains, at the China institute of atomic energy reactor radiation exposure, using apatite particles in 238 u spontaneous fission linear track lattice damage to restrict uplift history of mountains.Through to the track number and length measurement, can get the samples in the process of cooling through apatite partial annealing domain within the time limit (60-120 ℃) and at the same time, based on the HeFTy simulation software for further inversion of relatively complete hot cooling process.By capping the cooling process of samples with different height and structural position of the time limit and combined with regional tectonic deformation analysis, in-depth understanding of near surface in the study area of tectonic deformation and evolution process.This data can be for the east kunlun mountain since the Cenozoic tectonic deformation and uplift history to provide data support.",
      "descriptionCn": "本数据为青海省境内东昆仑地区不同高程样品的磷灰石裂变径迹热年代学数据，共51个样品，覆盖了东昆仑山脉的主要区域，在中国原子能研究所反应堆对其进行辐射照射，利用磷灰石颗粒内238U自发裂变产生的线性径迹晶格损伤来限定山脉的隆升历史。通过对径迹数量和长度的测量，可以获得样品在冷却过程中经历磷灰石部分退火域（60-120℃）的时限，同时基于HeFTy热模拟软件进一步的反演相对完整的热冷却过程。通过限定不同高程和构造位置样品的冷却过程的时限并结合区域的构造变形分析，深入认识研究区近地表的构造变形和演化过程。本数据可以为东昆仑山脉新生代以来的构造变形和隆升历史提供数据支撑。",
      "instructions": "Thermal chronology apatite fission track data. excel",
      "instructionsCn": "磷灰石裂变径迹热年代学数据.excel",
      "east": 99.1,
      "west": 86.0,
      "south": 35.4,
      "north": 39.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 17698.0,
      "cstr": "18406.11.SolidEar.tpdc.300181",
      "doi": "10.11888/SolidEar.tpdc.300181",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "吴晨",
        "nameEn": "WU Chen",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Lithosphere_2019",
        "referenceCn": null,
        "referenceEn": "Wu, C., Zuza, A.V., Zhou, Z.G., Yin, A., McRivette, M.W., Chen, X.H., Ding, L., & Geng, J.Z. (2019). Mesozoic-Cenozoic evolution of the Eastern Kunlun Range, central Tibet, and implications for basin evolution during the Indo-Asian collision. Lithosphere, 11(4), 524-550. DOI: 10.1130/l1065.1."
      },
      {
        "titleCn": null,
        "titleEn": "Geosphere_2021",
        "referenceCn": null,
        "referenceEn": "Wu, C., Li, J., & Ding, L. (2021). Low-temperature thermochronology constraints on the evolution of the Eastern Kunlun Range, northern Tibetan Plateau. Geosphere, 17(4), 1193-1213. DOI: 10.1130/ges02358.1 (acccessed 5/20/2022)."
      },
      {
        "titleCn": null,
        "titleEn": "Palaeogeography Palaeoclimatology Palaeoecology_2020",
        "referenceCn": null,
        "referenceEn": "Wu, C., Li, J., Zuza, A.V., Liu, C.F., Liu, W.C., Chen, X.H., Jiang, T., & Li, B. (2020). Cenozoic cooling history and fluvial terrace development of the western domain of the Eastern Kunlun Range, northern Tibet. Palaeogeography Palaeoclimatology Palaeoecology, 560. DOI: 10.1016/j.palaeo.2020.109971."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "东昆仑山",
        "keywordEn": "East Kunlun Shan"
      },
      {
        "keywordCn": "青海",
        "keywordEn": "Qinghai"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新生代",
        "keywordEn": "Cenozoic",
        "type": "temporal"
      },
      {
        "keywordCn": "晚白垩世",
        "keywordEn": "Late Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of the data collection methods used for analyzing fission track thermochronology in apatite within different elevations of mountain regions?",
        "QuestionCn": "用于分析山脉不同海拔地区磷灰石裂变轨迹热年代学的数据收集方法的具体特征是什么？",
        "AnswerEn": "samples from different elevations, irradiation in a reactor, linear track lattice damage, spontaneous fission of 238U, measurement of track numbers and lengths, partial annealing zone of apatite (60-120°C), HeFTy thermal simulation software",
        "AnswerCn": "来自不同海拔的样品、在反应堆中的辐照、线性轨道晶格损伤、238U的自发裂变、轨道数量和长度的测量、磷灰石的部分退火区（60-120°C）、HeFTy热模拟软件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many samples were collected for the fission track thermochronology analysis in a dataset related to the East Kunlun Mountains?",
        "QuestionCn": "在与东昆仑山相关的数据集中，收集了多少个样本用于裂变轨迹热年代学分析？",
        "AnswerEn": "51",
        "AnswerCn": "51",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is '磷灰石裂变径迹热年代学' in the context of geological research?",
        "QuestionCn": "在地质研究的背景下，'磷灰石裂变径迹热年代学'是什么？",
        "AnswerEn": "磷灰石裂变径迹热年代学 is a method used in geological research to study the uplift history of mountain ranges by analyzing the lattice damage from spontaneous fission of 238U within apatite grains. By measuring the number and length of these fission tracks, researchers can determine the time limits of samples passing through the partial annealing zone of apatite (60-120°C) during cooling. This information, combined with HeFTy thermal modeling software, helps reconstruct a relatively complete thermal cooling process, which is crucial for understanding the near-surface tectonic deformation and evolution processes of the study area.",
        "AnswerCn": "磷灰石裂变径迹热年代学是一种用于地质研究的方法，通过分析磷灰石颗粒中238U自发裂变造成的晶格损伤，研究山脉的抬升历史。通过测量这些裂变径迹的数量和长度，研究人员可以确定样品在冷却过程中经过磷灰石的部分退火区（60-120°C）的时间限制。这些信息结合HeFTy热模型软件，有助于重建相对完整的热冷却过程，这对于理解研究区域的近表面构造变形和演化过程至关重要。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for apatite fission track thermochronology in high elevation areas compare to those in low elevation areas in terms of sample accessibility and analysis precision?",
        "QuestionCn": "在高海拔地区，磷灰石裂变径迹热年代测定的数据收集方法与低海拔地区相比，在样本可及性和分析精度方面有什么不同？",
        "AnswerEn": "Data collection in high elevation areas might pose challenges in terms of sample accessibility due to difficult terrain, whereas low elevation areas may offer easier access. However, both elevations utilize the same analysis technique, which involves measuring the linear lattice damage caused by spontaneous fission of 238U within apatite grains. The precision of analysis may not significantly differ between high and low elevations, as it depends more on the irradiation process and measurement accuracy rather than elevation.",
        "AnswerCn": "在高海拔地区，数据收集可能面临样本可达性方面的挑战，因为地形困难，而低海拔地区则可能提供更容易的访问。然而，无论是高海拔还是低海拔地区，都采用相同的分析技术，即测量在磷灰石颗粒中由238U自发裂变引起的线性晶格损伤。分析的精确度在高海拔和低海拔之间可能没有显著差异，因为它更多地依赖于辐照过程和测量精度，而不是海拔高度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of different elevations for collecting apatite fission track thermochronology data in regions like the Eastern Kunlun Mountains?",
        "QuestionCn": "在像东昆仑山这样的地区，选择不同海拔进行磷灰石裂变径迹热年代学数据收集的因素有哪些？",
        "AnswerEn": "The selection of different elevations for collecting apatite fission track thermochronology data is influenced by the need to cover the main areas of a mountain range, such as the Eastern Kunlun Mountains, to understand the uplift history. Different elevation samples help in determining the cooling history by measuring the track number and length, which provides insights into the partial annealing zone and the timing of tectonic deformation and evolution processes near the surface.",
        "AnswerCn": "收集磷灰石裂变径迹热年代学数据时，不同海拔的选择受到覆盖山脉主要区域（如东昆仑山）的需要影响，以了解隆起历史。不同海拔的样本有助于通过测量径迹数量和长度来确定冷却历史，这为了解部分退火区及构造变形和表面演化过程的时序提供了见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on understanding regional tectonic deformation when utilizing thermal history analysis of apatite fission track data collected from varying elevations in a mountainous region?",
        "QuestionCn": "利用从山区不同海拔收集的锆石裂变轨迹数据进行热历史分析，对理解区域构造变形的潜在结果是什么？",
        "AnswerEn": "By analyzing the thermal history of apatite fission track data collected from varying elevations, researchers can gain insights into the timing and extent of mountain uplift and tectonic deformation. This approach allows for a detailed reconstruction of the cooling history, helping to delineate the periods of tectonic activity and providing a deeper understanding of the near-surface tectonic deformation and evolution processes in the region.",
        "AnswerCn": "通过分析从不同海拔收集的磷灰石裂变轨迹数据的热历史，研究人员可以深入了解山脉抬升和构造变形的时间和程度。这种方法允许对冷却历史进行详细重建，帮助划定构造活动的时期，并提供对该地区近表面构造变形和演化过程的更深入理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to collect apatite fission track thermochronology data from samples at various elevations in the East Kunlun Mountains?",
        "QuestionCn": "在东昆仑山脉从不同海拔的样本中收集磷灰石裂变轨迹热年代学数据为何至关重要？",
        "AnswerEn": "Collecting apatite fission track thermochronology data from samples at various elevations in the East Kunlun Mountains is essential to define the uplift history of the mountain range. By measuring the number and length of fission tracks within apatite grains, researchers can determine the time limits during which the samples experienced the partial annealing zone (60-120℃) during cooling. This data, combined with HeFTy thermal modeling, allows for the reconstruction of a relatively complete thermal cooling history. Furthermore, by understanding the cooling processes of samples from different elevations and tectonic positions, and integrating this with regional tectonic deformation analysis, researchers can gain deeper insights into the near-surface tectonic deformation and evolution processes of the study area. This provides data support for understanding the tectonic deformation and uplift history of the East Kunlun Mountains since the Cenozoic.",
        "AnswerCn": "在东昆仑山脉不同海拔的样品中收集磷灰石裂变径迹热年代学数据对于定义该山脉的隆起历史至关重要。通过测量磷灰石晶体内裂变径迹的数量和长度，研究人员可以确定样品在冷却过程中经历部分退火区（60-120℃）的时间限制。这些数据结合HeFTy热模型，可以重建相对完整的热冷却历史。此外，通过理解来自不同海拔和构造位置样品的冷却过程，并将其与区域构造变形分析相结合，研究人员可以深入了解研究区域的近表层构造变形和演化过程。这为理解自新生代以来东昆仑山脉的构造变形和隆起历史提供了数据支持。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}