{
    "id": "a6ca032c-6a5d-4629-95bd-1c566f30dd78",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Cenozoic plant fossil records in Tibet",
            "titleCn": "西藏新生代植物化石",
            "description": "The data of Cenozoic plant macrofossils on the Qinghai Tibet Plateau includes leaves, seeds and fruits. It includes Latin and Chinese names of families, genera and species, times, places of origin, morphological descriptions, discussions, specimens and references. The species names are assigned according to the original literature. For fossil records revised by later research, the revised records were chosen; The age of the origin (fossil site) is assigned according to the latest literature. The terms and description paradigm of leaf shape description are referred to the book \"Leaf Structure Manual\"; The length, angle, and other measurement data in the description are derived from the original literature. The fossil records of the document are sorted alphabetically by Latin initials of families and genera. The data can provide important clues for studying the coupling relationship between the environmental climate changed and the evolution of vegetation and plant diversity in the Cenozoic Qinghai Tibetan Plateau.",
            "descriptionCn": "数据为青藏高原新生代植物大化石数据名录。包括叶片、种子、果。内容包括科属种的拉丁名和中文名、时代、产地、形态描述、讨论、标本和参考文献。物种名参照原始文献。对于有后人修订的化石记录，以修订后的记录为准；产地（化石点）年代以该化石产地的最新文献结果为准。叶形态描述的术语和描述范式以《叶结构手册》为准；描述中涉及的长度、角度等测量数据以原始文献的数据和图片为准。文档的化石记录按科、属拉丁名首字母升序排序。数据可为研究新生代青藏高原环境气候演变与植被和植物多样性演化之间的耦合关系提供重要参考资料。",
            "instructions": "The data is stored in Excel format, and the file name is \"Cenozoic plant fossil records in Tibet\"",
            "instructionsCn": "数据以excel格式存储，文件名称为“Cenozoic plant fossil records in Tibet”\n代表化石图片以JPG格式存储，文件名“Fossil pictures”",
            "east": 110.0,
            "west": 65.0,
            "south": 22.0,
            "north": 45.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 64414431.0,
            "cstr": "18406.11.Paleoenv.tpdc.272720",
            "doi": "10.11888/Paleoenv.tpdc.272720",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "周浙昆",
                "nameEn": "ZHOU Zhekun ",
                "unitEn": "Xishuangbanna Tropical Botanical Garden, Chinese Academy of Sciences",
                "unitCn": "中国科学院西双版纳热带植物园"
            },
            {
                "nameCn": "刘佳",
                "nameEn": "LIU Jia ",
                "unitEn": "Xishuangbanna Tropical Botanical Garden, Chinese Academy of Sciences",
                "unitCn": "中国科学院西双版纳热带植物园"
            },
            {
                "nameCn": "陈琳琳",
                "nameEn": "CHEN Linlin ",
                "unitEn": "Xishuangbanna Tropical Botanical Garden, Chinese Academy of Sciences",
                "unitCn": "中国科学院西双版纳热带植物园"
            },
            {
                "nameCn": "Robert A. Spicer",
                "nameEn": "ROBERT Spicer ",
                "unitEn": "Xishuangbanna Tropical Botanical Garden, Chinese Academy of Sciences",
                "unitCn": "中国科学院西双版纳热带植物园"
            },
            {
                "nameCn": "李树峰",
                "nameEn": "LI Shufeng ",
                "unitEn": "Xishuangbanna Tropical Botanical Garden, Chinese Academy of Sciences",
                "unitCn": "中国科学院西双版纳热带植物园"
            },
            {
                "nameCn": "黄健",
                "nameEn": "HUANG Jian ",
                "unitEn": "Xishuangbanna Tropical Botanical Garden, Chinese Academy of Sciences",
                "unitCn": "中国科学院西双版纳热带植物园"
            },
            {
                "nameCn": "张世涛",
                "nameEn": "ZHANG Shitao ",
                "unitEn": "Kunming University of Science and Technology",
                "unitCn": "昆明理工大学"
            },
            {
                "nameCn": "黄永江",
                "nameEn": "HUANG Yongjiang ",
                "unitEn": "Kunming Institute of Botany, Chinese Academy of Sciences",
                "unitCn": "中国科学院昆明植物研究所"
            },
            {
                "nameCn": "贾林波",
                "nameEn": "JIA Linbo ",
                "unitEn": "Kunming Institute of Botany, Chinese Academy of Sciences",
                "unitCn": "中国科学院昆明植物研究所"
            },
            {
                "nameCn": "胡瑾瑾",
                "nameEn": "HU Jinjin ",
                "unitEn": "Kunming Institute of Botany, Chinese Academy of Sciences",
                "unitCn": "中国科学院昆明植物研究所"
            },
            {
                "nameCn": "苏涛",
                "nameEn": "SU Tao",
                "unitEn": "",
                "unitCn": "中国科学院西双版纳热带植物园"
            }
        ],
        "literatureList": [
            {
                "titleCn": "西藏新生代植物近十年来的重要发现、认识及其意义",
                "titleEn": null,
                "referenceCn": "周浙昆, 刘佳, 陈琳琳, Robert A. Spicer, 李树峰, 黄健, 张世涛, 黄永江, 贾林波, 胡瑾瑾, & 苏涛. (2022). 西藏新生代植物近十年来的重要发现、认识及其意义. 中国科学: 地球科学.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "化石",
                "nameEn": "fossils"
            },
            {
                "nameCn": "古生物",
                "nameEn": "Paleontology"
            },
            {
                "nameCn": "新生代",
                "nameEn": "Cenozoic"
            },
            {
                "nameCn": "植物化石",
                "nameEn": "Fossil plants"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "古近纪",
                "keywordEn": "Eogene",
                "type": "temporal"
            },
            {
                "keywordCn": "新生代",
                "keywordEn": "Cenozoic",
                "type": "temporal"
            },
            {
                "keywordCn": "新近纪",
                "keywordEn": "Neogene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how data collection methods in paleobotany can be applied to understand the evolutionary coupling between climate change and plant diversity on the Tibetan Plateau during the Cenozoic era?",
                "QuestionCn": "你能否提供一个例子，说明古植物学中的数据收集方法如何应用于理解在新生代时期青藏高原气候变化与植物多样性之间的进化耦合？",
                "AnswerEn": "An example of data collection methods in paleobotany involves compiling a catalog of large plant fossils from the Tibetan Plateau, including leaves, seeds, and fruits. This process includes recording the Latin and Chinese names of the plant species, their geological age, locality, morphological descriptions, discussions, specimen details, and reference literature. The fossil names are cross-verified with the original literature and updated based on revisions. The age of fossil localities is based on the latest literature results for those sites. Leaf morphology descriptions follow the terminology and paradigms from the 'Leaf Architecture Manual,' and measurements like length and angle are taken from original literature data and images. This dataset can provide critical insights into the evolutionary coupling between climate changes and plant diversity on the Tibetan Plateau during the Cenozoic by offering comprehensive references to the environmental and vegetative transformations over time.",
                "AnswerCn": "在古植物学中，数据收集方法的一个例子是编制来自青藏高原的大型植物化石目录，包括叶子、种子和果实。这个过程包括记录植物种类的拉丁名和中文名、地质年代、产地、形态描述、讨论、标本细节和参考文献。化石名称与原始文献进行交叉验证，并根据修订进行更新。化石产地的年代基于最新文献对这些地点的研究结果。叶片形态描述遵循《叶片结构手册》的术语和范式，长度和角度等测量数据来自原始文献的数据和图像。该数据集可以为了解青藏高原在新生代期间气候变化与植物多样性之间的进化耦合提供重要见解，提供了对环境和植被变化的全面参考。",
                "Level": "C3(Applying)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes recorded in a dataset concerning Cenozoic plant fossils from the Qinghai-Tibet Plateau?",
                "QuestionCn": "关于青藏高原的新生代植物化石数据集中记录的具体属性是什么？",
                "AnswerEn": "Latin and Chinese names of families, genera, and species, geological age, locality, morphological descriptions, discussions, specimens, references, species names based on original literature, locality ages, leaf morphological descriptions, measurements like lengths and angles",
                "AnswerCn": "科、属和种的拉丁名和中文名，地质年代，产地，形态描述，讨论，标本，参考文献，基于原始文献的种名，产地年代，叶片形态描述，长度和角度等测量数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'fossil data catalog' mean in the context of Cenozoic plant fossils in the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的古新世植物化石背景下，“化石数据目录”指的是一个系统化的数据库或集合，包含有关该地区古植物化石的详细信息和记录。这些信息可能包括化石的种类、发现地点、年代、生态环境等，有助于研究青藏高原的古代植物多样性和演化历史。",
                "AnswerEn": "A 'fossil data catalog' in this context refers to a comprehensive listing of Cenozoic plant macrofossils from the Tibetan Plateau, including leaves, seeds, and fruits. It encompasses Latin and Chinese names of the plant species, their era, origin, morphological description, discussion, specimens, and references. The catalog serves as an important resource for studying the relationship between environmental climate evolution and plant diversity on the Tibetan Plateau during the Cenozoic.",
                "AnswerCn": "“化石数据目录”在此上下文中指的是一份关于青藏高原的中新世植物宏观化石的综合清单，包括叶子、种子和果实。它涵盖了植物种类的拉丁名和中文名、时代、起源、形态描述、讨论、标本和参考文献。该目录作为研究青藏高原在新生代期间环境气候演变与植物多样性之间关系的重要资源。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the accuracy and comprehensiveness of data collection regarding Cenozoic plant fossils in the Tibetan Plateau, particularly concerning the classification and morphological description of leaves, seeds, and fruits?",
                "QuestionCn": "影响青藏 Plateau 上新生代植物化石数据收集的准确性和全面性的因素，特别是在叶子、种子和果实的分类和形态描述方面，主要包括以下几个方面：",
                "AnswerEn": "The accuracy and comprehensiveness of data collection related to Cenozoic plant fossils in the Tibetan Plateau are influenced by several factors. These include the adherence to standardized terminology and description paradigms like those in the 'Leaf Structure Handbook,' the reliance on original literature for measurements and morphological data, and the use of revised records for updated species classification. Additionally, the determination of fossil site ages based on the latest literature results can impact data accuracy, ensuring that the data reflects the most current scientific understanding.",
                "AnswerCn": "与青藏高原的新生代植物化石相关的数据收集的准确性和全面性受到多个因素的影响。这些因素包括遵循标准化术语和描述范式，如《叶结构手册》中的规定，依赖原始文献进行测量和形态数据的获取，以及使用修订记录进行物种分类的更新。此外，基于最新文献结果确定化石遗址的年代也会影响数据的准确性，确保数据反映最新的科学理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences on the understanding of Neogene climate and vegetation evolution from meticulously documenting plant fossil data, including morphology and chronological revisions, in the Tibetan Plateau region?",
                "QuestionCn": "在青藏 Plateau地区，细致记录植物化石数据（包括形态学和时间修订）对理解新近纪气候和植被演化的影响是什么？",
                "AnswerEn": "Detailed documentation of plant fossil data, including morphology and chronological revisions, provides crucial insights into the coupling relationships between Neogene climate and vegetation evolution in the Tibetan Plateau. This data serves as a reference for studying environmental and biodiversity changes, improving understanding of historical climate patterns and their influence on plant diversity.",
                "AnswerCn": "植物化石数据的详细文献记录，包括形态学和年代修订，为研究青藏高原新近纪气候与植被演化之间的耦合关系提供了重要的见解。这些数据作为研究环境和生物多样性变化的参考，有助于提高对历史气候模式及其对植物多样性影响的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind compiling a dataset of Cenozoic plant fossils from the Tibetan Plateau, including their Latin and Chinese names, ages, localities, morphological descriptions, and references?",
                "QuestionCn": "编制青藏高原新生代植物化石数据集的目标包括：提供拉丁名和中文名、年代、产地、形态描述和参考文献。",
                "AnswerEn": "The objectives include providing an important reference for studying the coupling relationship between environmental and climatic evolution and the evolution of vegetation and plant diversity on the Tibetan Plateau during the Cenozoic era.",
                "AnswerCn": "目标包括为研究青藏高原在新生代时期环境与气候演变以及植被和植物多样性演变之间的耦合关系提供重要参考。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}