{
    "id": "a712e908-4127-42d8-a0aa-8fc7f35d4e4b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Radiocarbon data and results of archaeobotanical analyses from seven ancient cities and one large settlement",
            "titleCn": "黑河流域七个古城和一个大型定居点的放射性碳定年和考古植物学分析数据集",
            "description": "This dataset includes radiocarbon data and results of archaeobotanical analyses from seven ancient cities and one large settlement. We employed paleoclimate records, historical documents, radiocarbon dating, and archaeobotanical analyses from seven ancient cities and one large settlement. The results demonstrated a shift from mixed-crop farming to the cultivation of (mainly) barley and wheat during the Wei, Jin Northern and Southern dynasties, Song-Yuan and early Ming period, with the latter crop increasingly predominant. Technological innovations and increased labour power brought about by external population migration resulting from geopolitical changes in northern China were likely responsible for the shift in crop cultivation in the HRB, rather than climate change.This study provides important archaeobotanical evidence for the agricultural development of the HRB over the historical period and highlights multiple factors that seem to have influenced the evolution of agriculture in the region.",
            "descriptionCn": "本数据集包括黑河流域七个古城和一个大型定居点的放射性碳定年和考古植物学分析数据。对气候记录、历史文献、放射性碳定年和考古植物学数据综合分析，结果表明，在魏晋南北朝、宋元和明初，从混合作物种植转向（主要）大麦和小麦的种植，后者的作物越来越占主导地位。中国北方地缘政治变化导致的外来人口迁移带来的技术创新和劳动力增加，可能是造成华中地区作物种植转变的原因，而不是气候变化。该研究为历史时期黑河流域农业发展提供了重要的考古植物学证据，并突出了影响该地区农业演变的多种因素。",
            "instructions": "Shi et al-2022-Radiocarbon data and the results of archaeobotanical analyses ",
            "instructionsCn": "Shi et al-2022-Radiocarbon data and the results of archaeobotanical analyses ",
            "east": 102.0,
            "west": 98.0,
            "south": 39.0,
            "north": 42.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 12701.0,
            "cstr": "18406.11.Paleoenv.tpdc.300729",
            "doi": "10.11888/Paleoenv.tpdc.300729",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "史志林",
                "nameEn": "SHI Zhilin",
                "unitEn": "",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Multiple factors affecting the historical development of agriculture in the Hei River Basin, northwestern China.",
                "referenceCn": null,
                "referenceEn": "Shi, Z., Liu, F., Yang, Y., Li, H., Wang, G., Dong, G., & Zhang, H. (2022). Multiple factors affecting the historical development of agriculture in the Hei River Basin, northwestern China. Environmental Archaeology, 1-11."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "植物考古",
                "nameEn": "Archaeobotany"
            },
            {
                "nameCn": "社会经济",
                "nameEn": "Social and Economic"
            },
            {
                "nameCn": "遗址",
                "nameEn": "Ruins"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "历史时期",
                "keywordEn": "Historic period",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "三极地区通量30分钟数据（2000-2016）",
                "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties and characteristics of data collection methods used for radiocarbon dating and archaeobotanical analysis in historical agricultural studies?",
                "QuestionCn": "在历史农业研究中，用于放射性碳定年和考古植物分析的数据收集方法的属性和特征是什么？",
                "AnswerEn": "radiocarbon dating, archaeobotanical analysis, assess climate records, historical documents, crop planting patterns, transition from mixed cropping to dominant barley and wheat cultivation, influence of geopolitical changes and migration on agricultural practices",
                "AnswerCn": "放射性碳测定法，植物考古分析，评估气候记录，历史文献，作物种植模式，从混合种植向大麦和小麦为主的种植过渡，地缘政治变化和迁徙对农业实践的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many ancient cities and large settlements are included in a dataset focused on radiocarbon dating and archaeobotanical analysis in the Heihe River Basin?",
                "QuestionCn": "在一个专注于黑河流域的放射性碳定年和考古植物分析的数据集中，包括了多少个古代城市和大型定居点？",
                "AnswerEn": "7, 1",
                "AnswerCn": "7, 1",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'radiocarbon dating' mean in the context of analyzing ancient settlements in the Heihe River Basin?",
                "QuestionCn": "在分析黑河流域的古代遗址时，“放射性碳定年”指的是一种用于确定有机材料年龄的科学方法。",
                "AnswerEn": "Radiocarbon dating in this context refers to a method used to determine the age of organic materials from ancient settlements in the Heihe River Basin by measuring the decay of carbon-14 isotopes. This technique helps researchers establish timelines for the development and changes in agricultural practices in the region.",
                "AnswerCn": "放射性碳定年在此背景下是指一种用于通过测量碳-14同位素的衰变来确定古代定居点有机材料年龄的方法。这项技术帮助研究人员建立了黑河流域农业实践发展和变化的时间线。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the impact of geopolitical changes on agricultural practices from the radiocarbon dating and archaeobotanical data patterns?",
                "QuestionCn": "从放射性碳定年和考古植物学数据模式中，可以推断出地缘政治变化对农业实践的影响。",
                "AnswerEn": "The analysis suggests that the shift from mixed crop planting to predominantly barley and wheat cultivation was influenced by the migration of foreign populations due to geopolitical changes in northern China, bringing technological innovations and increased labor, rather than climate change.",
                "AnswerCn": "分析表明，从混合作物种植转向以大麦和小麦为主的种植方式，是受到北方中国地缘政治变化导致外来人口迁移的影响，这带来了技术创新和增加的劳动力，而不是气候变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the transition from mixed-crop cultivation to predominantly barley and wheat planting in historical periods, and how might data collection methods capture these influences?",
                "QuestionCn": "哪些因素促成了历史时期从混作农业向以大麦和小麦种植为主的转变，以及数据收集方法如何捕捉这些影响？",
                "AnswerEn": "The transition from mixed-crop cultivation to predominantly barley and wheat planting was influenced by geopolitical changes in northern China, which led to the migration of foreign populations. These migrations brought technological innovations and increased labor, possibly driving the shift in crop cultivation, rather than climate change. Data collection methods such as comprehensive analysis of climate records, historical documents, radiocarbon dating, and archaeobotanical data can capture these influences.",
                "AnswerCn": "从混作农业向主要种植大麦和小麦的过渡受到中国北方地缘政治变化的影响，这导致了外来人口的迁移。这些迁移带来了技术创新和劳动力的增加，可能推动了作物种植的转变，而不是气候变化。数据收集方法如气候记录的综合分析、历史文献、放射性碳定年和考古植物学数据可以捕捉这些影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of integrating radiocarbon dating and archaeobotanical analysis on understanding agricultural evolution in historical periods of the Heihe River Basin?",
                "QuestionCn": "将放射性碳定年与考古植物学分析结合起来，可能对理解黑河流域历史时期农业演变产生哪些潜在影响？",
                "AnswerEn": "Integrating radiocarbon dating and archaeobotanical analysis can provide important archaeological evidence of agricultural development in the Heihe River Basin during historical periods. Such integration highlights the various factors influencing the region's agricultural evolution, such as geopolitical changes and technology innovations due to external population migration, rather than climate change, resulting in a shift from mixed crop cultivation to more dominant barley and wheat planting.",
                "AnswerCn": "整合放射性碳定年法和考古植物分析可以为历史时期黑河流域农业发展的考古证据提供重要支持。这种整合突显了影响该地区农业演变的各种因素，如地缘政治变化和由于外部人口迁移带来的技术创新，而非气候变化，导致了从混合作物种植转向以大麦和小麦种植为主的转变。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting radiocarbon dating and archaeobotanical analysis data for ancient cities and settlements in the Heihe River Basin?",
                "QuestionCn": "收集黑河流域古代城市和定居点的放射性碳测年和考古植物学分析数据的目标是什么？",
                "AnswerEn": "The objective is to provide important archaeobotanical evidence for the agricultural development in the Heihe River Basin during historical periods. The research highlights various factors influencing the agricultural evolution in the region, suggesting that geopolitical changes and resulting migration and technological innovations, rather than climate change, were key reasons for the transition in crop cultivation patterns.",
                "AnswerCn": "目标是提供重要的考古植物学证据，以支持历史时期黑河流域农业发展的研究。研究强调了影响该地区农业演变的各种因素，建议地缘政治变化以及随之而来的迁移和技术创新，而非气候变化，是作物种植模式转变的关键原因。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}