{
    "id": "a7807b90-5e38-4450-836a-0f1f2af77ab3",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Ground temperature data of the Yellow River source (2013-2015)",
            "titleCn": "黄河源地温数据（2013-2015）",
            "description": "This data includes the ground temperature data of the source area of the Yellow River The main model of Permafrost Distribution in the source area of the Yellow River is constructed based on the permafrost boreholes and the measured ground temperature data. The temperature value of the permafrost on the sunny slope terrain is adjusted separately, and the fine-tuning model under the sunny slope terrain is established. The simulation results of the boreholes participating in the model construction are compared with the measured results, and the results show that the model is involved in the construction of the model The results show that the model is feasible to simulate the spatial distribution pattern of permafrost annual average ground temperature in the source area of the Yellow River",
            "descriptionCn": "该数据包含黄河源区地温数据，以黄河源区38 个多年冻土钻孔及其实测地温数据为基础构建黄河源区多年冻土分布的主体模型，并对阳坡地形多年冻土地温值进行单独调整，建立阳坡地形条件下的微调模型，对黄河源区地温进行模拟分析。参与模型构建的多年冻土钻孔实测地温值与年均地温值均具有较好的一致性，所得到的模型用于黄河源区多年冻土年均地温空间分布格局的模拟具有较大的可行性。该数据可用于黄河源区多年冻土分布、多年冻土变化等方面的研究。",
            "instructions": "Ground temperature data in the source area of the Yellow River. The vector file is stored in the folder with the data format of \". SHP\", and the name of the file is \"multi-year frozen land temperature data. SHP\" in the source area of the Yellow River. It can be opened with ArcMap of ArcGIS platform version 10.3 or above.",
            "instructionsCn": "黄河源区地温数据。以矢量文件存放在文件夹下，数据格式为“.shp”，文件的名称为“黄河源区多年冻土地温数据.shp”。可以使用ArcGIS平台10.3版本以上的ArcMap打开。",
            "east": 98.75,
            "west": 95.86,
            "south": 33.67,
            "north": 35.5,
            "startTime": "2014-04-16 16:00:00",
            "endTime": "2016-04-16 03:59:59",
            "fileSize": 427472.0,
            "cstr": "18406.11.Geocry.tpdc.270931",
            "doi": "10.11888/Geocry.tpdc.270931",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "盛煜",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李静",
                "nameEn": "LI Jing",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Landform-related permafrost characteristics in the source area of the Yellow River, eastern Qinghai-Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, J., Sheng, Y., Wu, J., et al. (2016). Landform-related permafrost characteristics in the source area of the Yellow River, eastern Qinghai-Tibet Plateau. Geomorphology, (269), 104-111."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "地温",
                "nameEn": "Ground temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黄河源区",
                "keywordEn": "Source Region of the Yellow River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013-2015",
                "keywordEn": "2013-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to gather ground temperature data for modeling permafrost distribution in the Yellow River source region?",
                "QuestionCn": "您能否提供一个用于收集黄河源头地区地温数据以建模永久冻土分布的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method in this field involves using ground temperature data from 38 permafrost boreholes in the Yellow River source region. These boreholes provide measured ground temperature data, which are used to construct a primary model of permafrost distribution. This method allows for the simulation analysis of ground temperature in the region, taking into account variations such as those found on sunny slopes.",
                "AnswerCn": "在这个领域的一个数据收集方法涉及使用来自黄河源头地区的38个永久冻土钻孔的地温数据。这些钻孔提供的测量地温数据用于构建永久冻土分布的初步模型。这种方法允许对该地区的地温进行模拟分析，考虑到诸如阳光照射斜坡等变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets used for modeling permafrost distribution in the source area of the Yellow River?",
                "QuestionCn": "用于建模黄河源区冻土分布的数据集的特征是什么？",
                "AnswerEn": "ground temperature data from 38 boreholes, actual measured ground temperature data, simulation analysis of ground temperature, adjustments for sunny slope terrain conditions, consistency between measured ground temperature values and annual average ground temperature values",
                "AnswerCn": "来自38个钻孔的地温数据，实际测量的地温数据，地温的模拟分析，针对阳坡地形条件的调整，测量的地温值与年平均地温值之间的一致性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by '黄河源地温数据' in the context of permafrost distribution modeling?",
                "QuestionCn": "'黄河源地温数据'在永久冻土分布模型中指的是黄河源头地区的地面温度数据。",
                "AnswerEn": "'黄河源地温数据' refers to a dataset containing ground temperature data from the source area of the Yellow River, which serves as the basis for constructing a primary model of permafrost distribution in this region. It includes measured ground temperatures from 38 permafrost boreholes and is used to simulate and analyze the spatial distribution pattern of mean annual ground temperatures in the source area.",
                "AnswerCn": "'黄河源地温数据'指的是一个包含黄河源区地面温度数据的数据集，该数据集作为构建该地区冻土分布初步模型的基础。它包括来自38个冻土钻孔的测量地面温度，用于模拟和分析源区年均地面温度的空间分布模式。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the observed consistency between measured and modeled permafrost temperatures in a dataset inform improvements in data collection methods for future studies in permafrost distribution?",
                "QuestionCn": "观察到的测量和模型化的永久冻土温度之间的一致性如何为未来永久冻土分布研究中的数据收集方法改进提供信息？",
                "AnswerEn": "The consistency between measured and modeled permafrost temperatures suggests that the data collection methods used, such as the drilling and temperature measurements from 38 permafrost boreholes, are reliable. This reliability can guide future studies to adopt similar methodologies or refine them to ensure precise data collection. By understanding the factors contributing to this consistency, researchers can explore adjustments to temperature models, data granularity, and spatial distribution to enhance the accuracy of permafrost distribution simulations. Additionally, the approach of adjusting temperature values for specific topographical conditions, like sunny slopes, offers insights into incorporating environmental variables into data collection and modeling processes to achieve a more comprehensive representation of permafrost conditions.",
                "AnswerCn": "测量和模拟的永久冻土温度之间的一致性表明，所使用的数据收集方法，如来自38个永久冻土钻孔的钻探和温度测量，是可靠的。这种可靠性可以指导未来的研究采用类似的方法论或对其进行改进，以确保精确的数据收集。通过理解导致这种一致性的因素，研究人员可以探索对温度模型、数据粒度和空间分布的调整，以提高永久冻土分布模拟的准确性。此外，针对特定地形条件（如阳坡）调整温度值的方法，为将环境变量纳入数据收集和建模过程提供了见解，从而实现对永久冻土状况的更全面的表征。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors might influence the accuracy of ground temperature data collection in permafrost regions, such as the source area of the Yellow River?",
                "QuestionCn": "在永冻土地区（如黄河源头）收集地面温度数据的准确性可能受到以下因素的影响：",
                "AnswerEn": "The accuracy of ground temperature data collection in permafrost regions can be influenced by the consistency between measured ground temperature values from boreholes and the average annual ground temperature values. The construction of a main model for permafrost distribution, which involves adjusting temperature values based on specific terrain conditions like sunny slopes, could also play a role in data accuracy. These adjustments and model constructions are crucial for simulating the spatial distribution pattern of average annual ground temperatures in permafrost regions.",
                "AnswerCn": "在永冻土地区，地面温度数据收集的准确性可能受到从钻孔测得的地面温度值与平均年地面温度值之间一致性的影响。构建一个主要的永冻土分布模型，涉及根据特定地形条件（如阳坡）调整温度值，这也可能对数据的准确性产生影响。这些调整和模型构建对于模拟永冻土地区平均年地面温度的空间分布模式至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind constructing a model for simulating the spatial distribution of permafrost ground temperatures in the source area of the Yellow River?",
                "QuestionCn": "在黄河源头地区构建模拟永久冻土地温空间分布模型的主要目标是什么？",
                "AnswerEn": "The primary objective is to simulate the spatial distribution pattern of the annual average ground temperature of permafrost in the Yellow River source area. This is achieved by constructing a main model based on measured ground temperature data from 38 permafrost boreholes and separately adjusting the ground temperature values for sunny slopes. This model aims to provide feasible simulations of permafrost distribution and changes in the Yellow River source area.",
                "AnswerCn": "主要目标是模拟黄河源区多年平均冻土地面温度的空间分布模式。通过基于38个冻土钻孔的测量地面温度数据构建主模型，并单独调整阳坡的地面温度值，从而实现这一目标。该模型旨在提供黄河源区冻土分布及其变化的可行模拟。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in constructing a model for simulating ground temperature distribution in the source region of the Yellow River, based on permafrost borehole temperature data?",
                "QuestionCn": "构建一个模拟黄河源区地面温度分布的模型，基于永久冻土钻孔温度数据的程序步骤包括以下几个方面：",
                "AnswerEn": "The procedural steps involve using ground temperature data from 38 permafrost boreholes in the source region of the Yellow River to construct a primary model for permafrost distribution. This model is further refined by separately adjusting the ground temperature values for sunny slopes, leading to the development of a micro-adjustment model under these conditions. The model is then used to simulate and analyze ground temperature in the region, ensuring consistency between measured and annual average ground temperature values.",
                "AnswerCn": "程序步骤包括使用来自黄河源头地区的38个永久冻土钻孔的地面温度数据，构建永久冻土分布的初步模型。该模型通过分别调整阳坡的地面温度值进一步优化，最终在这些条件下开发出微调模型。然后，该模型用于模拟和分析该地区的地面温度，确保测得的地面温度与年平均地面温度值之间的一致性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}