{
    "id": "a80882c3-c764-495b-bea9-40e7b57d01f5",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Water and heat fluxes over the Tibetan Plateau from 2001 to 2010",
            "titleCn": "青藏高原月平均地表能量通量及实际蒸散发量数据集（2001-2010）",
            "description": "This data set contains 2001-2018 monthly mean surface energy flux of the qinghai-tibet plateau, and the actual amount of evaporation, the spatial resolution of 0.1 degrees.Data set mainly by satellite remote sensing data (MODIS) and reanalysis meteorological data (CMFD) as input, use of the surface energy balance system (SEBS) to calculate the model.In the process of calculating turbulent flux parameterization scheme is introduced time grid terrain drag, improve the simulation of the surface sensible heat and latent heat fluxes.In addition, the use of the Tibetan plateau six turbulent flux station observation data of the model output quantity of evaporation is verified, showed high precision.The data set can be used to study the qinghai-tibet plateau land interaction between gas and water circulation characteristics.",
            "descriptionCn": "本数据集包含2001-2010年青藏高原月平均地表能量通量及实际蒸散发量，空间分辨率为0.1度。数据集主要以卫星遥感数据（MODIS）和再分析气象数据（CMFD）作为输入，利用地表能量平衡系统模型（SEBS）计算得到。在计算湍流通量的过程中引入了次网格地形拖曳参数化方案，提高了对地表感热通量和潜热通量的模拟。另外，利用青藏高原6个湍流通量站的观测数据对模型输出的蒸散发量进行了验证，显示出了较高的精度。该数据集可用于研究青藏高原陆气相互作用和水循环特征。",
            "instructions": "Data storage format for the standard NetCDF format, including time and latitude and longitude information, can use NCL directly read, Python and Matlab software.",
            "instructionsCn": "数据存放格式为标准的NetCDF格式，包含时间和经纬度信息，可使用NCL、Python、Matlab等多种软件直接读取。",
            "east": 105.0,
            "west": 70.0,
            "south": 22.0,
            "north": 45.0,
            "startTime": "2001-01-01 09:48:43",
            "endTime": "2018-12-31 09:48:43",
            "fileSize": 760361984.0,
            "cstr": "18406.11.Atmos.tpdc.300168",
            "doi": "10.11888/Atmos.tpdc.300168",
            "dataFormat": null,
            "license": ""
        },
        "authorList": [
            {
                "nameCn": "韩存博",
                "nameEn": "HAN Cunbo",
                "unitEn": "Institute of Tibetan Plateau Research, CAS",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "马耀明",
                "nameEn": "MA Yaoming",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "马伟强",
                "nameEn": "MA Weiqiang*",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "陈学龙",
                "nameEn": "CHEN Xuelong",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "王宾宾",
                "nameEn": "WANG Binbin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "苏中波",
                "nameEn": "SU Zhongbo",
                "unitEn": "",
                "unitCn": "荷兰特文特大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Long-term variations in actual evapotranspiration over the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Han, C., Ma, Y., Wang, B., Zhong, L., Ma, W., Chen, X., & Su, Z. (2021). Long-term variations in actual evapotranspiration over the Tibetan Plateau. Earth System Science Data, 13(7), 3513–3524. https://doi.org/10.5194/essd-13-3513-2021"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Other"
            },
            {
                "nameCn": "净辐射",
                "nameEn": "Net radiation"
            },
            {
                "nameCn": "实际蒸发",
                "nameEn": "Evapotranspiration"
            },
            {
                "nameCn": "湍流通量",
                "nameEn": "Turbulent fluxes"
            },
            {
                "nameCn": "蒸发",
                "nameEn": "Lysimeter"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2001-2022",
                "keywordEn": "2001-2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "西风-季风断面上陆气相互作用和水热变化及其对周边的影响",
                "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "As the birthplace of Asia’s major rivers, the Tibetan Plateau (TP), famous as the “Water Tower of Asia”, is essential to the Asian energy and water cycles (Immerzeel et al., 2010; Yao et al., 2012). Consuming around two-thirds of global terrestrial precipitation, evapotranspiration (ET) is a crucial component that affects the exchange of water and energy between the land surface and the atmosphere (Oki and Kanae, 2006; Fisher et al., 2017). ET is also a key factor modulating regional and global weather and climate. Total evaporation from large lakes of the TP has been quantitatively estimated recently (B. Wang et al., 2020); however, the terrestrial ET on the TP and its spatial and temporal changes remain very uncertain. Although Epan and potential ET suggest the long-term variability in ET according to the complementary relationship (CR) between Epan and actual ET (ET a) (Zhang et al., 2007), these measures cannot precisely depict the spatial pattern of trends in ET a. Employing only routine meteorological observations without requiring any vegetation and soil information is the most significant advantage of CR models (Szilagyi et al., 2017). However, numerous assumptions and requirements of validations of key parameters limit the application and performance of CR models over different climate conditions. Satellite remote sensing (RS) provides temporally frequent and spatially contiguous measurements of land surface characteristics that affect ET, for example, land surface temperature, albedo, and vegetation index."
            ],
            "research objective": [
                "Thus, in this study, with full consideration of the recent developments in the SEBS model over the TP, we aim to (1) develop an 18-year (2001–2018) ET a product of the TP, along with independent validations against EC observations; (2) quantify the spatiotemporal variability in the ET a in the TP; and (3) uncover the main factors dominating the changes in ETa, using the estimated product."
            ],
            "challenges": [
                "However, spatial distribution and temporal changes in ET a over the Tibetan Plateau (TP) remain very uncertain. However, the fetch of the EC observation is on the order of hundreds of meters, thus impeding the ability to capture the plateau-scale variations in ET a. However, numerous assumptions and requirements of validations of key parameters limit the application and performance of CR models over different climate conditions. The SEBS-estimated ETa is at a resolution of around 10 km, while the footprint of EC-observed ETa values ranges from a few dozen meters to a few hundred meters. Note that the energy consumption related to freeze–thaw processes and sublimation is neglected. Thus, the dataset is likely to be less reliable over the glacier and permafrost and in the winter season."
            ],
            "methods": [
                "The SEBS model (Su, 2002) was used to derive land surface energy flux components in the present study. The SEBS-estimated ETa was validated against EC observations at six flux stations on the TP at a monthly scale. In situ observations, satellite-based products, and meteorological forcing data were used in this study to estimate monthly ETa over the TP area. The 3-hourly CMFD data were averaged into daily and then into monthly data to be consistent with MODIS products in terms of temporal resolution."
            ],
            "dataset": [
                "The CMFD, which was developed based on the released China Meteorological Administration (CMA) data (He et al., 2020), was used as model input. MODIS monthly land surface products, including land surface temperature and emissivity, land surface albedo, and vegetation index, provide land surface conditions for the SEBS model. In situ EC data observed at six flux stations on the TP were used to validate model results. The dataset presented and analyzed in this article has been released and is available for free download from the Science Data Bank (https://doi.org/10.11922/sciencedb.t00000.00010, Han et al., 2020b) and from the National Tibetan Plateau Data Center (https://doi.org/10.11888/Hydro.tpdc.270995, Han et al., 2020a)."
            ],
            "findings": [
                "The domain mean of annual ETa on the TP decreased slightly (−1.45 mm yr−1, p< 0.05) from 2001 to 2018. The annual ETa increased significantly at a rate of 2.62 mm yr−1 (p< 0.05) in the eastern sector of the TP (long >90◦E) but decreased significantly at a rate of −5.52 mm yr−1 (p< 0.05) in the western sector of the TP (long <90◦E). The mean annual ET a during 2001–2018 and over the whole TP was 496 ±23 mm. Thus, the total evapotranspiration from the terrestrial surface of the TP was 1238.3±57.6 km3 yr−1."
            ],
            "backgroundCn": [
                "作为亚洲主要河流的发源地，青藏高原（TP）被誉为“亚洲的水塔”，对亚洲的能量和水循环至关重要（Immerzeel et al., 2010; Yao et al., 2012）。蒸散发（ET）消耗了全球陆地降水的约三分之二，是影响陆地表面与大气之间水分和能量交换的关键组成部分（Oki and Kanae, 2006; Fisher et al., 2017）。ET也是调节区域和全球天气与气候的关键因素。青藏高原大湖的总蒸发量最近已被定量估算（B. Wang et al., 2020）；然而，青藏高原的陆地ET及其时空变化仍然存在很大的不确定性。尽管Epan和潜在ET根据Epan与实际ET（ET a）之间的互补关系（CR）表明了ET的长期变异性（Zhang et al., 2007），但这些测量无法准确描绘ET a的趋势空间模式。仅使用常规气象观测而不需要任何植被和土壤信息是CR模型的最大优势（Szilagyi et al., 2017）。然而，许多假设和关键参数验证的要求限制了CR模型在不同气候条件下的应用和性能。卫星遥感（RS）提供了对影响ET的陆地表面特征的时间频繁和空间连续的测量，例如，陆地表面温度、反照率和植被指数。"
            ],
            "research objectiveCn": [
                "因此，在本研究中，充分考虑到SEBS模型在青藏高原（TP）上的最新进展，我们旨在（1）开发一个为期18年的（2001–2018年）青藏高原蒸散发（ETa）产品，并与生态系统观测（EC）进行独立验证；（2）量化青藏高原蒸散发的时空变化；（3）利用估算的产品揭示主导蒸散发变化的主要因素。"
            ],
            "challengesCn": [
                "然而，青藏高原（TP）上蒸散发（ETa）的空间分布和时间变化仍然非常不确定。然而，涡度协方差（EC）观测的取样范围在数百米的数量级，这限制了捕捉高原尺度的ETa变化的能力。然而，许多假设和关键参数验证的要求限制了CR模型在不同气候条件下的应用和性能。SEBS估算的ETa分辨率约为10公里，而EC观测的ETa值的取样范围从几十米到几百米不等。需要注意的是，与冻结-融化过程和升华相关的能量消耗被忽略。因此，该数据集在冰川、永久冻土以及冬季的可靠性可能较低。"
            ],
            "methodsCn": [
                "本研究采用SEBS模型（Su, 2002）推导地表能量通量分量。SEBS估算的ETa在青藏高原的六个通量站点上与EC观测数据进行了月尺度的验证。本研究使用了现场观测、基于卫星的产品和气象强迫数据，以估算青藏高原地区的月度ETa。将3小时的CMFD数据平均为日数据，然后再转化为月数据，以便与MODIS产品在时间分辨率上保持一致。"
            ],
            "datasetCn": [
                "CMFD是基于中国气象局（CMA）发布的数据（He et al., 2020）开发的，作为模型输入。MODIS每月陆面产品，包括陆面温度和发射率、陆面反照率和植被指数，为SEBS模型提供了陆面条件。在青藏 Plateau的六个通量站观测到的现场EC数据用于验证模型结果。本文中呈现和分析的数据集已发布，并可从科学数据银行（https://doi.org/10.11922/sciencedb.t00000.00010，Han et al., 2020b）和国家青藏 Plateau数据中心（https://doi.org/10.11888/Hydro.tpdc.270995，Han et al., 2020a）免费下载。"
            ],
            "findingsCn": [
                "2001年至2018年，青藏高原（TP）年均蒸散发（ETa）略有下降（−1.45毫米/年，p< 0.05）。在青藏高原的东部（经度>90°E），年均ETa显著增加，增幅为2.62毫米/年（p< 0.05）；而在西部（经度<90°E），年均ETa显著下降，降幅为−5.52毫米/年（p< 0.05）。2001年至2018年期间，青藏高原整体的年均ETa为496 ±23毫米。因此，青藏高原陆地表面的总蒸散发量为1238.3±57.6立方公里/年。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the SEBS model use satellite remote sensing data to estimate terrestrial evapotranspiration in the Tibetan Plateau?",
                "QuestionCn": "SEBS模型是否使用卫星遥感数据来估算青藏高原的地表蒸散发？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which validation method is more commonly used for evapotranspiration models in the Tibetan Plateau: comparison with eddy covariance flux station data, ground-based meteorological observations, or other validation techniques?",
                "QuestionCn": "在青藏高原，蒸散发模型的验证方法中，最常用的是与涡度协方差通量站数据的比较、地面气象观测数据，还是其他验证技术？",
                "AnswerEn": "comparison with eddy covariance flux station data",
                "AnswerCn": "与涡度相关通量观测站数据的比较",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to estimate evapotranspiration on the Tibetan Plateau?",
                "QuestionCn": "用于估算青藏高原蒸散发的数据收集方法有哪些？",
                "AnswerEn": "In situ observations, satellite-based products, meteorological forcing data",
                "AnswerCn": "现场观测、基于卫星的产品、气象强迫数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with the spatial distribution and temporal changes of actual evapotranspiration data on the Tibetan Plateau?",
                "QuestionCn": "与青藏 Plateau 实际蒸散发数据的空间分布和时间变化相关的挑战有哪些？",
                "AnswerEn": "uncertainty",
                "AnswerCn": "不确定性",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where can datasets related to the evapotranspiration on the Tibetan Plateau be accessed?",
                "QuestionCn": "关于青藏高原蒸散发相关的数据集可以在哪里获取？",
                "AnswerEn": "Science Data Bank and National Tibetan Plateau Data Center",
                "AnswerCn": "科学数据银行和国家青藏高原科学数据中心",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when using remote sensing data for estimating land surface energy fluxes in diverse climatic conditions?",
                "QuestionCn": "在多样气候条件下使用遥感数据估算地表能量通量时面临的一个挑战是什么？",
                "AnswerEn": "One challenge is that numerous assumptions and requirements of validations of key parameters limit the application and performance of complementary relationship (CR) models over different climate conditions, particularly when trying to depict spatial patterns of trends in ETa.",
                "AnswerCn": "一个挑战是，许多假设和对关键参数的验证要求限制了互补关系（CR）模型在不同气候条件下的应用和性能，特别是在试图描绘蒸散发（ETa）趋势的空间模式时。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you give an example of a dataset that could be used to validate model results of land surface processes in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个可以用于验证青藏高原土地表面过程模型结果的数据集的示例？",
                "AnswerEn": "In situ EC data observed at six flux stations on the Tibetan Plateau were used to validate the model results of ETa derived from the SEBS model.",
                "AnswerCn": "在青藏高原的六个通量站观测到的原位电导率（EC）数据被用来验证从SEBS模型得出的蒸散发（ETa）模型结果。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the energy flux components used in the data collection methods for the Tibetan Plateau?",
                "QuestionCn": "用于青藏高原数据收集方法的能量通量分量的特征是什么？",
                "AnswerEn": "surface energy balance, MODIS satellite data, land surface temperature, albedo, vegetation index, CMFD meteorological data, turbulent fluxes, sensible heat fluxes, latent heat fluxes",
                "AnswerCn": "地表能量平衡，MODIS卫星数据，地表温度，反照率，植被指数，CMFD气象数据，湍流通量，感热通量，潜热通量",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What features of satellite remote sensing data make it suitable for estimating evapotranspiration on the Tibetan Plateau?",
                "QuestionCn": "卫星遥感数据的哪些特征使其适合于估算青藏高原的蒸散发？",
                "AnswerEn": "temporally frequent measurements, spatially contiguous measurements, land surface temperature, albedo, vegetation index",
                "AnswerCn": "时间上频繁的测量，空间上连续的测量，地表温度，反照率，植被指数",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are associated with validating model outputs against in-situ observations on the Tibetan Plateau?",
                "QuestionCn": "与青藏高原的原位观测数据验证模型输出相关的挑战有哪些？",
                "AnswerEn": "mismatch between spatial resolution of model estimates (around 10 km) and footprint of in-situ EC observations (a few dozen meters to a few hundred meters), neglect of energy consumption related to freeze-thaw processes and sublimation",
                "AnswerCn": "模型估算的空间分辨率（约10公里）与原位涡度相关观测的影响范围（几十米到几百米）不匹配，忽略了与冻融过程和升华相关的能量消耗。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many flux stations were used to validate the model outputs for evapotranspiration calculations on the Tibetan Plateau?",
                "QuestionCn": "用于验证青藏高原蒸散发计算模型输出的通量站数量是多少？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Over how many years was the data collected to analyze the spatiotemporal variability of evapotranspiration on the Tibetan Plateau?",
                "QuestionCn": "用于分析青藏高原蒸散发时空变异的数据收集持续了多少年？",
                "AnswerEn": "18 years",
                "AnswerCn": "18年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'satellite remote sensing' mean in the context of data collection for land surface characteristics?",
                "QuestionCn": "在土地表面特征数据收集的背景下，“卫星遥感”指的是利用卫星搭载的传感器从太空获取地球表面信息的技术。",
                "AnswerEn": "Satellite remote sensing provides temporally frequent and spatially contiguous measurements of land surface characteristics that affect evapotranspiration, such as land surface temperature, albedo, and vegetation index.",
                "AnswerCn": "卫星遥感提供了对影响蒸散发的土地表面特征（如地表温度、反照率和植被指数）的时间频繁和空间连续的测量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'subgrid terrain drag parameterization scheme' in the context of modeling surface energy fluxes?",
                "QuestionCn": "“子网格地形阻力参数化方案”是在表面能量通量建模中使用的一个术语。",
                "AnswerEn": "A subgrid terrain drag parameterization scheme is a method introduced in the process of calculating turbulent fluxes to improve the simulation of surface sensible heat flux and latent heat flux, enhancing the accuracy of surface energy flux modeling.",
                "AnswerCn": "子网格地形拖曳参数化方案是一种在计算湍流通量的过程中引入的方法，旨在改善表面感热通量和潜热通量的模拟，提高表面能量通量建模的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the significance of 'CMFD data' in the modeling of land surface energy balance?",
                "QuestionCn": "'CMFD数据'在土地表面能量平衡建模中的重要性是什么？",
                "AnswerEn": "CMFD data, developed based on the China Meteorological Administration data, is used as model input to provide meteorological forcing data that helps estimate monthly actual evapotranspiration over the Tibetan Plateau area.",
                "AnswerCn": "CMFD数据是基于中国气象局数据开发的，作为模型输入提供气象强迫数据，帮助估算青藏高原地区的月实际蒸散发。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do satellite remote sensing (RS) and eddy covariance (EC) observations compare in their effectiveness for estimating evapotranspiration (ET) over the Tibetan Plateau?",
                "QuestionCn": "卫星遥感（RS）和涡度协方差（EC）观测在估算青藏高原蒸散发（ET）方面的有效性如何比较？",
                "AnswerEn": "Satellite remote sensing provides temporally frequent and spatially contiguous measurements, allowing for broader coverage over the Tibetan Plateau, whereas eddy covariance observations offer high accuracy but are limited to specific flux stations, capturing only localized variations.",
                "AnswerCn": "卫星遥感提供了时间频繁和空间连续的测量，能够覆盖更广泛的青藏高原，而涡度协方差观测则提供高精度，但仅限于特定的通量站，捕捉到的只是局部变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in data collection methods between using the SEBS model and the complementary relationship (CR) models for estimating actual evapotranspiration (ETa) on the Tibetan Plateau?",
                "QuestionCn": "使用SEBS模型和互补关系（CR）模型在估算青藏高原实际蒸散发（ETa）时，数据收集方法有哪些不同？",
                "AnswerEn": "The SEBS model uses satellite-based products and meteorological forcing data to derive land surface energy flux components, while CR models rely solely on routine meteorological observations without requiring vegetation and soil information, though they involve numerous assumptions and parameter validations.",
                "AnswerCn": "SEBS模型利用卫星产品和气象强迫数据来推导地表能量通量组成部分，而CR模型则仅依赖常规气象观测，不需要植被和土壤信息，尽管它们涉及众多假设和参数验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the challenges of validating key parameters in complementary relationship (CR) models compare to those encountered in the SEBS model when estimating ETa over the Tibetan Plateau?",
                "QuestionCn": "在估算青藏高原的实际蒸散发（ETa）时，验证互补关系（CR）模型中的关键参数所面临的挑战与在SEBS模型中遇到的挑战有何比较？",
                "AnswerEn": "CR models face challenges due to numerous assumptions and the need for parameter validation across different climate conditions, whereas the SEBS model primarily contends with resolution differences between estimated and observed data, as well as unaccounted energy processes like freeze-thaw and sublimation.",
                "AnswerCn": "CR模型面临许多假设和在不同气候条件下需要参数验证的挑战，而SEBS模型主要面临估计数据与观测数据之间的分辨率差异，以及未考虑的能量过程，如冻融和升华。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What are the potential limitations of using reanalysis meteorological data and satellite products in estimating evapotranspiration over diverse climatic conditions like those found in the Tibetan Plateau?",
                "QuestionCn": "使用再分析气象数据和卫星产品在估算像青藏高原这样多样气候条件下的蒸散发时，可能存在的局限性有哪些？",
                "AnswerEn": "Reanalysis meteorological data, while comprehensive, may not capture local-scale variations due to their coarse spatial resolution. Satellite products depend on clear-sky conditions and can miss data due to cloud cover. Additionally, the assumptions required in modeling processes, such as those in the complementary relationship models, may not hold across the varied climatic zones of the Tibetan Plateau, leading to uncertainties in evapotranspiration estimates.",
                "AnswerCn": "再分析气象数据虽然全面，但由于其粗糙的空间分辨率，可能无法捕捉到局部尺度的变化。卫星产品依赖于晴天条件，可能因云层覆盖而缺失数据。此外，建模过程中的假设，例如在互补关系模型中的假设，可能在青藏高原的不同气候区不成立，从而导致蒸散发估算的不确定性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes uncertainties in the spatial distribution and temporal changes of actual evapotranspiration on the Tibetan Plateau?",
                "QuestionCn": "导致青藏高原实际蒸散发空间分布和时间变化不确定性的原因是什么？",
                "AnswerEn": "Uncertainties in the spatial distribution and temporal changes of actual evapotranspiration on the Tibetan Plateau arise from the limitations of the complementary relationship models, which rely on numerous assumptions and require validations of key parameters across different climate conditions. Additionally, the fetch of eddy covariance (EC) observations is limited to the order of hundreds of meters, impeding the ability to capture plateau-scale variations.",
                "AnswerCn": "青藏 Plateau 上实际蒸散发的空间分布和时间变化的不确定性源于互补关系模型的局限性，这些模型依赖于众多假设，并需要在不同气候条件下验证关键参数。此外，涡度协方差（EC）观测的有效探测范围仅限于数百米的数量级，阻碍了捕捉高原尺度变化的能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the energy consumption related to freeze–thaw processes and sublimation affect the reliability of datasets over glacier and permafrost regions?",
                "QuestionCn": "与冰冻-融化过程和升华相关的能量消耗可能会影响冰川和永久冻土地区数据集的可靠性，原因是什么？",
                "AnswerEn": "The neglect of energy consumption related to freeze–thaw processes and sublimation could affect the reliability of datasets over glacier and permafrost regions because these processes are significant in such environments. As a result, datasets are likely to be less reliable in these areas, particularly during the winter season when such processes are more prevalent.",
                "AnswerCn": "忽视与冻融过程和升华相关的能量消耗可能会影响冰川和永冻土地区数据集的可靠性，因为这些过程在这些环境中是重要的。因此，这些地区的数据集可能在冬季时不太可靠，因为此时这些过程更为普遍。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the challenges in estimating actual evapotranspiration using satellite-based remote sensing over large areas like the Tibetan Plateau?",
                "QuestionCn": "估算像青藏高原这样的大面积地区的实际蒸散发时，卫星遥感面临的挑战因素有哪些？",
                "AnswerEn": "Challenges in estimating actual evapotranspiration using satellite-based remote sensing over large areas like the Tibetan Plateau include the differences in spatial resolution between the SEBS-estimated evapotranspiration, which is around 10 km, and the footprint of EC-observed evapotranspiration values, which ranges from a few dozen meters to a few hundred meters. Additionally, the lack of energy consumption consideration for freeze–thaw processes and sublimation further complicates accurate estimation.",
                "AnswerCn": "使用卫星遥感在像青藏高原这样的大面积区域估算实际蒸散发面临的挑战包括，SEBS估算的蒸散发的空间分辨率约为10公里，而EC观测的蒸散发值的观测范围从几十米到几百米不等。此外，缺乏对冻结-融化过程和升华的能量消耗考虑，进一步 complicates 准确估算。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the introduction of sub-grid terrain drag parameterization in the calculation of turbulent fluxes affect the simulation of surface sensible and latent heat fluxes?",
                "QuestionCn": "在湍流通量计算中引入子网格地形阻力参数化如何影响地表显热和潜热通量的模拟。",
                "AnswerEn": "Introducing sub-grid terrain drag parameterization in calculating turbulent fluxes improves the simulation of surface sensible and latent heat fluxes, enhancing the model's ability to accurately capture surface energy dynamics on complex terrains like the Tibetan Plateau.",
                "AnswerCn": "在计算湍流通量时引入子网格地形拖拽参数化，改善了地表感热和潜热通量的模拟，增强了模型在复杂地形（如青藏高原）上准确捕捉地表能量动态的能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential limitations of using reanalysis meteorological data as input for the surface energy balance system model in varying climate conditions?",
                "QuestionCn": "使用再分析气象数据作为表面能量平衡系统模型输入在不同气候条件下的潜在限制是什么？",
                "AnswerEn": "Using reanalysis meteorological data can limit the application and performance of the surface energy balance system model under different climate conditions due to numerous assumptions and the need for validation of key parameters, which may not fully capture local climate variations and processes such as freeze-thaw and sublimation.",
                "AnswerCn": "使用再分析气象数据可能会限制表面能量平衡系统模型在不同气候条件下的应用和性能，因为存在许多假设，并且需要验证关键参数，这可能无法充分捕捉局部气候变化和过程，例如冻融和升华。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of utilizing satellite remote sensing data in developing datasets for evapotranspiration estimation in the Tibetan Plateau?",
                "QuestionCn": "利用卫星遥感数据在青藏高原开发蒸散发估算数据集的主要目标是什么？",
                "AnswerEn": "Satellite remote sensing provides temporally frequent and spatially contiguous measurements of land surface characteristics that affect evapotranspiration, such as land surface temperature, albedo, and vegetation index. These measurements help in overcoming the limitations of traditional models that rely on routine meteorological observations and often fail to capture the spatial pattern of trends in actual evapotranspiration.",
                "AnswerCn": "卫星遥感提供了对影响蒸散发的地表特征的时间频繁和空间连续的测量，如地表温度、反照率和植被指数。这些测量有助于克服传统模型的局限性，传统模型依赖于常规气象观测，往往无法捕捉实际蒸散发趋势的空间模式。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to validate evapotranspiration datasets against eddy covariance observations in research on the Tibetan Plateau?",
                "QuestionCn": "在对青藏高原的研究中，验证蒸散发数据集与涡度协方差观测结果的重要性是什么？",
                "AnswerEn": "Validation against eddy covariance observations is crucial because it ensures the accuracy of the SEBS-estimated actual evapotranspiration. By comparing model outputs with actual observations at six flux stations on the Tibetan Plateau, researchers can verify the reliability and precision of the datasets, which are essential for understanding the spatiotemporal variability and main factors affecting evapotranspiration in the area.",
                "AnswerCn": "对涡度协方差观测数据的验证至关重要，因为它确保了SEBS估算的实际蒸散发的准确性。通过将模型输出与青藏高原六个通量站的实际观测数据进行比较，研究人员可以验证数据集的可靠性和精确性，这对于理解该地区蒸散发的时空变化及其主要影响因素至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the significance of addressing spatial distribution and temporal changes in evapotranspiration when creating a dataset for the Tibetan Plateau?",
                "QuestionCn": "在为青藏 Plateau 创建数据集时，考虑蒸散发的空间分布和时间变化的重要性是什么？",
                "AnswerEn": "Addressing spatial distribution and temporal changes in evapotranspiration is significant because these factors remain very uncertain over the Tibetan Plateau. A comprehensive understanding of these elements is essential for accurately capturing the plateau-scale variations in evapotranspiration, which is affected by various climatic conditions and processes such as freeze-thaw cycles and sublimation, especially in glacier and permafrost regions.",
                "AnswerCn": "研究蒸散发的空间分布和时间变化具有重要意义，因为这些因素在青藏高原上仍然存在很大的不确定性。全面理解这些要素对于准确捕捉高原尺度上蒸散发的变化至关重要，这些变化受到多种气候条件和过程的影响，如冻融循环和升华，尤其是在冰川和永冻土地区。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps involved in using the SEBS model to estimate land surface energy flux components and actual evapotranspiration over the Tibetan Plateau?",
                "QuestionCn": "使用SEBS模型估计青藏高原土地表面能量通量分量和实际蒸散发的关键步骤包括：\n\n1. 数据收集：获取必要的气象数据、地表特征数据和遥感数据。\n2. 预处理数据：对收集到的数据进行清洗和格式化，以确保其适用于模型输入。\n3. 计算地表温度：利用遥感数据估算地表温度。\n4. 估算地表反射率：根据地表特征和遥感数据计算地表反射率。\n5. 计算能量通量：应用SEBS模型公式，计算潜热通量、显热通量和土壤热通量。\n6. 估算实际蒸散发：根据计算的潜热通量，估算实际蒸散发量。\n7. 验证和校准：将模型结果与实地观测数据进行比较，进行必要的校准和验证。\n8. 结果分析：分析和解释模型输出结果，评估其在青藏高原的适用性和准确性。",
                "AnswerEn": "The SEBS model is employed to derive land surface energy flux components. The model uses satellite-based products such as MODIS for land surface conditions, including land surface temperature and albedo, and the CMFD meteorological data as inputs. The SEBS-estimated actual evapotranspiration (ETa) is validated against in situ EC observations at six flux stations on a monthly scale. The CMFD data, initially 3-hourly, are averaged into daily and then into monthly data to match the temporal resolution of MODIS products.",
                "AnswerCn": "SEBS模型用于推导地表能量通量组成部分。该模型使用基于卫星的产品，如MODIS，获取地表条件，包括地表温度和反照率，以及CMFD气象数据作为输入。SEBS估算的实际蒸散发（ETa）在六个通量站的现场EC观测数据上进行了月度验证。CMFD数据最初为3小时数据，经过平均处理后转化为日数据，再转化为月数据，以匹配MODIS产品的时间分辨率。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the challenges in validating the SEBS model outputs with EC observations, and how are these challenges addressed in the context of the Tibetan Plateau?",
                "QuestionCn": "验证SEBS模型输出与EC观测结果之间的挑战是什么，以及在青藏高原的背景下如何应对这些挑战。",
                "AnswerEn": "One challenge in validating SEBS model outputs with EC observations is the scale mismatch, as SEBS estimates ETa at a resolution of about 10 km, while EC observations have a footprint ranging from a few dozen to a few hundred meters. Additionally, energy consumption related to freeze-thaw processes and sublimation is neglected, making the dataset less reliable over glaciers, permafrost, and during winter. These challenges are addressed by validating SEBS outputs with EC data from six flux stations on a monthly scale and using advanced parameterization techniques like subgrid terrain drag to improve simulation accuracy.",
                "AnswerCn": "验证SEBS模型输出与EC观测之间的一个挑战是尺度不匹配，因为SEBS在约10公里的分辨率下估计ETa，而EC观测的足迹范围从几十米到几百米。此外，与冻融过程和升华相关的能量消耗被忽略，使得在冰川、永久冻土和冬季期间的数据集可靠性降低。这些挑战通过在月度尺度上使用六个通量站的EC数据来验证SEBS输出，并采用先进的参数化技术，如子网格地形阻力，以提高模拟精度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods allow for the accurate estimation of evapotranspiration over diverse terrains like the Tibetan Plateau?",
                "QuestionCn": "哪些数据收集方法可以在像青藏高原这样的多样地形上准确估算蒸散发？",
                "AnswerEn": "Satellite remote sensing, particularly using MODIS products, combined with meteorological reanalysis data such as CMFD, enable the estimation of evapotranspiration by providing measurements of land surface temperature, albedo, and vegetation index. These are further validated against in situ data from flux stations.",
                "AnswerCn": "卫星遥感，特别是使用MODIS产品，结合气象再分析数据如CMFD，使得蒸散发的估算成为可能，因为它们提供了地表温度、反照率和植被指数的测量。这些数据进一步通过来自通量站的现场数据进行验证。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do current technological advancements facilitate the validation of evapotranspiration data collected via remote sensing on the Tibetan Plateau?",
                "QuestionCn": "当前的技术进步如何促进通过遥感收集的青藏高原蒸散发数据的验证？",
                "AnswerEn": "The use of the SEBS model allows for the integration of satellite and in situ data, enabling validation of evapotranspiration estimates at a monthly scale. The model outputs are validated against EC observations from flux stations on the plateau, ensuring accuracy in the data.",
                "AnswerCn": "SEBS模型的使用允许将卫星数据和现场数据整合在一起，从而在月度尺度上验证蒸散发估算。模型输出与高原上的通量站的EC观测数据进行验证，以确保数据的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Which conditions or methodologies are critical for improving the reliability of evapotranspiration datasets over regions with complex climate conditions like the Tibetan Plateau?",
                "QuestionCn": "哪些条件或方法对于提高复杂气候条件下地区（如青藏高原）的蒸散发数据集的可靠性至关重要？",
                "AnswerEn": "Incorporating subgrid topographic drag parameterization can improve the simulation of surface sensible and latent heat fluxes. Additionally, addressing the limitations of CR models and accounting for energy consumption related to freeze-thaw processes can enhance dataset reliability over challenging conditions such as glaciers and permafrost.",
                "AnswerCn": "纳入子网格地形阻力参数化可以改善地表感热和潜热通量的模拟。此外，解决CR模型的局限性并考虑与冻融过程相关的能量消耗，可以提高在冰川和永冻土等复杂条件下数据集的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What are the expected benefits of using satellite remote sensing over traditional meteorological observations for estimating evapotranspiration on the Tibetan Plateau?",
                "QuestionCn": "使用卫星遥感技术估算青藏高原蒸散发的预期好处相较于传统气象观测包括：",
                "AnswerEn": "Satellite remote sensing provides temporally frequent and spatially contiguous measurements of land surface characteristics such as land surface temperature, albedo, and vegetation index, which can affect evapotranspiration. This approach avoids the numerous assumptions and validation requirements of key parameters that limit the application and performance of Complementary Relationship models over different climate conditions.",
                "AnswerCn": "卫星遥感提供了对土地表面特征（如地表温度、反照率和植被指数）的时间频繁和空间连续的测量，这些特征会影响蒸散发。这种方法避免了补充关系模型在不同气候条件下应用和性能所限制的众多假设和验证要求。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might the SEBS model face challenges in accurately representing evapotranspiration in areas with glacier and permafrost or during winter seasons on the Tibetan Plateau?",
                "QuestionCn": "SEBS模型在冰川和永久冻土地区或在青藏高原的冬季季节准确表示蒸散发时可能面临挑战的原因是什么？",
                "AnswerEn": "The energy consumption related to freeze–thaw processes and sublimation is neglected in the SEBS model. This omission likely makes the dataset less reliable over glacier and permafrost areas and in the winter season, thus posing a challenge for accurate representation in such conditions.",
                "AnswerCn": "SEBS模型中忽略了与冻融过程和升华相关的能量消耗。这一遗漏可能使得在冰川和永久冻土地区以及冬季的数据显示出较低的可靠性，从而在这些条件下准确表示时面临挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What challenges do you foresee in validating model outputs of land surface energy flux components using ground-based observations in the Tibetan Plateau?",
                "QuestionCn": "我预见在使用地面观测数据验证青藏高原土地表面能量通量组成部分的模型输出时，会面临哪些挑战？",
                "AnswerEn": "One of the main challenges is the scale mismatch between model outputs and the fetch of the eddy covariance (EC) observations, which are on the order of hundreds of meters. This impedes capturing plateau-scale variations in evapotranspiration. Additionally, the energy consumption related to freeze–thaw processes and sublimation is neglected, which may reduce reliability over glaciers and permafrost and during the winter season.",
                "AnswerCn": "主要挑战之一是模型输出与涡度协方差（EC）观测之间的尺度不匹配，后者的尺度在数百米的范围内。这妨碍了捕捉高原尺度的蒸散发变化。此外，与冻融过程和升华相关的能量消耗被忽视，这可能降低在冰川和永久冻土以及冬季的可靠性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential limitations of using the SEBS model for estimating actual evapotranspiration in diverse climate conditions across the Tibetan Plateau?",
                "QuestionCn": "使用SEBS模型在青藏高原不同气候条件下估算实际蒸散发的潜在局限性有哪些？",
                "AnswerEn": "The SEBS model, while useful, involves numerous assumptions and requires validation of key parameters, which can limit its application and performance under various climate conditions. The model's resolution may also not align with the finer footprint of EC observations, leading to potential discrepancies in estimates.",
                "AnswerCn": "SEBS模型虽然有用，但涉及许多假设，并需要对关键参数进行验证，这可能限制其在不同气候条件下的应用和性能。该模型的分辨率可能也与EC观测的更细足迹不一致，从而导致估计结果的潜在差异。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how satellite remote sensing can be effectively used to estimate evapotranspiration over such a vast and diverse region like the Tibetan Plateau.",
                "QuestionCn": "我不明白卫星遥感如何能有效地用于估算像青藏高原这样广阔而多样的地区的蒸散发。",
                "AnswerEn": "Satellite remote sensing provides temporally frequent and spatially contiguous measurements of land surface characteristics that affect evapotranspiration, such as land surface temperature, albedo, and vegetation index.",
                "AnswerCn": "卫星遥感提供了对影响蒸散发的土地表面特征（如地表温度、反照率和植被指数）的时间频繁和空间连续的测量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure how to accurately validate model outputs for evapotranspiration when the spatial resolution of the estimated data and in situ observations differ significantly.",
                "QuestionCn": "我不确定如何准确验证蒸散发模型输出，因为估计数据和现场观测的空间分辨率差异显著。",
                "AnswerEn": "The SEBS-estimated evapotranspiration was validated against EC observations at six flux stations on the Tibetan Plateau at a monthly scale, despite the resolution differences, by using a combination of in situ observations, satellite-based products, and meteorological forcing data.",
                "AnswerCn": "SEBS估算的蒸散发在青藏高原的六个通量站点上进行了验证，尽管存在分辨率差异，但通过结合地面观测、基于卫星的产品和气象强迫数据，验证是在月度尺度上进行的。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "I can't make sense of how different assumptions and parameter validations affect the use of complementary relationship models for estimating terrestrial evapotranspiration.",
                "QuestionCn": "我无法理解不同假设和参数验证如何影响互补关系模型在估算陆地蒸散发中的应用。",
                "AnswerEn": "Complementary relationship models employ routine meteorological observations without requiring vegetation and soil information, which is a significant advantage, but numerous assumptions and validations of key parameters limit their application and performance across different climate conditions.",
                "AnswerCn": "互补关系模型利用常规气象观测数据，而不需要植被和土壤信息，这是一项显著的优势，但许多假设和关键参数的验证限制了它们在不同气候条件下的应用和性能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please elaborate on the data collection methods used for estimating evapotranspiration on the Tibetan Plateau, including the integration of different data sources.",
                "QuestionCn": "请详细说明用于估算青藏高原蒸散发的数据收集方法，包括不同数据源的整合。",
                "AnswerEn": "The estimation of evapotranspiration on the Tibetan Plateau involved the use of the SEBS model, which integrates satellite-based products and meteorological forcing data. In situ EC data from six flux stations were utilized for validation, while MODIS products provided land surface conditions such as temperature, emissivity, albedo, and vegetation index. CMFD data, averaged from 3-hourly to monthly, were used as model input.",
                "AnswerCn": "对青藏高原蒸散发的估算采用了SEBS模型，该模型整合了基于卫星的产品和气象强迫数据。利用六个通量站的现场EC数据进行验证，同时MODIS产品提供了地表条件，如温度、发射率、反照率和植被指数。CMFD数据从3小时平均到月度，用作模型输入。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please identify potential sources or strategies for expanding and enhancing datasets related to surface energy flux and evapotranspiration on the Tibetan Plateau.",
                "QuestionCn": "请识别潜在的来源或策略，以扩展和增强与青藏高原表面能量通量和蒸散发相关的数据集。",
                "AnswerEn": "Potential strategies could involve leveraging more comprehensive satellite remote sensing data to increase spatial and temporal coverage, incorporating additional in situ observations from a wider network of flux stations, and improving model parameterizations to better account for regional climate conditions, especially in challenging environments like glaciers and permafrost.",
                "AnswerCn": "潜在的策略可以包括利用更全面的卫星遥感数据以增加空间和时间覆盖，结合来自更广泛的通量站网络的额外现场观测，以及改进模型参数化，以更好地考虑区域气候条件，特别是在冰川和永冻土等挑战性环境中。",
                "Level": "C6(Creating)"
            }
        ]
    }
}