{
  "id": "a81cf07d-449a-4456-ad25-8c7248f45d96",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Wave dataset of southern Sri Lanka sea area (201309-201405)",
      "titleCn": "斯里兰卡南部海域波浪数据集（201309-201405）",
      "description": "This data set collects the wave tide level data of the southern sea area of Sri Lanka from September 2013 to October 2014. Sri Lanka is located in the core node of the \"maritime Silk Road\", which is the necessary node of our oil transportation lifeline. The wave observation data of this sea area is of great significance to understand the wave characteristics of this sea area and ensure the navigation safety of cargo ships and sea convoys. The data is obtained by the pressure sensor deployed on the seabed, and the data reliability is ensured by the quality control segments such as the removal of abnormal values. This data is of great significance to the analysis of marine disaster assessment, ship passing safety assessment and the study of wave characteristics in the sea area.",
      "descriptionCn": "本数据集收集了斯里兰卡南部海域2013年9月到2014年5月的波浪潮位数据，斯里兰卡位于“海上丝绸之路”核心节点，是我们石油运输的生命线必经节点，该海域的波浪观测数据对了解该海域波浪特性、保障货船和海上护航编队航行安全有重要意义。数据通过布防在海底压力式传感器获取，通过异常值的剔除等质量控制数段，保证数据可靠性。该数据对分析海上丝绸之路海洋灾害评估、船只通过性安全评估和研究该海域波浪特性有重要意义。",
      "instructions": "File name: place + subject + (time range) \nData reading method: all ASCII files in the data set can be opened directly with a text program (such as Notepad), and the main content is wave characteristic values and tide levels.",
      "instructionsCn": "文件命名：地点+主题+（时间范围） 数据读取方式：该数据集中的所有ASCII码文件可以直接用文本程序（如记事本）打开，主体内容为波浪各特征值和潮位。",
      "east": 80.574,
      "west": 80.574,
      "south": 5.934,
      "north": 5.934,
      "startTime": "2013-09-29 00:00:00",
      "endTime": "2014-05-16 00:00:00",
      "fileSize": 2125115.0,
      "cstr": "18406.11.Disas.tpdc.270438",
      "doi": "10.11888/Disas.tpdc.270438",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "罗耀",
        "nameEn": "LUO Yao",
        "unitEn": "",
        "unitCn": "中国科学院南海海洋研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Wind and wave dataset for Matara, Sri Lanka",
        "referenceCn": null,
        "referenceEn": "Luo, Y., Wang, D.*, Gamage, T.P., Zhou, F., Widanage, C.M., and Liu, T. (2018). Wind and wave dataset for Matara, Sri Lanka, Earth Syst. Sci. Data, 10, 131-138, https://doi.org/10.5194/essd-10-131-2018."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "海洋灾害",
        "nameEn": "Ocean harzard"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "东印度洋",
        "keywordEn": "Eastern Indian Ocean"
      },
      {
        "keywordCn": "斯里兰卡",
        "keywordEn": "Sri Lanka"
      },
      {
        "keywordCn": "海上丝绸之路",
        "keywordEn": "Maritime Silk Road"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2013-2014",
        "keywordEn": "2013-2014",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Ocean observational data are difficult to obtain but are needed for model validation and data assimilation. Specifically, wind and wave observational data are of great importance for the study of ocean surface mixing, local air–sea interactions, coastal hydrodynamic characteristics, sediment movement, monsoon studies, and ocean engineering. Matara is the southernmost city of the Indian Peninsula and is bordered by the northern Indian Ocean. The northern Indian Ocean is an important area for studying swells in the global wave climate, which persistently form in the southern oceans owing to the absence of land barriers (Alves, 2006). Many wind and wave observations have been made in the Bay of Bengal (Glejin et al., 2013a; Nayak et al., 2013) and Arabian Sea (Aboobacker et al., 2011a; Glejin et al., 2013b); however, investigations of wind and waves in the waters south of Sri Lanka, which hosts one of the busiest shipping lanes in the world, are scarce. Although datasets from reanalysis projects (Semedo et al., 2010) and models (Sabique et al., 2012; Bhaskaran et al., 2014; Murty et al., 2014) are increasingly common, in situ observations (Rapizo et al., 2015) remain the most important reflections of the “true” ocean and atmosphere state. Therefore, most major developments in the marine and atmospheric sciences have been closely related to the development of in situ observations."
      ],
      "research objective": [
        "This study describes the survey, deployment, and measurements of wind and waves, with the aim of offering future users of the dataset the most comprehensive and as much information as possible. This dataset advances our understanding of the nearshore hydrodynamic processes and wave climate, including sea waves and swells, in the north Indian Ocean. Moreover, it is a valuable resource for ocean model parameterization and validation."
      ],
      "challenges": [
        "In these waters, simultaneous records of wind and wave data are sparse due to difficulties in deploying measurement instruments, although the area hosts one of the busiest shipping lanes in the world. There are significant errors in the measurements, especially for MWD. These could be caused by the complicated nearshore geometry and/or by the resolution of the large-scale ERA-Interim model, which is so low that it cannot describe changes in complex seabed terrain."
      ],
      "methods": [
        "The wind and wave dataset for Matara, Sri Lanka, consists of data obtained mainly from two different observation systems: the AWS and wave buoys. After rigorous quality control, the time series of wind, air pressure, and surface waves from the AWS, Buoy 1, and Buoy 2 were used to generate datasets with temporal resolutions of 30 min, 10 min, and 1 h, respectively. The main technical processes involved in generating the dataset are as follows: 1. calibration of all sensors, 2. transfer of a data in real time to a storage facility (to reduce or remove manual intervention), 3. error detection, 4. deviation testing and removal of records that deviate by > 3 standard deviations from the data mean. The data collected in southern Sri Lanka were taken from an integrated observation system that included the wave buoys (Buoy 1 and Buoy 2) and the AWSs (AWS1 and AWS2). Buoy 1, which was anchored at the bottom of the sea at a depth of 20 m in September 2013, was operated normally and continuously to collect water level and wave data for about 5 months. Buoy 2, which measured both wave and water level for 1 year from April 2013 to April 2014, consists of two instruments, a self-contained wave buoy at a depth of 10 m and a water level gauge. The seaside AWS (AWS1) was installed in December 2012 and can measure meteorological parameters, including wind speed and direction, air temperature, air humidity, and air pressure at an elevation of 12 m. In December 2015, the AWS was upgraded and moved approximately 5 m, with all sensors installed at an elevation of 1.5 m (AWS2)."
      ],
      "dataset": [
        "We present a continuous in situ hydro-meteorology observational dataset from a set of instruments first deployed in December 2012 in the south of Sri Lanka, facing toward the north Indian Ocean. The archived dataset (Table 1) is examined in detail, including wave data at two locations with water depths of 20 and 10 m comprising synchronous time series of wind, ocean astronomical tide, air pressure, etc. The wind and wave dataset for Matara, Sri Lanka, consists of data obtained mainly from two different observation systems: the AWS and wave buoys. Buoy 1, which was anchored at the bottom of the sea at a depth of 20 m in September 2013, was operated normally and continuously to collect water level and wave data for about 5 months. Buoy 2, which measured both wave and water level for 1 year from April 2013 to April 2014, consists of two instruments, a self-contained wave buoy at a depth of 10 m and a water level gauge."
      ],
      "findings": [
        "Based on Buoy 2 data, the swells are the main component of waves year-round, although monsoons can markedly alter the proportion between swell and wind sea. The comparison of the reanalysis and measured Hs data shows a general mean correlation (correlation coefficient =0.747) with a general mean RMSE of 0.435 m during both years. Annually, 66.1 % of the waves are dominated by swells. Even though swells are predominant year-round, wind seas contribute sufficiently to the resultant waves during the SW (35.18 %) and NE (36.7 %) monsoon seasons. Waves from the south accounted for 69.12 % of all waves annually, mainly driven by swells, which predominate throughout the year. As a result, the wave climate in this area is controlled mainly by long swells."
      ],
      "backgroundCn": [
        "海洋观测数据难以获取，但对于模型验证和数据同化至关重要。特别是，风和波浪观测数据对于研究海洋表面混合、局部气海相互作用、沿海水动力特征、沉积物运动、季风研究和海洋工程等方面具有重要意义。马塔拉是印度半岛最南端的城市，位于北印度洋沿岸。北印度洋是研究全球波浪气候中涌浪的重要区域，这些涌浪持续在南方海洋中形成，因其缺乏陆地屏障（Alves，2006）。虽然在孟加拉湾（Glejin等，2013a；Nayak等，2013）和阿拉伯海（Aboobacker等，2011a；Glejin等，2013b）进行了许多风和波浪观测，但在斯里兰卡南部水域的风和波浪研究仍然稀缺，该地区是世界上最繁忙的航运通道之一。尽管再分析项目（Semedo等，2010）和模型（Sabique等，2012；Bhaskaran等，2014；Murty等，2014）中的数据集越来越常见，但现场观测（Rapizo等，2015）仍然是“真实”海洋和大气状态最重要的反映。因此，海洋和大气科学的主要发展与现场观测的发展密切相关。"
      ],
      "research objectiveCn": [
        "本研究描述了风和波浪的调查、部署和测量，旨在为未来的数据集用户提供尽可能全面的信息。该数据集推动了我们对近岸水动力过程和波浪气候的理解，包括北印度洋的海浪和涌浪。此外，它是海洋模型参数化和验证的宝贵资源。"
      ],
      "challengesCn": [
        "在这些水域，由于部署测量仪器的困难，风和波浪数据的同时记录稀缺，尽管该地区是世界上最繁忙的航运通道之一。测量中存在显著的误差，尤其是主波向（MWD）。这些误差可能是由于复杂的近岸地形和/或ERA-Interim模型的分辨率过低，无法描述复杂海床地形的变化所导致的。"
      ],
      "methodsCn": [
        "马塔拉，斯里兰卡的风浪数据集主要由两种不同的观测系统获得：自动气象站（AWS）和波浪浮标。在经过严格的质量控制后，来自AWS、浮标1和浮标2的风、气压和表面波浪的时间序列被用于生成时间分辨率为30分钟、10分钟和1小时的数据集。生成数据集的主要技术过程如下：1. 所有传感器的校准，2. 实时将数据传输到存储设施（以减少或消除人工干预），3. 错误检测，4. 偏差测试并删除偏离数据均值超过3个标准差的记录。收集的南斯里兰卡的数据来自一个综合观测系统，包括波浪浮标（浮标1和浮标2）和自动气象站（AWS1和AWS2）。浮标1于2013年9月锚定在海底深度20米处，正常连续运行，收集水位和波浪数据约5个月。浮标2从2013年4月到2014年4月测量波浪和水位，包含两个仪器，一个自供电的波浪浮标，深度为10米，以及一个水位计。海边的自动气象站（AWS1）于2012年12月安装，可以测量气象参数，包括风速和风向、气温、空气湿度和气压，安装高度为12米。2015年12月，AWS进行了升级并移动了约5米，所有传感器安装在1.5米的高度（AWS2）。"
      ],
      "datasetCn": [
        "我们提供了一套连续的原位水文气象观测数据集，该数据集来自于2012年12月首次部署的一组仪器，位于斯里兰卡南部，面向北印度洋。归档的数据集（表1）进行了详细检查，包括在两个水深为20米和10米的位置的波浪数据，包含风、海洋天文潮、气压等的同步时间序列。斯里兰卡马塔拉的风和波浪数据集主要来自两种不同的观测系统：自动气象站（AWS）和波浪浮标。浮标1于2013年9月在20米深的海底锚定，正常运行并连续收集水位和波浪数据约5个月。浮标2从2013年4月到2014年4月测量波浪和水位，包含两个仪器，一个自供电的波浪浮标，位于10米深处，以及一个水位计。"
      ],
      "findingsCn": [
        "根据浮标2的数据，涌浪是全年波浪的主要成分，尽管季风会显著改变涌浪和风浪之间的比例。再分析数据与测量的Hs数据的比较显示出一般的平均相关性（相关系数=0.747），在两年期间的平均均方根误差为0.435米。每年66.1%的波浪以涌浪为主。尽管涌浪在全年占主导地位，但在西南季风（35.18%）和东北季风（36.7%）期间，风浪对结果波浪的贡献也相当显著。来自南方的波浪占全年波浪的69.12%，主要由涌浪驱动，涌浪在全年占主导地位。因此，该地区的波浪气候主要受长涌浪的控制。"
      ]
    }
  ],
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Are wave datasets in the southern seas of Sri Lanka primarily collected using pressure sensors, AWS, or wave buoys?",
        "QuestionCn": "斯里兰卡南部海域的波浪数据集主要是通过压力传感器、自动气象站（AWS）还是波浪浮标收集的？",
        "AnswerEn": "wave buoys",
        "AnswerCn": "波浪浮标",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Which data quality control method is employed more commonly in southern Sri Lanka's wave datasets: calibration, real-time data transfer, or deviation testing?",
        "QuestionCn": "在斯里兰卡南部的波浪数据集中，更常用的数据质量控制方法是校准、实时数据传输还是偏差测试？",
        "AnswerEn": "deviation testing",
        "AnswerCn": "偏差测试",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main observation systems used for collecting wind and wave data in the southern waters of Sri Lanka?",
        "QuestionCn": "在斯里兰卡南部水域收集风和波浪数据的主要观测系统有哪些？",
        "AnswerEn": "AWS and wave buoys",
        "AnswerCn": "AWS和波浪浮标",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the wave buoys deployed for collecting wave data in the southern Sri Lankan waters?",
        "QuestionCn": "在斯里兰卡南部水域部署了哪些波浪浮标用于收集波浪数据？",
        "AnswerEn": "20 m and 10 m",
        "AnswerCn": "20米和10米",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in collecting wind and wave data in busy shipping lanes?",
        "QuestionCn": "在繁忙航道中收集风浪数据面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in collecting wind and wave data in busy shipping lanes includes the sparse simultaneous records of wind and wave data due to difficulties in deploying measurement instruments. Additionally, significant errors can occur in measurements, especially for mean wave direction (MWD), due to complicated nearshore geometry and the low resolution of large-scale models like ERA-Interim.",
        "AnswerCn": "在繁忙的航运通道中收集风和波浪数据的一个挑战包括由于部署测量仪器的困难，导致风和波浪数据的稀疏同时记录。此外，由于复杂的近岸地形和像ERA-Interim这样的大规模模型的低分辨率，测量中可能会出现显著的误差，尤其是在平均波浪方向（MWD）方面。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a dataset that includes both wind and wave observations in a coastal region?",
        "QuestionCn": "你能给我一个包含沿海地区风和波浪观测的示例数据集吗？",
        "AnswerEn": "An example of a dataset that includes both wind and wave observations is the continuous in situ hydro-meteorology observational dataset from instruments deployed in the south of Sri Lanka. This dataset includes wave data at two locations with water depths of 20 and 10 meters and consists of synchronous time series of wind, ocean astronomical tide, and air pressure.",
        "AnswerCn": "一个包含风和波浪观测的示例数据集是来自部署在斯里兰卡南部的仪器的连续现场水文气象观测数据集。该数据集包括在水深为20米和10米的两个地点的波浪数据，并包含风、海洋天文潮和气压的同步时间序列。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What challenges are typically associated with collecting wind and wave data in busy shipping lanes?",
        "QuestionCn": "在繁忙航道中收集风和波浪数据通常面临哪些挑战？",
        "AnswerEn": "difficulty of deploying instruments, potential measurement errors, limitations in large-scale model resolutions",
        "AnswerCn": "部署仪器的难度、潜在的测量误差、大规模模型分辨率的限制",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What specific features might be included in a dataset focused on the hydrodynamic processes of the north Indian Ocean?",
        "QuestionCn": "关于北印度洋水动力过程的数据集可能包含哪些具体特征？",
        "AnswerEn": "wave data at various water depths, synchronized time series of wind and ocean astronomical tide, air pressure readings, information on sea waves and swells, metadata on observation systems locations, depths, operational periods",
        "AnswerCn": "在不同水深处的波浪数据、同步的风和海洋天文潮汐时间序列、气压读数、海浪和涌浪信息、观测系统位置、深度、运行周期的元数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many observation systems are utilized in the data collection method for waves and wind in the southern Sri Lanka sea area?",
        "QuestionCn": "在南斯里兰卡海域的波浪和风的数据收集方法中，使用了多少个观测系统？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How long was the wave buoy anchored at a depth of 20 m operational for data collection?",
        "QuestionCn": "波浪浮标在20米深度锚定的操作数据收集持续了多长时间？",
        "AnswerEn": "5 months",
        "AnswerCn": "5个月",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'in situ observations' in the context of oceanographic data collection?",
        "QuestionCn": "在海洋数据收集的背景下，“现场观测”是什么意思？",
        "AnswerEn": "In situ observations refer to the direct measurement of ocean and atmospheric conditions using instruments placed in the environment, such as wave buoys and automatic weather stations (AWS), which provide the most accurate reflection of the actual state of the ocean and atmosphere.",
        "AnswerCn": "原位观测是指使用放置在环境中的仪器（如波浪浮标和自动气象站）直接测量海洋和大气条件，这些仪器提供了对海洋和大气实际状态的最准确反映。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods involving AWS and wave buoys in the southern Sri Lankan waters compare to other in situ ocean observation techniques used in different oceanic regions?",
        "QuestionCn": "在南斯里兰卡水域中，涉及AWS和波浪浮标的数据收集方法与其他海洋区域使用的不同原位海洋观测技术相比如何？",
        "AnswerEn": "The data collection methods in the southern Sri Lankan waters primarily use AWS and wave buoys to gather wind, air pressure, and surface wave data. These techniques involve calibration, real-time data transfer, and rigorous quality control, which are similar to other in situ observation methods. However, the unique challenges such as sparse data records and complex nearshore geometry require specific adjustments in these waters.",
        "AnswerCn": "南斯里兰卡水域的数据收集方法主要使用自动气象站（AWS）和波浪浮标来收集风、气压和表面波浪数据。这些技术涉及校准、实时数据传输和严格的质量控制，这与其他现场观测方法相似。然而，由于稀疏的数据记录和复杂的近岸地形，这些水域需要进行特定的调整。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the challenges of collecting wave data in regions with complex seabed terrain, and how might these challenges affect data reliability?",
        "QuestionCn": "在海床地形复杂的区域收集波浪数据的挑战是什么，可以推断出这些挑战如何影响数据的可靠性？",
        "AnswerEn": "In regions with complex seabed terrain, significant errors in measurements, especially for Mean Wave Direction (MWD), may occur. These challenges could be due to the low resolution of large-scale models, which are unable to accurately describe changes in the seabed. The reliability of data is affected as the complicated nearshore geometry can introduce additional variability in wave data collection.",
        "AnswerCn": "在海床地形复杂的区域，测量中可能会出现显著的误差，尤其是对于平均波向（MWD）。这些挑战可能是由于大规模模型的分辨率较低，无法准确描述海床的变化。由于复杂的近岸地形，波浪数据收集中的额外变异性会影响数据的可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the integration of multiple observational systems enhance the accuracy of wind and wave data collection, and what underlying rules can be drawn from the use of such systems in oceanographic research?",
        "QuestionCn": "多种观测系统的整合如何提高风和波浪数据收集的准确性，以及在海洋研究中使用这些系统可以得出的基本规则是什么？",
        "AnswerEn": "The integration of multiple observational systems, such as AWS and wave buoys, allows for comprehensive data collection across different parameters like wind speed, air pressure, and wave characteristics. This approach enhances accuracy by providing cross-validation opportunities and compensating for individual system limitations. It reflects an underlying rule in oceanographic research that diverse data sources can improve dataset reliability and robustness.",
        "AnswerCn": "多个观测系统的集成，如自动气象站（AWS）和波浪浮标，能够在不同参数（如风速、气压和波浪特征）上进行全面的数据收集。这种方法通过提供交叉验证机会和弥补各个系统的局限性来提高准确性。它反映了海洋研究中的一个基本原则，即多样化的数据来源可以提高数据集的可靠性和稳健性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What implications do the temporal resolutions of different data collection methods have on the analysis of wave patterns, and how might these resolutions influence the interpretation of underlying ocean dynamics?",
        "QuestionCn": "不同数据收集方法的时间分辨率对波浪模式分析的影响是什么，这些分辨率又如何影响对海洋动态的理解？",
        "AnswerEn": "Different temporal resolutions, such as 30 min, 10 min, and 1 h intervals, allow researchers to capture varying aspects of wave patterns. Higher temporal resolution can reveal finer details of wave dynamics and transient events, while lower resolution may highlight broader trends. These resolutions influence the interpretation of ocean dynamics by determining the granularity of the observed data, which can affect the understanding of phenomena like swells and monsoon impacts on wave climate.",
        "AnswerCn": "不同的时间分辨率，如30分钟、10分钟和1小时的间隔，使研究人员能够捕捉波浪模式的不同方面。更高的时间分辨率可以揭示波浪动态和瞬态事件的更细微细节，而较低的分辨率可能突出更广泛的趋势。这些分辨率影响对海洋动态的解释，通过决定观察数据的粒度，从而影响对涌浪和季风对波浪气候影响等现象的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why is in situ observation considered a crucial method for understanding ocean and atmospheric states in the context of the northern Indian Ocean?",
        "QuestionCn": "原位观测被认为是理解北印度洋海洋和大气状态的重要方法，原因是什么？",
        "AnswerEn": "In situ observations remain the most important reflections of the 'true' ocean and atmosphere state, providing data that are essential for model validation and data assimilation, especially in areas like the northern Indian Ocean where observational data are scarce.",
        "AnswerCn": "原位观测仍然是反映“真实”海洋和大气状态最重要的方式，提供的数据对于模型验证和数据同化至关重要，尤其是在观测数据稀缺的北印度洋地区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What factors contribute to the reliability of wave data collection in the southern seas of Sri Lanka, and how are these challenges addressed?",
        "QuestionCn": "影响斯里兰卡南部海域波浪数据收集可靠性的因素有哪些，以及这些挑战是如何应对的？",
        "AnswerEn": "The reliability of wave data collection is ensured through rigorous quality control processes, including calibration of sensors, real-time data transfer to reduce manual intervention, error detection, and removal of records deviating significantly from the mean to address potential errors and ensure data accuracy.",
        "AnswerCn": "波浪数据收集的可靠性通过严格的质量控制流程得以确保，包括传感器的校准、实时数据传输以减少人工干预、错误检测以及去除显著偏离均值的记录，以解决潜在错误并确保数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the likely outcomes of deploying multiple observation systems like AWS and wave buoys in the context of wave and wind data collection in maritime regions?",
        "QuestionCn": "在海洋区域收集波浪和风数据的背景下，部署多个观测系统，如AWS和波浪浮标，可能产生的结果是什么？",
        "AnswerEn": "Deploying multiple observation systems like AWS and wave buoys can enhance the comprehensiveness of wave and wind data collection, providing a more detailed and accurate dataset for understanding nearshore hydrodynamic processes and wave climate. This approach can help in ocean model parameterization and validation, and offer a more complete insight into maritime conditions.",
        "AnswerCn": "部署多个观测系统，如AWS和波浪浮标，可以增强波浪和风数据收集的全面性，为理解近岸水动力过程和波浪气候提供更详细和准确的数据集。这种方法有助于海洋模型的参数化和验证，并提供对海洋条件的更全面的洞察。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the challenges of deploying measurement instruments in busy shipping lanes affect the quality and reliability of ocean observational data?",
        "QuestionCn": "在繁忙的航道中部署测量仪器的挑战可能如何影响海洋观测数据的质量和可靠性？",
        "AnswerEn": "The challenges of deploying measurement instruments in busy shipping lanes can lead to sparse and potentially error-prone ocean observational data. Complex nearshore geometry and low-resolution models may introduce measurement errors, especially in parameters like Mean Wave Direction (MWD), affecting the reliability of the data.",
        "AnswerCn": "在繁忙的航运通道中部署测量仪器的挑战可能导致海洋观测数据稀疏且可能存在错误。复杂的近岸地形和低分辨率模型可能引入测量误差，特别是在像平均波向（MWD）这样的参数上，从而影响数据的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential consequences of integrating real-time data transfer and error detection in the process of data collection for wave and wind observations?",
        "QuestionCn": "将实时数据传输和错误检测集成到波浪和风观测的数据收集过程中可能带来的潜在后果是什么？",
        "AnswerEn": "Integrating real-time data transfer and error detection in wave and wind observation data collection can significantly enhance data accuracy and reliability by reducing manual intervention. It allows for immediate identification and correction of anomalies, helping to maintain the integrity of the dataset and improve its usability for subsequent analyses and applications.",
        "AnswerCn": "实时数据传输和错误检测的集成在波浪和风观测数据收集中的应用，可以显著提高数据的准确性和可靠性，减少人工干预。这使得能够立即识别和纠正异常，帮助维护数据集的完整性，并提高其在后续分析和应用中的可用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind deploying in situ observation systems in the waters south of Sri Lanka for wave and wind data collection?",
        "QuestionCn": "在斯里兰卡南部水域部署原位观测系统收集波浪和风数据的主要目标是什么？",
        "AnswerEn": "The primary objectives are to advance the understanding of nearshore hydrodynamic processes and wave climate, including sea waves and swells, in the north Indian Ocean. Additionally, the data is valuable for ocean model parameterization and validation, and for ensuring the safety of shipping lanes in a region that hosts one of the busiest maritime routes.",
        "AnswerCn": "主要目标是推进对北印度洋近岸水动力过程和波浪气候的理解，包括海浪和涌浪。此外，这些数据对海洋模型的参数化和验证以及确保航道安全具有重要价值，该地区是世界上最繁忙的海运路线之一。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What goals are pursued by implementing rigorous quality control measures in the collection of oceanographic data using pressure sensors and buoys?",
        "QuestionCn": "实施严格的质量控制措施在使用压力传感器和浮标收集海洋数据时追求的目标是什么？",
        "AnswerEn": "The goals pursued by implementing rigorous quality control measures include ensuring the reliability and accuracy of the data collected, which is vital for analyzing oceanographic characteristics, improving the safety of maritime operations, and contributing to disaster assessment along the maritime silk road. Quality control helps maintain data integrity by removing anomalies and errors that could skew analyses and interpretations.",
        "AnswerCn": "实施严格的质量控制措施所追求的目标包括确保所收集数据的可靠性和准确性，这对于分析海洋特征、提高海上作业的安全性以及为海上丝绸之路的灾害评估做出贡献至关重要。质量控制通过消除可能扭曲分析和解释的异常值和错误，帮助维护数据的完整性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be followed to ensure the reliability and quality control of wave data collected from oceanic observation systems?",
        "QuestionCn": "可以遵循哪些程序来确保从海洋观测系统收集的波浪数据的可靠性和质量控制？",
        "AnswerEn": "The data collection method involves quality control measures such as calibration of sensors, real-time data transfer to reduce manual errors, error detection, and removal of records that deviate by more than three standard deviations from the data mean. This ensures data reliability and accuracy.",
        "AnswerCn": "数据收集方法涉及质量控制措施，如传感器的校准、实时数据传输以减少人工错误、错误检测以及删除偏离数据均值超过三个标准差的记录。这确保了数据的可靠性和准确性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can integrated observation systems be structured to efficiently collect wind and wave data in challenging maritime environments?",
        "QuestionCn": "集成观测系统如何构建，以在具有挑战性的海洋环境中高效收集风和波浪数据？",
        "AnswerEn": "An integrated observation system can include wave buoys and automated weather stations (AWS) placed strategically, such as at different depths in the ocean and onshore, to gather comprehensive data. Calibration of instruments and real-time data transfer are crucial to minimize errors and maintain continuity in data collection.",
        "AnswerCn": "一个综合观测系统可以包括波浪浮标和自动气象站（AWS），这些设备可以战略性地放置在不同的海洋深度和陆地上，以收集全面的数据。仪器的校准和实时数据传输对于最小化误差和保持数据收集的连续性至关重要。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the reliable collection of wave and tidal data in regions with complex seabed terrain, such as the southern waters of Sri Lanka?",
        "QuestionCn": "哪些技术进步使得在海床地形复杂的地区（如斯里兰卡南部水域）可靠地收集波浪和潮汐数据成为可能？",
        "AnswerEn": "The use of pressure-type sensors deployed on the seabed and wave buoys anchored at specific depths have enabled reliable data collection. These instruments are calibrated and undergo quality control measures, such as error detection and deviation testing, to ensure data accuracy despite the complex seabed terrain.",
        "AnswerCn": "在海床上部署的压力型传感器和在特定深度锚定的波浪浮标使得可靠的数据收集成为可能。这些仪器经过校准，并进行质量控制措施，如错误检测和偏差测试，以确保数据的准确性，尽管海床地形复杂。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do integrated observation systems enhance the collection of wind and wave data in busy shipping lanes in the northern Indian Ocean?",
        "QuestionCn": "综合观测系统如何在北印度洋繁忙的航道中增强风和波浪数据的收集？",
        "AnswerEn": "Integrated observation systems, which combine wave buoys and automatic weather stations (AWS), enhance data collection by providing synchronized measurements of wind, air pressure, and surface waves. These systems allow for continuous data acquisition even in busy shipping lanes, reducing manual intervention and ensuring data quality through real-time data transfer and rigorous quality control processes.",
        "AnswerCn": "综合观测系统结合了波浪浮标和自动气象站（AWS），通过提供风、气压和表面波的同步测量来增强数据收集。这些系统允许在繁忙的航道中进行连续数据采集，减少人工干预，并通过实时数据传输和严格的质量控制过程确保数据质量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methods are employed to ensure the accuracy and reliability of ocean observational datasets used for model validation in the north Indian Ocean?",
        "QuestionCn": "为了确保用于北印度洋模型验证的海洋观测数据集的准确性和可靠性，采用了哪些方法？",
        "AnswerEn": "To ensure accuracy and reliability, methods such as sensor calibration, real-time data transfer, error detection, and deviation testing are employed. Records deviating by more than three standard deviations from the mean are removed, and data is collected from integrated systems comprising wave buoys and AWS, capturing detailed temporal variations.",
        "AnswerCn": "为了确保准确性和可靠性，采用了传感器校准、实时数据传输、错误检测和偏差测试等方法。偏离均值超过三个标准差的记录将被删除，并且数据来自集成系统，包括波浪浮标和自动气象站，捕捉详细的时间变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be a limited availability of simultaneous wind and wave data records in oceanic regions with busy shipping lanes?",
        "QuestionCn": "在繁忙航道的海洋区域，风和波浪数据记录的同时可用性可能有限的原因是什么？",
        "AnswerEn": "Simultaneous records of wind and wave data are sparse due to difficulties in deploying measurement instruments in busy shipping lanes. The presence of significant errors in measurements, especially for MWD, could also be attributed to the complicated nearshore geometry and the low resolution of large-scale models that fail to capture changes in complex seabed terrain.",
        "AnswerCn": "由于在繁忙的航道中部署测量仪器的困难，同时记录风和波浪数据的情况较少。测量中存在显著误差，尤其是主波向（MWD），可能也与复杂的近岸地形和大型模型的低分辨率有关，这些模型无法捕捉复杂海床地形的变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do oceanographic models still rely heavily on in situ observations despite the availability of reanalysis datasets?",
        "QuestionCn": "尽管有再分析数据集的可用性，海洋学模型仍然在很大程度上依赖于现场观测的原因是什么？",
        "AnswerEn": "In situ observations remain the most important reflections of the 'true' ocean and atmosphere state. They are crucial for model validation and parameterization as they provide accurate and direct measurements that reanalysis datasets and models, which can have limitations in resolution and accuracy, may not capture comprehensively.",
        "AnswerCn": "原位观测仍然是反映“真实”海洋和大气状态最重要的依据。它们对于模型验证和参数化至关重要，因为它们提供了准确和直接的测量，而再分析数据集和模型可能在分辨率和准确性上存在局限，无法全面捕捉。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential challenges in expanding the existing observational datasets for the southern Sri Lankan wave studies?",
        "QuestionCn": "扩展南斯里兰卡波浪研究现有观测数据集的潜在挑战是什么？",
        "AnswerEn": "Potential challenges include the difficulties of deploying measurement instruments due to busy shipping lanes, significant errors, especially in MWD measurements caused by complex seabed terrain, and the need for high-resolution models to accurately describe these changes.",
        "AnswerCn": "潜在挑战包括由于繁忙的航运通道而导致的测量仪器部署困难、由于复杂的海底地形而造成的测量（特别是测井数据）显著误差，以及需要高分辨率模型以准确描述这些变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways might integrating additional observational technologies enhance the understanding of wave characteristics in the region?",
        "QuestionCn": "在该地区整合额外的观测技术可能会以哪些方式增强对波浪特征的理解？",
        "AnswerEn": "Integrating additional observational technologies, such as higher-resolution sensors or advanced remote sensing techniques, could enhance the understanding of wave characteristics by providing more accurate and comprehensive data. This integration could help address errors and limitations associated with current methods, offering better model validation and parameterization opportunities.",
        "AnswerCn": "整合额外的观测技术，如高分辨率传感器或先进的遥感技术，可以通过提供更准确和全面的数据来增强对波浪特征的理解。这种整合可以帮助解决当前方法中存在的错误和局限性，提供更好的模型验证和参数化机会。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about how data quality control is maintained when collecting wave and wind data in oceanic environments.",
        "QuestionCn": "我不确定在海洋环境中收集波浪和风数据时如何保持数据质量控制。",
        "AnswerEn": "Data quality control is maintained through calibration of sensors, real-time data transfer to storage facilities to minimize manual intervention, error detection, deviation testing, and removal of records that deviate by more than 3 standard deviations from the mean.",
        "AnswerCn": "数据质量控制通过传感器的校准、实时数据传输到存储设施以最小化人工干预、错误检测、偏差测试以及删除偏离均值超过3个标准差的记录来维护。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand how challenges like sparse simultaneous wind and wave data records in busy shipping lanes can be addressed.",
        "QuestionCn": "我不明白如何解决繁忙航道中稀疏的同时风和波浪数据记录等挑战。",
        "AnswerEn": "Challenges like sparse simultaneous wind and wave data records can be addressed by deploying an integrated observation system that includes wave buoys and AWSs, ensuring continuous data collection despite the busy shipping lanes and complex nearshore geometry.",
        "AnswerCn": "像稀疏的同时风浪数据记录这样的挑战可以通过部署一个集成观测系统来解决，该系统包括波浪浮标和自动气象站（AWS），确保尽管有繁忙的航道和复杂的近岸地形，仍能持续收集数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how the deployment of instruments in challenging marine environments is effectively managed.",
        "QuestionCn": "我无法理解在具有挑战性的海洋环境中如何有效管理仪器的部署。",
        "AnswerEn": "Deployment in challenging marine environments is managed by anchoring wave buoys at specified depths and ensuring continuous operation to collect water level and wave data. Additional sensors like AWSs are installed for meteorological data, with periodic upgrades to improve accuracy and resilience to environmental conditions.",
        "AnswerCn": "在具有挑战性的海洋环境中，部署波浪浮标通过在指定深度锚定来管理，并确保持续运行以收集水位和波浪数据。还安装了额外的传感器，如自动气象站（AWS），以获取气象数据，并定期进行升级，以提高准确性和对环境条件的适应能力。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore various data collection methods for obtaining wave and wind data in the southern Indian Ocean, particularly off the coast of Sri Lanka.",
        "QuestionCn": "请探讨在南印度洋，特别是在斯里兰卡沿海地区获取波浪和风数据的各种数据收集方法。",
        "AnswerEn": "The data collection methods for obtaining wave and wind data in the southern Indian Ocean, particularly off the coast of Sri Lanka, include deploying wave buoys and AWS (Automatic Weather Stations). The wave buoys, such as Buoy 1 and Buoy 2, are anchored at specific depths (20m and 10m respectively) to measure water level and wave data. AWS are used to measure meteorological parameters like wind speed and direction, air temperature, humidity, and air pressure.",
        "AnswerCn": "在南印度洋，特别是斯里兰卡沿海，获取波浪和风数据的方法包括部署波浪浮标和自动气象站（AWS）。波浪浮标，如浮标1和浮标2，分别锚定在特定深度（20米和10米）以测量水位和波浪数据。自动气象站用于测量气象参数，如风速和风向、气温、湿度和气压。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please identify and discuss the challenges faced during the deployment and operation of oceanic data collection instruments in the southern waters near Sri Lanka.",
        "QuestionCn": "请识别并讨论在斯里兰卡南部水域部署和操作海洋数据收集仪器时面临的挑战。",
        "AnswerEn": "Challenges faced during the deployment and operation of oceanic data collection instruments in the southern waters near Sri Lanka include the scarcity of simultaneous wind and wave data due to difficulties in instrument deployment. Significant measurement errors, especially in Mean Wave Direction (MWD), are noted. These errors could be attributed to the complex nearshore geometry and low resolution of large-scale models that fail to capture changes in seabed terrain.",
        "AnswerCn": "在斯里兰卡南部水域部署和操作海洋数据采集仪器时面临的挑战包括由于仪器部署困难而导致的同时风浪数据稀缺。特别是在平均波向（MWD）方面，显著的测量误差被注意到。这些误差可能归因于复杂的近岸地形和大型模型的低分辨率，这些模型未能捕捉到海床地形的变化。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}