{
  "id": "a821afb1-e1de-4c79-a645-44eeefbd9a26",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "RNA-seq data of human umbilical vein endothelial cell samples",
      "titleCn": "现生人群胎盘样本的单细胞转录组测序数据",
      "description": "1) Data content: this data is the placenta umbilical cord endothelial cells (HUVEC) transcriptome data of high altitude Tibetan and lowland Han population generated during the implementation of the project, including the RNA-seq data of 3 high altitude Tibetan HUVEC and 3 lowland Han placenta HUVEC. Each RNA-seq data is 6G sequencing depth, which can be used to study the effect of high altitude Tibetan population and lowland Han population for gene expression patterns at hypoxic environment.\n2) Data source and processing method: own data, the pair end 150bp sequencing method using Illumina x-ten sequencing platform.\n3) Data quality: 6G data depth, q30 > 90%.\n4) Results and prospects of data application: the data will be used to validate the gene expression pattern of high altitude hypoxia adaptation gene to hypoxia environment at the cell level.",
      "descriptionCn": "1) 数据内容：该数据是项目实施过程中产生的高原藏族与平原汉族人群的胎盘转录组数据，包括3例高原藏族脐带内皮细胞RNA-seq数据与3例平原汉族胎盘组织脐带内皮细胞RNA-seq数据，每个RNA-seq数据量为6G测序深度，可以用来研究高原藏族人群与平原汉族人群对高原低氧环境的基因表达差异模式。\n2）数据来源及加工方法：课题组自有数据，利用illumina X-ten 测序平台Pair-end 150bp建库测序方法。\n3）数据质量：6G数据量，Q30>90%。\n4）数据应用成果及前景：数据用于在细胞水平验证高原低氧适应基因对低氧环境的基因表达变化模式。",
      "instructions": "A represents Tibetan adaptive cell line; W represents Han wild type cell line.",
      "instructionsCn": "A表示藏族适应性细胞株；W表示汉族野生型细胞株。",
      "east": 91.11,
      "west": 0.0,
      "south": 0.0,
      "north": 29.97,
      "startTime": null,
      "endTime": null,
      "fileSize": 39658431507.0,
      "cstr": "18406.11.Ecolo.tpdc.270375",
      "doi": "10.11888/Ecolo.tpdc.270375",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "祁学斌",
        "nameEn": "QI Xuebin",
        "unitEn": "",
        "unitCn": "中国科学院昆明动物研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Down-regulation of EPAS1 transcription and genetic adaptation of Tibetans to high-altitude hypoxia",
        "referenceCn": null,
        "referenceEn": "Peng, Y., Cui, C., He, Y., Ouzhuluobu, Zhang, H., Yang, D., Zhang, Q., Bianbazhuoma, Yang, L., He, Y., Xiang, K., Zhang, X., Bhandari, S., Shi, P., Yangla, Dejiquzong, Baimakangzhuo, Duojizhuoma, Pan, Y., Cirenyangji, Baimayangji, Gonggalanzi, Bai, C., Bianba, Basang, Ciwangsangbu, Xu, S., Chen, H., Liu, S., Wu, T., Qi, X. & Su, B.  (2017). Down-regulation of EPAS1 transcription and genetic adaptation of Tibetans to high-altitude hypoxia. Mol Biol Evol 34, 818-830."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "藏族人群",
        "nameEn": "Tibetan ethnic group"
      },
      {
        "nameCn": "遗传多样性",
        "nameEn": "Genetic diversity"
      },
      {
        "nameCn": "高原适应",
        "nameEn": "High altitude adaptation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "现在",
        "keywordEn": "present",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of single-cell transcriptome sequencing data collected from placental samples of high-altitude Tibetan and lowland Han populations?",
        "QuestionCn": "高海拔藏族和低地汉族人群的胎盘样本中收集的单细胞转录组测序数据的具体特征是什么？",
        "AnswerEn": "RNA-seq, umbilical endothelial cells, 3 high-altitude Tibetan samples, 3 lowland Han samples, sequencing depth of 6G",
        "AnswerCn": "RNA测序，脐带内皮细胞，3个高海拔藏族样本，3个低地汉族样本，测序深度为6G",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons that influence the choice of sequencing platform and library construction methods in generating single-cell transcriptome data for placental samples from different populations?",
        "QuestionCn": "影响选择测序平台和文库构建方法以生成来自不同人群的胎盘样本单细胞转录组数据的潜在原因是什么？",
        "AnswerEn": "The choice of the Illumina X-ten sequencing platform and the Pair-end 150bp library construction method is influenced by the need for high sequencing depth and accuracy, as evidenced by the achievement of 6G data volume with over 90% Q30 quality. These factors are crucial for accurately capturing gene expression differences between high-altitude Tibetan and lowland Han populations in hypoxic environments.",
        "AnswerCn": "选择Illumina X-ten测序平台和双端150bp文库构建方法是由于对高测序深度和准确性的需求，正如实现6G数据量且超过90% Q30质量所证明的。这些因素对于准确捕捉高原藏族和低地汉族在缺氧环境下的基因表达差异至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on understanding gene expression differences when using a data collection method involving Illumina X-ten sequencing with a sequencing depth of 6G and Q30>90%?",
        "QuestionCn": "使用Illumina X-ten测序，测序深度为6G且Q30>90%的数据收集方法，对理解基因表达差异的潜在影响是什么？",
        "AnswerEn": "Using the Illumina X-ten sequencing platform with a sequencing depth of 6G and Q30>90% ensures high-quality data, which can accurately capture gene expression differences between high-altitude Tibetan and low-altitude Han populations, thus enhancing understanding of genetic adaptations to hypoxic environments.",
        "AnswerCn": "使用Illumina X-ten测序平台，测序深度为6G且Q30>90%可确保高质量数据，能够准确捕捉高原藏族与低海拔汉族人群之间的基因表达差异，从而增强对缺氧环境下遗传适应的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting single-cell transcriptome sequencing data from placental samples of high-altitude Tibetan and lowland Han populations?",
        "QuestionCn": "收集高海拔藏族和低地汉族人群的胎盘样本单细胞转录组测序数据的主要目标是什么？",
        "AnswerEn": "The primary objectives are to investigate the gene expression differences in response to the hypoxic environment between high-altitude Tibetan and lowland Han populations, and to validate hypoxia adaptation genes at the cellular level.",
        "AnswerCn": "主要目标是研究高原藏族和低地汉族人群在缺氧环境下的基因表达差异，并在细胞水平验证缺氧适应基因。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are necessary to ensure high-quality data collection and sequencing for single-cell transcriptomics in human placental samples from different populations?",
        "QuestionCn": "确保来自不同人群的人类胎盘样本的单细胞转录组学高质量数据收集和测序所需的程序是什么？",
        "AnswerEn": "The data collection method involves utilizing the Illumina X-ten sequencing platform with a Pair-end 150bp library construction and sequencing approach. This method ensures data quality, with a sequencing depth of 6G and Q30>90%, suitable for analyzing gene expression differences under hypoxic environments.",
        "AnswerCn": "数据收集方法涉及使用Illumina X-ten测序平台，采用双端150bp文库构建和测序方法。该方法确保数据质量，测序深度为6G，Q30>90%，适合分析缺氧环境下的基因表达差异。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What sequencing technology advancements enable the collection of detailed single-cell RNA-seq data from human placental samples in high-altitude and low-altitude populations?",
        "QuestionCn": "哪些测序技术的进步使得能够从高海拔和低海拔人群的胎盘样本中收集详细的单细胞RNA测序数据？",
        "AnswerEn": "The use of the Illumina X-ten sequencing platform with Pair-end 150bp library construction sequencing method enables the collection of detailed single-cell RNA-seq data from human placental samples, allowing for in-depth analysis of gene expression differences between high-altitude Tibetan and low-altitude Han populations.",
        "AnswerCn": "使用Illumina X-ten测序平台和双端150bp文库构建测序方法，可以从人类胎盘样本中收集详细的单细胞RNA测序数据，从而深入分析高海拔藏族和低海拔汉族人群之间的基因表达差异。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}