{
    "id": "a82849b0-9af5-457d-8968-4471dd845f2e",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "High spatial  resolution (10km) surface solar radiation dataset with by merging sunshine hours over China China (1983-2017)",
            "titleCn": "中国区域融合日照时数的高分辨率（10km）地表太阳辐射数据集（1983-2017）",
            "description": "This data set is a national high-resolution solar radiation data set covering 34 years (1983.7-2017.6), with a resolution of 10 km. The data unit is W / m2. The data set is developed by merging  the global high-resolution (3 hours, 10 km) surface solar radiation data set (1983-2017) with isccp-hxg cloud products as the main input, with ground based sunshine duration derived surface solar raidation data from 2261 meteorological stations in China by using the geographic weighted regression method. The validation results  show that this dataset can provide more accurate simulation of long-term variability of surface solar radiation than that of gewex-srb, cmsaf-clara-a2 and the isccp-hxg based surface solar radiation  product. This data can provide favorable data support for the application and research of long-term change of hydrology in land surface process simulation.",
            "descriptionCn": "本数据集是一个包含34年（1983.7-2017.6）的全国高分辨率地表太阳辐射数据集，其分辨率为10公里，数据单位为W/㎡。该数据集是基于以ISCCP-HXG云产品为主要输入的全球高分辨率（3小时，10公里）地表太阳辐射数据集（1983-2017）上，通过地理加权回归方式，融合全国2261个气象台站日照时数反演的地表太阳辐射站点数据而生成的全国地表太阳辐射分布数据。验证并和其他全球卫星辐射产品比较表明，该数据集在长期趋势模拟上比GEWEX-SRB、CMSAF-CLARA-A2、ISCCP-HXG卫星辐射产品的精度要高。本数据可为陆地表面过程模拟的水文生态学的长期变化应用和研究中提供有利的数据支持。",
            "instructions": "This data is in NetCDF format and contains 6 variables. The recordid is the record number. RS is the surface solar radiation data. Latitude and longitude are latitude and longitude. Month and year are months and years. For more information about NetCDF, see http://www.unidata.ucar.edu/software/netcdf.",
            "instructionsCn": "本数据为netcdf格式，包含6个变量。RecordID为记录号。Rs为地表太阳辐射数据。latitude和longitude为经纬度。month和year为月和年。有关netcdf的详细信息，请参http://www.unidata.ucar.edu/software/netcdf.",
            "east": 136.650004718453,
            "west": 66.9500036798418,
            "south": 15.2499988861382,
            "north": 54.8499994762241,
            "startTime": "1983-07-01 00:00:00",
            "endTime": "2017-06-30 00:00:00",
            "fileSize": 452260882.0,
            "cstr": "18406.11.Meteoro.tpdc.271023",
            "doi": "10.11888/Meteoro.tpdc.271023",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "冯飞",
                "nameEn": "FENG Fei",
                "unitEn": "",
                "unitCn": "北京林业大学"
            },
            {
                "nameCn": "王开存",
                "nameEn": "WANG Kaicun",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "全球高分辨率（3小时，10公里）地表太阳辐射数据集（1983-2017）",
                "titleEn": null,
                "referenceCn": "唐文君. (2019). 全球高分辨率（3小时，10公里）地表太阳辐射数据集（1983-2017）. 国家青藏高原科学数据中心, DOI: 10.11888/Meteoro.tpdc.270112. CSTR: 18046.11.Meteoro.tpdc.270112.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Merging High-Resolution Satellite Surface Radiation Data with Meteorological Sunshine Duration Observations over China from 1983 to 2017",
                "referenceCn": null,
                "referenceEn": "Feng, F., Wang, K.C. (2021). Merging High-Resolution Satellite Surface Radiation Data with Meteorological Sunshine Duration Observations over China from 1983 to 2017. Remote Sensing, 13, 602."
            },
            {
                "titleCn": null,
                "titleEn": "A 16-year dataset (2000–2015) of high-resolution (3 h, 10 km) global surface solar radiation",
                "referenceCn": null,
                "referenceEn": "Tang, W., Yang, K., Qin, J., Li, X., & Niu, X. (2019). A 16-year dataset (2000–2015) of high-resolution (3 h, 10 km) global surface solar radiation. Earth Syst. Sci. Data, 11, 1905–1915, https://doi.org/10.5194/essd-11-1905-2019."
            },
            {
                "titleCn": null,
                "titleEn": "Improving estimation of hourly, daily, and monthly solar radiation by importing global data sets",
                "referenceCn": null,
                "referenceEn": "[2] Yang, K., T. Koike, B. Ye, 2006: Improving estimation of hourly, daily, and monthly solar radiation by importing global data sets, Agricultural and Forest Meteorology, 137, 43-55."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气遥感",
                "nameEn": "Atmosphere Remote Sensing"
            },
            {
                "nameCn": "太阳辐射",
                "nameEn": "Solar radiation"
            },
            {
                "nameCn": "日照",
                "nameEn": "Sunshine"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1983-2017",
                "keywordEn": "1983-2017",
                "type": "temporal"
            },
            {
                "keywordCn": "月尺度",
                "keywordEn": "monthly",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "近40年中国高时空分辨率地表太阳辐射数据集的构建和应用",
                "titleEn": "Construction and application of high spatial-temporal resolution surface solar radiation data in China over last four decade"
            },
            {
                "titleCn": "全球变化驱动下陆表自然和人文要素相互作用及区域表现",
                "titleEn": "Interaction and regional performance of natural and human factors on land surface driven by global change"
            },
            {
                "titleCn": "中国地区地表太阳辐射数据集影响因素分析与数据融合",
                "titleEn": "Surface solar radiation impact factors analysis and data fusion in China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Long-term changes in surface solar radiation (Rs, spectral range of 0.3–3.0 µm) with a decrease (global dimming) from the 1950s to the late 1980s and a subsequent increase (global brightening) have been observed worldwide. Global dimming and brightening inevitably lead to energy balance changes and have substantial impacts on land surface climate, hydrologic cycle, carbon cycle and human activity. Direct observations can provide accurate Rs records. Before 1990, the USSR pyranometer imitations had different degradation rates in the thermopile, resulting in an important sensitivity drift. To overcome radiometer aging, China replaced its instruments from 1990 to 1993. However, the new solar trackers frequently failed and introduced a high missing data rate for the direct radiation component of Rs. After 1993, although the instruments were substantially improved, the Chinese-developed pyranometers still had a high thermal offset with directional response errors, and the stability of these instruments was also worse than that of the World Meteorological Organization (WMO)-recommended first-class pyranometers. Since the 1960s, the possibility of estimating Rs from satellites has been examined in many studies. Due to the capability of capturing the spatial distribution and dynamic evolution of clouds from satellite data, satellite-derived Rs products have long been recognized as better methods to estimate regional and global Rs than numerical modeling. The trend of Rs derived from satellites has been shown to be consistent with ground observations but differs in sign and magnitude. Satellite Rs products based on the early version of the ISCCP cloud dataset show quite different interannual variations in Rs from 1984 to 2000, which are only approximately one half to one third of the direct Rs surface observations over China. The surface sunshine duration (SunDu) is the sum of the time for which the ground surface is irradiated by a direct solar irradiance beam exceeding a certain threshold (usually 120 W/m2) and is considered to be a reliable proxy of Rs. SunDu has been used as reference data to adjust the inhomogeneity of direct observations over China. Previous studies further demonstrate that SunDu can be used as a reliable proxy for direct Rs observed data to reconstruct long-term Rs. The previously mentioned inhomogeneity adjustment methods mainly focus on Rs data over observation sites, and the adjustment processes are generally “point to point” corrections. Comparatively, inhomogeneities in the satellite Rs gridded data have attracted little attention due to the lack of reliable Rs reference data with large spatial coverage."
            ],
            "research objective": [
                "To adjust the inhomogeneity of the satellite Rs products, we propose a geographically weighted regression fusion method (HGWR) to merge ISCCP-HXG Rs with SunDu-derived Rs."
            ],
            "challenges": [
                "However, the three AVHRR-based satellite Rs products have significant biases in quantifying the trend of Rs from 1983 to 2016 (−4.28 W/m2/decade to 2.56 W/m2/decade) due to inhomogeneity in satellite cloud products and the lack of information on atmospheric aerosol optical depth."
            ],
            "methods": [
                "First, we use direct Rs observations and SunDu-derived Rs to assess the performances of these long-term satellite Rs products, including CMSAF CLARA-A2 (CMSAF), GEWEX-SRB (GEWEX) and ISCCP-HXG (HXG), over China, especially for the long-term Rs trends. Geographically weighted regression (GWR) is used as a fusion method to merge the ISCCP-HXG-derived Rs with ground-based SunDu-derived Rs (HGWR). All the 121 direct Rs observation sites, where both direct observed Rs data and SunDu-derived Rs data are recorded, are used as validation sites, and the remaining 2261 sites are merged with HXG by GWR."
            ],
            "dataset": [
                "SunDu-derived Rs is available from the 1960s at more than 2000 stations over China, which provides reliable decadal estimations of Rs."
            ],
            "findings": [
                "The merged Rs product over China from 1983 to 2017 with a spatial resolution of 10 km produces nearly the same trend as that of the SunDu-derived Rs. This study makes a first attempt to adjust the inhomogeneity of satellite Rs products and provides the merged high-resolution Rs product from 1983 to 2017 over China, which can be downloaded freely."
            ],
            "backgroundCn": [
                "长期以来，全球范围内观察到地表太阳辐射（Rs，光谱范围为0.3–3.0 µm）发生了变化，从20世纪50年代到80年代末出现了减少（全球变暗），随后又出现了增加（全球变亮）。全球变暗和变亮不可避免地导致能量平衡变化，并对陆地表面气候、水文循环、碳循环和人类活动产生重大影响。直接观测可以提供准确的Rs记录。在1990年之前，苏联的辐射计仿制品在热电堆方面存在不同的老化速率，导致了重要的灵敏度漂移。为了克服辐射仪的老化，中国在1990年至1993年间更换了仪器。然而，新太阳追踪器经常出现故障，导致直接辐射分量的Rs缺失数据率较高。1993年后，尽管仪器得到了显著改善，但中国开发的辐射计仍存在较高的热偏移和方向响应误差，其稳定性也不如世界气象组织（WMO）推荐的一类辐射计。自20世纪60年代以来，许多研究考察了从卫星估算Rs的可能性。由于卫星数据能够捕捉云的空间分布和动态演变，卫星衍生的Rs产品长期以来被认为是估算区域和全球Rs的优于数值模型的方法。卫星衍生的Rs趋势已被证明与地面观测一致，但在符号和幅度上存在差异。基于早期版本ISCCP云数据集的卫星Rs产品显示，1984年至2000年间Rs的年际变化与中国的直接Rs地面观测相差甚远，仅约为后者的一半到三分之一。地表日照时数（SunDu）是指地面表面被直接太阳辐射束照射超过某一阈值（通常为120 W/m2）的时间总和，被认为是Rs的可靠代理。SunDu已被用作参考数据，以调整中国直接观测数据的不均匀性。先前的研究进一步证明，SunDu可以作为直接Rs观测数据的可靠代理，用于重建长期Rs。上述提到的不均匀性调整方法主要集中在观测站的Rs数据上，调整过程通常是“点对点”的修正。相比之下，由于缺乏具有大空间覆盖的可靠Rs参考数据，卫星Rs网格数据中的不均匀性受到的关注较少。"
            ],
            "research objectiveCn": [
                "为了调整卫星Rs产品的不均匀性，我们提出了一种地理加权回归融合方法（HGWR），将ISCCP-HXG Rs与SunDu衍生的Rs进行合并。"
            ],
            "challengesCn": [
                "然而，三个基于AVHRR的卫星Rs产品在量化1983年至2016年Rs的趋势时存在显著偏差（−4.28 W/m²/十年到2.56 W/m²/十年），这主要是由于卫星云产品的不均匀性以及缺乏大气气溶胶光学厚度的信息。"
            ],
            "methodsCn": [
                "首先，我们使用直接的辐射（Rs）观测数据和基于SunDu的辐射（Rs）数据来评估这些长期卫星辐射产品的性能，包括CMSAF CLARA-A2（CMSAF）、GEWEX-SRB（GEWEX）和ISCCP-HXG（HXG），特别是在中国的长期辐射趋势方面。地理加权回归（GWR）被用作融合方法，将ISCCP-HXG衍生的辐射与基于地面观测的SunDu衍生的辐射（HGWR）合并。所有121个直接辐射观测站点（同时记录了直接观测的辐射数据和SunDu衍生的辐射数据）被用作验证站点，其余2261个站点则通过GWR与HXG合并。"
            ],
            "datasetCn": [
                "SunDu派生的Rs自1960年代以来在中国超过2000个站点可用，提供可靠的十年估算的Rs。"
            ],
            "findingsCn": [
                "1983年至2017年间，中国的合并Rs产品具有10公里的空间分辨率，其趋势与SunDu衍生的Rs几乎相同。本研究首次尝试调整卫星Rs产品的不均匀性，并提供了1983年至2017年间中国的高分辨率合并Rs产品，用户可以免费下载。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can satellite-derived surface solar radiation products show consistent trends with ground observations over China?",
                "QuestionCn": "卫星获取的地表太阳辐射产品能否与中国的地面观测数据表现出一致的趋势？",
                "AnswerEn": "No",
                "AnswerCn": "否",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the geographically weighted regression method or another fusion technique more effective for merging satellite-derived Rs with ground-based data?",
                "QuestionCn": "地理加权回归方法或其他融合技术在将卫星衍生的Rs与地面数据合并方面哪种更有效？",
                "AnswerEn": "geographically weighted regression method",
                "AnswerCn": "地理加权回归方法",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the main challenge in adjusting satellite Rs products related to inhomogeneities in satellite cloud data or the lack of atmospheric aerosol optical depth information?",
                "QuestionCn": "调整卫星Rs产品的主要挑战是与卫星云数据的不均匀性有关，还是缺乏大气气溶胶光学厚度信息？",
                "AnswerEn": "inhomogeneities in satellite cloud data",
                "AnswerCn": "卫星云数据中的不均匀性",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Which dataset provides more reliable long-term estimations of Rs: SunDu-derived Rs data or direct Rs observations?",
                "QuestionCn": "哪个数据集提供更可靠的长期Rs估计：SunDu派生的Rs数据还是直接的Rs观测？",
                "AnswerEn": "SunDu-derived Rs data",
                "AnswerCn": "SunDu 衍生的 Rs 数据",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to adjust the inhomogeneity of satellite-derived surface solar radiation (Rs) products?",
                "QuestionCn": "用于调整卫星衍生的地表太阳辐射（Rs）产品的不均匀性的数据收集方法有哪些？",
                "AnswerEn": "Geographically weighted regression",
                "AnswerCn": "地理加权回归",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the observation sites located that provide data for the fusion method used in estimating surface solar radiation over China?",
                "QuestionCn": "提供用于估计中国地表太阳辐射的融合方法的数据的观测站点位于哪里？",
                "AnswerEn": "121 direct Rs observation sites, 2261 additional sites",
                "AnswerCn": "121个直接辐射观测站点，2261个附加站点",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with AVHRR-based satellite Rs products in quantifying long-term trends of Rs?",
                "QuestionCn": "与基于AVHRR的卫星Rs产品在量化Rs的长期趋势时相关的挑战有哪些？",
                "AnswerEn": "inhomogeneity in satellite cloud products, lack of information on atmospheric aerosol optical depth",
                "AnswerCn": "卫星云产品的不均匀性，缺乏大气气溶胶光学厚度的信息",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that adjusts the inhomogeneity of satellite-derived surface solar radiation products?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法调整卫星衍生的地表太阳辐射产品的不均匀性？",
                "AnswerEn": "An example of a data collection method that adjusts the inhomogeneity of satellite-derived surface solar radiation products is the geographically weighted regression fusion method, which merges ISCCP-HXG Rs with SunDu-derived Rs to address data inconsistencies.",
                "AnswerCn": "一种调整卫星衍生表面太阳辐射产品不均匀性的资料收集方法是地理加权回归融合方法，该方法将ISCCP-HXG Rs与SunDu衍生的Rs合并，以解决数据不一致的问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using satellite cloud products to quantify long-term trends in surface solar radiation?",
                "QuestionCn": "使用卫星云产品量化地面太阳辐射长期趋势时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge is the significant biases in AVHRR-based satellite Rs products, which occur due to inhomogeneity in satellite cloud products and the lack of information on atmospheric aerosol optical depth, affecting the accuracy in quantifying long-term trends from 1983 to 2016.",
                "AnswerCn": "一个挑战是基于AVHRR的卫星Rs产品存在显著的偏差，这主要是由于卫星云产品的不均匀性以及缺乏大气气溶胶光学厚度的信息，影响了从1983年到2016年长期趋势量化的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset that offers reliable decadal estimations of surface solar radiation in China?",
                "QuestionCn": "您能否提供一个可靠的中国表面太阳辐射十年估计的数据集的例子？",
                "AnswerEn": "An example of such a dataset is the SunDu-derived Rs, available from the 1960s at more than 2000 stations across China, which provides reliable decadal estimations of surface solar radiation.",
                "AnswerCn": "这样的数据集的一个例子是SunDu衍生的Rs，自1960年代以来在中国超过2000个站点提供可靠的十年表面太阳辐射估计。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific challenges associated with quantifying the trend of surface solar radiation from satellite data?",
                "QuestionCn": "从卫星数据量化地表太阳辐射趋势的具体挑战有哪些？",
                "AnswerEn": "significant biases, inhomogeneity in satellite cloud products, lack of atmospheric aerosol optical depth information",
                "AnswerCn": "卫星云产品中的显著偏差、不均匀性、缺乏大气气溶胶光学厚度信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many meteorological stations provide SunDu-derived Rs data for estimating surface solar radiation in China?",
                "QuestionCn": "有多少个气象站提供SunDu衍生的Rs数据用于估算中国的地面太阳辐射？",
                "AnswerEn": "2000+",
                "AnswerCn": "2000+",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the merged surface solar radiation dataset over China?",
                "QuestionCn": "中国合并的地表太阳辐射数据集的空间分辨率是多少？",
                "AnswerEn": "10 kilometers",
                "AnswerCn": "10公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Over how many years is the high-resolution surface solar radiation dataset available?",
                "QuestionCn": "高分辨率表面太阳辐射数据集可用多少年？",
                "AnswerEn": "34 years",
                "AnswerCn": "34年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'SunDu-derived Rs' mean in relation to estimating surface solar radiation?",
                "QuestionCn": "“SunDu-derived Rs”在估算地表太阳辐射时指的是基于SunDu模型或方法推导出的地表太阳辐射值。",
                "AnswerEn": "SunDu-derived Rs refers to surface solar radiation estimates derived from sunshine duration data, which measures the time the ground is irradiated by direct solar irradiance above a certain threshold, considered a reliable proxy for reconstructing long-term Rs data.",
                "AnswerCn": "SunDu衍生的Rs指的是基于日照时数数据估算的地面太阳辐射，日照时数测量的是地面在超过某一阈值的直接太阳辐射下的照射时间，被认为是重建长期Rs数据的可靠代理。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'inhomogeneity adjustment' imply when discussing satellite Rs data?",
                "QuestionCn": "“非均匀性调整”在讨论卫星Rs数据时意味着什么？",
                "AnswerEn": "Inhomogeneity adjustment in the context of satellite Rs data refers to the process of correcting inconsistencies or biases in satellite-derived surface solar radiation data by using reliable reference data, such as SunDu-derived Rs, to ensure the data accurately reflects long-term trends.",
                "AnswerCn": "在卫星Rs数据的背景下，非均匀性调整是指通过使用可靠的参考数据（如SunDu衍生的Rs）来修正卫星衍生的地表太阳辐射数据中的不一致性或偏差，以确保数据准确反映长期趋势。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the geographically weighted regression method used for merging satellite-derived Rs with ground-based SunDu-derived Rs compare to traditional point-to-point correction methods in terms of addressing inhomogeneity in Rs datasets?",
                "QuestionCn": "地理加权回归方法在将卫星衍生的Rs与基于地面的SunDu衍生的Rs合并时，与传统的逐点校正方法相比，在解决Rs数据集的不均匀性方面有什么不同？",
                "AnswerEn": "The geographically weighted regression method provides a spatially continuous adjustment by merging satellite-derived Rs with SunDu-derived Rs, unlike traditional point-to-point corrections, which are typically applied directly at observation sites. This approach addresses inhomogeneity more comprehensively by using a broader spatial context.",
                "AnswerCn": "地理加权回归方法通过将卫星衍生的Rs与SunDu衍生的Rs合并，提供了空间连续的调整，而不像传统的逐点校正通常直接应用于观测站点。这种方法通过使用更广泛的空间背景，更全面地解决了不均匀性问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the validation performance of merged Rs products over China compare when using direct Rs observations versus SunDu-derived Rs as reference datasets, given the long-term trends from 1983 to 2017?",
                "QuestionCn": "合并的Rs产品在中国的验证性能如何比较，使用直接的Rs观测数据与SunDu衍生的Rs作为参考数据集，考虑到1983年至2017年的长期趋势？",
                "AnswerEn": "The merged Rs product over China from 1983 to 2017, when validated against both direct Rs observations and SunDu-derived Rs, shows nearly the same trend as that of the SunDu-derived Rs, suggesting that SunDu-derived Rs is a reliable reference for accurately capturing long-term trends.",
                "AnswerCn": "1983年至2017年间，中国的合并Rs产品与直接Rs观测和SunDu衍生的Rs进行验证，显示出与SunDu衍生的Rs几乎相同的趋势，这表明SunDu衍生的Rs是准确捕捉长期趋势的可靠参考。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges in data collection are revealed by the biases in AVHRR-based satellite surface solar radiation products when assessing long-term trends?",
                "QuestionCn": "在评估长期趋势时，AVHRR卫星表面太阳辐射产品中的偏差揭示了数据收集中的哪些挑战？",
                "AnswerEn": "The significant biases in AVHRR-based satellite surface solar radiation products highlight challenges such as inhomogeneity in satellite cloud products and the lack of atmospheric aerosol optical depth information, which affect the accuracy of trend quantification from satellite data.",
                "AnswerCn": "基于AVHRR的卫星表面太阳辐射产品中的显著偏差突显了诸如卫星云产品的不均匀性和缺乏大气气溶胶光学厚度信息等挑战，这些因素影响了从卫星数据中量化趋势的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is there a significant bias in the trend estimation of Rs from certain AVHRR-based satellite products?",
                "QuestionCn": "为什么某些基于AVHRR的卫星产品在Rs的趋势估计中存在显著偏差？",
                "AnswerEn": "The significant biases in quantifying the trend of Rs from 1983 to 2016 are due to inhomogeneity in satellite cloud products and the lack of information on atmospheric aerosol optical depth.",
                "AnswerCn": "从1983年到2016年，量化Rs趋势的显著偏差是由于卫星云产品的不均匀性以及缺乏大气气溶胶光学厚度的信息。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the higher precision of the merged Rs product compared to other global satellite radiation products in long-term trend simulations?",
                "QuestionCn": "哪些因素导致合并的Rs产品在长期趋势模拟中比其他全球卫星辐射产品具有更高的精度？",
                "AnswerEn": "The higher precision is attributed to the use of geographically weighted regression to merge ISCCP-HXG Rs with SunDu-derived Rs, which provides a more accurate long-term trend simulation than other satellite radiation products.",
                "AnswerCn": "更高的精度归因于使用地理加权回归将ISCCP-HXG Rs与SunDu派生的Rs合并，这提供了比其他卫星辐射产品更准确的长期趋势模拟。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using geographically weighted regression fusion methods in merging satellite-derived and ground-based solar radiation data?",
                "QuestionCn": "使用地理加权回归融合方法合并卫星衍生和地面太阳辐射数据的潜在结果是什么？",
                "AnswerEn": "Using geographically weighted regression fusion methods can adjust the inhomogeneity of satellite Rs products, resulting in a merged high-resolution Rs product that reflects trends similar to those derived from ground-based SunDu data, providing more reliable data for long-term surface solar radiation studies in China.",
                "AnswerCn": "使用地理加权回归融合方法可以调整卫星Rs产品的不均匀性，从而生成一个合并的高分辨率Rs产品，该产品反映了与基于地面SunDu数据得出的趋势相似的结果，为中国长期地表太阳辐射研究提供了更可靠的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it essential to address the inhomogeneity in satellite solar radiation data products when developing high-resolution datasets?",
                "QuestionCn": "在开发高分辨率数据集时，解决卫星太阳辐射数据产品中的不均匀性是至关重要的。",
                "AnswerEn": "Addressing inhomogeneity in satellite solar radiation data products is essential to produce more accurate and reliable long-term trends of solar radiation over large spatial areas, as inconsistencies can lead to significant biases in trend quantification.",
                "AnswerCn": "解决卫星太阳辐射数据产品中的不均匀性对于在大范围内产生更准确和可靠的太阳辐射长期趋势至关重要，因为不一致性可能导致趋势量化中的显著偏差。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are necessary to integrate surface sunshine duration data with satellite-derived solar radiation data for creating a high-resolution dataset?",
                "QuestionCn": "将地面日照时长数据与卫星衍生的太阳辐射数据集成以创建高分辨率数据集所需的程序步骤是什么？",
                "AnswerEn": "A geographically weighted regression fusion method (HGWR) is used to merge ISCCP-HXG Rs with SunDu-derived Rs. Direct Rs observations and SunDu-derived Rs are assessed for long-term satellite Rs products, and the remaining sites are merged with HXG by GWR.",
                "AnswerCn": "一种地理加权回归融合方法（HGWR）用于将ISCCP-HXG Rs与SunDu衍生的Rs合并。直接的Rs观测值和SunDu衍生的Rs被用于评估长期卫星Rs产品，其余站点则通过GWR与HXG合并。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How can the biases in satellite-derived solar radiation products be addressed to improve the accuracy of long-term trend analysis?",
                "QuestionCn": "如何解决卫星衍生的太阳辐射产品中的偏差，以提高长期趋势分析的准确性？",
                "AnswerEn": "Significant biases in AVHRR-based satellite Rs products are adjusted by employing a geographically weighted regression method to merge satellite-derived Rs with SunDu-derived Rs, offering a more reliable trend analysis.",
                "AnswerCn": "通过采用地理加权回归方法，将卫星衍生的Rs与SunDu衍生的Rs合并，从而调整AVHRR卫星Rs产品中的显著偏差，提供更可靠的趋势分析。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions have enabled the use of geographically weighted regression methods for merging satellite-derived and ground-based solar radiation data?",
                "QuestionCn": "哪些条件使得地理加权回归方法能够用于合并卫星衍生和地面太阳辐射数据？",
                "AnswerEn": "The availability of both direct Rs observations and SunDu-derived Rs data at a significant number of sites across China enables the use of geographically weighted regression methods to merge satellite-derived and ground-based solar radiation data.",
                "AnswerCn": "在中国多个地点同时拥有直接的Rs观测数据和SunDu衍生的Rs数据，使得可以使用地理加权回归方法来融合卫星衍生和基于地面的太阳辐射数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of SunDu-derived radiation data enhance the accuracy of satellite-based solar radiation estimations?",
                "QuestionCn": "SunDu衍生的辐射数据的整合如何提高卫星基础太阳辐射估算的准确性？",
                "AnswerEn": "SunDu-derived radiation data provides reliable decadal estimations and serves as a reference to adjust the inhomogeneity of satellite Rs products, thereby enhancing their accuracy.",
                "AnswerCn": "SunDu衍生的辐射数据提供可靠的十年估计，并作为调整卫星Rs产品不均匀性的参考，从而提高其准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What resources or data are necessary to address the inhomogeneity challenges in satellite-derived solar radiation products?",
                "QuestionCn": "为了解决卫星衍生太阳辐射产品中的不均匀性挑战，所需的资源或数据包括：",
                "AnswerEn": "To address inhomogeneity challenges, it is necessary to have reliable reference data like SunDu-derived Rs, which allows for the adjustment of satellite Rs products using methods such as geographically weighted regression.",
                "AnswerCn": "为了解决不均匀性挑战，必须拥有可靠的参考数据，如SunDu衍生的Rs，这使得可以通过地理加权回归等方法调整卫星Rs产品。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might satellite-derived solar radiation products exhibit significant biases in trend estimation over time?",
                "QuestionCn": "卫星衍生的太阳辐射产品在时间趋势估计中可能会出现显著偏差的原因是什么？",
                "AnswerEn": "Satellite-derived solar radiation products have significant biases due to inhomogeneity in satellite cloud products and the lack of information on atmospheric aerosol optical depth.",
                "AnswerCn": "卫星衍生的太阳辐射产品由于卫星云产品的不均匀性以及缺乏大气气溶胶光学厚度的信息而存在显著偏差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it expected that SunDu-derived solar radiation data provides reliable long-term estimates?",
                "QuestionCn": "为什么预计SunDu衍生的太阳辐射数据能够提供可靠的长期估计？",
                "AnswerEn": "SunDu-derived solar radiation data is considered reliable because it has been used successfully as a proxy for direct solar radiation observations, providing consistent decadal estimations at over 2000 stations across China.",
                "AnswerCn": "SunDu衍生的太阳辐射数据被认为是可靠的，因为它已成功作为直接太阳辐射观测的代理，提供了中国超过2000个站点的一致十年估算。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are your thoughts on the effectiveness of using geographically weighted regression fusion methods in addressing the inhomogeneity of satellite-derived surface solar radiation data?",
                "QuestionCn": "我对使用地理加权回归融合方法在解决卫星衍生的地表太阳辐射数据的不均匀性方面的有效性有什么看法？",
                "AnswerEn": "The geographically weighted regression fusion method is evaluated as effective for adjusting the inhomogeneity of satellite-derived surface solar radiation data. It allows for the merging of satellite-derived data with ground-based data, producing a high-resolution dataset that aligns closely with ground observations, as demonstrated in the merging of ISCCP-HXG Rs with SunDu-derived Rs.",
                "AnswerCn": "地理加权回归融合方法被评估为有效调整卫星衍生的表面太阳辐射数据的不均匀性。它允许将卫星衍生数据与地面观测数据合并，生成与地面观测高度一致的高分辨率数据集，正如在ISCCP-HXG Rs与SunDu衍生的Rs合并中所示。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the challenges posed by the biases in AVHRR-based satellite products in accurately quantifying long-term trends of surface solar radiation?",
                "QuestionCn": "您如何评估AVHRR卫星产品中存在的偏差对准确量化地表太阳辐射长期趋势所带来的挑战？",
                "AnswerEn": "The biases in AVHRR-based satellite products present significant challenges in accurately quantifying long-term trends of surface solar radiation, ranging from -4.28 W/m2/decade to 2.56 W/m2/decade. These biases are attributed to inhomogeneity in satellite cloud products and the lack of atmospheric aerosol optical depth information, which necessitate robust correction methods like geographically weighted regression for reliable long-term trend analysis.",
                "AnswerCn": "基于AVHRR的卫星产品中的偏差对准确量化地表太阳辐射的长期趋势提出了重大挑战，范围从-4.28 W/m2/十年到2.56 W/m2/十年。这些偏差归因于卫星云产品的不均匀性以及缺乏大气气溶胶光学厚度信息，这需要像地理加权回归这样的稳健校正方法，以便进行可靠的长期趋势分析。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your evaluation of the potential for SunDu-derived surface solar radiation data as a reliable proxy for reconstructing long-term radiation trends?",
                "QuestionCn": "您对基于SunDu的地表太阳辐射数据作为重建长期辐射趋势的可靠代理的潜力有何评估？",
                "AnswerEn": "SunDu-derived surface solar radiation data is considered a reliable proxy for reconstructing long-term radiation trends. It provides reliable decadal estimations of Rs, with data available from more than 2000 stations since the 1960s, and has been effectively used as reference data to adjust the inhomogeneity of direct observations in China, leading to a high-resolution dataset that mirrors observed trends.",
                "AnswerCn": "SunDu派生的地表太阳辐射数据被认为是重建长期辐射趋势的可靠代理。它提供了自1960年代以来来自2000多个站点的Rs的可靠十年估计，并已有效用作参考数据，以调整中国直接观测数据的非均匀性，从而形成一个高分辨率的数据集，反映了观察到的趋势。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand the challenges faced when reconciling satellite-based and ground-based solar radiation observations.",
                "QuestionCn": "我不理解在调和卫星基和地面基太阳辐射观测时面临的挑战。",
                "AnswerEn": "Significant biases exist in satellite-derived solar radiation products due to inhomogeneity in satellite cloud products and lack of atmospheric aerosol optical depth information, affecting their ability to accurately quantify long-term trends.",
                "AnswerCn": "卫星衍生的太阳辐射产品存在显著偏差，这主要是由于卫星云产品的不均匀性以及缺乏大气气溶胶光学厚度信息，影响了它们准确量化长期趋势的能力。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the methods used to adjust the inhomogeneity in satellite-derived surface solar radiation products.",
                "QuestionCn": "总结用于调整卫星衍生的表面太阳辐射产品中的不均匀性的方法。",
                "AnswerEn": "Geographically weighted regression (GWR) is utilized as a fusion method to merge satellite-derived surface solar radiation (Rs) from ISCCP-HXG with ground-based SunDu-derived Rs. The performance of long-term satellite Rs products is assessed using direct Rs observations and SunDu-derived Rs. All direct Rs observation sites with both direct observed Rs data and SunDu-derived Rs data are used as validation sites, while the remaining sites are merged using GWR.",
                "AnswerCn": "地理加权回归（GWR）被用作融合方法，将来自ISCCP-HXG的卫星衍生表面太阳辐射（Rs）与基于地面的SunDu衍生Rs合并。通过直接的Rs观测和SunDu衍生的Rs评估长期卫星Rs产品的性能。所有同时具有直接观测Rs数据和SunDu衍生Rs数据的直接Rs观测站点被用作验证站点，而其余站点则通过GWR进行合并。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please analyze the challenges related to satellite Rs products in quantifying long-term trends.",
                "QuestionCn": "分析与卫星遥感产品在量化长期趋势方面相关的挑战。",
                "AnswerEn": "The significant biases in AVHRR-based satellite Rs products when quantifying the trend of Rs from 1983 to 2016 are due to inhomogeneity in satellite cloud products and the lack of atmospheric aerosol optical depth information. These challenges affect the accuracy of long-term trend estimations.",
                "AnswerCn": "基于AVHRR的卫星Rs产品在量化1983年至2016年Rs趋势时存在显著偏差，这主要是由于卫星云产品的不均匀性以及缺乏大气气溶胶光学厚度信息。这些挑战影响了长期趋势估计的准确性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}