{
  "id": "a85ba864-7eac-451a-9cf6-d8740b416061",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemistry data of the Cretaceous Cu-Au ore forming magmas in southern Gangdese, Tibet",
      "titleCn": "西藏冈底斯南缘白垩纪Cu-Au矿床成矿岩浆地球化学数据",
      "description": "This data includes Re Os isotopic data of molybdenite, zircon U-Pb isotopic dating, trace element geochemistry and Hf isotopic data of intrusive rocks, and major and trace geochemical and Sr Nd isotopic data of whole rock. The samples were collected from sangbugala skarn Cu Au deposit in Zedang area, Gangdise belt, southern Tibet, and Kru skarn Cu Au deposit in Shannan area. The lithology includes diorite and biotite granodiorite. The U-Pb geochronology, trace element geochemistry and Hf isotope data of zircons were obtained by laser ablation inductively coupled plasma mass spectrometry. The major and trace geochemical data of the whole rock are obtained by X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry. Re Os isotopic data of molybdenite and Sr Nd isotopic data of rocks were obtained by inductively coupled plasma mass spectrometry (ICP-MS). Based on the data obtained, it is determined that the Mesozoic large-scale magmatic activities in Gangdise belt also formed Cu Au deposits, and the differences of oxygen fugacity and source area between ore-forming magma and non ore-forming magma are clear.",
      "descriptionCn": "本数据包含辉钼矿Re-Os同位素测量数据、侵入岩的锆石U-Pb同位素测年、微量元素地球化学及Hf同位素数据，岩石全岩主微量地球化学及Sr-Nd同位素数据。样品采集自西藏南部冈底斯带泽当地区的桑布加拉矽卡岩型Cu-Au矿床，和山南地区克鲁矽卡岩型Cu-Au矿床。岩性包括闪长岩、黑云母花岗闪长岩。锆石的放射性同位素U-Pb年代学数据、微量元素地球化学及Hf同位素数据是通过激光剥蚀-电感耦合等离子体质谱仪分析获得。岩石全岩主微量地球化学数据是通过X荧光光谱仪和电感耦合等离子体质谱仪分析获得。辉钼矿Re-Os同位素、岩石Sr-Nd同位素数据是通过多接收电感耦合等离子体质谱分析获得。通过所获得的数据，确定了冈底斯带白垩纪大规模岩浆活动也形成了Cu-Au矿床，明确了成矿岩浆与不成矿岩浆氧逸度、源区的差异。",
      "instructions": "All data are stored in Excel file. The file name \"re Osmo. XLS\" represents the Re Os isotopic data of molybdenite. The name of the file \"upbzr. XLS\" represents zircon radioactive U-Pb isotope data. The file name \"hfzr. XLS\" represents zircon Hf isotope data. The name of the file \"wrmajtra\" represents the major and trace geochemical data of the whole rock. The name of the file \"wrsr nd\" represents the whole rock SR Nd isotopic data.",
      "instructionsCn": "所有数据以Excel文件存储。文件名称为\"Re-OsMo.xls\"代表辉钼矿Re-Os同位素数据。文件名称为\"UPbZr.xls\"代表锆石放射性U-Pb同位素数据。文件名称为\"TraZr.xls\"代表锆石微量元素数据。文件名称为\"HfZr.xls\"代表锆石Hf同位素数据。文件名称为“WRMajTra”代表全岩主微量地球化学数据。文件名称为“WRSr-Nd”代表全岩Sr-Nd同位素数据。",
      "east": 91.52,
      "west": 91.24,
      "south": 29.17,
      "north": 29.22,
      "startTime": null,
      "endTime": null,
      "fileSize": 114386.0,
      "cstr": "18406.11.Geo.tpdc.271318",
      "doi": "10.11888/Geo.tpdc.271318",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "梁华英",
        "nameEn": "LIANG Huaying",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Formation of the Cretaceous skarn Cu–Au deposits of the southern Gangdese belt, Tibet: Case studies of the Kelu and Sangbujiala deposits.",
        "referenceCn": null,
        "referenceEn": "Huang, W., Liang, H., Zhang, J., Chen, X., Shuping, L., Zou, Y., & Zhang, L., et al. (2020). Formation of the Cretaceous skarn Cu–Au deposits of the southern Gangdese belt, Tibet: Case studies of the Kelu and Sangbujiala deposits. Ore Geology Reviews, 122, 103481. doi: https://doi.org/10.1016/j.oregeorev.2020.103481"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "微量元素",
        "nameEn": "Trace elements"
      },
      {
        "nameCn": "锆石",
        "nameEn": "zircon"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏自治区",
        "keywordEn": "Tibet Autonomous Region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of data collection methods used in geochemical analysis of Cu-Au deposits in the southern margin of the Gangdese Belt?",
        "QuestionCn": "在冈底斯带南缘铜金矿床地球化学分析中使用的数据收集方法的关键特征是什么？",
        "AnswerEn": "Re-Os isotopes in molybdenite, zircon U-Pb isotopic dating, trace element geochemistry, Hf isotopic data, laser ablation-inductively coupled plasma mass spectrometry, whole-rock major and trace geochemical data, X-ray fluorescence spectrometry, inductively coupled plasma mass spectrometry, Re-Os isotopic data, Sr-Nd isotopic data, multi-collector inductively coupled plasma mass spectrometry",
        "AnswerCn": "Re-Os 同位素在辉钼矿中，锆石 U-Pb 同位素定年，微量元素地球化学，Hf 同位素数据，激光剥蚀-电感耦合等离子体质谱，全岩主要和微量地球化学数据，X射线荧光光谱，电感耦合等离子体质谱，Re-Os 同位素数据，Sr-Nd 同位素数据，多接收器电感耦合等离子体质谱。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of isotopic data are collected for the Cu-Au mineral deposits in the Gangdese Belt?",
        "QuestionCn": "在冈底斯带中，收集了多少种铜金矿床的同位素数据？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of 'Laser Ablation-Inductively Coupled Plasma Mass Spectrometry (LA-ICP-MS)' in the context of geological data collection?",
        "QuestionCn": "“激光烧蚀-电感耦合等离子体质谱法（LA-ICP-MS）”在地质数据收集中的意义是什么？",
        "AnswerEn": "Laser Ablation-Inductively Coupled Plasma Mass Spectrometry (LA-ICP-MS) is a technique used to analyze the isotopic composition and trace element geochemistry of zircon samples in geological data collection. It involves using a laser to ablate a small portion of the sample, which is then ionized in an inductively coupled plasma and analyzed using a mass spectrometer. This method provides precise measurements of U-Pb isotopic dating, trace elements, and Hf isotopic data.",
        "AnswerCn": "激光烧蚀-电感耦合等离子体质谱（LA-ICP-MS）是一种用于分析锆石样品同位素组成和微量元素地球化学的技术。该方法通过激光烧蚀样品的一小部分，然后在电感耦合等离子体中离子化，并使用质谱仪进行分析。此方法提供了铀-铅同位素定年、微量元素和铪同位素数据的精确测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods involving laser ablation-inductively coupled plasma mass spectrometry for zircon U-Pb isotopic data compare to those using multi-collector inductively coupled plasma mass spectrometry for molybdenite Re-Os isotopic data in terms of accuracy and applicability in mineral deposit research?",
        "QuestionCn": "激光烧蚀-电感耦合等离子体质谱法（LA-ICP-MS）用于锆石U-Pb同位素数据的采集方法与多收集器电感耦合等离子体质谱法（MC-ICP-MS）用于钼矿Re-Os同位素数据的采集方法在准确性和在矿床研究中的适用性方面有何比较？",
        "AnswerEn": "Laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS) is used for obtaining zircon U-Pb isotopic data, which is effective for precise age determination and geochemical analysis of trace elements. This method is particularly useful for understanding the timing and duration of geological events. On the other hand, multi-collector inductively coupled plasma mass spectrometry (MC-ICP-MS) is used for molybdenite Re-Os isotopic measurements, which provides high precision in dating mineralization processes through the Re-Os decay system. The differences between these methods lie in the isotopic systems they target and the specific geological questions they address, with LA-ICP-MS being more versatile in geochronology and geochemistry, while MC-ICP-MS offers more precise isotopic dating for direct mineralization events.",
        "AnswerCn": "激光烧蚀-电感耦合等离子体质谱（LA-ICP-MS）用于获取锆石U-Pb同位素数据，这对于精确年龄测定和微量元素的地球化学分析非常有效。这种方法特别适用于理解地质事件的时间和持续时间。另一方面，多收集器电感耦合等离子体质谱（MC-ICP-MS）用于钼矿石Re-Os同位素测量，通过Re-Os衰变系统提供高精度的矿化过程年代测定。这两种方法的区别在于它们所针对的同位素系统和具体的地质问题，LA-ICP-MS在地质年代学和地球化学方面更具多样性，而MC-ICP-MS则为直接矿化事件提供更精确的同位素年代测定。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of isotopic analysis techniques in determining the differences between ore-forming and non-ore-forming magmas in the Cu-Au deposits of the southern Tibetan Gangdese belt?",
        "QuestionCn": "在确定南藏冈底斯带铜金矿床中成矿和非成矿岩浆之间差异时，影响同位素分析技术选择的因素有哪些？",
        "AnswerEn": "The choice of isotopic analysis techniques, such as U-Pb zircon dating, Re-Os molybdenite isotopic measurement, and Sr-Nd isotope analysis, is influenced by the need to accurately determine the age, source, and oxidation conditions of the magmas. These techniques help identify the contrasting characteristics between ore-forming and non-ore-forming magmas, such as differences in oxygen fugacity and source region.",
        "AnswerCn": "同位素分析技术的选择，如铀-铅锆石定年、铼-锇钼矿同位素测量和锶-钕同位素分析，受到准确确定岩浆的年龄、来源和氧化条件的需求的影响。这些技术有助于识别成矿岩浆和非成矿岩浆之间的对比特征，例如氧逸度和源区的差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences on the accuracy and precision of geochemical analysis when employing techniques like laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS) compared to traditional methods for analyzing zircon U-Pb isotopes and trace elements in mineral samples?",
        "QuestionCn": "在使用激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）分析矿物样品中的锆石U-Pb同位素和微量元素时，与传统方法相比，对分析的准确性和精确性会产生什么影响？",
        "AnswerEn": "Using laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS) allows for precise in-situ analysis of zircon U-Pb isotopes and trace elements, providing detailed geochemical data. This can lead to more accurate dating and characterization of geological events compared to traditional methods, which may lack the resolution and specificity offered by LA-ICP-MS. The detailed geochemical and isotopic data help in distinguishing between ore-forming and non-ore-forming magmas based on differences in oxygen fugacity and source characteristics.",
        "AnswerCn": "使用激光烧蚀-电感耦合等离子体质谱（LA-ICP-MS）可以对锆石的铀-铅同位素和微量元素进行精确的原位分析，提供详细的地球化学数据。这相比于传统方法，可以更准确地进行年代测定和地质事件的特征描述，因为传统方法可能缺乏LA-ICP-MS所提供的分辨率和特异性。详细的地球化学和同位素数据有助于根据氧逸度和源特征的差异区分成矿和非成矿岩浆。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps needed to analyze and interpret the isotopic and geochemical data collected from Cu-Au mineral deposits in the Gangdese Belt, using techniques such as laser ablation-inductively coupled plasma mass spectrometry and multi-collector inductively coupled plasma mass spectrometry?",
        "QuestionCn": "分析和解释从冈底斯带铜金矿床收集的同位素和地球化学数据所需的程序步骤是什么，使用的技术包括激光剥蚀-电感耦合等离子体质谱法和多接收器电感耦合等离子体质谱法？",
        "AnswerEn": "To analyze and interpret isotopic and geochemical data from Cu-Au mineral deposits in the Gangdese Belt, the procedural steps include: collecting samples of skarn-type Cu-Au deposits, including diorite and biotite granodiorite, from locations like the Zedang and Kelu areas; using laser ablation-inductively coupled plasma mass spectrometry to obtain zircon U-Pb isotopic dating, trace element geochemistry, and Hf isotopic data; employing X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry for whole-rock major and trace element geochemical data; analyzing molybdenite Re-Os isotopic data and rock Sr-Nd isotopic data through multi-collector inductively coupled plasma mass spectrometry; and finally, interpreting the data to understand the large-scale Cretaceous magmatic activity in the Gangdese Belt and its role in forming Cu-Au mineral deposits, while identifying differences in oxygen fugacity and source regions between mineralizing and non-mineralizing magmas.",
        "AnswerCn": "分析和解释冈底斯带铜金矿床的同位素和地球化学数据的程序步骤包括：从泽当和克鲁地区等地点收集角闪石型铜金矿床的样品，包括二长岩和黑云母花岗岩；使用激光剥蚀-电感耦合等离子体质谱法获取锆石U-Pb同位素定年、微量元素地球化学和Hf同位素数据；采用X射线荧光光谱法和电感耦合等离子体质谱法获取全岩主要和微量元素地球化学数据；通过多收集器电感耦合等离子体质谱法分析钼矿石Re-Os同位素数据和岩石Sr-Nd同位素数据；最后，解释数据以了解冈底斯带的大规模白垩纪岩浆活动及其在形成铜金矿床中的作用，同时识别矿化和非矿化岩浆之间的氧逸度和源区差异。",
        "Level": "C3(Applying)"
      }
    ]
  }
}