{
    "id": "a96808c6-ce84-4724-b3c8-f7874b363b6a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The ENVISAT ASAR image dataset of the Heihe river basin (2007-2009)",
            "titleCn": "黑河流域ENVISAT ASAR遥感影像数据集（2007-2009）",
            "description": "ASAR (Advanced Synthetic Aperture Radar) is a Synthetic Aperture Radar sensor mounted on ENVISAT satellite. It operates in c-band with a wavelength of 5.6 cm and features multi-polarization, variable observation Angle and wide-range imaging. Heihe river basin of ENVISAT ASAR remote sensing data sets mainly through central Europe \"dragon plan\" project, the data to the Image mode, cross polarization (Alternating Polarisation) model with wide is given priority to, the spatial resolution of 30 meters.\nENVISAT ASAR data 404 scenes are currently available in heihe river basin, including 82 scenes in APP mode, 7 scenes in IMP mode and 315 scenes in WSM mode. The acquisition time is: APP can choose the polarization mode, the time range is from 2007-08-15 to 2007-12-23, 2008-01-02 to 2008-12-20, 2009-02-15 to 2009-09-06; IMP imaging mode, time range from 2009-06-19 to 2009-07-12; WSM wide format, time range from 2005-12-05 to 2005-12-31,2006-01-06 to 2006-12-31, 2007-01-01 to 2007-12-30, 2008-01-01 to 2008-12-28, 2009-03-13 to 2009-05-22.\nProduct level is L1B, without geometric correction, is amplitude data.",
            "descriptionCn": "先进合成孔径雷达ASAR（Advanced Synthetic Aperture Radar）是搭载在ENVISAT卫星上的合成孔径雷达传感器，工作在C波段，波长为5.6厘米，具有多极化、可变观测角度和宽幅成像等特点。 黑河流域的ENVISAT ASAR遥感数据集主要通过中欧“龙计划”项目获取，数据以Image模式、交叉极化（Alternating Polarisation）模式与宽幅模式为主，空间分辨率为30米。\n黑河流域目前共有ENVISAT ASAR数据404景，其中APP模式82景，IMP模式7景,WSM模式315 景。获取时间分别为：APP可选择极化模式，时间范围为2007-08-15至2007-12-23，2008-01-02至2008-12-20，2009-02-15至2009-09-06；IMP成像模式，时间范围为2009-06-19至2009-07-12；WSM宽幅模式，时间范围为2005-12-05至2005-12-31,2006-01-06至2006-12-31，2007-01-01至2007-12-30，2008-01-01至2008-11-28，2009-03-13至2009-05-22。\n产品级别为L1B级，未经过几何校正，为振幅数据。",
            "instructions": "File name: the data is stored in raster tif format;The folder is divided into \"APP\", \"GM\", \"IMP\" and \"WSM\" according to the mode. The APP file name is \"ASA_APP_1PNBEI20080321_150145_000000182067_00054_31671_3875” and the GM file name is \"ASA_GM1_1CNPDE20080124_033518_000000782065_00233_30848_9750\".IMP file \"asa_imp_1pndpa20090619_150139_000000162080_000184_9339\", WSM file name \"ASA_WSM_1CNPDE20051224_151058_000000672043_00369_19962_5554\".\nData reading: Arcgis, Envi and other remote sensing software can be opened to read, raster image expression.",
            "instructionsCn": "文件命名：数据以栅格N1存储；以文件夹形式存放按模式分为“APP”，“GM”，“IMP”，“WSM”，其中APP文件名称“ASA_APP_1PNBEI20080321_150145_000000182067_00054_31671_3875”，GM文件名称“ASA_GM1_1CNPDE20080124_033518_000000782065_00233_30848_9750”，IMP文件“ASA_IMP_1PNDPA20090619_150139_000000162080_00054_38184_9339”，WSM文件名称“ASA_WSM_1CNPDE20051224_151058_000000672043_00369_19962_5554”\n数据读取：可以Arcgis、Envi等遥感软件打开读取，以栅格影像表达。",
            "east": 100.5,
            "west": 100.2,
            "south": 38.4,
            "north": 40.0,
            "startTime": "2007-07-12 23:36:00",
            "endTime": "2010-07-11 23:36:00",
            "fileSize": 166590486978.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "栅格",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "European Space Agency",
                "nameEn": "European Space Agency",
                "unitEn": "",
                "unitCn": "European Space Agency"
            }
        ],
        "literatureList": [
            {
                "titleCn": "C波段SAR山区积雪面积提取研究",
                "titleEn": null,
                "referenceCn": "孙少波, 车涛, 王树果, & 王增艳. (2013). C波段sar山区积雪面积提取研究. 遥感技术与应用, Issue(3), 444-452.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            },
            {
                "nameCn": "雷达遥感",
                "nameEn": "Radar remote sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2007-2009",
                "keywordEn": "2007-2009",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            },
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "中欧科技合作“龙计划”项目：中国干旱地区典型内陆河流域关键生态－水文参数的反演与陆面同化系统研究",
                "titleEn": "ESA-MOST cooperative Dragon programme: Key Eco-Hydrological Parameters Retrieval and Land Data Assimilation System Development in a Typical Inland River Basin of China's Arid Region"
            },
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "中欧科技合作“龙计划”项目：极化干涉SAR土地覆盖和地表形变信息提取技术",
                "titleEn": "ESA-MOST cooperative Dragon programme: Techniques for Deriving Land Cover and Earth Surface Deformation Information from Polarimetric Sar Interferometry"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to obtain ENVISAT ASAR radar remote sensing images for a river basin?",
                "QuestionCn": "您能否提供一个用于获取河流流域ENVISAT ASAR雷达遥感图像的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method used to obtain ENVISAT ASAR radar remote sensing images involves utilizing the C-band Advanced Synthetic Aperture Radar (ASAR) sensor onboard the ENVISAT satellite. The data for the Heihe River Basin was primarily obtained through the China-Europe 'Dragon Programme,' employing Image mode, Alternating Polarisation mode, and Wide Swath mode, with spatial resolutions of 30 meters. Data collection spans different time ranges for each mode from 2005 to 2009.",
                "AnswerCn": "用于获取ENVISAT ASAR雷达遥感图像的数据收集方法的一个例子是利用ENVISAT卫星上的C波段先进合成孔径雷达（ASAR）传感器。对于黑河流域的数据主要通过中欧“龙计划”获得，采用图像模式、交替极化模式和宽幅模式，空间分辨率为30米。数据收集时间范围从2005年到2009年，针对每种模式有所不同。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes and characteristics of the ENVISAT ASAR remote sensing data that are collected from the Heihe River Basin?",
                "QuestionCn": "ENVISAT ASAR遥感数据在黑河流域收集的具体属性和特征是什么？",
                "AnswerEn": "multi-polarization, variable observation angles, wide swath imaging, C-band, 5.6 centimeters wavelength, 30 meters spatial resolution, Image mode, Alternating Polarisation mode, Wide Swath mode, 2005 to 2009, 404 scenes, Level 1B, amplitude data without geometric correction",
                "AnswerCn": "多极化、可变观测角度、宽幅成像、C波段、5.6厘米波长、30米空间分辨率、图像模式、交替极化模式、宽幅模式、2005年至2009年、404个场景、1B级、未进行几何校正的幅度数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Advanced Synthetic Aperture Radar (ASAR)' mean in the context of satellite remote sensing?",
                "QuestionCn": "“高级合成孔径雷达（ASAR）”在卫星遥感的背景下指的是一种高分辨率的雷达成像技术，用于获取地球表面的详细图像。",
                "AnswerEn": "Advanced Synthetic Aperture Radar (ASAR) refers to a synthetic aperture radar sensor mounted on the ENVISAT satellite that operates in the C-band with a wavelength of 5.6 centimeters. It is characterized by its multi-polarization capabilities, variable observation angles, and wide-swath imaging. The ASAR sensor is used to acquire remote sensing imagery, such as those collected over the Heihe River Basin, in various modes including Image mode, Alternating Polarisation mode, and Wide Swath mode.",
                "AnswerCn": "高级合成孔径雷达（ASAR）是安装在ENVISAT卫星上的一种合成孔径雷达传感器，工作在C波段，波长为5.6厘米。它的特点是具有多极化能力、可变观测角度和宽幅成像。ASAR传感器用于获取遥感影像，例如在黑河流域收集的影像，具有图像模式、交替极化模式和宽幅模式等多种模式。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the reasons for choosing ENVISAT ASAR's C-band Advanced Synthetic Aperture Radar for data collection in the Heihe River Basin?",
                "QuestionCn": "选择ENVISAT ASAR的C波段先进合成孔径雷达在黑河流域进行数据收集的原因是什么？",
                "AnswerEn": "The choice of using ENVISAT ASAR's C-band Advanced Synthetic Aperture Radar for data collection in the Heihe River Basin is due to its capabilities of multi-polarization, variable observation angles, and wide-swath imaging. These features allow for detailed monitoring of the region, with a spatial resolution of 30 meters. The data were primarily collected through the China-Europe 'Dragon Programme' project, which facilitated access to these specific modes and temporal ranges.",
                "AnswerCn": "选择使用ENVISAT ASAR的C波段先进合成孔径雷达在黑河流域进行数据收集，是因为其具备多极化、可变观测角度和宽幅成像的能力。这些特性使得对该地区的详细监测成为可能，空间分辨率为30米。数据主要通过中欧“龙计划”项目收集，该项目促进了对这些特定模式和时间范围的访问。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data accuracy and coverage when utilizing varying imaging modes and polarizations in synthetic aperture radar datasets for river basin monitoring?",
                "QuestionCn": "在利用合成孔径雷达数据集进行河流流域监测时，使用不同的成像模式和极化方式对数据准确性和覆盖范围可能产生的后果是什么？",
                "AnswerEn": "Using varying imaging modes and polarizations, such as Image mode, Alternating Polarisation mode, and Wide Swath mode, in synthetic aperture radar datasets can impact data accuracy and coverage by providing diverse spatial resolutions and observation angles. This variability can enhance the ability to monitor different aspects of the river basin, such as land cover and hydrology, but may also introduce challenges in data consistency and necessitate careful calibration and validation to ensure data reliability.",
                "AnswerCn": "使用不同的成像模式和极化方式，如图像模式、交替极化模式和宽幅模式，在合成孔径雷达数据集中可以通过提供多样的空间分辨率和观测角度来影响数据的准确性和覆盖范围。这种变化可以增强监测河流流域不同方面的能力，如土地覆盖和水文，但也可能引入数据一致性方面的挑战，并需要仔细的校准和验证，以确保数据的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals of using the ENVISAT ASAR data in the Heihe River Basin for remote sensing analysis, and how do the varying imaging modes contribute to achieving these goals?",
                "QuestionCn": "在黑河流域使用ENVISAT ASAR数据进行遥感分析的主要目标是什么，以及不同成像模式如何有助于实现这些目标？",
                "AnswerEn": "The primary goals of using the ENVISAT ASAR data in the Heihe River Basin are to leverage the radar's capabilities in multi-polarization, variable observation angles, and wide swath imaging to gather comprehensive remote sensing information. These imaging modes help in capturing detailed spatial data with a resolution of 30 meters, which is essential for environmental monitoring, land use and cover analysis, and hydrological studies in the region. The alternating polarization mode (APP), image mode (IMP), and wide swath mode (WSM) provide different perspectives and resolutions, allowing researchers to tailor their analysis to specific environmental phenomena and temporal changes over the specified periods from 2007 to 2009.",
                "AnswerCn": "使用ENVISAT ASAR数据在黑河流域的主要目标是利用雷达在多极化、可变观测角度和宽幅成像方面的能力，以收集全面的遥感信息。这些成像模式有助于捕捉详细的空间数据，分辨率为30米，这对于该地区的环境监测、土地利用和覆盖分析以及水文研究至关重要。交替极化模式（APP）、图像模式（IMP）和宽幅模式（WSM）提供了不同的视角和分辨率，使研究人员能够根据特定的环境现象和在2007年至2009年间的时间变化量身定制他们的分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and considerations are involved in collecting and processing ENVISAT ASAR data in the C-band for effective remote sensing analysis in river basin areas?",
                "QuestionCn": "在河流流域区域有效遥感分析中，收集和处理ENVISAT ASAR C波段数据涉及的程序和考虑因素包括：",
                "AnswerEn": "The data collection involves utilizing the Advanced Synthetic Aperture Radar (ASAR) sensor on the ENVISAT satellite, which operates in the C-band with a wavelength of 5.6 centimeters. The procedure includes selecting appropriate imaging modes such as Image mode, Alternating Polarisation mode, and Wide Swath mode, each offering different polarizations and spatial resolutions. The data spans different time frames and requires careful temporal selection based on the mode, from 2005 to 2009. The collected data are at Level 1B, which means they are amplitude data that have not undergone geometric correction.",
                "AnswerCn": "数据收集涉及利用ENVISAT卫星上的高级合成孔径雷达（ASAR）传感器，该传感器在C波段工作，波长为5.6厘米。该过程包括选择适当的成像模式，如图像模式、交替极化模式和宽幅模式，每种模式提供不同的极化和空间分辨率。数据跨越不同的时间框架，并根据模式需要仔细选择时间，从2005年到2009年。收集的数据为1B级，这意味着它们是未经过几何校正的幅度数据。",
                "Level": "C3(Applying)"
            }
        ]
    }
}