{
  "id": "a9d6b6db-8d00-4f26-b2ff-c6edf633a512",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "HiWATER：Dataset of hydrometeorological observation network (automatic weather station of Zhangye wetland station, 2017)",
      "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（张掖湿地站自动气象站-2017）",
      "description": "The data set contains meteorological elements observation data of zhangye station in the middle reaches of heihe hydrometeorological observation network from January 1, 2017 to December 31, 2017.The site is located in zhangye national wetland park in gansu province.The latitude and longitude of the observation point is 100.4464E, 38.9751N, and altitude is 1460m.Air temperature and relative humidity sensors are set up at 5m and 10m, facing due north.The barometer is installed at 2m;The inverted bucket rain gauge is installed at 10m;The wind speed sensor is set up at 5m and 10m, and the wind direction sensor is set up at 10m, facing due north.The four-component radiometer is installed at 6m, facing due south;The two infrared thermometers are installed at the position of 6m, facing south, and the probe is facing vertically downward.The soil temperature probe is buried at 0cm on the surface and 2cm, 4cm, 10cm, 20cm and 40cm underground, in the south due to 2m from the meteorological tower.The soil hot flow plates (3) are successively buried in the ground 6cm;Four photosynthetic radiometers are installed above and inside the canopy respectively. The upper part of the canopy is installed at 6m (one probe vertically up and one probe vertically down), and the upper part of the canopy is installed at 0.25m (one probe vertically up and one probe vertically down), facing due south.\nObservation items are: air temperature and humidity (Ta_5m RH_5m Ta_10m, RH_10m) (unit: c, percentage), pressure (Press) (unit: hundred mpa), precipitation (Rain) (unit: mm), wind speed (WS_5m, WS_10m) (unit: m/s), wind (WD_10m) (unit: degrees), the radiation of four component (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit: watts per square meter), the surface radiation temperature (IRT_1, IRT_2) (unit:Degrees Celsius), soil heat flux (Gs_1, Gs_2, Gs_3) (unit: watts per square meter), soil temperature (Ts_0cm Ts_2cm Ts_4cm, Ts_10cm, Ts_20cm, Ts_40cm) (unit: c), the canopy on the up and down photosynthetic active radiation (PAR_U_up, PAR_U_down) (unit: second micromoles/m2) and up and down under canopy photosynthetic active radiation (PAR_D_up, PAR_D_down) (unit: second micromoles/m2).\nProcessing and quality control of observation data :(1) ensure 144 data per day (every 10min). If data is missing, it will be marked by -6999;Due to the power supply problem in January, the data was intermittently wrong;(2) eliminate the moments with duplicate records;(3) data that is obviously beyond the physical meaning or the range of the instrument is deleted;(4) the part marked by red letter in the data is the data in question;(5) the format of date and time is uniform, and the date and time are in the same column.For example, the time is: 2017-6-1010:30;(6) the naming rule is: AWS+ site name.\nPlease refer to Li et al. (2013) for hydrometeorological network or site information, and Liu et al. (2011) for observation data processing.",
      "descriptionCn": "该数据集包含了2017年1月1日至2017年12月31日黑河水文气象观测网中游张掖湿地站气象要素观测数据。站点位于甘肃省张掖市国家湿地公园，下垫面是芦苇湿地。观测点的经纬度是100.4464E, 38.9751N，海拔1460m。空气温度、相对湿度传感器架设在5m、10m处，朝向正北；气压计安装在2m处；翻斗式雨量计安装在10m处；风速传感器架设在5m、10m处，风向传感器架设在10m处，朝向正北；四分量辐射仪安装在6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下2cm、4cm、10cm、20cm、40cm处，在距离气象塔2m的正南方；土壤热流板（3块）依次埋设在地下6cm处；四个光合有效辐射仪分别架设在冠层上方和冠层内，冠层上方安装在6m（探头垂直向上和向下方向各一个）、冠层内安装在0.25m（探头垂直向上和向下方向各一个）高处，朝向正南。\n观测项目有：空气温湿度（Ta_5m、RH_5m、Ta_10m、RH_10m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_5m、WS_10m）(单位：米/秒)、风向（WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm）(单位：摄氏度)、冠层上向上与向下光合有效辐射（PAR_U_up、PAR_U_down）(单位：微摩尔/平方米秒)和冠层下向上与向下光合有效辐射（PAR_D_up、PAR_D_down）(单位：微摩尔/平方米秒)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；1月份由于供电问题，数据断续出现错误；（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2017-6-10 10:30；（6）命名规则为：AWS+站点名称。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考Liu et al. (2011)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.4464,
      "west": 100.4464,
      "south": 38.9751,
      "north": 38.9751,
      "startTime": "2017-01-15 00:00:00",
      "endTime": "2018-01-14 00:00:00",
      "fileSize": 11195924.0,
      "cstr": "18406.11.hiwater.25.2018.db",
      "doi": "10.3972/hiwater.25.2018.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "气象要素",
        "nameEn": "Meteorological element"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "张掖湿地站",
        "keywordEn": "Zhangye wetland station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2017",
        "keywordEn": "2017",
        "type": "temporal"
      },
      {
        "keywordCn": "2017-01-01至2017-12-31",
        "keywordEn": "2017-01-01 to 2017-12-31",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "陆表遥感产品真实性检验中的关键理论与方法研究",
        "titleEn": "Key Program of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
        "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在涡度协方差（EC）通量测量的潜热（LE）和感热（H）与可用能量（Rn−G0）之间存在能量平衡闭合不完整的情况下。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观察到的复合辐射温度相比，组分温度存在过高估计。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
        "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估算蒸散发（E）、温度（T）和蒸散发总量（ET），并随后结合稳定氧和氢同位素技术以及涡度相关（EC）测量来更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用10 Hz采样频率的EC系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00期间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感性热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）及其在多尺度蒸散发观测实验中的蒸发（E/ET%）和蒸腾（T/ET%）的比率，这项实验是黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "Sensible heat flux (H) is a significant component of land surface water and energy balance determinations. There are several methods for measuring surface water and heat fluxes, such as eddy covariance (EC) and Bowen ratio systems. For large-scale H, remote sensing (RS)-based observations are useful. RS instruments themselves cannot directly measure H. Therefore, methods for validating RS inversion products are critical for using such products. Since the 1990s, large aperture scintillometer (LAS) has been widely applied to measure sensible heat flux around the world, and it has also been used to validate RS estimations owing to the large scale of its measurements."
      ],
      "research objective": [
        "In this study, a weighted area-to-area regression kriging (WATA RK) model is proposed to convert EC-scale H to LAS-scale H. It involves path-weighting functions of EC and LAS source areas in both regression and area kriging stages."
      ],
      "challenges": [
        "However, methods of converting one H scale to another to validate RS products are still open for question. The method does not consider the path-weighting function in the EC- to LAS-scale kriging with the regression residue, which inevitably brought about a bias estimation."
      ],
      "methods": [
        "In the kernel area, 18 EC system sets were installed for the experiment, 17 of which were used in this study. Observations and footprints of the 17 EC and four LAS groups between 12:00 and 12:30 BST (Beijing Standard Time) were averaged to obtain a mean value when the atmosphere stability was under unstable conditions with high turbulent fluxes. By considering the wind direction, the wind speeds were decomposed into north and east components (WS), and then weighted averages were calculated with the corresponding EC and LAS footprint weights. After abstracting FVC, NDVI, LST, and WS with the footprint models, nine regression models were built for each of the periods based on the proposed multiple linear regression model. The four independent variables were also abstracted for the four LAS footprints. The residual part of LAS H is then estimated from the 17 EC H residuals by the above WATA kriging model."
      ],
      "dataset": [
        "Four groups of LAS (two sets in each group) were installed in 3 × 3 and 2 × 1 MODIS pixels. In the kernel area, 18 EC system sets were installed for the experiment, 17 of which were used in this study. There are also 17 automatic weather station sets (including a super-station) installed in the field. Nine observations (06/15, 06/24, 07/10, 08/02, 08/11, 08/18, 08/27, 09/03, and 09/12) made between June and September 2012 were selected for this study. Synchronous ASTER RS products at 12:15 BST were downloaded from the US—National Aeronautics and Space Administration and processed according to Zhou et al. [26] and Bastiaanssen et al. [27], including the Land Surface Temperature (LST) [26], Normalized Difference Vegetation Index (NDVI), and Fractional Vegetation Cover (FVC) [27]."
      ],
      "findings": [
        "Results show that WATA RK outperforms traditional methods in most cases, improving estimation accuracy. The method is considered to provide an efficient validation of RS H flux products."
      ],
      "backgroundCn": [
        "显热通量（H）是陆地表面水分和能量平衡确定中的一个重要组成部分。测量表面水分和热通量的方法有多种，例如涡度协方差（EC）和波文比系统。对于大规模的H，基于遥感（RS）的观测非常有用。遥感仪器本身无法直接测量H。因此，验证遥感反演产品的方法对于使用这些产品至关重要。自1990年代以来，大孔径闪烁仪（LAS）已被广泛应用于全球范围内测量显热通量，并且由于其测量的广泛性，也被用于验证遥感估算。"
      ],
      "research objectiveCn": [
        "在本研究中，提出了一种加权区域到区域回归克里金（WATA RK）模型，用于将EC尺度的H转换为LAS尺度的H。该模型在回归和区域克里金阶段涉及EC和LAS源区域的路径加权函数。"
      ],
      "challengesCn": [
        "然而，将一种H尺度转换为另一种H尺度以验证RS产品的方法仍然存在疑问。该方法没有考虑在EC到LAS尺度克里金法中回归残差的路径加权函数，这不可避免地导致了偏差估计。"
      ],
      "methodsCn": [
        "在核区，安装了18个EC系统集用于实验，其中17个在本研究中使用。对17个EC和四个LAS组在北京时间12:00至12:30之间的观测和足迹进行了平均，以获得在不稳定条件下高湍流通量下的均值。考虑到风向，风速被分解为北向和东向分量（WS），然后根据相应的EC和LAS足迹权重计算加权平均值。在通过足迹模型抽取FVC、NDVI、LST和WS后，基于所提出的多元线性回归模型为每个时期建立了九个回归模型。四个独立变量也为四个LAS足迹进行了抽取。然后，通过上述WATA克里金模型，从17个EC H残差中估计LAS H的残差部分。"
      ],
      "datasetCn": [
        "在3 × 3和2 × 1的MODIS像素中安装了四组LAS（每组两个套件）。在核心区域，安装了18套EC系统用于实验，其中17套用于本研究。现场还安装了17套自动气象站（包括一个超级气象站）。选择了2012年6月至9月之间的九次观测（06/15、06/24、07/10、08/02、08/11、08/18、08/27、09/03和09/12）用于本研究。同步的ASTER遥感产品在BST时间12:15下载自美国国家航空航天局，并根据Zhou等人[26]和Bastiaanssen等人[27]的研究进行了处理，包括地表温度（LST）[26]、归一化差异植被指数（NDVI）和植被覆盖度（FVC）[27]。"
      ],
      "findingsCn": [
        "结果显示，WATA RK 在大多数情况下优于传统方法，提高了估计精度。该方法被认为为遥感热通量产品提供了有效的验证。"
      ]
    },
    {
      "background": [
        "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
      ],
      "research objective": [
        "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
      ],
      "challenges": [
        "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
      ],
      "methods": [
        "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
      ],
      "dataset": [
        "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
      ],
      "findings": [],
      "backgroundCn": [
        "干旱和半干旱地区大约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是其经济发展的基础，特别是在中国西部，自古以来就一直是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持了中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，先前的研究发现，位于半干旱地区的绿洲-沙漠区域是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
      ],
      "research objectiveCn": [
        "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
      ],
      "challengesCn": [
        "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频发，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013）、咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
      ],
      "methodsCn": [
        "在本研究中，我们展示了一套来自人工和自然绿洲–沙漠系统的观测数据集，涵盖了2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度，以及风速和风向的梯度；空气压力、降水和土壤湿度剖面）是通过自动气象站以10分钟的平均周期观测的，同时也包括地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
      ],
      "datasetCn": [
        "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are ground-based measurement methods, such as eddy covariance systems, utilized in collecting energy and water flux data in oasis-desert ecosystems?",
        "QuestionCn": "地面测量方法，如涡度协方差系统，是否用于收集绿洲-沙漠生态系统中的能量和水分通量数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Do the methods used for estimating evapotranspiration in heterogeneous landscapes account for both soil and vegetation components separately?",
        "QuestionCn": "在异质景观中，用于估算蒸散发的方法是否分别考虑了土壤和植被成分？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which technique is more commonly employed for validating remote sensing products of sensible heat flux in large-scale areas: large aperture scintillometer or eddy covariance system?",
        "QuestionCn": "在大规模区域验证感热通量遥感产品时，通常采用哪种技术：大孔径闪烁仪还是涡度协方差系统？",
        "AnswerEn": "Large aperture scintillometer",
        "AnswerCn": "大孔径闪烁仪",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are datasets related to the exchange of energy, water vapor, and carbon in oasis-desert ecosystems primarily derived from long-term ground observations or remote sensing data?",
        "QuestionCn": "与绿洲-沙漠生态系统中能量、水蒸气和碳交换相关的数据集主要来源于长期的地面观测还是遥感数据？",
        "AnswerEn": "long-term ground observations",
        "AnswerCn": "长期地面观测",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is a hydrometeorological dataset and where is it typically collected?",
        "QuestionCn": "什么是水文气象数据集，通常在哪里收集？",
        "AnswerEn": "Heihe River Basin",
        "AnswerCn": "黑河流域",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where is the location for the installation of eddy covariance systems and what is their purpose?",
        "QuestionCn": "涡度协方差系统的安装位置在哪里，它们的目的是什么？",
        "AnswerEn": "central oasis",
        "AnswerCn": "中央绿洲",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in deriving component temperatures for evapotranspiration models in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中推导蒸散发模型的组分温度时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge faced in deriving component temperatures for evapotranspiration models in heterogeneous landscapes is the classification errors in thermal images, where soil pixels might be mistaken for vegetation pixels. This can lead to an overestimation of canopy temperature, particularly in areas with developing vegetation abundance, and affects the accuracy of estimating soil and canopy component temperatures.",
        "AnswerCn": "在异质景观中推导蒸散发模型的组分温度时面临的一个挑战是热成像中的分类错误，土壤像素可能被误认为是植被像素。这可能导致对树冠温度的高估，特别是在植被丰度正在发展的区域，并影响土壤和树冠组分温度估计的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you give an example of a dataset that provides long-term observations of energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
        "QuestionCn": "您能否提供一个数据集的例子，该数据集提供了绿洲-沙漠生态系统中能量、水蒸气和碳交换的长期观测数据？",
        "AnswerEn": "An example of a dataset that offers long-term observations of energy, water vapor, and carbon exchange in oasis–desert ecosystems includes data collected from 11 land surface flux and meteorological stations established since 2012. These datasets, covering the middle and lower reaches of the Heihe River Basin (HRB), include turbulent flux data acquired by an eddy covariance system and scintillometer, as well as hydrometeorological data, vegetation, and soil parameters.",
        "AnswerCn": "一个提供绿洲-沙漠生态系统中能量、水汽和碳交换长期观测的数据集的例子包括自2012年以来建立的11个地表通量和气象站收集的数据。这些数据集覆盖了黑河流域（HRB）的中下游，包括通过涡度协方差系统和闪烁仪获取的湍流通量数据，以及水气象数据、植被和土壤参数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What features are considered crucial in ensuring data quality and processing for meteorological observations in a hydrometeorological network?",
        "QuestionCn": "在水文气象网络中，确保气象观测数据质量和处理的关键特征包括哪些？",
        "AnswerEn": "consistent data collection schedule, specific indicators for missing data, removal of duplicate records, elimination of data exceeding limits, marking questionable data, standardized date and time formats",
        "AnswerCn": "一致的数据收集计划，缺失数据的具体指标，删除重复记录，消除超出限制的数据，标记可疑数据，标准化日期和时间格式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many data points are collected daily for meteorological observations at a single station in an oasis–desert ecosystem?",
        "QuestionCn": "在一个绿洲–沙漠生态系统的单个气象观测站，每天收集多少个数据点？",
        "AnswerEn": "144 data points",
        "AnswerCn": "144个数据点",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many land surface flux and meteorological stations are established in the oasis–desert areas for long-term observations?",
        "QuestionCn": "在绿洲-沙漠地区建立了多少个陆地表面通量和气象站用于长期观测？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'eddy covariance system' mean in the context of hydrometeorological data collection?",
        "QuestionCn": "在水文气象数据收集的背景下，“涡度协方差系统”是什么意思？",
        "AnswerEn": "The eddy covariance system is a technique used to measure and calculate turbulent fluxes, such as energy, water vapor, and carbon dioxide, between the land surface and the atmosphere. It involves using high-frequency observations of wind speed and scalar properties like temperature and humidity to assess exchanges over a given surface area.",
        "AnswerCn": "涡度协方差系统是一种用于测量和计算地表与大气之间湍流通量的技术，例如能量、水蒸气和二氧化碳。它涉及使用高频率的风速和标量属性（如温度和湿度）观测，以评估在给定表面区域的交换。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is 'weighted area-to-area regression kriging (WATA RK) model' defined within the context of sensible heat flux estimation?",
        "QuestionCn": "在感热通量估算的背景下，“加权区域到区域回归克里金（WATA RK）模型”是如何定义的？",
        "AnswerEn": "The weighted area-to-area regression kriging (WATA RK) model is a method proposed to convert sensible heat flux measurements from eddy covariance scale to large aperture scintillometer scale. It involves path-weighting functions of eddy covariance and scintillometer source areas during both regression and kriging stages to improve estimation accuracy.",
        "AnswerCn": "加权面积到面积回归克里金（WATA RK）模型是一种方法，旨在将涡度协方差尺度的感热通量测量转换为大孔径闪烁仪尺度。该方法在回归和克里金阶段都涉及涡度协方差和闪烁仪源区域的路径加权函数，以提高估计精度。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to challenges in accurately estimating surface fluxes in arid and semiarid regions, particularly in oasis–desert ecosystems?",
        "QuestionCn": "哪些因素导致在干旱和半干旱地区，特别是绿洲-沙漠生态系统中，准确估算地表通量面临挑战？",
        "AnswerEn": "Accurately estimating surface fluxes in arid and semiarid regions is challenging due to the heterogeneous nature of the surface, which includes variations in soil and vegetation temperatures and resistances. Moreover, the strong advective environments and incomplete energy balance closure with respect to available energy further complicate the estimation.",
        "AnswerCn": "在干旱和半干旱地区，准确估计表面通量是具有挑战性的，因为表面具有异质性，包括土壤和植被温度及阻力的变化。此外，强烈的平流环境和可用能量的不完全能量平衡闭合进一步复杂化了估计过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the application of remote sensing-based observations seen as beneficial for large-scale sensible heat flux measurements?",
        "QuestionCn": "遥感观测的应用被视为对大规模显热通量测量有益的原因是什么？",
        "AnswerEn": "Remote sensing-based observations are beneficial for large-scale sensible heat flux measurements because traditional methods like eddy covariance are limited in scale. Remote sensing provides wider coverage, although it requires validation through methods like large aperture scintillometer to ensure accuracy.",
        "AnswerCn": "基于遥感的观测对于大规模显热通量测量是有益的，因为传统方法如涡度协方差在规模上受到限制。遥感提供了更广泛的覆盖范围，但需要通过大孔径闪烁仪等方法进行验证，以确保准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes the need for specific data collection methods in oasis–desert ecosystems to achieve sustainable development and carbon neutrality goals?",
        "QuestionCn": "在绿洲-沙漠生态系统中，为实现可持续发展和碳中和目标，特定数据收集方法的需求源于哪些原因？",
        "AnswerEn": "The need for specific data collection methods in oasis–desert ecosystems arises from the critical role these systems play in ecological stability and agricultural productivity. Long-term observations of energy, water vapor, and carbon exchange are essential to understand and maintain the balance between oasis and desert systems, supporting ecological security and sustainable development.",
        "AnswerCn": "在绿洲-沙漠生态系统中，特定数据收集方法的需求源于这些系统在生态稳定性和农业生产力中所发挥的关键作用。对能量、水蒸气和碳交换的长期观察对于理解和维持绿洲与沙漠系统之间的平衡至关重要，这有助于支持生态安全和可持续发展。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the implementation of a weighted area-to-area regression kriging model affect the validation of remote sensing-derived sensible heat flux products?",
        "QuestionCn": "加权区域到区域回归克里金模型的实施如何影响遥感导出的显热通量产品的验证？",
        "AnswerEn": "The implementation of a weighted area-to-area regression kriging model enhances the validation of remote sensing-derived sensible heat flux products by improving estimation accuracy and providing a more efficient validation method compared to traditional approaches.",
        "AnswerCn": "加权区域间回归克里金模型的实施通过提高估计准确性和提供比传统方法更高效的验证方法，增强了遥感衍生的显热通量产品的验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What impact does the inclusion of long-term energy, water vapor, and carbon flux datasets have on the understanding of oasis–desert interactions and their ecological stability?",
        "QuestionCn": "长期能源、水蒸气和碳通量数据集的纳入对理解绿洲-沙漠相互作用及其生态稳定性有何影响？",
        "AnswerEn": "The inclusion of long-term datasets on energy, water vapor, and carbon fluxes enhances the understanding of oasis–desert interactions by providing critical insights into their ecological stability, supporting sustainable development, and aiding in achieving carbon neutrality goals.",
        "AnswerCn": "长期的能源、水汽和碳通量数据集的纳入增强了对绿洲-沙漠相互作用的理解，提供了对其生态稳定性的关键见解，支持可持续发展，并有助于实现碳中和目标。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the goal of maintaining a network of meteorological and hydrological stations in oasis-desert environments?",
        "QuestionCn": "在绿洲-沙漠环境中维护气象和水文站网络的目标是什么？",
        "AnswerEn": "The goal is to gather long-term datasets that support the understanding of energy, water vapor, and carbon exchanges, which are vital for sustainable development and ecological stability in these sensitive regions.",
        "AnswerCn": "目标是收集长期数据集，以支持对能源、水蒸气和碳交换的理解，这对这些敏感地区的可持续发展和生态稳定至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in ensuring the quality control of meteorological and hydrological data collected from remote sensing and field observations in oasis–desert ecosystems?",
        "QuestionCn": "确保从遥感和实地观测中收集的绿洲-沙漠生态系统气象和水文数据质量控制的程序包括哪些步骤？",
        "AnswerEn": "The data collection and quality control procedure involves data collection, data processing, and data archiving and sharing. Observational datasets include long-term energy, water vapor, carbon, and methane fluxes as well as auxiliary data such as hydrometeorology, vegetation, and soil parameters. Data from automatic weather stations are averaged over a 10-minute period, and the eddy covariance system and scintillometer provide half-hourly turbulent flux data.",
        "AnswerCn": "数据收集和质量控制程序包括数据收集、数据处理以及数据归档和共享。观测数据集包括长期的能量、水蒸气、碳和甲烷通量，以及辅助数据，如水文气象、植被和土壤参数。自动气象站的数据以10分钟为一个周期进行平均，涡度协方差系统和闪烁仪提供半小时的湍流通量数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How is the eddy covariance system utilized in measuring energy, water vapor, and carbon fluxes in arid and semiarid regions?",
        "QuestionCn": "涡度相关系统如何用于测量干旱和半干旱地区的能量、水汽和碳通量？",
        "AnswerEn": "The eddy covariance system is used to acquire half-hourly turbulent flux data, which includes energy, water vapor, and carbon fluxes. These measurements are part of a suite of observational datasets from artificial and natural oasis–desert systems, collected to understand energy, water vapor, and carbon exchange in these ecosystems.",
        "AnswerCn": "涡度协方差系统用于获取半小时的湍流通量数据，包括能量、水蒸气和碳通量。这些测量数据是来自人工和自然绿洲-沙漠系统的一系列观测数据的一部分，旨在理解这些生态系统中的能量、水蒸气和碳交换。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the challenges and methods employed in converting eddy covariance-scale sensible heat flux to large aperture scintillometer-scale sensible heat flux for remote sensing validation?",
        "QuestionCn": "将涡动协方差尺度的显热通量转换为大孔径闪烁仪尺度的显热通量，以进行遥感验证时面临的挑战和采用的方法是什么？",
        "AnswerEn": "The conversion involves challenges like bias estimation due to the path-weighting function not being considered in the kriging process. The WATA RK model is proposed to overcome these challenges by using path-weighting functions in both regression and area kriging stages, enabling the conversion of eddy covariance-scale sensible heat flux to large aperture scintillometer-scale sensible heat flux.",
        "AnswerCn": "转换过程中面临的挑战包括由于路径加权函数未在克里金过程中考虑而导致的偏差估计。为克服这些挑战，提出了WATA RK模型，该模型在回归和区域克里金阶段都使用路径加权函数，从而实现将涡动协方差尺度的显热通量转换为大孔径闪烁仪尺度的显热通量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the precise measurement of soil and canopy component temperatures for evapotranspiration studies in arid regions?",
        "QuestionCn": "哪些技术进步使得在干旱地区对土壤和冠层成分温度的精确测量成为可能，以便进行蒸散发研究？",
        "AnswerEn": "The use of a high-resolution thermal infrared camera has enabled the precise measurement of soil and canopy component temperatures, which are crucial for estimating evapotranspiration using models like the two-source energy balance (TSEB) model.",
        "AnswerCn": "高分辨率热红外相机的使用使得土壤和冠层成分温度的精确测量成为可能，这对于使用双源能量平衡（TSEB）模型估算蒸散发至关重要。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do path-weighting functions enhance the conversion of data from eddy covariance system-scale to large aperture scintillometer-scale for validating remote sensing products?",
        "QuestionCn": "路径加权函数如何增强从涡度协方差系统尺度到大孔径闪烁仪尺度的数据转换，以验证遥感产品？",
        "AnswerEn": "Path-weighting functions are used in a weighted area-to-area regression kriging (WATA RK) model to convert eddy covariance system-scale data to large aperture scintillometer-scale data, improving the accuracy of sensible heat flux estimations for validating remote sensing products.",
        "AnswerCn": "路径加权函数用于加权区域到区域回归克里金（WATA RK）模型，将涡度协方差系统尺度数据转换为大孔径闪烁仪尺度数据，从而提高了对有效热通量估计的准确性，以验证遥感产品。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions have facilitated the collection of long-term energy, water vapor, and carbon flux datasets in oasis–desert ecosystems?",
        "QuestionCn": "哪些条件促进了在绿洲-沙漠生态系统中收集长期能量、水汽和碳通量数据集？",
        "AnswerEn": "The establishment of multiple land surface flux and meteorological stations since 2012 in the middle and lower reaches of the Heihe River Basin has facilitated the collection of long-term datasets. These stations provide continuous measurements of turbulent fluxes, hydrometeorological data, and vegetation and soil parameters.",
        "AnswerCn": "自2012年以来，在黑河流域中下游建立了多个地表通量和气象站，促进了长期数据集的收集。这些站点提供了湍流通量、气象水文数据以及植被和土壤参数的连续测量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in accurately estimating surface fluxes in arid regions using traditional models and measurement techniques?",
        "QuestionCn": "在干旱地区，使用传统模型和测量技术准确估计表面通量可能面临挑战的原因是什么？",
        "AnswerEn": "Accurately estimating surface fluxes in arid regions is challenging due to heterogeneous landscapes that include mixtures of soil and vegetation, which have different temperatures and resistances to energy exchange. Traditional models like the one-source evapotranspiration estimation models cannot account for these variations, leading to inaccurate estimations. Moreover, errors in determining component temperatures from composite radiometric temperatures and the strong advective environment further complicate these estimations.",
        "AnswerCn": "在干旱地区，准确估计表面通量是具有挑战性的，因为这些地区的景观异质性包括土壤和植被的混合，这些成分具有不同的温度和能量交换阻力。传统模型，如单源蒸散发估计模型，无法考虑这些变化，导致估计不准确。此外，从复合辐射温度中确定组分温度的误差以及强烈的平流环境进一步加剧了这些估计的复杂性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the anticipated difficulties in using remote sensing data to validate large-scale heat flux measurements, and how can these challenges be addressed?",
        "QuestionCn": "使用遥感数据验证大规模热通量测量的预期困难是什么，以及如何解决这些挑战？",
        "AnswerEn": "One anticipated difficulty in using remote sensing data to validate large-scale heat flux measurements is the conversion of smaller-scale measurements (e.g., from eddy covariance systems) to larger scales (e.g., those covered by large aperture scintillometers). This conversion may introduce biases if path-weighting functions are not considered. The Weighted Area-to-Area Regression Kriging (WATA RK) model has been proposed to address this by incorporating path-weighting functions in both regression and kriging stages, improving accuracy in validation.",
        "AnswerCn": "使用遥感数据验证大规模热通量测量的一个预期困难是将小尺度测量（例如，来自涡动协方差系统的测量）转换为大尺度测量（例如，覆盖大孔径闪烁仪的测量）。如果不考虑路径加权函数，这种转换可能会引入偏差。已提出加权面积到面积回归克里金（WATA RK）模型，通过在回归和克里金阶段都纳入路径加权函数，从而提高验证的准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might long-term observations be critical for understanding energy, water vapor, and carbon exchange in oasis–desert ecosystems, and what methodological considerations are necessary?",
        "QuestionCn": "长期观测对于理解绿洲-沙漠生态系统中的能量、水蒸气和碳交换可能至关重要，哪些方法论考虑是必要的？",
        "AnswerEn": "Long-term observations are critical for understanding energy, water vapor, and carbon exchange in oasis–desert ecosystems due to the complex interactions and variability over time. Maintaining a balance between oasis and desert systems is vital for sustainable development. Methodological considerations include establishing comprehensive datasets that cover a range of parameters such as turbulent fluxes, hydrometeorology, and vegetation over extended periods, ensuring data quality control, and facilitating data sharing for broader ecological and socioeconomic insights.",
        "AnswerCn": "长期观察对于理解绿洲-沙漠生态系统中的能量、水蒸气和碳交换至关重要，因为这些系统之间存在复杂的相互作用和时间上的变异。维持绿洲和沙漠系统之间的平衡对可持续发展至关重要。方法学考虑包括建立涵盖一系列参数（如湍流通量、水文气象和植被）的综合数据集，确保数据质量控制，并促进数据共享，以便获得更广泛的生态和社会经济洞察。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of using thermal infrared cameras for measuring soil and canopy component temperatures in heterogeneous landscapes?",
        "QuestionCn": "如何评估在异质景观中使用热红外相机测量土壤和冠层组分温度的有效性？",
        "AnswerEn": "The use of thermal infrared cameras is effective for measuring soil and canopy component temperatures as they provide high-resolution thermal images that can be used as inputs for models like the TSEB model. This approach allows for the separation of latent fluxes of soil and vegetation components with reasonable accuracy, as demonstrated in the field observations and subsequent model validations.",
        "AnswerCn": "热红外相机在测量土壤和冠层组件温度方面非常有效，因为它们提供高分辨率的热图像，可以作为TSEB模型等模型的输入。这种方法允许以合理的精度分离土壤和植被组件的潜热通量，正如在现场观测和后续模型验证中所证明的那样。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges in converting eddy covariance scale measurements to large aperture scintillometer scale measurements for validating remote sensing products?",
        "QuestionCn": "将涡度协方差尺度测量转换为大孔径闪烁仪尺度测量以验证遥感产品时，可能面临的挑战有哪些？",
        "AnswerEn": "Converting eddy covariance scale measurements to large aperture scintillometer scale measurements poses challenges such as bias estimation due to path-weighting functions not being considered in the kriging process. Additionally, estimating residuals from eddy covariance data to scintillometer scale requires careful consideration of the footprint models and regression techniques.",
        "AnswerCn": "将涡动协方差尺度测量转换为大孔径闪烁仪尺度测量面临挑战，例如由于在克里金过程未考虑路径加权函数而导致的偏差估计。此外，从涡动协方差数据到闪烁仪尺度的残差估计需要仔细考虑足迹模型和回归技术。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can long-term observational datasets from oasis–desert systems contribute to understanding energy, water vapor, and carbon exchange, and how might these datasets be refined or expanded?",
        "QuestionCn": "长期观测绿洲-沙漠系统的数据集可以通过哪些方式帮助理解能量、水汽和碳交换，这些数据集又可以如何被优化或扩展？",
        "AnswerEn": "Long-term observational datasets from oasis–desert systems are crucial for understanding energy, water vapor, and carbon exchange, as they provide comprehensive data over time, including turbulent fluxes and hydrometeorological parameters. Refinement or expansion of these datasets could involve incorporating more stations, enhancing temporal resolution, and integrating additional parameters such as methane fluxes and groundwater table data to improve ecological and socioeconomic insights into oasis–desert interactions.",
        "AnswerCn": "来自绿洲-沙漠系统的长期观测数据集对于理解能量、水汽和碳交换至关重要，因为它们提供了包括湍流通量和水文气象参数在内的长期综合数据。对这些数据集的完善或扩展可以包括增加更多的观测站、提高时间分辨率，以及整合额外的参数，如甲烷通量和地下水位数据，以改善对绿洲-沙漠相互作用的生态和社会经济洞察。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the various sensors at different heights and orientations contribute to the accuracy and reliability of the meteorological data collection in this field.",
        "QuestionCn": "我不明白不同高度和方向的各种传感器如何有助于气象数据收集的准确性和可靠性。",
        "AnswerEn": "The dataset involves multiple sensors set at specific heights and orientations which measure various atmospheric parameters such as air temperature, humidity, wind speed, and radiation. These measurements at different heights and orientations help capture a comprehensive profile of the atmosphere, thus improving the accuracy and reliability of meteorological data collection.",
        "AnswerCn": "该数据集涉及多个传感器，设置在特定的高度和方向，测量各种大气参数，如空气温度、湿度、风速和辐射。这些在不同高度和方向的测量有助于捕捉大气的全面特征，从而提高气象数据收集的准确性和可靠性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the effectiveness of using eddy covariance systems and large aperture scintillometers for measuring surface fluxes in heterogeneous landscapes.",
        "QuestionCn": "我对在异质景观中使用涡度协方差系统和大孔径闪烁仪测量表面通量的有效性感到不确定。",
        "AnswerEn": "Eddy covariance systems and large aperture scintillometers are used to measure surface fluxes, with the latter being applied for large-scale sensible heat flux measurements. Their effectiveness in heterogeneous landscapes relies on their ability to capture fluxes over a wide area, which is crucial in accounting for spatial variability in such environments.",
        "AnswerCn": "涡度协方差系统和大孔径闪烁仪用于测量表面通量，后者被应用于大规模的显热通量测量。它们在异质景观中的有效性依赖于其捕捉广泛区域通量的能力，这在考虑此类环境中的空间变异性时至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I can't make sense of how these datasets are processed and quality-controlled to ensure they are suitable for long-term ecological and hydrometeorological studies.",
        "QuestionCn": "我无法理解这些数据集是如何处理和质量控制的，以确保它们适合长期生态和水文气象研究。",
        "AnswerEn": "The datasets undergo a rigorous process of data collection, processing, and quality control, which includes ensuring data completeness, removing outliers, and standardizing formats. This ensures that the data is accurate, reliable, and suitable for long-term ecological and hydrometeorological studies.",
        "AnswerCn": "数据集经过严格的数据收集、处理和质量控制过程，包括确保数据的完整性、去除异常值和标准化格式。这确保了数据的准确性、可靠性，并适合用于长期生态和水文气象研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore potential methods for improving the accuracy and reliability of remote sensing products used in estimating land surface heat fluxes, considering current limitations.",
        "QuestionCn": "请探讨提高用于估算地表热通量的遥感产品准确性和可靠性的潜在方法，考虑当前的局限性。",
        "AnswerEn": "Improving the accuracy and reliability of remote sensing products for estimating land surface heat fluxes could involve developing advanced models that incorporate path-weighting functions to better translate point-based eddy covariance measurements to larger scales. Techniques such as weighted area-to-area regression kriging (WATA RK) can enhance the scale conversion process. Additionally, integrating high-resolution thermal infrared imagery to accurately separate soil and vegetation component temperatures, and employing robust validation approaches using ground-based measurements, can address current limitations in remote sensing estimations.",
        "AnswerCn": "提高遥感产品在估算地表热通量方面的准确性和可靠性，可以通过开发先进模型来实现，这些模型结合路径加权函数，以更好地将基于点的涡度协方差测量转换为更大尺度。加权面积到面积回归克里金（WATA RK）等技术可以增强尺度转换过程。此外，整合高分辨率热红外影像以准确分离土壤和植被成分温度，并采用基于地面测量的稳健验证方法，可以解决遥感估算中的当前局限性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}