{
  "id": "a9dcb2cd-bc0e-4a2e-bfc1-44e4b1724ca9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data of interaction mechanism between major road projects and environment in western mountainous areas project",
      "titleCn": "西部山区重大道路工程与环境的相互作用机制项目的汇交数据",
      "description": "The interaction mechanism project between major road projects and the environment in western mountainous areas belongs to the major research plan of \"Environment and Ecological Science in Western China\" of the National Natural Science Foundation. The person in charge is Cui Peng researcher of Chengdu Mountain Disaster and Environment Research Institute, Ministry of Water Resources, Chinese Academy of Sciences. The project runs from January 2003 to December 2005.\nData collected for this project:\nEngineering and Environmental Centrifugal Model Test Data (word Document): Consists of six groups of centrifugal model test data, namely:\nTest 1. Centrifugal Model Test of Soil Cutting High Slope (6 Groups)\nTest 2. Centrifugal Model Experiment of Backpressure for Slope Cutting and Filling (4 Groups)\nTest 3. Centrifugal Model Experimental Study on Anti-slide Piles and Pile-slab Walls (10 Groups)\nTest 4. Centrifugal Model Tests for Different Construction Timing of Slope (5 Groups)\nTest 5. Migration Effect Centrifugal Model Test (11 Groups)\nTest 6. Centrifugal Model Test of Water Effect on Temporary Slope (8 Groups)\nThe purpose, theoretical basis, test design, test results and other information of each test are introduced in detail.",
      "descriptionCn": "西部山区重大道路工程与环境的相互作用机制项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为中国科学院水利部成都山地灾害与环境研究所崔鹏研究员，项目运行时间为2003.1-2005.12。\n该项目汇交数据：\n工程与环境离心模型试验资料(word文档):由六组离心模型实验资料组成，分别是：\n\t试验一、土质路堑高边坡离心模型试验（6组）\n\t试验二、削坡与填土反压离心模型实验（4组）\n\t试验三、抗滑桩及桩板墙离心模型实验研究（10组）\n\t试验四、边坡不同施工时序离心模型试验（5组）\n\t试验五、迁移式影响离心模型试验（11组）\n\t试验六、水对临时边坡影响离心模型试验（8组）\n详细介绍了每个试验的目的,理论基础,试验设计,试验结果等信息.",
      "instructions": "Word document",
      "instructionsCn": "word文档",
      "east": 111.2,
      "west": 73.45,
      "south": 20.9,
      "north": 49.36,
      "startTime": null,
      "endTime": null,
      "fileSize": 125545120.0,
      "cstr": "18406.11.Socioeco.tpdc.270626",
      "doi": "10.11888/Socioeco.tpdc.270626",
      "dataFormat": "文档",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "崔鹏",
        "nameEn": "CUI Peng",
        "unitEn": "",
        "unitCn": "中国科学院水利部成都山地灾害与环境研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "西部山区重大道路工程与环境的相互作用机制离心模型实验资料集",
        "titleEn": null,
        "referenceCn": "崔鹏等. (2009). 西部山区重大道路工程与环境的相互作用机制离心模型实验资料集.中国科学院水利部成都山地灾害与环境研究所，西南交通大学.",
        "referenceEn": null
      },
      {
        "titleCn": "边坡开挖迁移式影响离心模型试验研究",
        "titleEn": null,
        "referenceCn": "姚裕春,姚令侃,袁碧玉. (2006). 边坡开挖迁移式影响离心模型试验研究. 岩土工程学报, 28(1), 76-80.",
        "referenceEn": null
      },
      {
        "titleCn": "稳定边坡用刷坡设平台和填土反压的试验分析",
        "titleEn": null,
        "referenceCn": "周志林,姚令侃,姚裕春. (2006). 稳定边坡用刷坡设平台和填土反压的试验分析.路基工程, (5), 39-41.",
        "referenceEn": null
      },
      {
        "titleCn": "降雨条件下边坡破坏机理离心模型研究",
        "titleEn": null,
        "referenceCn": "姚裕春,姚令侃,袁碧玉. (2004). 降雨条件下边坡破坏机理离心模型研究.中国铁道科学,25(4), 64-68.",
        "referenceEn": null
      },
      {
        "titleCn": "抗滑桩宽度与桩间距对桩间土拱效应的影响研究",
        "titleEn": null,
        "referenceCn": "杨明,姚令侃,王广军. (2009). 抗滑桩宽度与桩间距对桩间土拱效应的影响研究.岩土工程学报. 29(10), 1477-1482.",
        "referenceEn": null
      },
      {
        "titleCn": "施工时序对边坡稳定性影响的离心模型试验及数值分析",
        "titleEn": null,
        "referenceCn": "姚裕春,姚令侃,袁碧玉,苏凤环,周志林. (2006). 施工时序对边坡稳定性影响的离心模型试验及数值分析.岩石力学与工程学报,25(5), 1075-1080.",
        "referenceEn": null
      },
      {
        "titleCn": "水入渗条件下边坡破坏离心模型试验研究",
        "titleEn": null,
        "referenceCn": "姚裕春,姚令侃,王元勋,杨明,袁碧玉. (2004). 水入渗条件下边坡破坏离心模型试验研究.自然灾害学报,13(2),149-154.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      },
      {
        "nameCn": "环境污染与治理",
        "nameEn": "Environment Pollution and Control"
      },
      {
        "nameCn": "道路工程",
        "nameEn": "Road engineering"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国西部",
        "keywordEn": "Western China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2003-2005",
        "keywordEn": "2003-2005",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used in centrifugal model experiments to analyze the interaction mechanism between major road projects and the environment in mountainous regions?",
        "QuestionCn": "在离心模型实验中，用于分析主要道路项目与山区环境之间相互作用机制的数据收集方法的特点是什么？",
        "AnswerEn": "detailed experimental setups, soil cut slopes, slope cutting with backfill, anti-slide piles, construction sequences, migratory influences, water effects on temporary slopes",
        "AnswerCn": "详细的实验设置、土壤切坡、带回填的坡面切割、防滑桩、施工顺序、迁移影响、临时坡面的水影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many centrifugal model tests were conducted to study the interaction mechanisms between major road engineering and the environment in mountainous areas?",
        "QuestionCn": "在山区研究主要道路工程与环境之间相互作用机制的离心模型试验共进行了多少次？",
        "AnswerEn": "44",
        "AnswerCn": "44",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does the term 'centrifugal model experiment' mean in the context of data collection methods for studying the interaction between major road engineering and the environment in mountainous western regions?",
        "QuestionCn": "在研究山区西部地区主要道路工程与环境之间的相互作用的数据收集方法中，“离心模型实验”一词是什么意思？",
        "AnswerEn": "A 'centrifugal model experiment' refers to a data collection method used to simulate and analyze the effects of major road engineering projects on environmental factors in mountainous regions. In this context, it involves creating scaled-down physical models of road structures and using centrifugal force to mimic real-world conditions such as soil stability, slope behavior, and water impact. This method allows researchers to study the theoretical foundations, design, and outcomes of various engineering scenarios, as detailed in the experimental data collected from multiple tests on soil cut high slopes, slope cutting with backfill, anti-slide piles, construction sequencing, migratory effects, and water impact on temporary slopes.",
        "AnswerCn": "“离心模型实验”是指一种数据收集方法，用于模拟和分析重大道路工程项目对山区环境因素的影响。在这个背景下，它涉及创建缩小比例的道路结构物理模型，并利用离心力来模拟实际条件，如土壤稳定性、坡度行为和水的影响。这种方法使研究人员能够研究各种工程场景的理论基础、设计和结果，具体体现在对土壤切高坡、回填坡切割、抗滑桩、施工顺序、迁移效应以及水对临时坡的影响等多个测试收集的实验数据中。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying factors that influence the choice of centrifuge model experiments in studying the interaction mechanisms between major road engineering and the environment in mountainous regions of Western China?",
        "QuestionCn": "影响在中国西部山区研究主要道路工程与环境之间相互作用机制的离心机模型实验选择的潜在因素有哪些？",
        "AnswerEn": "The choice of centrifuge model experiments is influenced by the need to accurately simulate and analyze geotechnical conditions and interactions in mountainous regions. These experiments help in understanding the soil and structural behavior under different conditions such as high slopes, slope cutting, backfill pressure, anti-slide piles, different construction sequences, and water impacts on temporary slopes. These factors are crucial in the context of major road engineering projects where environmental interactions need thorough examination.",
        "AnswerCn": "离心机模型实验的选择受到准确模拟和分析山区地质条件及相互作用的需求影响。这些实验有助于理解土壤和结构在不同条件下的行为，例如高坡、坡面开挖、回填压力、抗滑桩、不同的施工顺序以及水对临时坡的影响。这些因素在重大道路工程项目中至关重要，因为环境相互作用需要进行全面的检查。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on the understanding of engineering-environment interactions when utilizing various centrifuge model tests in road construction projects in mountainous regions?",
        "QuestionCn": "在山区公路建设项目中，利用各种离心模型试验对工程与环境相互作用的理解可能产生的结果是什么？",
        "AnswerEn": "The use of various centrifuge model tests can lead to a comprehensive understanding of the interactions between major road construction projects and the environment in mountainous regions. By conducting experiments on different scenarios such as soil cut slopes, slope cutting with backfill, and the influence of water on temporary slopes, researchers can observe and analyze the stability and failure mechanisms of slopes under different conditions. This can result in developing better construction techniques and mitigation strategies, ultimately minimizing environmental impact and improving the safety and durability of road infrastructure.",
        "AnswerCn": "各种离心机模型试验的使用可以深入了解山区主要道路建设项目与环境之间的相互作用。通过对不同场景进行实验，例如土壤切坡、回填土切坡以及水对临时坡的影响，研究人员可以观察和分析在不同条件下坡体的稳定性和失效机制。这可以导致更好的施工技术和减缓策略的发展，最终最小化对环境的影响，提高道路基础设施的安全性和耐久性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed procedures for conducting centrifuge model experiments to study the interaction between major road projects and the environment in mountainous regions?",
        "QuestionCn": "进行离心模型实验以研究重大道路项目与山区环境之间相互作用的详细程序是什么？",
        "AnswerEn": "The centrifuge model experiments are conducted in multiple stages, each focusing on different aspects of road engineering and environmental interactions. These include: engineering high soil slope cuts, experimenting with slope cutting and backfilling, studying anti-slide piles and pile wall boards, examining slope construction sequences, analyzing migratory impacts, and investigating the effects of water on temporary slopes. Each experiment is meticulously designed with clear objectives and theoretical foundations, followed by detailed results analysis.",
        "AnswerCn": "离心模型实验分多个阶段进行，每个阶段关注道路工程和环境相互作用的不同方面。这些包括：工程高土坡切割、进行坡切割和回填实验、研究抗滑桩和桩墙板、考察坡道施工顺序、分析迁移影响以及调查水对临时坡的影响。每个实验都经过精心设计，具有明确的目标和理论基础，随后进行详细的结果分析。",
        "Level": "C3(Applying)"
      }
    ]
  }
}