{
    "id": "a9dd3d35-b00c-4db9-81be-db0c67ff53c1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Zircon HF-O isotopic data set of Cretaceous granites from Alichor, South Pamir (2021)",
            "titleCn": "南帕米尔阿里秋地区白垩纪花岗岩锆石Hf-O同位素据集（2021）",
            "description": "This data set is in-situ HF-O isotope data of zircon from Cretaceous granite in aliqiu area of South Pamir Plateau. The sample types analyzed include biotite granite and granodiorite. Zircon HF-O test is analyzed by cameca IMS 1280hr secondary ion mass spectrometry (SIMS). The test unit is the State Key Laboratory of isotope geochemistry, Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The internal precision of single analysis of 18O / 16O ratio is generally better than 0.2 ‰ (1 σ)。 The repeatability of Penglai standard data is 10.0 ‰, and the repeatability of external standard data is 10.0 ‰. The data comes from the articles under review. The data set can be used to study the petrogenesis and tectonic setting of magmatic rocks in Pamir Plateau.",
            "descriptionCn": "本数据集为南帕米尔高原阿里秋地区白垩纪花岗岩锆石原位Hf-O同位素数据。分析的样品类型包括黑云母花岗岩和花岗闪长岩。锆石Hf-O测试采用Cameca IMS 1280HR二次离子质谱（SIMS）分析，测试单位是中国科学院广州地球化学研究所同位素地球化学国家重点实验室。18O/16O比值单次分析的内精度一般优于0.2‰（1σ）。采用蓬莱标准品重复分析重复性测定的外部精密度为0.10‰，数据结果真实可靠。数据来自正在审稿阶段文章。该数据集可以用于研究帕米尔高原岩浆岩的岩石成因和构造背景。",
            "instructions": "HfOisotope2021",
            "instructionsCn": "HfOisotope2021",
            "east": 74.0,
            "west": 72.6,
            "south": 37.3,
            "north": 37.7,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 15786.0,
            "cstr": "18406.11.SolidEar.tpdc.272298",
            "doi": "10.11888/SolidEar.tpdc.272298",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "唐功建",
                "nameEn": "TANG Gongjian",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "但卫",
                "nameEn": "DAN Wei",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Petrogenesis of the Early Cretaceous granitoids in the Central-South Pamir: Implications for arc magma flare-up",
                "referenceCn": null,
                "referenceEn": "Ma, X., Tang, G.J., Wyman, D.A., Cawood, P.A., Dan, W., Wang, Q., Yang, Y.N., & Tang, G.R. (2022). Petrogenesis of the Early Cretaceous granitoids in the Central-South Pamir: Implications for arc magma flare-up. Journal of Petrology, under review."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "锆石Hf-O同位素",
                "nameEn": "Zircon Hf-O isotope"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "南帕米尔",
                "keywordEn": "South Pamir"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics and precision levels of isotope ratio analysis techniques used for determining zircon Hf-O isotopic compositions in granitic rocks?",
                "QuestionCn": "用于确定花岗岩中锆石Hf-O同位素组成的同位素比率分析技术的关键特征和精度水平是什么？",
                "AnswerEn": "in-situ Hf-O isotope analysis, Cameca IMS 1280HR secondary ion mass spectrometry, precision for 18O/16O ratio exceeds 0.2‰ (1σ), external precision 0.10‰",
                "AnswerCn": "原位Hf-O同位素分析，使用Cameca IMS 1280HR二次离子质谱仪，^18O/^16O比值的精度超过0.2‰（1σ），外部精度为0.10‰。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the internal precision of the 18O/16O ratio analysis in a dataset of zircon Hf-O isotopes?",
                "QuestionCn": "在锆石Hf-O同位素数据集中，18O/16O比率分析的内部精度是多少？",
                "AnswerEn": "0.2‰",
                "AnswerCn": "0.2‰",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using Cameca IMS 1280HR secondary ion mass spectrometry (SIMS) in Hf-O isotope analysis in zircon?",
                "QuestionCn": "使用Cameca IMS 1280HR次级离子质谱（SIMS）进行锆石中的Hf-O同位素分析具有重要意义。",
                "AnswerEn": "Cameca IMS 1280HR secondary ion mass spectrometry (SIMS) is significant in Hf-O isotope analysis in zircon as it allows for high-precision in situ measurements. The method offers internal precision generally better than 0.2‰ (1σ) for 18O/16O ratio analysis, with external precision determined through repeated analysis of the Penglai standard to be 0.10‰, thus ensuring reliable data. This enables researchers to study the petrogenesis and tectonic background of magmatic rocks in regions like the Pamir Plateau.",
                "AnswerCn": "Cameca IMS 1280HR 二次离子质谱（SIMS）在锆石的铪-氧同位素分析中具有重要意义，因为它能够进行高精度的原位测量。该方法在18O/16O比率分析中通常提供优于0.2‰（1σ）的内部精度，外部精度通过对蓬莱标准的重复分析确定为0.10‰，从而确保数据的可靠性。这使得研究人员能够研究如帕米尔高原等地区的岩浆岩的成因和构造背景。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to the selection of Cameca IMS 1280HR secondary ion mass spectrometry (SIMS) for analyzing zircon Hf-O isotopes in the context of Cretaceous granites from the Pamir region?",
                "QuestionCn": "选择Cameca IMS 1280HR次级离子质谱（SIMS）用于分析帕米尔地区白垩纪花岗岩中的锆石Hf-O同位素的因素有哪些？",
                "AnswerEn": "The choice of Cameca IMS 1280HR secondary ion mass spectrometry (SIMS) for analyzing zircon Hf-O isotopes is influenced by the need for high precision and reliability in isotope ratio measurements. The SIMS technique provides an internal precision generally better than 0.2‰ (1σ) for 18O/16O ratios, which is crucial for accurately determining the isotopic composition of zircon samples from Cretaceous granites. This precision ensures data quality and supports robust geological interpretations regarding the petrogenesis and tectonic settings of magmatic rocks in the Pamir region.",
                "AnswerCn": "选择Cameca IMS 1280HR次级离子质谱（SIMS）来分析锆石的Hf-O同位素，受到对同位素比率测量高精度和可靠性的需求的影响。SIMS技术对18O/16O比率的内部精度通常优于0.2‰（1σ），这对于准确确定来自白垩纪花岗岩的锆石样品的同位素组成至关重要。这种精度确保了数据质量，并支持对帕米尔地区火成岩的成因和构造背景的稳健地质解释。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of collecting Hf-O isotope data from zircon in Cretaceous granites in the Ali area of the South Pamir Plateau?",
                "QuestionCn": "收集南帕米尔高原阿里地区白垩纪花岗岩中锆石的Hf-O同位素数据的最终目标是什么？",
                "AnswerEn": "The ultimate goal is to study the petrogenesis and tectonic setting of magmatic rocks in the Pamir Plateau. By using accurate and reliable Hf-O isotope data from zircon, researchers aim to gain insights into the geological processes and history of the region, which can contribute to a deeper understanding of its formation and evolution.",
                "AnswerCn": "最终目标是研究帕米尔高原火成岩的岩石成因和构造背景。通过使用来自锆石的准确可靠的铪-氧同位素数据，研究人员旨在深入了解该地区的地质过程和历史，从而有助于更深入地理解其形成和演化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental techniques and procedures are employed to ensure the precision and reliability of isotopic data collection for zircon Hf-O isotopes in granitic rocks?",
                "QuestionCn": "为了确保花岗岩中锆石Hf-O同位素数据收集的精确性和可靠性，采用了哪些仪器技术和程序？",
                "AnswerEn": "The data collection for zircon Hf-O isotopes in granitic rocks involves using the Cameca IMS 1280HR secondary ion mass spectrometry (SIMS) to analyze samples like biotite granite and granodiorite. The internal precision for single 18O/16O ratio analysis is generally better than 0.2‰ (1σ), and the external precision, determined by repeated analyses of the Penglai standard, is 0.10‰, ensuring reliable data.",
                "AnswerCn": "对花岗岩岩石中锆石Hf-O同位素的数据收集涉及使用Cameca IMS 1280HR次级离子质谱仪（SIMS）分析样品，如黑云母花岗岩和花岗闪长岩。单次18O/16O比率分析的内部精度通常优于0.2‰（1σ），而通过对Penglai标准的重复分析确定的外部精度为0.10‰，确保了数据的可靠性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements or methodologies have enabled the accurate collection of in-situ Hf-O isotope data in zircon samples from granite and granodiorite rocks?",
                "QuestionCn": "哪些技术进步或方法论使得能够准确收集来自花岗岩和花岗闪长岩样品中锆石的原位Hf-O同位素数据？",
                "AnswerEn": "The use of Cameca IMS 1280HR secondary ion mass spectrometry (SIMS) has enabled the accurate collection of in-situ Hf-O isotope data in zircon samples, with internal precision generally better than 0.2‰ for 18O/16O ratios and external precision of 0.10‰ as determined by repeated analysis of the Penglai standard.",
                "AnswerCn": "Cameca IMS 1280HR 次级离子质谱（SIMS）的使用使得在锆石样品中准确收集原位 Hf-O 同位素数据成为可能，内部精度通常优于 0.2‰，外部精度为 0.10‰，这是通过对蓬莱标准的重复分析确定的。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}