{
    "id": "aa0abb39-e757-4c3b-accf-f30659947bcb",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of evapotranspiration, gross primary production and yield of croplands in the North China Plain (2001-2018)",
            "titleCn": "华北平原农田蒸散发、总初级生产力与作物产量数据集（2001-2018）",
            "description": "As an important grain production base in China, the North China Plain is short of water resources while with a high level of agricultural production. The contradiction between water supply and food demand would continue to intensify under climate change. It is urgent to obtain the key data of evapotranspiration (ET), gross primary productivity (GPP) and typical crop yield of agroecosystems in the North China Plain. Better understanding of their spatiotemporal variations is of great significance for improvement of agricultural water use efficiency and food security. The water-carbon coupling model was combined with a crop growth simulation method in the Remote Sensing based cropland Ecohydrological Model (ReSEM). Then, this study estimates ET and GPP of agroecosystems and yield of main crop types (winter wheat-summer maize) in the North China Plain from 2001 to 2018 according to crop planting types and phenology distribution. The ReSEM considers different parameterization schemes for wheat (representing C3 crops) and corn (representing C4 crops). The resolution of ET and GPP fluxes is 500 meters and 8 days, and the yield estimates are annual result with 500 meters resolution. This dataset provides a basis for assessing the changes in agricultural water use efficiency and crop productivity in the North China Plain.",
            "descriptionCn": "华北平原作为我国重要的粮食生产基地，水资源短缺但农业生产水平高。气候变化背景下，水资源和粮食生产之间的供需矛盾可能将不断加剧。因此亟需获取华北平原农田生态系统的蒸散发（ET）和总初级生产力（GPP）以及典型作物产量等关键数据，深入认识其时空变化规律对农业水资源高效利用和粮食安全生产具有重要意义。本研究通过基于遥感的农田生态水文模型（ReSEM），采用遥感水碳耦合模型和作物生长过程模拟方法，结合作物种植类型和物候期分布数据，估算了华北平原2001-2018年农田生态系统的ET和GPP以及主要作物类型（冬小麦-夏玉米）的产量。ReSEM考虑了小麦（代表C3作物）和玉米（代表C4作物）不同的参数化方案，估算的ET和GPP通量数据空间分辨率为500米，时间分辨率为8天，产量数据为500米空间分辨率的年度结果。该数据集为评估华北平原农业水分利用效率和作物生产力变化提供了依据。",
            "instructions": "ET and GPP fluxes are stored in TIFF format which are named as “yyyy-mm-dd. Tif”. For example, the file of “2001-01-01.tif” corresponds to the value of each variable on January 1, 2001, representing the average result from January 1 to January 8, 2001. Each file contains 4 bands, corresponding to GPP, crop transpiration (Ec), soil evaporation (Es) and evaporation from rainfall interception (Ei) in turn with the unit of gC m-2 d-1, mm d-1, mm d-1 and mm d-1 respectively. Note that the value of each variable is the product of each pixel value and the scaling factor (0.01). The last image of each year is the average of the last five days (nonleap year) or six days (leap year). The yield data is also saved as TIFF grid data, including the annual yield of winter wheat and summer corn with the unit of kg ha-1.",
            "instructionsCn": "ET和GPP通量数据以TIFF格式存储，单个文件的名称为“yyyy-mm-dd.tif”，如2001-01-01.tif对应的是2001年1月1日的各要素值，表示2001年1月1日至2001年1月8日的平均结果。每个文件包含4个波段，依次对应GPP, 作物蒸腾（Ec）, 土壤蒸发（Es）和冠层截流蒸发（Ei）。其单位分别为 gC m-2 d-1, mm d-1, mm d-1和mm d-1。注意：要素真实值是像素值与缩放因子（0.01）的乘积结果。每年最后一幅图像是最后五天（非闰年）或六天（闰年）的平均值。产量数据同样为TIFF栅格数据保存，包括冬小麦和夏玉米两种作物每年的产量，单位为kg ha-1。",
            "east": 122.67,
            "west": 112.83,
            "south": 32.13,
            "north": 40.4,
            "startTime": "2001-01-01 00:00:00",
            "endTime": "2018-12-31 00:00:00",
            "fileSize": 8452985899.0,
            "cstr": "18406.11.Terre.tpdc.300255",
            "doi": "10.11888/Terre.tpdc.300255",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "雷慧闽",
                "nameEn": "LEI Huimin",
                "unitEn": "",
                "unitCn": "清华大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Climate and management impacts on the spatiotemporal dynamics of water-carbon fluxes in the North China Plain",
                "referenceCn": null,
                "referenceEn": "Wang, X., Lei, H., Li, J., Qu, Y., Kong, D., & Huo, Z. (2023). Climate and management impacts on the spatiotemporal dynamics of water-carbon fluxes in the North China Plain. Agriculture, Ecosystems and Environment, 343, 108270."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating evapotranspiration and yield of wheat and maize croplands through a remote sensing-based model",
                "referenceCn": null,
                "referenceEn": "Wang, X., Lei, H., Li, J., Huo, Z., Zhang, Y., & Qu, Y. (2023). Estimating evapotranspiration and yield of wheat and maize croplands through a remote sensing-based model."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "产量",
                "nameEn": "yeild"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "农作物",
                "nameEn": "crop"
            },
            {
                "nameCn": "农田",
                "nameEn": "Farmland"
            },
            {
                "nameCn": "水文",
                "nameEn": "hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华北平原",
                "keywordEn": "North China Plain"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2001-2018",
                "keywordEn": "2001-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "流域生态水文学",
                "titleEn": "Excellent Young Scientists Fund of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methodologies used in collecting data on evapotranspiration, gross primary productivity, and crop yield in agricultural ecosystems?",
                "QuestionCn": "在农业生态系统中，蒸散发、总初级生产力和作物产量的数据收集的特征和方法包括：",
                "AnswerEn": "remote sensing-based agricultural eco-hydrological model, remote sensing water-carbon coupling model, crop growth simulation methods, crop planting types, phenological distribution data, parameterization schemes for C3 crops, parameterization schemes for C4 crops, spatial resolution of 500 meters, temporal resolution of 8 days, annual yield data, 500-meter spatial resolution",
                "AnswerCn": "基于遥感的农业生态水文模型，遥感水-碳耦合模型，作物生长模拟方法，作物种植类型，物候分布数据，C3作物参数化方案，C4作物参数化方案，空间分辨率为500米，时间分辨率为8天，年度产量数据，500米空间分辨率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the data used to estimate evapotranspiration (ET) and gross primary productivity (GPP) in a dataset related to the North China Plain's farmland ecosystem?",
                "QuestionCn": "用于估计北中国平原农田生态系统蒸散发（ET）和总初级生产力（GPP）数据集的空间分辨率是多少？",
                "AnswerEn": "500 meters",
                "AnswerCn": "500米",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using the ReSEM model for estimating ET and GPP in the North China Plain compare with other remote sensing-based approaches in terms of spatial and temporal resolution?",
                "QuestionCn": "使用ReSEM模型在华北平原估算蒸散发（ET）和总初级生产力（GPP）的数据收集方法与其他基于遥感的方法在空间和时间分辨率方面有何比较？",
                "AnswerEn": "The ReSEM model used to estimate ET and GPP in the North China Plain incorporates a remote sensing water-carbon coupling model and crop growth simulation methods, providing a spatial resolution of 500 meters and a temporal resolution of 8 days. This approach may differ from other remote sensing-based methods that could offer varying spatial and temporal resolutions, potentially affecting the precision and applicability of data for agricultural water resource management and crop productivity analysis.",
                "AnswerCn": "ReSEM模型用于估算华北平原的蒸散发（ET）和总初级生产力（GPP），结合了遥感水碳耦合模型和作物生长模拟方法，提供500米的空间分辨率和8天的时间分辨率。这种方法可能与其他基于遥感的方法有所不同，后者可能提供不同的空间和时间分辨率，从而影响农业水资源管理和作物生产力分析的数据精度和适用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the use of remote sensing hydrological models and the coupling of water-carbon models enhance our understanding of evapotranspiration and gross primary productivity trends in agricultural ecosystems?",
                "QuestionCn": "遥感水文模型的使用以及水-碳模型的耦合如何增强我们对农业生态系统中蒸散发和总初级生产力趋势的理解？",
                "AnswerEn": "The use of remote sensing hydrological models and the coupling of water-carbon models allows for the estimation of evapotranspiration and gross primary productivity by considering different crop types and phenological stages. This approach provides insights into the spatial and temporal variations of these parameters, which are crucial for efficient water resource utilization and ensuring food security in regions like the North China Plain.",
                "AnswerCn": "遥感水文模型的使用以及水-碳模型的耦合，使得通过考虑不同作物类型和物候阶段来估算蒸散发和总初级生产力成为可能。这种方法提供了对这些参数的空间和时间变化的洞察，这对于高效利用水资源和确保像华北平原这样的地区的粮食安全至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the need for estimating evapotranspiration and gross primary productivity in North China Plain farmlands from 2001 to 2018 using remote sensing techniques?",
                "QuestionCn": "在2001年至2018年期间，使用遥感技术估算华北平原农田的蒸散发和总初级生产力的需求受以下因素影响：",
                "AnswerEn": "The need for estimating evapotranspiration (ET) and gross primary productivity (GPP) in North China Plain farmlands arises from the region's significance as a major grain production base, which faces challenges of water scarcity despite high agricultural productivity. With climate change potentially exacerbating the conflict between water resource availability and food production, it is crucial to acquire key data on the temporal and spatial variability of farmland ecosystems' ET and GPP. Such data enhance the efficient use of agricultural water resources and ensure food security. The research employs a remote sensing-based agro-hydrological model (ReSEM) alongside water-carbon coupling and crop growth simulation models, integrating crop type and phenology distribution data, to estimate the ET and GPP trends and typical crop yields.",
                "AnswerCn": "在北中国平原农田中，估算蒸散发（ET）和总初级生产力（GPP）的需求源于该地区作为主要粮食生产基地的重要性，尽管农业生产力高，但面临水资源短缺的挑战。随着气候变化可能加剧水资源可用性与粮食生产之间的冲突，获取农田生态系统ET和GPP的时空变化关键数据变得至关重要。这些数据有助于提高农业水资源的有效利用，确保粮食安全。本研究采用基于遥感的农业水文模型（ReSEM），结合水-碳耦合和作物生长模拟模型，整合作物类型和生长周期分布数据，以估算ET和GPP的趋势及典型作物产量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using remote sensing-based agroecosystem hydrological models on understanding the spatiotemporal variations in evapotranspiration and gross primary productivity in agricultural regions?",
                "QuestionCn": "使用基于遥感的农业生态系统水文模型来理解农业地区蒸散发和总初级生产力的时空变化可能带来的潜在后果是什么？",
                "AnswerEn": "Using a remote sensing-based agroecosystem hydrological model allows for the estimation of evapotranspiration (ET) and gross primary productivity (GPP) with a spatial resolution of 500 meters and a temporal resolution of 8 days. This provides detailed insights into the spatiotemporal variations in ET and GPP, which are crucial for assessing agricultural water use efficiency and crop productivity changes. It enables a deeper understanding of the dynamics between water resources and food production, especially in regions with significant agricultural activity like the North China Plain, where water scarcity is a pressing concern.",
                "AnswerCn": "使用基于遥感的农业生态系统水文模型，可以以500米的空间分辨率和8天的时间分辨率估算蒸散发（ET）和总初级生产力（GPP）。这为评估农业用水效率和作物生产力变化提供了对ET和GPP时空变化的详细洞察。它使我们能够更深入地理解水资源与粮食生产之间的动态关系，特别是在像华北平原这样农业活动显著的地区，水资源短缺是一个紧迫的问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the main objectives of estimating farmland ecosystem evapotranspiration and gross primary productivity in the North China Plain from 2001 to 2018 using remote sensing-based models?",
                "QuestionCn": "估算2001年至2018年北方平原农田生态系统蒸散发和总初级生产力的主要目标是什么，使用基于遥感的模型？",
                "AnswerEn": "The main objectives are to gain a deep understanding of the spatiotemporal variation patterns of evapotranspiration (ET) and gross primary productivity (GPP) in the farmland ecosystem of the North China Plain, to enhance efficient agricultural water resource utilization, and to ensure food security under the background of climate change. This is particularly important because the region is a crucial grain production base with high agricultural production levels but faces water resource shortages. The dataset provides essential data for evaluating agricultural water use efficiency and changes in crop productivity.",
                "AnswerCn": "主要目标是深入了解华北平原农田生态系统中蒸散发（ET）和总初级生产力（GPP）的时空变化模式，以提高农业水资源的有效利用，并在气候变化背景下确保粮食安全。这一点尤为重要，因为该地区是重要的粮食生产基地，农业生产水平高，但面临水资源短缺。该数据集为评估农业用水效率和作物生产力变化提供了重要数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in estimating evapotranspiration (ET) and gross primary productivity (GPP) using remote sensing-based agro-hydrological models in agricultural regions like the North China Plain?",
                "QuestionCn": "在农业地区如华北平原，使用基于遥感的农业水文模型估算蒸散发（ET）和总初级生产力（GPP）的程序步骤包括：\n\n1. 数据收集：获取遥感影像、气象数据、土壤特性、作物类型和生长阶段等相关数据。\n\n2. 遥感影像预处理：对获取的遥感影像进行几何校正、辐射校正和大气校正，以确保数据的准确性。\n\n3. 作物参数提取：利用遥感数据提取作物的光谱特征、叶面积指数（LAI）和其他生物物理参数。\n\n4. ET估算：应用合适的模型（如Penman-Monteith方程或SEBAL模型）结合气象数据和作物参数，估算蒸散发。\n\n5. GPP估算：使用光合有效辐射（PAR）和作物的光合效率模型，结合遥感提取的LAI，估算总初级生产力。\n\n6. 模型验证：通过地面观测数据对ET和GPP的估算结果进行验证和校正。\n\n7. 数据分析与结果输出：分析估算结果，生成ET和GPP的时空分布图，并进行结果的可视化。\n\n8. 应用与决策支持：将估算结果应用于农业管理、灌溉调度和政策制定等方面。",
                "AnswerEn": "The estimation of evapotranspiration (ET) and gross primary productivity (GPP) in agricultural regions like the North China Plain involves using a remote sensing-based agro-hydrological model, such as the ReSEM. This model employs a remote sensing water-carbon coupling model and crop growth process simulation methods. It integrates data on crop planting types and phenological period distribution to estimate ET and GPP. The model considers different parameterization schemes for wheat (C3 crop) and maize (C4 crop). The spatial resolution for the ET and GPP flux data is 500 meters, with a temporal resolution of 8 days, while the yield data is provided as annual results at a 500-meter spatial resolution.",
                "AnswerCn": "在像华北平原这样的农业地区，蒸散发（ET）和总初级生产力（GPP）的估算涉及使用基于遥感的农业水文模型，如ReSEM。该模型采用遥感水碳耦合模型和作物生长过程模拟方法。它整合了作物种植类型和物候期分布的数据，以估算ET和GPP。该模型考虑了小麦（C3作物）和玉米（C4作物）的不同参数化方案。ET和GPP通量数据的空间分辨率为500米，时间分辨率为8天，而产量数据则以500米空间分辨率提供年度结果。",
                "Level": "C3(Applying)"
            }
        ]
    }
}