{
  "id": "aa44a125-04e0-4f2c-b746-e779ea94a706",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of major and trace element contents of diabase dikes in Baolun gold deposit, Hainan Province",
      "titleCn": "海南省抱伦金矿辉绿岩脉主量和微量元素含量地球化学数据",
      "description": "Firstly, the sample was made into glass sheet by alkali fusion method, and then the content of major elements was determined by wet chemical method on X-ray fluorescence spectrometer (XRF). The specific steps refer to Li Xianhua et al. (2005). In order to determine the content of trace elements, samples were prepared by acid solution method and determined by inductively coupled plasma mass spectrometry (ICP-MS) and full spectrum direct reading inductively coupled plasma atomic emission spectrometry (ICP-AES) in 2020. Generally, the error (relative standard deviation) of analysis results of major elements (except H2O +) is less than 3%, rare earth elements and y are less than 4%, and other trace elements are between 3% and 7%. For the specific analysis process, please refer to Liu Ying et al. (1996).",
      "descriptionCn": "首先采用碱熔法将样品制成玻璃片，然后在X射线荧光光谱仪（XRF）上运用湿化学方法完成主量元素含量的测定，具体步骤参照李献华等（2005）。测定微量元素含量时，运用酸溶液法制备样品，在电感藕合等离子体质谱仪（ICP-MS）和全谱直读电感耦合等离子体发射光谱仪（ICP-AES）上于2020年完成测定。通常，主量元素（H2O+除外）分析结果的误差（相对标准偏差值）小于3%，稀土元素和Y小于4%，其它微量元素在3~7%之间，具体分析流程参考刘颖等（1996）。",
      "instructions": "Stored in word format, the sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample number.",
      "instructionsCn": "以word格式存储，样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品编号。",
      "east": 109.5,
      "west": 108.8,
      "south": 18.5,
      "north": 19.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 21323.0,
      "cstr": null,
      "doi": "10.18654/1000-0569/2020.02.13",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "周岳强",
        "nameEn": "ZHOU Yueqiang",
        "unitEn": "",
        "unitCn": "湖南省地质矿产勘查开发局四〇二队"
      }
    ],
    "literatureList": [
      {
        "titleCn": "海南抱伦金矿区辉绿岩脉的成因及其对金成矿的启示",
        "titleEn": null,
        "referenceCn": "周岳强, 许德如, 赵朝霞, 单强, 董国军, & 宁钧陶, et al. (2019). 海南抱伦金矿区辉绿岩脉的成因及其对金成矿的启示. 岩石学报, 36(2).",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "主量元素",
        "nameEn": "Major elements"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "微量元素",
        "nameEn": "Trace elements"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "海南省乐东县",
        "keywordEn": "ledong country，Hainan province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "燕山期",
        "keywordEn": "Yanshanian",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific methods used for measuring major and trace elements in diabase veins within mining geochemical studies?",
        "QuestionCn": "在矿业地球化学研究中，测量辉长岩脉中的主要和微量元素的具体方法有哪些？",
        "AnswerEn": "glass bead prepared by alkaline fusion, X-ray fluorescence spectrometer (XRF), wet chemical methods, acid dissolution, inductively coupled plasma mass spectrometer (ICP-MS), inductively coupled plasma atomic emission spectrometer (ICP-AES)",
        "AnswerCn": "碱熔制备的玻璃珠，X射线荧光光谱仪（XRF），湿化学方法，酸溶解，电感耦合等离子体质谱仪（ICP-MS），电感耦合等离子体原子发射光谱仪（ICP-AES）",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the relative standard deviation error range for the analysis of microelements using acid dissolution and spectrometry methods?",
        "QuestionCn": "微量元素分析中使用酸溶解和光谱法的相对标准偏差误差范围是多少？",
        "AnswerEn": "3-7%, <4%",
        "AnswerCn": "3-7%，<4%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does the term '主量元素含量测定' mean in the context of geochemical data collection for diorite veins in gold mines?",
        "QuestionCn": "在金矿中闪长岩脉的地球化学数据收集中，“主量元素含量测定”指的是什么？",
        "AnswerEn": "The term '主量元素含量测定' refers to the determination of major element contents conducted using glass beads prepared via alkali fusion, followed by analysis with an X-ray fluorescence spectrometer (XRF) utilizing wet chemical methods. This process is used to measure the concentration of major elements, with reference to procedures outlined by Li Xianhua et al. (2005).",
        "AnswerCn": "“主量元素含量测定”是指通过碱熔制备玻璃珠后，利用X射线荧光光谱仪（XRF）结合湿化学方法进行的主要元素含量测定。该过程用于测量主要元素的浓度，参考了Li Xianhua等人（2005）所述的程序。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the methods of determining major element content using X-ray fluorescence spectroscopy compare to the techniques used for measuring trace elements with ICP-MS and ICP-AES in terms of accuracy and error rates?",
        "QuestionCn": "使用X射线荧光光谱法确定主要元素含量的方法与使用ICP-MS和ICP-AES测量微量元素的技术在准确性和误差率方面有何比较？",
        "AnswerEn": "The method of determining major element content using X-ray fluorescence spectroscopy involves making glass discs from samples using an alkali fusion method, and it typically shows a relative standard deviation error of less than 3%. In contrast, trace elements are measured using ICP-MS and ICP-AES with samples prepared through an acid dissolution method, where rare earth elements and Y have errors of less than 4%, and other trace elements have errors between 3% and 7%.",
        "AnswerCn": "使用X射线荧光光谱法确定主要元素含量的方法涉及通过碱熔融法制备样品玻璃圆片，通常相对标准偏差误差小于3%。相比之下，微量元素的测定使用ICP-MS和ICP-AES，样品通过酸溶解法制备，其中稀土元素和钇的误差小于4%，而其他微量元素的误差在3%到7%之间。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the choice of using X-ray fluorescence spectrometry (XRF) and inductively coupled plasma mass spectrometry (ICP-MS) reveal about the precision and limitations of the data collection methods for geochemical analysis of diabase dykes?",
        "QuestionCn": "使用X射线荧光光谱法（XRF）和电感耦合等离子体质谱法（ICP-MS）进行辉绿岩岩墙地球化学分析的选择可以揭示这些数据收集方法的精度和局限性是什么？",
        "AnswerEn": "The use of X-ray fluorescence spectrometry (XRF) indicates a preference for precise measurement of major element contents, benefiting from its lower relative standard deviation error of less than 3%. Meanwhile, the application of ICP-MS for trace element analysis suggests a need for high sensitivity to detect lower concentration elements, with an acceptable error range of 3-7%. This combination of techniques highlights a strategic approach to balance precision and sensitivity in geochemical data collection.",
        "AnswerCn": "X射线荧光光谱法（XRF）的使用表明对主要元素含量的精确测量的偏好，其相对标准偏差误差低于3%。与此同时，电感耦合等离子体质谱法（ICP-MS）在微量元素分析中的应用表明需要高灵敏度以检测低浓度元素，允许的误差范围为3-7%。这两种技术的结合突显了在地球化学数据收集中的精确性和灵敏性之间的战略平衡。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes potential errors in the determination of major and trace elements using XRF and ICP-MS/ICP-AES methods in geological samples?",
        "QuestionCn": "在地质样品中使用XRF和ICP-MS/ICP-AES方法确定主要和微量元素时，可能导致错误的原因是什么？",
        "AnswerEn": "Potential errors in the determination of major and trace elements using XRF and ICP-MS/ICP-AES methods could be caused by factors such as inaccuracies in sample preparation techniques like alkali fusion and acid dissolution, instrument calibration issues, and the inherent variability of the methods used. Additionally, the relative standard deviation errors for major elements (excluding H2O+) are typically less than 3%, while rare earth elements and Y have errors less than 4%, and other trace elements range between 3% to 7%, which might also contribute to variations in the data.",
        "AnswerCn": "使用XRF和ICP-MS/ICP-AES方法确定主要和微量元素时，潜在的错误可能由以下因素引起：样品制备技术（如碱熔融和酸溶解）的不准确性、仪器校准问题以及所用方法的固有变异性。此外，主要元素（不包括H2O+）的相对标准偏差误差通常小于3%，稀土元素和Y的误差小于4%，而其他微量元素的误差范围在3%到7%之间，这也可能导致数据的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are employed to accurately measure the major and trace elements in diabase veins using geochemical data collection methods?",
        "QuestionCn": "采用哪些程序来准确测量辉绿岩脉中的主要和微量元素，使用地球化学数据收集方法？",
        "AnswerEn": "The major elements are measured by first making glass discs from samples using an alkali fusion method, followed by analysis with an X-ray fluorescence spectrometer (XRF) using wet chemistry methods. For trace elements, samples are prepared using an acid solution method and measured with both an inductively coupled plasma mass spectrometer (ICP-MS) and a full spectrum direct reading inductively coupled plasma atomic emission spectrometer (ICP-AES). The specific steps for major element measurement are based on Li Xianhua et al. (2005), and the process for trace elements ensures that the relative standard deviation error is typically under 3% for major elements (excluding H2O+), less than 4% for rare earth elements and Y, and between 3-7% for other trace elements, as referenced in Liu Ying et al. (1996).",
        "AnswerCn": "主要元素的测量首先通过碱熔融法将样品制成玻璃圆片，然后使用X射线荧光光谱仪（XRF）进行分析，结合湿化学方法。对于微量元素，样品采用酸溶液法制备，并使用电感耦合等离子体质谱仪（ICP-MS）和全谱直接读数电感耦合等离子体发射光谱仪（ICP-AES）进行测量。主要元素测量的具体步骤基于李先华等（2005）的研究，微量元素的测量过程确保主要元素（不包括H2O+）的相对标准偏差误差通常低于3%，稀土元素和Y的误差低于4%，其他微量元素的误差在3-7%之间，参考了刘颖等（1996）的研究。",
        "Level": "C3(Applying)"
      }
    ]
  }
}