{
  "id": "aa679ab4-a2c9-4122-b826-874cc7afaee9",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "A global dataset on future surface climate from the Community Earth System Model 2.0 from 2015 to 2070 or 2100 ",
      "titleCn": "CESM2.0未来全球气候模型产品（2015~2070/2100）",
      "description": "This dataset is generated by the Community Earth System Model version 2.0 (CESM2.0) under the Representative Concentration Pathway 8.5 (RCP8.5) scenario, representing a global land surface climate dataset. To quantify the impact of future urbanization on global climate change, the dataset utilizes future scenario surface data with three different levels of urbanization development, resulting in three sub-datasets: (1) SSP585_UC_BNU, (2) SSP585_DU_BNU, and (3) SSP585_DU_GAO. In SSP585_UC_BNU, urbanization levels remain at the current level, using the 2020 global urbanization products simulated by He et al. (2021) under the Shared Socioeconomic Pathway 5 (SSP5) scenario. In SSP585_DU_BNU, urbanization levels dynamically develop, utilizing the dynamic global urbanization products simulated by He et al. (2021) under the SSP5 scenario for the years 2020 to 2070. SSP585_DU_GAO adopts a faster urbanization rate, using the dynamic global urbanization products simulated by Gao & O'Neill (2020) under the SSP5 scenario for the years 2020 to 2070. The time cover for the SSP585_UC_BNU dataset is from 2015 to 2100, with monthly, daily, and hourly temporal resolutions. The hourly-scale data covers the years 2019 to 2023 and 2096 to 2100. The time cover for the SSP585_DU_BNU dataset is from 2015 to 2070, with a monthly temporal resolution. The time cover for the SSP585_DU_GAO dataset is from 2015 to 2100, with a monthly temporal resolution. The spatial resolution for all three sub-datasets is 0.9°×1.25°. The dataset includes variables at both grid and sub-grid scales, encompassing basic meteorological elements, surface energy fluxes, runoff, and more. Specific information about the simulated data can be found in the paper Zhang, K., Lee, X., Schultz, N. M., Zhao, L., He, C., Huang, Q., .Liu, Z., Chu, H & Zhao, J. (2023). A global dataset on subgrid land surface climate (2015–2100) from the Community Earth System Model. Geoscience Data Journal, 10(2), 208-219. DOI: 10.1002/gdj3.153. The dataset can be used for the research on the climate effect of urbanization, deforestation, lake expansion / shrinking.",
      "descriptionCn": "本数据集是由通用地球系统模式CESM2.0（Community Earth System Model version 2.0）在代表性浓度路径RCP8.5（Representative Concentration Pathway 8.5）情景下模拟生成的全球陆表气候数据集。为了量化未来城镇化对全球气候变化的影响，数据集使用了三种不同城镇化发展水平的未来情景数据，生成了三个子数据集：（1）SSP585_UC_BNU，（2）SSP585_DU_BNU和（3）SSP585_DU_GAO。在SSP585_UC_BNU中，城镇化水平保持在当前水平，采用了He等人（2021）在共享社会经济路径SSP5（Shared Socioeconomic Pathway 5）情景下模拟的2020年全球城镇化产品。在SSP585_DU_BNU中，城镇化水平动态发展，利用了He等人（2021）在SSP5情景下模拟的2020~2070年动态全球城镇化产品。SSP585_DU_GAO采用了城镇化速率更快的Gao & O’Neill（2020）在SSP5情景下模拟的2020~2070年动态全球城镇化产品。SSP585_UC_BNU数据集的时间跨度为2015~2100年，时间分辨率包含月、日和小时，其中小时尺度数据时间跨度为2019~2023年和2096~2100年。SSP585_DU_BNU数据集的时间跨度为2015~2070年，时间分辨率为月。SSP585_DU_GAO数据集的时间跨度为2015~2100年，时间分辨率为月。三个子数据集的空间分辨率均为0.9°×1.25°。数据集包含了网格和次网格尺度的变量，包括基本气象要素、地表能量通量、径流等。其中，SSP585_UC_BNU包括8种次网格（城市、乡村、森林、草地、灌木、裸土、农田和湖泊）的信息，SSP585_DU_BNU和SSP585_DU_GAO包含3种次网格（城市、郊区和湖泊）的信息。模拟数据的详细说明可参考论文Zhang K, Lee X, Schultz N M, et al. A global dataset on subgrid land surface climate (2015–2100) from the Community Earth System Model[J]. Geoscience Data Journal, 2023, 10 (2): 208-219。本数据集可用于未来情景下城镇化、森林砍伐、湖泊变化等下垫面变化所引起的气候效应研究。",
      "instructions": "File Naming: Saved in NetCDF-4 format. For SSP585_UC_BNU, the file name is \"b.e21.SSP585UC_IndividualSoil_XX_SUB_SSS_TTT\". Here, \"XX\" represents the variable name, \"SUB\" represents the sub-grid type, \"SSS\" represents the temporal resolution, and \"TTT\" represents the data's time span. For example, \"b.e21.SSP585UC_IndividualSoil_tasu_Urban_Monthly_201501-210012.nc\" denotes simulated monthly temperature data for urban sub-grids from January 2015 to December 2100. For SSP585_DU_BNU, the file name is \"b.e213.BSSP585.SSP5_DU.clm2.h0.XXXX-MM\". Here, \"XXXX\" represents the year, and \"MM\" represents the month. For instance, \"b.e213.BSSP585.SSP5_DU.clm2.h0.2015-01\" indicates simulated data for January 2015. For SSP585_DU_GAO, the file name is \"b.e213.BSSP585.SSP5_DU_Gao.clm2.h0.XXXX-MM\". Similarly, \"XXXX\" represents the year, and \"MM\" represents the month. For example, \"b.e213.BSSP585.SSP5_DU_Gao.clm2.h0.2015-01\" signifies simulated data for January 2015. Data Retrieval Method: Users can use Python, MATLAB, and other relevant software to access the data.",
      "instructionsCn": "文件命名：以NetCDF-4格式保存。SSP585_UC_BNU文件的名称为“b.e21.SSP585UC_IndividualSoil_XX_SUB_SSS_TTT”。其中，“XX”代表变量名称，“SUB”代表次网格类型，“SSS”代表时间分辨率，“TTT”代表数据的时间起止。比如“b.e21.SSP585UC_IndividualSoil_tasu_Urban_Monthly_201501-210012.nc”表示2015年1月至2100年12月的城市次网格逐月气温数据。SSP585_DU_BNU文件的名称为“b.e213.BSSP585.SSP5_DU.clm2.h0.XXXX-MM”。其中，“XXXX”代表年份，“MM”代表月份。比如“b.e213.BSSP585.SSP5_DU.clm2.h0.2015-01”表示2015年1月的数据。SSP585_DU_GAO文件的名称为“b.e213.BSSP585.SSP5_DU_Gao.clm2.h0.XXXX-MM”。其中，“XXXX”代表年份，“MM”代表月份。比如“b.e213.BSSP585.SSP5_DU_Gao.clm2.h0.2015-01”表示2015年1月的数据。数据读取方式：用户可以使用Python、MATLAB等软件读取数据。\n",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 666660879063.0,
      "cstr": null,
      "doi": "10.1002/gdj3.153",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "张可儿",
        "nameEn": "ZHANG Keer",
        "unitEn": "",
        "unitCn": "耶鲁大学"
      },
      {
        "nameCn": "王伟",
        "nameEn": "WANG Wei",
        "unitEn": "",
        "unitCn": "南京信息工程大学"
      },
      {
        "nameCn": "曹畅",
        "nameEn": "CAO Chang",
        "unitEn": "",
        "unitCn": "南京信息工程大学"
      },
      {
        "nameCn": "何春阳",
        "nameEn": "HE Chunyang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "黄庆旭",
        "nameEn": "HUANG Qingxu",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "刘志锋",
        "nameEn": "LIU Zhifeng",
        "unitEn": "",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A global dataset on subgrid land surface climate (2015–2100) from the Community Earth System Model",
        "referenceCn": null,
        "referenceEn": "Zhang, K., Lee, X., Schultz, N. M., Zhao, L., He, C., Huang, Q., Liu, Z., Chu, H & Zhao, J. (2023). A global dataset on subgrid land surface climate (2015–2100) from the Community Earth System Model. Geoscience Data Journal, 10(2), 208-219. DOI: 10.1002/gdj3.153."
      },
      {
        "titleCn": null,
        "titleEn": "Factors influencing the spatial variability of air temperature urban heat island intensity in Chinese cities",
        "referenceCn": null,
        "referenceEn": "Heng, L., Wang, W., Zhang, K., Cao, C., Xiao, W., & Lee, X.H. (2023). Factors influencing the spatial variability of air temperature urban heat island intensity in Chinese cities. Adv. Atmos. Sci.,  https://doi.org/10.1007/s00376-023-3012-y."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Other"
      },
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "城市与农村聚落",
        "nameEn": "Urban and rural area"
      },
      {
        "nameCn": "感热",
        "nameEn": "Sensible heat flux"
      },
      {
        "nameCn": "未来预估",
        "nameEn": "future projection"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "潜热",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "Global"
      },
      {
        "keywordCn": "城镇化",
        "keywordEn": "Urbanization"
      },
      {
        "keywordCn": "次网格",
        "keywordEn": "Subgrid"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015-2070/2100",
        "keywordEn": "2015-2070/2100",
        "type": "temporal"
      },
      {
        "keywordCn": "SSP585",
        "keywordEn": "SSP585",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "全球城镇化趋势及其对气候变化的影响",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The urban heat island (UHI) refers to the phenomenon of higher temperature in a city than in its adjacent rural land. The UHI intensity can be quantified as the urban–rural contrast in surface temperature (SUHI) and in near-surface air temperature (AUHI). Generally, the SUHI intensity is computed from the city-wide mean surface temperature and the mean surface temperature of rural pixels in a buffer zone outside the city. Controls of spatial and temporal patterns in the SUHI are well understood. In comparison, our understanding of the AUHI patterns and their controlling factors is still primitive. Over the diurnal cycle, the SUHI peaks during the daytime, but the AUHI is usually greater at night. Studies that compare the SUHI and the AUHI across climate zones show that the SUHI is stronger than the AUHI by an average of 1.1 ± 1.1 K during the daytime and 0.3 ± 1.5 K during the nighttime. In comparison with the SUHI, the spatial variations in the AUHI and the associated biophysical controls are less understood. The SUHI is generally stronger in wetter climates. With regard to the spatial gradient in the AUHI, one study showed that the AUHI is negatively correlated with climate wetness, but another revealed that the AUHI is uncorrelated with precipitation."
      ],
      "research objective": [
        "In this study, we used the data generated by an urban climate model to investigate spatial variations in the AUHI and the underlying climate and ecological drivers. Our first objective is to investigate whether the spatial variations in the AUHI are primarily controlled by the background climate (temperature and precipitation) or by background ecological attributes, such as leaf area index (LAI). Our second objective is to perform attribution analysis of the AUHI intensity."
      ],
      "challenges": [
        "One limitation of the present modeling framework is its simplistic representation of the urban landscape. Furthermore, the current version of CLM does not have the capacity to handle urban vegetation. The computational cost would be prohibitive to run such a model over 5 years and for more than 300 cities, as was done in the present study. The blending height assumption also deserves attention."
      ],
      "methods": [
        "In this study, the data generated by an urban climate model were used to investigate the spatial variations of the AUHI across China and the underlying climate and ecological drivers. A total of 355 urban clusters were used. We performed an attribution analysis of the AUHI to elucidate the mechanisms underlying its formation. In our study, the AUHI intensity is quantified as the 2-m air temperature difference between the urban and rural tiles (∆T2) in the same model grid cell."
      ],
      "dataset": [
        "The simulation was conducted at a 0.9°×1.25° resolution under the Representative Concentration Pathway 8.5 (RCP8.5) scenario from 2015 to 2100. There are 355 grid cells containing both urban and rural tiles across China. They fall into three climate zones: humid (201 grids), semi-humid (118 grids), and semi-arid (36 grids) according to the Köppen–Geiger climate classification. We only used the variables of urban and rural subgrid tiles at hourly intervals from 2019 to 2023."
      ],
      "findings": [
        "The results show that the midday AUHI is negatively correlated with climate wetness (humid: 0.34 K; semi-humid: 0.50 K; semi-arid: 0.73 K). The annual mean midnight AUHI does not show discernible spatial patterns, but is generally stronger than the midday AUHI. The urban–rural difference in convection efficiency is the largest contributor to the midday AUHI in the humid (0.32 ± 0.09 K) and the semi-arid (0.36 ± 0.11 K) climate zones. The release of anthropogenic heat from urban land is the dominant contributor to the midnight AUHI in all three climate zones. The rural vegetation density is the most important driver of the daytime and nighttime AUHI spatial variations. A spatial covariance analysis revealed that this vegetation influence is manifested mainly through its regulation of heat storage in rural land."
      ],
      "backgroundCn": [
        "城市热岛（UHI）指的是城市温度高于其周边农村土地的现象。UHI 强度可以通过城市与农村表面温度（SUHI）和近地面空气温度（AUHI）之间的对比来量化。通常，SUHI 强度是通过城市范围内的平均表面温度与城市外缓冲区农村像素的平均表面温度进行计算的。SUHI 的空间和时间模式的控制因素已被很好地理解。相比之下，我们对 AUHI 模式及其控制因素的理解仍然很初步。在日周期中，SUHI 在白天达到峰值，而 AUHI 通常在夜间更高。比较不同气候区的 SUHI 和 AUHI 的研究表明，白天 SUHI 比 AUHI 强 1.1 ± 1.1 K，夜间则强 0.3 ± 1.5 K。与 SUHI 相比，AUHI 的空间变化及其相关的生物物理控制因素尚不清楚。SUHI 在湿润气候中通常更强。关于 AUHI 的空间梯度，一项研究表明 AUHI 与气候湿度呈负相关，而另一项研究则显示 AUHI 与降水量无相关性。"
      ],
      "research objectiveCn": [
        "在本研究中，我们使用城市气候模型生成的数据来调查城市热岛效应（AUHI）的空间变化及其背后的气候和生态驱动因素。我们的第一个目标是研究AUHI的空间变化是否主要受背景气候（温度和降水）或背景生态特征（如叶面积指数LAI）的控制。我们的第二个目标是对AUHI强度进行归因分析。"
      ],
      "challengesCn": [
        "目前建模框架的一个局限性是对城市景观的简单化表示。此外，当前版本的CLM无法处理城市植被。对于本研究中所做的在300多个城市上运行5年的模型，这样的计算成本将是不可承受的。混合高度的假设也值得关注。"
      ],
      "methodsCn": [
        "在本研究中，利用城市气候模型生成的数据调查了中国城市热岛效应（AUHI）的空间变化及其潜在的气候和生态驱动因素。共使用了355个城市集群。我们进行了AUHI的归因分析，以阐明其形成机制。在我们的研究中，AUHI强度被量化为同一模型网格单元内城市和农村区域的2米空气温度差（∆T2）。"
      ],
      "datasetCn": [
        "该模拟在2015年至2100年期间，采用0.9°×1.25°的分辨率，基于代表性浓度路径8.5（RCP8.5）场景进行。中国共有355个网格单元，包含城市和农村子网格。这些网格单元分布在三种气候区：湿润区（201个网格）、半湿润区（118个网格）和半干旱区（36个网格），根据柯本-盖根气候分类法进行划分。我们仅使用了2019年至2023年间城市和农村子网格的小时间隔变量。"
      ],
      "findingsCn": [
        "结果显示，中午的城市热岛效应（AUHI）与气候湿度呈负相关（湿润：0.34 K；半湿润：0.50 K；半干旱：0.73 K）。年均午夜AUHI没有明显的空间模式，但通常强于中午AUHI。在湿润（0.32 ± 0.09 K）和半干旱（0.36 ± 0.11 K）气候区，城市与乡村之间的对流效率差异是中午AUHI的最大贡献因素。城市土地释放的人为热量是所有三个气候区午夜AUHI的主要贡献因素。乡村植被密度是白天和夜间AUHI空间变化的最重要驱动因素。空间协方差分析表明，这种植被影响主要通过其对乡村土地热储存的调节来体现。"
      ]
    }
  ],
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Is the simulation data under the RCP8.5 scenario more useful for studying urban climate effects or rural climate effects?",
        "QuestionCn": "在RCP8.5情景下的模拟数据对于研究城市气候效应还是农村气候效应更有用？",
        "AnswerEn": "urban climate effects",
        "AnswerCn": "城市气候效应",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used to quantify the urban heat island (UHI) intensity?",
        "QuestionCn": "用于量化城市热岛（UHI）强度的数据收集方法是什么？",
        "AnswerEn": "2-m air temperature difference",
        "AnswerCn": "2米气温差异",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to quantify the urban heat island (UHI) effect in different climate zones?",
        "QuestionCn": "您能否提供一个用于量化不同气候区城市热岛效应（UHI）的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves using an urban climate model to analyze spatial variations in the near-surface air temperature difference between urban and rural areas. This method was applied to 355 urban clusters across China, utilizing hourly data from 2019 to 2023 under the RCP8.5 scenario.",
        "AnswerCn": "一种数据收集方法涉及使用城市气候模型分析城市和农村地区近地面空气温度差异的空间变化。该方法应用于中国的355个城市集群，利用2019年至2023年的每小时数据，基于RCP8.5情景。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when modeling urban landscapes for climate studies?",
        "QuestionCn": "在气候研究中建模城市景观时面临的一个挑战是什么？",
        "AnswerEn": "One challenge is the simplistic representation of urban landscapes in current models, which may not adequately account for urban vegetation. This limitation can hinder the accurate simulation of urban climate dynamics and increase computational costs.",
        "AnswerCn": "一个挑战是当前模型对城市景观的简单化表示，可能无法充分考虑城市植被。这一局限性可能会妨碍城市气候动态的准确模拟，并增加计算成本。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that includes both urban and rural climate variables for studying the urban heat island effect?",
        "QuestionCn": "您能否提供一个包含城市和农村气候变量的数据集示例，以研究城市热岛效应？",
        "AnswerEn": "A dataset includes grid cells containing urban and rural subgrid tiles at a resolution of 0.9°×1.25°, covering 355 grid cells across humid, semi-humid, and semi-arid climate zones in China. It provides hourly data from 2019 to 2023 under the RCP8.5 scenario, enabling the study of urban and rural climate contrasts.",
        "AnswerCn": "一个数据集包含城市和农村子网格瓦片的网格单元，分辨率为0.9°×1.25°，覆盖中国355个网格单元，涵盖湿润、半湿润和半干旱气候区。该数据集提供2019年至2023年的每小时数据，基于RCP8.5情景，能够研究城市与农村气候的对比。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of future climate datasets generated using the CESM2.0 model under different urbanization scenarios?",
        "QuestionCn": "使用CESM2.0模型在不同城市化情景下生成的未来气候数据集的特征是什么？",
        "AnswerEn": "global land surface climate data, spatial resolution of 0.9°×1.25°, different urbanization levels, spans various time periods and resolutions, monthly data, daily data, hourly data, variables at grid and subgrid scales, basic meteorological elements, surface energy fluxes",
        "AnswerCn": "全球陆地表面气候数据，空间分辨率为0.9°×1.25°，不同的城市化水平，涵盖不同时间段和分辨率，月度数据、每日数据、每小时数据，网格和子网格尺度的变量，基本气象要素，地表能量通量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the essential attributes of subgrid land surface climate data used for climate effect research?",
        "QuestionCn": "用于气候影响研究的子网格陆面气候数据的基本属性是什么？",
        "AnswerEn": "basic meteorological elements, land surface energy fluxes, runoff, different temporal resolutions, various subgrid types (urban, suburban, rural)",
        "AnswerCn": "基本气象要素、陆面能量通量、径流、不同时间分辨率、各种子网格类型（城市、郊区、农村）",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset that quantifies urban and rural subgrid tiles across different climate zones over a long-term period?",
        "QuestionCn": "一个量化不同气候区内城市和农村子网格的长期数据集的空间分辨率是多少？",
        "AnswerEn": "0.9°×1.25°",
        "AnswerCn": "0.9°×1.25°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many urban clusters are included in a dataset that investigates spatial variations of the urban heat island effect across China?",
        "QuestionCn": "该数据集中包含多少个城市集群，以调查中国城市热岛效应的空间变化？",
        "AnswerEn": "355",
        "AnswerCn": "三百五十五",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the time intervals for data collection in a dataset focused on urban and rural climate variables under the RCP8.5 scenario?",
        "QuestionCn": "在RCP8.5情景下，针对城市和农村气候变量的数据集的数据收集时间间隔是什么？",
        "AnswerEn": "Hourly intervals",
        "AnswerCn": "每小时间隔",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'subgrid land surface climate data' mean in the context of climate modeling?",
        "QuestionCn": "在气候建模的背景下，“子网格陆地表面气候数据”是什么意思？",
        "AnswerEn": "Subgrid land surface climate data refers to the inclusion of finer-scale variables within a larger grid cell in climate models, capturing different land surface types such as urban areas, rural lands, forests, and lakes, to better represent the diversity and complexity of land surface conditions and their interactions with the atmosphere.",
        "AnswerCn": "子网格陆面气候数据是指在气候模型中包含更细尺度变量，以便在较大网格单元内捕捉不同的陆面类型，如城市地区、农村土地、森林和湖泊，从而更好地表示陆面条件的多样性和复杂性及其与大气的相互作用。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'representative concentration pathway' in climate simulation scenarios?",
        "QuestionCn": "在气候模拟情景中，“代表性浓度路径”是什么意思？",
        "AnswerEn": "A representative concentration pathway (RCP) is a greenhouse gas concentration trajectory adopted in climate modeling to project different future climate scenarios based on varying levels of anthropogenic emissions. In this context, RCP8.5 represents a high-emission scenario used to simulate future climate conditions.",
        "AnswerCn": "代表性浓度路径（RCP）是气候建模中采用的温室气体浓度轨迹，用于根据不同的人为排放水平预测未来气候情景。在这个背景下，RCP8.5代表一种高排放情景，用于模拟未来气候条件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection resolution of a global climate dataset under the RCP8.5 scenario compare to that used for urban heat island studies across different climate zones?",
        "QuestionCn": "在RCP8.5情景下，全球气候数据集的数据收集分辨率与不同气候区的城市热岛研究所使用的分辨率相比如何？",
        "AnswerEn": "The global climate dataset under the RCP8.5 scenario uses a spatial resolution of 0.9°×1.25° and includes both monthly and hourly data, whereas the urban heat island studies use a similar resolution for 355 grid cells but focus on hourly intervals from 2019 to 2023, specifically for urban and rural tiles in China across three climate zones.",
        "AnswerCn": "全球气候数据集在RCP8.5情景下使用0.9°×1.25°的空间分辨率，包括月度和小时数据，而城市热岛研究则使用类似的分辨率，针对355个网格单元，专注于2019年至2023年的小时间隔，特别是中国三个气候区的城市和农村区域。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the differences in urban and rural subgrid tiles' data at a 0.9°×1.25° resolution from 2015 to 2100 help infer the impact of urbanization on climate patterns?",
        "QuestionCn": "2015年至2100年间，0.9°×1.25°分辨率的城市和农村子网格数据的差异如何有助于推断城市化对气候模式的影响？",
        "AnswerEn": "The differences in urban and rural subgrid tiles' data can help infer the impact of urbanization on climate patterns by quantifying the urban heat island intensity as the air temperature difference between urban and rural areas. This can reveal how urbanization affects surface temperature and ecological drivers, contributing to a better understanding of climate change impacts.",
        "AnswerCn": "城市和农村子网格数据的差异可以帮助推断城市化对气候模式的影响，通过量化城市热岛强度，即城市和农村地区之间的空气温度差异。这可以揭示城市化如何影响地表温度和生态驱动因素，从而有助于更好地理解气候变化的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges might arise when using urban climate models to simulate spatial variations in the AUHI across different climate zones, and how could these influence the interpretation of the results?",
        "QuestionCn": "在使用城市气候模型模拟不同气候区的城市热岛效应（AUHI）空间变化时，可能会出现哪些挑战，这些挑战又会如何影响结果的解读？",
        "AnswerEn": "Challenges in using urban climate models include simplistic representation of urban landscapes and limitations in handling urban vegetation. These challenges can influence the interpretation of results by potentially underestimating the complexity of urban environments, impacting the accuracy of attributing variations in AUHI to specific climate and ecological drivers.",
        "AnswerCn": "使用城市气候模型面临的挑战包括对城市景观的简单化表示以及在处理城市植被方面的局限性。这些挑战可能会影响结果的解释，可能低估城市环境的复杂性，从而影响将城市热岛效应（AUHI）的变化归因于特定气候和生态驱动因素的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What underlying factors contribute to the challenges in accurately modeling urban heat island effects using climate models?",
        "QuestionCn": "导致使用气候模型准确模拟城市热岛效应的挑战的潜在因素有哪些？",
        "AnswerEn": "The challenges in modeling urban heat island effects arise from a simplistic representation of urban landscapes and the lack of capability in current models to handle urban vegetation. Additionally, high computational costs associated with running models over extensive time periods and for numerous cities, as well as assumptions like blending height, contribute to these challenges.",
        "AnswerCn": "城市热岛效应建模面临的挑战源于对城市景观的简单化表征，以及当前模型在处理城市植被方面的能力不足。此外，运行模型所需的高计算成本，尤其是在长时间段和多个城市上，以及像混合高度这样的假设，也加剧了这些挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do spatial variations in the atmospheric urban heat island (AUHI) show different patterns compared to surface urban heat island (SUHI) across various climate zones?",
        "QuestionCn": "为什么大气城市热岛（AUHI）在不同气候区的空间变化模式与地表城市热岛（SUHI）表现出不同的模式？",
        "AnswerEn": "Spatial variations in AUHI differ from SUHI due to less understood biophysical controls and their association with spatial gradients. While SUHI is generally stronger in wetter climates, AUHI's relationship with climate wetness and precipitation is less clear, with some studies showing a negative correlation and others showing no correlation.",
        "AnswerCn": "AUHI的空间变化与SUHI不同，主要是由于生物物理控制因素较少被理解及其与空间梯度的关联。虽然SUHI在湿润气候中通常更强，但AUHI与气候湿润度和降水的关系则不太明确，一些研究显示出负相关，而另一些则没有相关性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What reasons lead to the selection of Köppen–Geiger climate classification for categorizing climate zones in urban heat island studies?",
        "QuestionCn": "选择科本-盖根气候分类法用于城市热岛研究的原因有哪些？",
        "AnswerEn": "Köppen–Geiger climate classification is used to categorize climate zones in urban heat island studies because it provides a broad delineation of climate types, allowing for an understanding of how urban and rural tiles are distributed across humid, semi-humid, and semi-arid zones. This classification helps in analyzing the contributions and variations of AUHI patterns across diverse environmental conditions.",
        "AnswerCn": "科本-盖格气候分类用于城市热岛研究中的气候区划，因为它提供了气候类型的广泛划分，使人们能够理解城市和乡村区域在湿润、半湿润和半干旱区域的分布。这一分类有助于分析不同环境条件下城市热岛效应（AUHI）模式的贡献和变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the inclusion of subgrid scale variables in climate models affect the prediction of climate change impacts on urban and rural areas?",
        "QuestionCn": "在气候模型中纳入亚网格尺度变量如何影响对城市和农村地区气候变化影响的预测？",
        "AnswerEn": "The inclusion of subgrid scale variables in climate models allows for a more detailed representation of different land cover types such as urban, rural, and vegetation elements. This enhanced granularity can improve the understanding and prediction of climate change impacts, including the urban heat island intensity and the spatial variations in temperature between urban and rural areas, thereby providing a more nuanced insight into local climate effects.",
        "AnswerCn": "在气候模型中纳入亚网格尺度变量可以更详细地表示不同的土地覆盖类型，如城市、农村和植被元素。这种增强的细节可以改善对气候变化影响的理解和预测，包括城市热岛强度以及城市与农村地区之间温度的空间变化，从而提供对地方气候效应的更细致洞察。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What might be the implications of using different time resolutions in climate models for understanding the diurnal cycle of urban heat islands?",
        "QuestionCn": "使用不同时间分辨率的气候模型对理解城市热岛的日变化周期可能产生的影响是什么？",
        "AnswerEn": "Using different time resolutions in climate models can significantly affect the understanding of the diurnal cycle of urban heat islands. High temporal resolution data, such as hourly intervals, provide detailed insights into the variations of urban heat island intensity throughout the day and night, allowing researchers to capture peak effects and subtle temporal patterns that are crucial for understanding the dynamics of urban climate phenomena.",
        "AnswerCn": "在气候模型中使用不同的时间分辨率会显著影响对城市热岛日周期的理解。高时间分辨率数据，例如每小时的间隔，提供了对城市热岛强度在白天和夜间变化的详细洞察，使研究人员能够捕捉到峰值效应和微妙的时间模式，这对于理解城市气候现象的动态至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of creating a dataset using the CESM2.0 model under the RCP8.5 scenario with varying urbanization levels?",
        "QuestionCn": "在RCP8.5情景下，使用CESM2.0模型创建数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to quantify the impact of future urbanization on global climate change and to provide data that can be used to study climate effects caused by changes in land surfaces such as urbanization, deforestation, and lake variations under different future scenarios.",
        "AnswerCn": "主要目标是量化未来城市化对全球气候变化的影响，并提供数据，以便研究在不同未来情景下，由城市化、森林砍伐和湖泊变化等土地表面变化引起的气候效应。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to investigate spatial variations in the AUHI using data from an urban climate model across China?",
        "QuestionCn": "为什么使用城市气候模型的数据调查中国的城市热岛效应（AUHI）的空间变化是重要的？",
        "AnswerEn": "It is important to understand the spatial variations in the AUHI because it helps identify the underlying climate and ecological drivers that control these variations, which can inform urban planning and climate mitigation strategies.",
        "AnswerCn": "了解城市热岛效应（AUHI）的空间变化非常重要，因为这有助于识别控制这些变化的气候和生态驱动因素，从而为城市规划和气候缓解策略提供信息。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using an urban climate model to investigate the spatial variations of anthropogenic heat island effects across different climate zones?",
        "QuestionCn": "使用城市气候模型研究不同气候区人为热岛效应的空间变化涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve using data generated by an urban climate model to analyze spatial variations of the anthropogenic urban heat island (AUHI) across China. This includes selecting 355 urban clusters, performing attribution analysis of AUHI, and quantifying AUHI intensity as the 2-m air temperature difference between urban and rural tiles in the same model grid cell.",
        "AnswerCn": "这些程序步骤涉及使用城市气候模型生成的数据来分析中国范围内人类活动引起的城市热岛效应（AUHI）的空间变化。这包括选择355个城市集群，进行AUHI的归因分析，并量化AUHI强度，即同一模型网格单元内城市和农村区域的2米空气温度差异。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the temporal resolution of climate data managed in scenarios ranging from 2015 to 2100 for modeling urbanization impacts on global climate?",
        "QuestionCn": "在2015年至2100年的情景中，气候数据的时间分辨率是如何管理的，以模拟城市化对全球气候的影响？",
        "AnswerEn": "Temporal resolution is managed by using monthly data for scenarios from 2015 to 2070/2100, with hourly data available for specific periods such as 2019-2023 and 2096-2100 in the SSP585_UC_BNU subset. This comprehensive temporal framework supports the analysis of urbanization impacts on climate.",
        "AnswerCn": "时间分辨率通过使用2015年至2070/2100年的月度数据进行管理，同时在特定时期（如2019-2023年和2096-2100年）提供小时数据，特别是在SSP585_UC_BNU子集内。这一全面的时间框架支持对城市化对气候影响的分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the simulation of future urbanization impacts on global climate using climate models?",
        "QuestionCn": "哪些方法论能够利用气候模型模拟未来城市化对全球气候的影响？",
        "AnswerEn": "The methodologies involve using the Community Earth System Model version 2.0 (CESM2.0) under the Representative Concentration Pathway 8.5 (RCP8.5) scenario. This includes simulating different urbanization levels and analyzing subgrid land surface climate data to understand the impact of urbanization on global climate change.",
        "AnswerCn": "这些方法涉及在代表性浓度路径8.5（RCP8.5）情景下使用社区地球系统模型版本2.0（CESM2.0）。这包括模拟不同的城市化水平，并分析子网格土地表面气候数据，以了解城市化对全球气候变化的影响。",
        "Level": "C3(Applying)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset focusing on the urban heat island effect not capture variations in the near-surface air temperature (AUHI) as effectively as surface temperature variations (SUHI)?",
        "QuestionCn": "为什么一个关注城市热岛效应的数据集可能无法像表面温度变化（SUHI）那样有效捕捉近地面空气温度（AUHI）的变化？",
        "AnswerEn": "A dataset might not capture variations in AUHI as effectively as SUHI because our understanding of AUHI patterns and their controlling factors is still primitive compared to SUHI. Additionally, the simplistic representation of urban landscapes in current models and the lack of capacity to handle urban vegetation can limit the accuracy of AUHI data.",
        "AnswerCn": "一个数据集可能无法像SUHI那样有效捕捉AUHI的变化，因为我们对AUHI模式及其控制因素的理解仍然相对初步。此外，当前模型对城市景观的简单化表示以及缺乏处理城市植被的能力可能会限制AUHI数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using urban climate models to simulate future climate scenarios under different urbanization levels?",
        "QuestionCn": "如何评估使用城市气候模型在不同城市化水平下模拟未来气候情景的有效性？",
        "AnswerEn": "The effectiveness of using urban climate models can be evaluated based on how well they capture the spatial variations in urban heat islands and the influence of different urbanization levels on climate variables such as air temperature and precipitation. The models' ability to incorporate different scenarios, such as those under the Representative Concentration Pathway 8.5, provides a comprehensive framework to simulate potential future conditions. However, limitations such as simplistic urban landscape representation and the lack of urban vegetation handling suggest areas for model improvement to enhance the accuracy and reliability of the simulations.",
        "AnswerCn": "使用城市气候模型的有效性可以通过它们在多大程度上捕捉城市热岛的空间变化以及不同城市化水平对气候变量（如空气温度和降水）的影响来评估。这些模型能够纳入不同情景，例如在代表性浓度路径8.5下，提供了一个全面的框架来模拟潜在的未来条件。然而，模型的局限性，如对城市景观的简单化表示和缺乏对城市植被的处理，表明了模型改进的领域，以增强模拟的准确性和可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges in collecting and utilizing high-resolution data for urban climate studies?",
        "QuestionCn": "在城市气候研究中收集和利用高分辨率数据的潜在挑战有哪些？",
        "AnswerEn": "Potential challenges in collecting and utilizing high-resolution data for urban climate studies include the computational cost of managing large datasets, particularly when simulating over extended periods and numerous urban clusters. The blending height assumption and the simplistic representation of urban landscapes in current models may limit the accuracy of the data collected. Additionally, the integration of subgrid-scale variables and the need for detailed ecological and climate data can complicate data collection efforts, requiring advanced modeling techniques and substantial computational resources.",
        "AnswerCn": "在城市气候研究中，收集和利用高分辨率数据的潜在挑战包括管理大数据集的计算成本，特别是在对多个城市集群进行长期模拟时。混合高度假设以及当前模型中对城市景观的简化表示可能限制所收集数据的准确性。此外，亚网格尺度变量的整合以及对详细生态和气候数据的需求可能会使数据收集工作复杂化，这需要先进的建模技术和大量的计算资源。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In your opinion, what are the prospects for developing more sophisticated datasets that account for urban vegetation and its impact on urban climate models?",
        "QuestionCn": "在我看来，开发更复杂的数据集以考虑城市植被及其对城市气候模型的影响的前景如何？",
        "AnswerEn": "The prospects for developing more sophisticated datasets that account for urban vegetation in urban climate models are promising but require advancements in data collection techniques and model capabilities. Incorporating urban vegetation could improve the representation of biophysical processes and their influence on urban heat islands. This development could enhance the attribution analysis of urban heat intensity by considering factors such as leaf area index and rural vegetation density. However, achieving this sophistication would necessitate overcoming current limitations in model frameworks and increasing computational efficiency to handle the additional complexity.",
        "AnswerCn": "开发更复杂的数据集以考虑城市植被在城市气候模型中的前景是有希望的，但需要在数据收集技术和模型能力方面取得进展。纳入城市植被可以改善生物物理过程的表现及其对城市热岛的影响。这一发展可以通过考虑叶面积指数和农村植被密度等因素，增强对城市热强度的归因分析。然而，实现这种复杂性需要克服当前模型框架的限制，并提高计算效率以处理额外的复杂性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how urbanization levels are quantified in climate models for future scenarios.",
        "QuestionCn": "我不明白气候模型中如何量化未来情景的城市化水平。",
        "AnswerEn": "The datasets use different urbanization scenarios based on current urbanization levels and dynamic models. For example, SSP585_UC_BNU maintains current urbanization levels using 2020 data, while SSP585_DU_BNU and SSP585_DU_GAO use dynamic urbanization products for 2020~2070, with varying rates of development.",
        "AnswerCn": "这些数据集基于当前城市化水平和动态模型使用不同的城市化情景。例如，SSP585_UC_BNU保持使用2020年的数据维持当前的城市化水平，而SSP585_DU_BNU和SSP585_DU_GAO则使用2020~2070年的动态城市化产品，发展速度各不相同。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how the spatial resolution of climate datasets affects the understanding of urban-rural contrasts.",
        "QuestionCn": "我不确定气候数据集的空间分辨率如何影响对城乡对比的理解。",
        "AnswerEn": "The datasets have a spatial resolution of 0.9°×1.25°, which includes subgrid variables for urban and rural areas. This resolution allows for the analysis of urban-rural contrasts, such as the urban heat island effect, by comparing differences in variables like air temperature across grid cells containing both urban and rural tiles.",
        "AnswerCn": "这些数据集的空间分辨率为0.9°×1.25°，其中包括城市和农村地区的子网格变量。这个分辨率允许分析城市与农村之间的对比，例如通过比较包含城市和农村单元格的空气温度等变量的差异，来研究城市热岛效应。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of how anthropogenic heat release is factored into climate models for urban areas.",
        "QuestionCn": "我无法理解人类活动释放的热量是如何在城市地区的气候模型中考虑的。",
        "AnswerEn": "Anthropogenic heat release is considered a dominant contributor to the urban heat island effect, particularly during the night. In the dataset, this factor is examined as a major influence on the urban-rural temperature difference, affecting the spatial variations in climate zones categorized as humid, semi-humid, and semi-arid.",
        "AnswerCn": "人类热释放被认为是城市热岛效应的主要贡献者，特别是在夜间。在数据集中，这一因素被视为影响城市与乡村温差的主要因素，影响着被分类为湿润、半湿润和半干旱的气候区的空间变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the potential challenges in collecting data for urban heat island effects over diverse climate zones using a global climate model.",
        "QuestionCn": "分析在不同气候区使用全球气候模型收集城市热岛效应数据的潜在挑战。",
        "AnswerEn": "One limitation of the present modeling framework is its simplistic representation of the urban landscape. Furthermore, the current version of the Community Land Model (CLM) does not have the capacity to handle urban vegetation. The computational cost would be prohibitive to run such a model over 5 years and for more than 300 cities, which presents a significant challenge in data collection for urban heat island effects across diverse climate zones.",
        "AnswerCn": "目前建模框架的一个局限性是对城市景观的简单化表示。此外，当前版本的社区土地模型（CLM）无法处理城市植被。运行这样一个模型超过5年并覆盖300多个城市的计算成本将是不可承受的，这在不同气候区收集城市热岛效应的数据时带来了重大挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore the methods used to quantify urban heat island intensity in climate modeling, particularly focusing on spatial and temporal variations.",
        "QuestionCn": "请探讨在气候建模中量化城市热岛强度的方法，特别关注空间和时间变化。",
        "AnswerEn": "In this study, the data generated by an urban climate model were used to investigate the spatial variations of the AUHI across China and the underlying climate and ecological drivers. The AUHI intensity is quantified as the 2-m air temperature difference between the urban and rural tiles (∆T2) in the same model grid cell. This approach allows for an exploration of spatial and temporal variations in urban heat island intensity.",
        "AnswerCn": "在这项研究中，利用城市气候模型生成的数据调查了中国范围内城市热岛效应（AUHI）的空间变化及其潜在的气候和生态驱动因素。AUHI 强度被量化为同一模型网格单元内城市和农村区域的 2 米空气温度差（∆T2）。这种方法使得能够探索城市热岛强度的空间和时间变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore methods for incorporating urban and rural subgrid tiles data at various temporal resolutions into climate models.",
        "QuestionCn": "探索将城市和农村子网格数据以不同时间分辨率纳入气候模型的方法。",
        "AnswerEn": "The simulation was conducted at a 0.9°×1.25° resolution under the Representative Concentration Pathway 8.5 (RCP8.5) scenario from 2015 to 2100. There are 355 grid cells containing both urban and rural tiles across China. Variables of urban and rural subgrid tiles were used at hourly intervals from 2019 to 2023, demonstrating a method for incorporating data at various temporal resolutions into climate models.",
        "AnswerCn": "该模拟在代表性浓度路径8.5（RCP8.5）情景下，于2015年至2100年期间以0.9°×1.25°的分辨率进行。中国有355个网格单元包含城市和农村子网格。使用了2019年至2023年间的城市和农村子网格变量，展示了将不同时间分辨率的数据纳入气候模型的方法。",
        "Level": "C6(Creating)"
      }
    ]
  }
}