{
  "id": "abc5dd0d-dd7a-458a-bf8d-b74f07f9074d",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "BESM simulations",
      "titleCn": "BESM simulations",
      "description": "This data folder “LS4P-I” includes the model products from the GEWEX/Impact of initialized Land Surface temperature and Snowpack on Sub-seasonal to Seasonal Prediction (GEWEX/LS4P) project.  The LS4P was launched in the 2018 GEWEX Science Conference, Alberta, Canada.  More than 40 institutions which include many major weather and climate prediction centers, from 5 continents have participated in this effort.  The LS4P Phase I (LS4P-I) experiment focused on whether the Tibetan Plateau land surface temperature and subsurface temperature (TP LST/SUBT) provides an additional source for subseasonal-to-seasonal (S2S) predictability",
      "descriptionCn": "This data folder “LS4P-I” includes the model products from the GEWEX/Impact of initialized Land Surface temperature and Snowpack on Sub-seasonal to Seasonal Prediction (GEWEX/LS4P) project.  The LS4P was launched in the 2018 GEWEX Science Conference, Alberta, Canada.  More than 40 institutions which include many major weather and climate prediction centers, from 5 continents have participated in this effort.  The LS4P Phase I (LS4P-I) experiment focused on whether the Tibetan Plateau land surface temperature and subsurface temperature (TP LST/SUBT) provides an additional source for subseasonal-to-seasonal (S2S) predictability",
      "instructions": " t2m_LS4P_BESMSSiB_Task1-MINUS_day_00z01052003-00z01072003.nc ",
      "instructionsCn": " t2m_LS4P_BESMSSiB_Task1-MINUS_day_00z01052003-00z01072003.nc ",
      "east": 180.0,
      "west": 180.0,
      "south": 90.0,
      "north": 90.0,
      "startTime": "2003-05-01 00:00:00",
      "endTime": "2003-07-01 00:00:00",
      "fileSize": 45727700.0,
      "cstr": "18406.11.Atmos.tpdc.301391",
      "doi": "10.11888/Atmos.tpdc.301391",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "XUE Yongkang",
        "nameEn": "XUE Yongkang",
        "unitEn": "",
        "unitCn": "University of California Los Angeles "
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design",
        "referenceCn": null,
        "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K.-M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Lin, Z., Takaya, Y., Sato, T., Ardilouze, C., Saha, S. K., Zhao, M., Liang, X.-Z., Vitart, F., Li, X., Zhao, P., Neelin, D., Guo, W., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Yang, J., Qiu, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Materia, S., Nakamura, T., Qi, X., Senan, R., Shi, C., Wang, H., Wei, H., Xie, S., Xu, H., Zhang, H., Zhan, Y., Li, W., Shi, X., Nobre, P., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., Pan, Y., Peano, D., de Rosnay, P., Takahashi, H. G., Tang, J., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y., 2021: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design, Geosci. Model Dev., 14, 4465–4494,  https://doi.org/10.5194/gmd-14-4465-2021."
      },
      {
        "titleCn": null,
        "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
        "referenceCn": null,
        "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
      },
      {
        "titleCn": null,
        "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
        "referenceCn": null,
        "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
      },
      {
        "titleCn": null,
        "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
        "referenceCn": null,
        "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
      },
      {
        "titleCn": null,
        "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
        "referenceCn": null,
        "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "globe"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2003",
        "keywordEn": "2003",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Subseasonal to seasonal (S2S) prediction of droughts and floods is one of the major challenges of weather and climate prediction. Recent studies suggest that the springtime land surface temperature/subsurface temperature (LST/SUBT) over the Tibetan Plateau (TP) can be a new source of S2S predictability. The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Sea surface temperature (SST) variations such as those associated with the Madden-Julian Oscillations are known to provide a predictability source. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions.",
        "The background temperature gradient at midlatitudes also affects the activity of baroclinic eddies (Xue et al., 2023), which can further reinforce the zonal wind changes and further influence the zonal wind downstream as the eddies move downstream and interact with the zonal flow. The response of the zonal wind in the downstream of TP is consistent with these studies, exhibiting a significant deceleration of the zonal wind along the jet core over the North Pacific. Meanwhile, a significant acceleration of the zonal wind is found to the north of the jet core, indicating a slight northward shift of the jet stream. Such changes in the zonal wind have their counterparts in the observations (see Fig. 4b). One salient feature in Fig. 5a is the strong negative geopotential height anomaly over the TP at 200 hPa, accompanied with a cyclonic anomalous circulation. Such a circulation response corresponds to the cold anomaly over the TP, where the atmosphere sinks and induces negative potential height anomalies at upper levels. Furthermore, evident wave-like patterns downstream from the TP to the North Pacific are shown in the geopotential height difference in Fig. 5a. The negative center of geopotential height anomaly over the TP extends eastward to Japan, while a strong positive geopotential height center with anticyclonic circulation flow emerges to the east over the Bering Strait with a center around 170°E, 50°N. The wave-like geopotential height differences further extend from the Rocky Mountain across the North American continent, North Atlantic Ocean, and back to the Eurasian continent. The above simulated response in atmospheric circulations is in general consistent with the observed geopotential height anomalies in May 2003 (Fig. 5b). In addition, responses in the geopotential height to the cold TP surface are also noticed in the Southern Hemisphere, especially in the midlatitudes (Fig. 5a, b). Therefore, we also inspect the anomalous stream function from the simulated wind. The WAF is parallel to the group velocity of Rossby waves and can approximately indicate the wave energy propagation.",
        "Although the teleconnections caused by the heating due to oceanic temperature anomalies, such as those between ENSO and the Asian monsoons, have been extensively investigated (e.g., Wang et al. 2000; Li et al. 2007; Li et al. 2017), the remote effects of mountain heating on global atmospheric circulations have not been fully studied. The LS4P-I experiment provides a chance to explore the detailed features of the TRC wave train as well as the global response of atmospheric circulations to the TP surface anomaly. It is well known and extensively studied that the TP surface thermal state can significantly influence the weather and climate in East Asia (e.g. Liu et al. 2020). Earlier studies have shown that, in summertime, there exists a circumglobal teleconnection pattern (CTP) in the extra-tropics of the Northern Hemisphere along the westerly jet. The latent heat with the strong convective monsoon precipitation is suggested a major driver for the CTP (e.g. Lau and Peng 1991; Lau and Weng 2002; Lau et al. 2004 ; Ding and Wang 2005; Ding et al. 2011)."
      ],
      "research objective": [
        "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment. More dynamical understanding of the TRC wave train as well as its cross-equator propagation into the Southern Hemisphere will be explored in the newly launched LS4P phase II experiment.",
        "This study has investigated the mechanisms of the global atmospheric response to the TP spring LST/SUBT anomalies in simulations by LS4P-I ESMs. To further explore the TP’s role and the influence of TRC wave train in S2S predictions, we check the response simulated by each model in May. These results taken together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations.",
        "Our aim is to place the TP LST/SUBT’s influence on the global atmospheric circulations with a focus on the dynamical feature of the TRC wave train and its importance for improving S2S prediction."
      ],
      "challenges": [
        "However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences.",
        "However, there are phase differences between the simulated wave train and the observations. However, over the regions from the North Atlantic to the Ural Mountains, the observed geopotential height anomalies show opposite signs to the multi-model average, suggesting that in those regions the TP surface cooling may not be the major cause for the observed circulation anomalies. The main difference is that the simulated atmospheric response in model ensemble evolve faster than the observation. The associated diversities in the model response in the Southern Hemispheric circulations could be one of the main reasons that the simulated response exhibit great inconsistency with the observation, though the model ensembles show strong Southern Hemispheric responses especially in the mid-high latitudes.",
        "Compared with the observation, none of the LS4P-I ESMs well captures the observed T2m cold anomaly in May 2003. The ensemble mean of the 16 LS4P-I ESMs exhibits a warm bias of 1.02 °C over the TP, which is stronger than the standard deviation of the observed inter-annual variation of TP T2m (about 0.7 °C). The spatial distribution of the model bias for the ensemble mean is shown in Fig. 1b, which shows a clear warm bias in May 2003 T2m over the eastern part of the TP. The LS4P-I simulations further show that the TP surface thermal state not only has circumglobal influence in the Northern Hemisphere, but it also affects the extratropical atmospheric circulation in the Southern Hemisphere, though with a large uncertainty due to inter-model variability."
      ],
      "methods": [
        "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
      ],
      "dataset": [
        "The ensemble mean of simulated 200 hPa geopotential height difference is also illustrated in Fig. 5a together with the observations for May 2003 (Fig. 5b), to further explore the atmospheric circulation responses to the TP LST/SUBT effect.",
        "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. All data are provided at 0.5° × 0.5° spatial resolution. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis (Harris et al. 2014; 2020)."
      ],
      "findings": [
        "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. The TRC wave train modulated by the TP thermal anomaly play a critical role on the early summer surface air temperature and precipitation anomalies in the regions along the wave train, especially over the northwest North America and the southern Great Plains. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned.",
        "These results taking together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations. The ensemble model simulations show that, with the strong westerly jet across the extratropical Asian-Pacific region, the TP surface cooling generates a barotropic, persistent (evolving in time scales longer than a month) TRC wave train from TP through northeast Asia and Bering Strait to the west part of the North America, whose features closely resemble the observed geopotential height anomaly from May to June in 2003.",
        "The key features of the simulated ensemble mean of June precipitation in response to the TP LST/SUBT effect were discussed in Xue et al. (2022). The LS4P-I experiment, however, shows that the TP surface anomaly can result in persistent and global scale anomalies in atmospheric circulations, and has a near-global influence on the summer T2m and precipitation on S2S time scale. Furthermore, the LS4P-I experiment confirms and highlights the important even critical role of the TRC wave train in the global influence of the TP surface anomaly. The analysis of 16 state-of-the-art ESMs shows for the first time that the springtime TP surface anomaly can modulate a persistent quasi-barotropic TRC wave train."
      ],
      "backgroundCn": [
        "亚季节到季节（S2S）预测干旱和洪水是天气和气候预测中的主要挑战之一。最近的研究表明，春季青藏高原（TP）的地表温度/地下温度（LST/SUBT）可以成为S2S预测的新来源。成功预测亚季节到季节（S2S）时间尺度上的干旱和洪水是天气和气候预测中的一大挑战，预测失败可能对社会和经济造成重大不利影响。海表温度（SST）变化，如与麦登-朱利安振荡相关的变化，已知提供了一个可预测性来源。最近的研究表明，春季地表/地下温度（LST/SUBT）在S2S时间尺度上提供了一个新的可预测性来源。全球能源与水循环交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对夏季降水预测的影响。",
        "中纬度的背景温度梯度也影响了斜压涡旋的活动（Xue et al., 2023），这进一步增强了纬向风的变化，并在涡旋向下游移动并与纬向流相互作用时进一步影响下游的纬向风。青藏 Plateau（TP）下游的纬向风响应与这些研究一致，表现为北太平洋喷流核心沿线的纬向风显著减速。同时，在喷流核心北侧发现纬向风显著加速，表明喷流略微向北偏移。这种纬向风的变化在观测中也有对应（见图4b）。图5a中的一个显著特征是200 hPa层上青藏 Plateau上方强烈的负位势高度异常，伴随着气旋异常环流。这种环流响应对应于青藏 Plateau上的冷异常，导致大气下沉并在上层诱发负位势高度异常。此外，从青藏 Plateau到北太平洋的波状模式在图5a的位势高度差中明显可见。青藏 Plateau上方的负位势高度异常中心向东延伸至日本，而在白令海峡东侧出现了一个强正位势高度中心，伴随反气旋环流，中心位于约170°E，50°N。波状的位势高度差进一步从落基山脉延伸穿过北美大陆、北大西洋，回到欧亚大陆。上述大气环流的模拟响应总体上与2003年5月的观测位势高度异常一致（图5b）。此外，冷青藏 Plateau表面的位势高度响应在南半球，尤其是在中纬度地区也有所体现（图5a，b）。因此，我们还检查了模拟风场的异常流函数。波动能量通量（WAF）与罗斯贝波的群速度平行，可以大致指示波能量的传播。",
        "尽管由于海洋温度异常引起的热带遥相关（teleconnections），例如ENSO与亚洲季风之间的关系，已经得到了广泛的研究（例如，Wang等，2000；Li等，2007；Li等，2017），但山地加热对全球大气环流的远程影响尚未得到充分研究。LS4P-I实验提供了一个机会，以探索热带高原（TP）表面异常的详细特征以及大气环流对其的全球响应。众所周知，TP表面的热状态可以显著影响东亚的天气和气候（例如，Liu等，2020）。早期研究表明，在夏季，北半球的副热带地区沿着西风急流存在一个环全球遥相关模式（CTP）。强对流季风降水中的潜热被认为是CTP的主要驱动因素（例如，Lau和Peng 1991；Lau和Weng 2002；Lau等，2004；Ding和Wang 2005；Ding等，2011）。"
      ],
      "research objectiveCn": [
        "项目“初始化陆面温度和雪盖对季节内到季节预测的影响（LS4P）”旨在研究春季陆面温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了16个参与LS4P第一阶段（LS4P-I）实验的当前先进地球系统模型（ESMs）对春季天山地区陆面降温的全球尺度大气环流响应的模拟。对热带环流波列及其向南半球的跨赤道传播的动态理解将在新启动的LS4P第二阶段实验中进行深入探讨。",
        "本研究调查了LS4P-I ESMs模拟中全球大气对青藏 Plateau（TP）春季地表温度/地下温度异常的响应机制。为了进一步探索TP的作用及热带环流（TRC）波列在短期到季节预测中的影响，我们检查了每个模型在五月的响应。这些结果表明，TRC波列在TP的地表和地下温度对热点区域的影响中发挥了关键作用，特别是在北美地区，尽管TRC波列如何影响这些不同区域降水的详细机制仍需进一步研究。",
        "我们的目标是将热带低频波动（TP LST/SUBT）对全球大气环流的影响与热带环流波列（TRC wave train）的动态特征结合起来，重点关注其在提高季节到季节（S2S）预测中的重要性。"
      ],
      "challengesCn": [
        "然而，从热带地区到南半球的模拟传播路径显示出较大的模型间差异。",
        "然而，模拟的波列与观测之间存在相位差异。然而，从北大西洋到乌拉尔山脉的区域，观测到的地势高度异常与多模型平均值呈现相反的符号，这表明在这些区域，地表冷却可能不是观测到的环流异常的主要原因。主要的区别在于，模型集合中模拟的气候响应演变速度快于观测。南半球环流中模型响应的多样性可能是模拟响应与观测之间存在巨大不一致的主要原因之一，尽管模型集合在南半球中高纬度地区表现出强烈的响应。",
        "与观测相比，LS4P-I的气候模型（ESMs）在2003年5月未能很好地捕捉到T2m的冷异常。16个LS4P-I气候模型的集合均值在青藏 Plateau（TP）上表现出1.02°C的暖偏差，这一偏差强于TP T2m观测年际变化的标准差（约0.7°C）。模型集合均值的偏差空间分布如图1b所示，显示出2003年5月TP东部地区明显的暖偏差。LS4P-I模拟进一步表明，TP表面热状态不仅对北半球具有全球性影响，还影响南半球的外热带大气环流，尽管由于模型间的变异性，这一影响存在较大的不确定性。"
      ],
      "methodsCn": [
        "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则经历了非常寒冷的天气。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常的全球影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与TP 5月表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP T2m上的偏差。"
      ],
      "datasetCn": [
        "模拟的200 hPa位势高度差的集合均值也在图5a中展示，并与2003年5月的观测结果（图5b）一起，进一步探讨了大气环流对青藏高原地表温度/土壤湿度效应的响应。",
        "在图1a中显示了青藏高原（TP）的观测气温（T2m）异常，我们使用来自美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS，Fan和van den Dool 2008）的数据。我们使用第五代欧洲中期天气预报中心大气重分析（ERA5，Hersbach等，2020），该数据被称为观测数据，具有1.0° × 1.0°的规则水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。所有数据均以0.5° × 0.5°的空间分辨率提供。全球降水数据来自气候研究单位（CRU），在实施分析时使用版本4.02（Harris等，2014；2020）。"
      ],
      "findingsCn": [
        "LS4P-I的结果首次表明，春季的表层温度异常可以通过青藏 Plateau（TP）调制一个持久的准气旋性青藏 Plateau-落基山脉环全球（TRC）波列，从TP经东北亚和白令海峡传递到北美西部，以及春季的西风急流贯穿整个北太平洋盆地。由TP热异常调制的TRC波列在早夏的表面气温和降水异常中发挥了关键作用，尤其是在北美西北部和南部大平原地区。这些结果表明，TP的地表温度/土壤湿度异常通过TRC波列是上述地区季节到季节（S2S）变率的主要来源。",
        "这些结果综合表明，青藏 Plateau（TP）的波列在影响TP表面和地下温度对热点区域的影响中发挥了关键作用，尤其是在北美地区，尽管TRC波列影响这些不同区域降水的详细机制仍需进一步研究。集合模型模拟显示，在亚太地区的强西风急流下，TP表面降温产生了一个从TP通过东北亚和白令海峡延伸到北美西部的条带性、持久性（演变时间尺度超过一个月）的TRC波列，其特征与2003年5月至6月观察到的地势高度异常非常相似。",
        "Xue et al. (2022) 讨论了响应于青藏 Plateau (TP) 地表温度/土壤湿度效应的六月降水模拟集合均值的关键特征。然而，LS4P-I 实验表明，TP 表面异常可以导致大气环流的持续和全球尺度异常，并对季节到季节的时间尺度上的夏季气温 (T2m) 和降水产生近全球影响。此外，LS4P-I 实验确认并强调了热带环流 (TRC) 波列在 TP 表面异常全球影响中的重要甚至关键作用。对 16 个先进的地球系统模型 (ESMs) 的分析首次表明，春季 TP 表面异常可以调节一个持续的准气旋 TRC 波列。"
      ]
    },
    {
      "background": [
        "Subseasonal-to-seasonal (S2S) precipitation prediction in boreal spring and summer months, despite including large number of high-impact events, such as droughts/floods, has remained poor for years. Tibetan Plateau (TP) spring observed surface temperatures show a lag correlation with summer precipitation in several remote regions, but current global land–atmosphere coupled models are unable to represent this behavior due to significant errors in producing observed TP surface temperatures. The land’s role in the climate system at various scales has been the subject of much research since the 1970s. A few land surface attributes, such as albedo, soil moisture, leaf area index, vegetation, and aerosols in snow have been extensively investigated to explore their roles in land–atmosphere interactions. Ocean state is well known to play a major role in modulating Earth’s climate. The linkage of hydrological events to sea surface temperature (SST) anomalies, such as El Niño and La Niña, has been used to predict climate events with useful skill at long lead times ranging from a few months to a few years. However, studies have also consistently shown that the SST only partially explains climate predictability. Recent preliminary studies based on observational data and modeling have indicated that spring land temperature in the Rocky Mountains and the Tibetan Plateau (TP) could affect summer drought/flood in their respective downstream regions with a magnitude comparable to the SST effect and atmospheric internal variability. Although land surface 2-m air temperature (T2m) measurements have the best quality and longest record among various land surface variables with global coverage, their application in land–atmosphere interaction studies, S2S prediction in particular, has largely been overlooked."
      ],
      "research objective": [
        "To address these issues, the Global Energy and Water Exchanges (GEWEX) program launched the “Impact of Initialized Land Temperature and Snowpack on Subseasonal-to-Seasonal Prediction” (LS4P) initiative as a community effort to test the impact of land temperature in high-mountain regions on S2S prediction by climate models. This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here. The LS4P objective is to examine whether the observed cold May 2003 TP anomaly causes the observed remote June precipitation anomalies over hotspots worldwide."
      ],
      "challenges": [
        "Robust land initialization and model configuration are critical to this effort yet remain scientifically challenging. Most studies of land–atmosphere interactions have been limited by a lack of observational data and tend to focus on local feedbacks. Current state-of-the-art ESMs are unable to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions. There are two issues that need further investigation: 1) The ensemble-mean-produced T2m difference is smaller than the observed anomaly. Would this deficiency cause an underestimation of the TP T2m effect? 2) In some areas, the ensemble mean produces a significant June precipitation difference, such as in western Australia and western Europe, but with the opposite sign compared to the observation. Is this due to a model deficiency in its ability to produce the full TP T2m anomaly and/or correct precipitation anomaly, and/or some other processes involved?"
      ],
      "methods": [
        "In this study, observed T2m records are used to examine possible relationships between the TP T2m and global precipitation and to identify the locations (hotspots) where the initialization of TP May land temperatures may enhance June precipitation prediction skill. Two pairs of experiments with 16 state-of-the-art LS4P ESMs (Table ES1) have been conducted. In the first experiment (referred to as control run), we evaluate whether the ESMs can properly produce the observed TP T2m anomaly in May 2003 and the June precipitation anomaly. To alleviate the ESMs’ May TP T2m bias and to generate the observed cold TP spring anomaly, we introduce an innovative approach to initializing the LST/SUBT over the TP. After adjusting the LST/SUBT initial conditions based on each model’s T2m bias and observed anomaly over the TP, a second experiment (referred to as the sensitivity run) is conducted using the new LST/SUBT initial condition for each model over the TP, with all other initial and boundary conditions and ensemble members identical to the first experiment."
      ],
      "dataset": [
        "In this study, the Chinese Meteorological Administration (CMA) T2m data, which consist in 80 stations over the TP and more than 2,400 stations over all of China, are used over China. The Climate Anomaly Monitoring System (CAMS) T2m data are used elsewhere. The Climate Research Unit (CRU) data are used for precipitation over globe."
      ],
      "findings": [
        "This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here; the ensemble means in some “hotspots” produce more than 40% of the observed anomalies. Consistent results from observations and multiple ESM experiments show that improving the May TP land temperature simulation through LST/SUBT initialization over the TP allows ESMs to better predict June precipitation over hotspots, and that the LST over high-mountain areas could be a new source of S2S predictability through elevated heating."
      ],
      "backgroundCn": [
        "亚季节到季节（S2S）降水预测在北半球春季和夏季月份尽管包括大量高影响事件，如干旱/洪水，但多年来预测效果仍然较差。青藏高原（TP）春季观测的地表温度与多个远程地区的夏季降水存在滞后相关性，但当前全球陆气耦合模型由于在生成观测到的TP地表温度方面存在显著误差，无法表现出这种行为。自1970年代以来，土地在气候系统中不同尺度的作用一直是许多研究的主题。一些土地表面属性，如反照率、土壤湿度、叶面积指数、植被和雪中的气溶胶，已被广泛研究以探讨它们在陆气相互作用中的作用。海洋状态众所周知在调节地球气候方面发挥着重要作用。水文事件与海表温度（SST）异常（如厄尔尼诺和拉尼娜）的联系已被用于预测气候事件，具有从几个月到几年不等的有用技能。然而，研究也一致表明，SST仅部分解释气候可预测性。基于观测数据和建模的近期初步研究表明，落基山脉和青藏高原的春季地面温度可能影响各自下游地区的夏季干旱/洪水，其影响程度与SST效应和大气内部变率相当。尽管地表2米气温（T2m）测量在各种陆地表面变量中具有最佳质量和最长记录，并且具有全球覆盖，但在陆气相互作用研究中，特别是在S2S预测中的应用仍然被忽视。"
      ],
      "research objectiveCn": [
        "为了解决这些问题，全球能源与水交换（GEWEX）计划启动了“初始化的陆地温度和雪盖对亚季节到季节预测的影响”（LS4P）倡议，作为一项社区努力，测试高山地区的陆地温度对气候模型的S2S预测的影响。这项研究首次揭示，高山陆地温度可能是S2S降水可预测性的一个重要来源，其影响可能与全球“热点”地区的海洋表面温度一样大。LS4P的目标是检查观察到的2003年5月青藏高原异常低温是否导致全球热点地区观察到的6月降水异常。"
      ],
      "challengesCn": [
        "稳健的土地初始化和模型配置对这一工作至关重要，但仍然具有科学挑战性。大多数关于陆地-大气相互作用的研究受到观测数据不足的限制，通常集中于局部反馈。目前最先进的地球系统模型（ESMs）无法完全保留初始化的地表温度（LST）异常的记忆，这主要是由于模型参数化的缺陷以及提供不平衡初始大气/陆地条件的再分析数据存在问题。有两个问题需要进一步研究：1）集合均值产生的2米气温（T2m）差异小于观测异常。这一缺陷是否会导致对热带气候（TP）T2m效应的低估？2）在某些地区，集合均值产生了显著的6月降水差异，例如在澳大利亚西部和西欧，但与观测结果的符号相反。这是由于模型在产生完整的TP T2m异常和/或正确的降水异常方面的缺陷，还是由于其他相关过程？"
      ],
      "methodsCn": [
        "在这项研究中，观察到的T2m记录被用来检查TP T2m与全球降水之间可能的关系，并识别出初始化TP 5月地面温度可能增强6月降水预测技能的位置（热点）。进行了两组实验，使用了16个最先进的LS4P ESMs（见表ES1）。在第一个实验（称为控制运行）中，我们评估ESMs是否能够正确产生2003年5月的TP T2m异常和6月的降水异常。为了减轻ESMs在5月TP T2m上的偏差，并生成观察到的寒冷TP春季异常，我们引入了一种创新的方法来初始化TP的LST/SUBT。在根据每个模型的T2m偏差和TP的观察异常调整LST/SUBT初始条件后，进行了第二个实验（称为敏感性运行），该实验使用新的TP LST/SUBT初始条件，所有其他初始和边界条件以及集合成员与第一个实验相同。"
      ],
      "datasetCn": [
        "在本研究中，使用了中国气象局（CMA）的T2m数据，该数据涵盖了青藏高原的80个站点以及中国境内超过2400个站点。气候异常监测系统（CAMS）的T2m数据用于其他地区。气候研究单位（CRU）的数据用于全球降水。"
      ],
      "findingsCn": [
        "这项研究首次揭示，高山地区的地面温度可能是季节到季节（S2S）降水可预测性的一个重要来源，其影响可能与全球“热点”区域的海洋表面温度相当；在一些“热点”区域，集合均值产生的观测异常超过40%。来自观测和多种地球系统模型（ESM）实验的一致结果表明，通过对青藏 Plateau（TP）地区的地面温度进行LST/SUBT初始化，可以改善5月TP地区的地面温度模拟，从而使ESM更好地预测6月在热点地区的降水，并且高山地区的地面温度可能成为通过升高加热提供新的S2S可预测性的来源。"
      ]
    },
    {
      "background": [
        "The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Improving the prediction skill at S2S timescale requires a further understanding of the mechanisms at work for climate variabilities at this timescale as well as the identification of predictability sources. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions."
      ],
      "research objective": [
        "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment."
      ],
      "challenges": [
        "The participant models that fail in capturing the TRC wave train greatly under-predict climate anomalies in reference to observations and the successful models. However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences."
      ],
      "methods": [
        "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
      ],
      "dataset": [
        "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis."
      ],
      "findings": [
        "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned. Furthermore, the TP surface temperature anomaly can influence the Southern Hemispheric circulation by generating cross-equator wave trains."
      ],
      "backgroundCn": [
        "在亚季节到季节（S2S）时间尺度上成功预测干旱和洪水是天气和气候预测面临的主要挑战之一，预测失败可能导致对社会和经济产生重大不利影响。提高S2S时间尺度的预测技能需要进一步理解该时间尺度气候变率的机制以及识别可预测性来源。最近的研究表明，春季地表/地下温度（LST/SUBT）为S2S时间尺度提供了一种新的可预测性来源。全球能源与水循环交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对高山地区夏季降水预测的影响。"
      ],
      "research objectiveCn": [
        "项目“初始化地表温度和雪盖对季节内到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了参与LS4P第一阶段（LS4P-I）实验的16个当前最先进的地球系统模型（ESMs）对春季天山地区地表冷却的全球尺度大气环流响应的模拟。"
      ],
      "challengesCn": [
        "未能捕捉到TRC波动列的参与模型在参考观测和成功模型时大大低估了气候异常。然而，从青藏 Plateau（TP）到南半球的模拟传播路径在不同模型之间显示出较大的差异。"
      ],
      "methodsCn": [
        "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则经历了非常寒冷的天气。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常对全球的影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与5月TP表面温度的偏差有关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP气温上的偏差。"
      ],
      "datasetCn": [
        "在图1a中显示了青藏高原（TP）的观测气温（T2m）异常，我们使用来自美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS，Fan和van den Dool 2008）的数据。我们使用第五代欧洲中期天气预报中心（ECMWF）大气重分析（ERA5，Hersbach等，2020），该数据被称为观测数据，具有1.0° × 1.0°的规则水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。全球降水数据来自气候研究单位（CRU），在实施分析时使用版本4.02。"
      ],
      "findingsCn": [
        "LS4P-I的结果首次表明，春季的气温表面异常可以通过青藏 Plateau-落基山脉环全球(TRC)波列调制，从青藏高原经东北亚和白令海峡传递到北美西部，同时影响整个北太平洋盆地的春季西风急流。这些结果表明，青藏高原的陆地表面温度/土壤湿度异常通过TRC波列是上述地区季节内到季节间变率的主要来源。此外，青藏高原的表面温度异常还可以通过产生跨赤道波列影响南半球的环流。"
      ]
    }
  ],
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Which approach is more commonly used to address model biases in predicting the effect of Tibetan Plateau land surface temperature on global precipitation: adjusting initial conditions, improving model parameterizations, or using ensemble simulations?",
        "QuestionCn": "在预测青藏高原地表温度对全球降水影响时，哪种方法更常用来解决模型偏差：调整初始条件、改善模型参数化，还是使用集合模拟？",
        "AnswerEn": "Adjusting initial conditions",
        "AnswerCn": "调整初始条件",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the data collection methods used for monitoring land surface and subsurface temperature over high mountain areas?",
        "QuestionCn": "用于监测高山地区地表和地下温度的数据收集方法有哪些？",
        "AnswerEn": "Observed T2m records, ERA5 reanalysis data",
        "AnswerCn": "观测到的T2m记录，ERA5再分析数据",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how land surface temperature and snowpack data are collected for studying the impact on subseasonal-to-seasonal predictions?",
        "QuestionCn": "您能否提供一个例子，说明如何收集地表温度和雪盖数据，以研究其对亚季节到季节预测的影响？",
        "AnswerEn": "In the LS4P project, land surface temperature data, such as the 2-m air temperature (T2m), are collected using observational records like the Chinese Meteorological Administration (CMA) T2m data over China and the Climate Anomaly Monitoring System (CAMS) T2m data elsewhere. These are used to examine relationships between the Tibetan Plateau's land temperature and global precipitation.",
        "AnswerCn": "在LS4P项目中，地表温度数据，如2米气温（T2m），是通过观测记录收集的，例如中国气象局（CMA）的T2m数据在中国的使用，以及气候异常监测系统（CAMS）在其他地区的T2m数据。这些数据用于研究青藏高原的土地温度与全球降水之间的关系。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a data collection challenge faced when using Earth System Models for subseasonal-to-seasonal prediction studies?",
        "QuestionCn": "使用地球系统模型进行亚季节到季节预测研究时面临的数据收集挑战的一个例子是什么？",
        "AnswerEn": "A challenge faced is that current state-of-the-art Earth System Models (ESMs) may not fully preserve the memory from initialized land surface temperature anomalies due to deficiencies in model parameterizations and reanalysis data, which provide unbalanced initial atmospheric and land conditions.",
        "AnswerCn": "一个面临的挑战是，当前最先进的地球系统模型（ESMs）可能无法完全保留初始化的陆地表面温度异常的记忆，这主要是由于模型参数化和再分析数据的缺陷，这些缺陷导致初始的大气和陆地条件不平衡。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset used to validate the simulated atmospheric circulation responses to Tibetan Plateau land surface temperature anomalies?",
        "QuestionCn": "您能否提供一个用于验证模拟大气环流对青藏 Plateau 地表温度异常响应的数据集的示例？",
        "AnswerEn": "The fifth generation ECMWF atmospheric reanalysis (ERA5) is used as a dataset to validate simulated atmospheric circulation responses by providing observations at a regular horizontal resolution of 1.0° × 1.0°, for both the year 2003 and for climatology from year 1981 to 2015.",
        "AnswerCn": "第五代欧洲中期天气预报中心（ECMWF）大气重分析（ERA5）被用作数据集，以验证模拟的大气环流响应，提供2003年的观测数据以及1981年至2015年的气候数据，水平分辨率为1.0° × 1.0°。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties and characteristics of datasets used for predicting atmospheric circulation responses to land surface temperature anomalies?",
        "QuestionCn": "用于预测大气环流对地表温度异常响应的数据集的属性和特征是什么？",
        "AnswerEn": "temperature and precipitation data, observed temperature anomalies, spatial resolution 1.0° × 1.0°, spatial resolution 0.5° × 0.5°, global coverage, historical climatology data",
        "AnswerCn": "温度和降水数据，观测到的温度异常，空间分辨率1.0° × 1.0°，空间分辨率0.5° × 0.5°，全球覆盖，历史气候数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the characteristics of data collection methods used to examine the influence of high-mountain land temperatures on seasonal precipitation predictions?",
        "QuestionCn": "用于研究高山地区温度对季节性降水预测影响的数据收集方法的特点是什么？",
        "AnswerEn": "observational data, numerical experiments, temperature measurements from meteorological stations, Earth System Models (ESMs), control runs, sensitivity runs",
        "AnswerCn": "观测数据、数值实验、气象站的温度测量、地球系统模型（ESMs）、控制运行、敏感性运行",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors are considered in ensuring the robustness and accuracy of datasets used in subseasonal-to-seasonal prediction models?",
        "QuestionCn": "确保用于亚季节到季节预测模型的数据集的稳健性和准确性时，需要考虑哪些因素？",
        "AnswerEn": "robust land initialization, model configuration, accurate representation of land surface and subsurface temperature anomalies, spatial and temporal resolution, model parameterizations, initial conditions",
        "AnswerCn": "稳健的陆地初始化、模型配置、陆地表面和地下温度异常的准确表示、空间和时间分辨率、模型参数化、初始条件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many institutions participated in the GEWEX/LS4P project to improve subseasonal-to-seasonal prediction models?",
        "QuestionCn": "有多少个机构参与了GEWEX/LS4P项目，以改善亚季节到季节的预测模型？",
        "AnswerEn": "40",
        "AnswerCn": "40",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution used in the ECMWF atmospheric reanalysis data for investigating atmospheric circulation?",
        "QuestionCn": "用于研究大气环流的ECMWF大气重分析数据的空间分辨率是多少？",
        "AnswerEn": "1.0° × 1.0°",
        "AnswerCn": "1.0° × 1.0°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many state-of-the-art Earth System Models (ESMs) were evaluated in the LS4P Phase I experiment?",
        "QuestionCn": "在LS4P第一阶段实验中评估了多少个最先进的地球系统模型（ESMs）？",
        "AnswerEn": "16",
        "AnswerCn": "16",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in challenges faced by Earth System Models when simulating Tibetan Plateau surface temperature anomalies compared to global precipitation patterns?",
        "QuestionCn": "地球系统模型在模拟青藏高原表面温度异常与全球降水模式时面临的挑战有哪些不同？",
        "AnswerEn": "Earth System Models face challenges in simulating Tibetan Plateau surface temperature anomalies due to model biases, particularly in capturing observed anomalies like those in May 2003. For global precipitation patterns, challenges include accurately representing precipitation differences and their signs across regions, which may be due to model deficiencies in producing the full temperature anomaly effect or other processes involved.",
        "AnswerCn": "地球系统模型在模拟青藏高原表面温度异常方面面临挑战，尤其是在捕捉像2003年5月那样的观测异常时，模型偏差尤为明显。对于全球降水模式，挑战包括准确表示各地区降水差异及其符号，这可能是由于模型在产生完整温度异常效应或其他相关过程方面的缺陷所致。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do datasets used for evaluating global atmospheric circulation responses differ from those used for examining local land-atmosphere interactions in the Tibetan Plateau region?",
        "QuestionCn": "用于评估全球大气环流响应的数据集与用于研究青藏高原地区局部陆气相互作用的数据集有何不同？",
        "AnswerEn": "Datasets for evaluating global atmospheric circulation responses, such as ERA5 reanalysis and CRU precipitation data, provide broad spatial coverage and high-resolution atmospheric information. In contrast, datasets for local land-atmosphere interactions in the Tibetan Plateau, like CMA T2m data, focus on more localized observational data from meteorological stations within China, emphasizing detailed land surface characteristics.",
        "AnswerCn": "用于评估全球大气环流响应的数据集，如ERA5再分析和CRU降水数据，提供了广泛的空间覆盖和高分辨率的大气信息。相比之下，针对青藏高原的地方性陆气相互作用的数据集，如CMA T2m数据，侧重于来自中国气象站的更局部观测数据，强调详细的地表特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "In what ways can data from different observational systems, such as the Climate Anomaly Monitoring System and ECMWF reanalysis, be integrated to improve the understanding of land-atmosphere interactions?",
        "QuestionCn": "来自不同观测系统的数据，例如气候异常监测系统和ECMWF再分析，可以通过哪些方式整合以提高对陆地-大气相互作用的理解？",
        "AnswerEn": "Data from different observational systems can be integrated by using high-resolution reanalysis data to assess atmospheric circulation patterns and anomalies, while utilizing station-based temperature data for detailed local temperature anomalies. Combining these datasets allows for a comprehensive analysis of land-atmosphere interactions and improves the accuracy of predictions by providing a more detailed and holistic view of the environmental conditions and their impacts on climate variability.",
        "AnswerCn": "不同观测系统的数据可以通过使用高分辨率再分析数据来整合，以评估大气环流模式和异常，同时利用基于站点的温度数据来详细分析局部温度异常。结合这些数据集可以实现对陆地-大气相互作用的全面分析，并通过提供更详细和整体的环境条件视图及其对气候变异的影响，提高预测的准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in accurately modeling the Tibetan Plateau's land surface temperature and its impact on subseasonal to seasonal predictions?",
        "QuestionCn": "导致准确模拟青藏高原地表温度及其对亚季节到季节预测影响的挑战的原因是什么？",
        "AnswerEn": "Challenges in accurately modeling these aspects arise from deficiencies in model parameterizations, unbalanced initial atmospheric/land conditions from reanalysis data, and inter-model differences in simulating atmospheric responses. These issues can lead to significant errors in representing observed surface temperatures and their effects on global precipitation anomalies.",
        "AnswerCn": "准确建模这些方面的挑战源于模型参数化的不足、再分析数据中不平衡的初始大气/陆地条件，以及模型间在模拟大气响应方面的差异。这些问题可能导致在表示观测到的地表温度及其对全球降水异常影响时出现显著错误。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do current Earth System Models have difficulties preserving memory from initialized Tibetan Plateau land surface temperature anomalies?",
        "QuestionCn": "当前的地球系统模型在保持初始化的青藏高原地表温度异常的记忆方面存在困难，原因是什么？",
        "AnswerEn": "Current Earth System Models struggle to preserve memory from initialized Tibetan Plateau land surface temperature anomalies due to deficiencies in model parameterizations and unbalanced initial conditions provided by reanalysis data. This results in the models being unable to fully capture the observed anomalies' influence on subsequent weather patterns.",
        "AnswerCn": "当前的地球系统模型在保持初始化的青藏高原地表温度异常的记忆方面存在困难，这主要是由于模型参数化的缺陷和再分析数据提供的不平衡初始条件。这导致模型无法充分捕捉到观察到的异常对后续天气模式的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects of model biases in simulating Tibetan Plateau surface temperature anomalies on global climate prediction outcomes?",
        "QuestionCn": "模拟青藏高原表面温度异常的模型偏差对全球气候预测结果的潜在影响是什么？",
        "AnswerEn": "Model biases in simulating Tibetan Plateau surface temperature anomalies can lead to inaccuracies in global climate prediction outcomes, particularly in the timing and magnitude of predicted anomalies such as temperature and precipitation over remote regions. These biases may result in underestimating or misrepresenting the influence of the Tibetan Plateau's thermal state on global atmospheric circulation patterns.",
        "AnswerCn": "模拟青藏 Plateau 表面温度异常的模型偏差可能导致全球气候预测结果的不准确，特别是在预测异常（如温度和降水）在偏远地区的时间和幅度方面。这些偏差可能导致低估或错误表述青藏 Plateau 热状态对全球大气环流模式的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of utilizing initialized land surface temperature and snowpack data in climate models for subseasonal-to-seasonal prediction?",
        "QuestionCn": "在气候模型中利用初始化的地表温度和雪盖数据进行亚季节到季节预测的主要目标是什么？",
        "AnswerEn": "The primary goal is to assess the impact of springtime land surface temperature and subsurface temperature anomalies in high mountain areas, particularly the Tibetan Plateau, on summertime precipitation predictions, thereby enhancing subseasonal-to-seasonal precipitation predictability.",
        "AnswerCn": "主要目标是评估春季地表温度和高山地区（特别是青藏 Plateau）地下温度异常对夏季降水预测的影响，从而提高季节内到季节的降水可预测性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to address the challenges of model parameterizations and initialization in subseasonal-to-seasonal prediction research?",
        "QuestionCn": "在亚季节到季节预测研究中，解决模型参数化和初始化的挑战是重要的原因是什么？",
        "AnswerEn": "Addressing these challenges is crucial because deficiencies in model parameterizations and initial conditions can lead to inaccuracies in preserving the memory of initialized land surface temperature anomalies, which in turn affects the prediction skill for subseasonal-to-seasonal climate anomalies.",
        "AnswerCn": "解决这些挑战至关重要，因为模型参数化和初始条件的不足可能导致在保持初始化的陆地表面温度异常记忆方面的准确性下降，这反过来又会影响对季节内到季节性气候异常的预测能力。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to initialize land surface temperature and snowpack conditions in Earth System Models to improve subseasonal-to-seasonal prediction accuracy?",
        "QuestionCn": "在地球系统模型中，为了提高亚季节到季节预测的准确性，初始化地表温度和雪盖条件所遵循的程序是什么？",
        "AnswerEn": "To initialize land surface temperature and snowpack conditions, researchers use observed T2m records to identify anomalies and adjust the initial conditions in the models. This involves running a control experiment to identify biases and a sensitivity experiment to improve accuracy by initializing the LST/SUBT based on each model's specific biases and observed anomalies.",
        "AnswerCn": "为了初始化地表温度和雪盖条件，研究人员使用观测的2米温度记录来识别异常，并调整模型中的初始条件。这涉及运行一个控制实验以识别偏差，以及一个敏感性实验以通过根据每个模型的特定偏差和观测异常初始化地表温度/地下温度来提高准确性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are datasets from different sources integrated to investigate the impact of land surface temperature anomalies on atmospheric circulation in climate models?",
        "QuestionCn": "如何将来自不同来源的数据集整合，以研究地表温度异常对气候模型中大气环流的影响？",
        "AnswerEn": "Datasets from multiple sources, such as the NOAA Climate Anomaly Monitoring System for T2m anomalies and ECMWF reanalysis data for atmospheric circulation, are integrated by standardizing resolutions (e.g., 0.5° × 0.5°) and using them to compare model outputs and observations. This integration allows for the evaluation of model simulations against observed anomalies and helps in identifying predictability sources in climate models.",
        "AnswerCn": "来自多个来源的数据集，例如NOAA气候异常监测系统的T2m异常和ECMWF再分析数据的气候环流，通过标准化分辨率（例如0.5° × 0.5°）进行整合，并用于比较模型输出和观测。这种整合使得能够评估模型模拟与观测异常之间的关系，并有助于识别气候模型中的可预测性来源。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the accurate initialization of land surface temperature and subsurface temperature in climate models for subseasonal-to-seasonal prediction?",
        "QuestionCn": "哪些方法能够准确初始化气候模型中的地表温度和地下温度，以用于亚季节到季节的预测？",
        "AnswerEn": "To improve the initialization of land surface temperature (LST) and subsurface temperature (SUBT) in climate models, researchers have introduced innovative approaches tailored to alleviate model biases. This involves adjusting initial conditions based on observed anomalies and model-specific biases, as indicated in the LS4P project experiments.",
        "AnswerCn": "为了改善气候模型中地表温度（LST）和地下温度（SUBT）的初始化，研究人员引入了创新的方法，旨在减轻模型偏差。这涉及根据观测异常和模型特定偏差调整初始条件，如LS4P项目实验所示。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How do current technological advancements enable the collection of high-resolution temperature data over high-mountain regions like the Tibetan Plateau?",
        "QuestionCn": "当前的技术进步如何使得在高山地区如青藏高原收集高分辨率温度数据成为可能？",
        "AnswerEn": "Technological advancements in climate modeling and atmospheric reanalysis systems, such as the ERA5, enable the collection of high-resolution temperature data. These systems provide a comprehensive dataset with spatial resolutions conducive to analyzing atmospheric circulation and climatology over high-mountain regions.",
        "AnswerCn": "气候建模和大气重分析系统（如ERA5）的技术进步，使得高分辨率温度数据的收集成为可能。这些系统提供了一个全面的数据集，具有适合分析高山地区大气环流和气候学的空间分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges must be addressed to enable robust land initialization for improved subseasonal-to-seasonal predictions in Earth System Models?",
        "QuestionCn": "为了提高地球系统模型中亚季节到季节预测的准确性，必须解决哪些挑战以实现稳健的土地初始化？",
        "AnswerEn": "Challenges in robust land initialization include overcoming deficiencies in model parameterizations and reanalysis data that provide unbalanced initial atmospheric and land conditions. Addressing these challenges is crucial for preserving memory from initialized LST anomalies and improving prediction skills.",
        "AnswerCn": "稳健的土地初始化面临的挑战包括克服模型参数化和再分析数据中的不足，这些不足导致初始大气和土地条件不平衡。解决这些挑战对于保持初始化的地表温度异常的记忆和提高预测技能至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data collection methods struggle to capture the full extent of the Tibetan Plateau's land surface and subsurface temperature effects on global atmospheric circulations?",
        "QuestionCn": "数据收集方法可能难以全面捕捉青藏高原的地表和地下温度对全球大气环流的影响，原因可能是什么？",
        "AnswerEn": "There are significant challenges in accurately initializing land surface temperature and snowpack data due to deficiencies in model parameterizations and reanalysis data. This can lead to unbalanced initial atmospheric and land conditions, limiting the ability to preserve memory from initialized land surface temperature anomalies.",
        "AnswerCn": "由于模型参数化和再分析数据的不足，准确初始化地表温度和雪盖数据面临重大挑战。这可能导致初始大气和陆地条件的不平衡，从而限制了保持初始化的地表温度异常的记忆能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the challenges associated with ensuring the accuracy of datasets used for subseasonal-to-seasonal precipitation prediction?",
        "QuestionCn": "确保用于亚季节到季节降水预测的数据集准确性所面临的挑战有哪些？",
        "AnswerEn": "One of the main challenges is the large inter-model differences and biases in the datasets, especially in capturing the Tibetan Plateau land surface temperature anomalies accurately. These biases could lead to underestimating the impact of land temperature on precipitation prediction. Additionally, maintaining balanced initial atmospheric and land conditions is critical yet challenging.",
        "AnswerCn": "主要挑战之一是模型之间存在较大的差异和数据集中的偏差，特别是在准确捕捉青藏高原地表温度异常方面。这些偏差可能导致对地表温度对降水预测影响的低估。此外，保持初始大气和陆地条件的平衡是至关重要的，但这也是一项挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways might current datasets be expanded or refined to improve predictions in subseasonal-to-seasonal weather forecasting?",
        "QuestionCn": "当前数据集可以通过哪些方式进行扩展或优化，以改善对次季节到季节天气预报的预测？",
        "AnswerEn": "Current datasets could be expanded or refined by improving land initialization techniques, reducing biases in model simulations, and integrating more comprehensive observational data. Using innovative approaches to initializing land surface temperature and subsurface temperature conditions and ensuring robust model configurations would also enhance prediction accuracy.",
        "AnswerCn": "当前的数据集可以通过改进土地初始化技术、减少模型模拟中的偏差以及整合更全面的观测数据来扩展或精炼。采用创新的方法初始化地表温度和地下温度条件，并确保模型配置的稳健性，也将提高预测的准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I’m unsure about the challenges faced in collecting and utilizing observed temperature data over mountainous regions for climate prediction.",
        "QuestionCn": "我对在山区收集和利用观测温度数据进行气候预测所面临的挑战感到不确定。",
        "AnswerEn": "One major challenge is the lack of observational data in mountainous regions, which limits the ability to accurately capture and utilize land-atmosphere interactions in climate models. The observational data available may not fully represent the spatial and temporal variability of land surface temperatures, leading to biases in model initialization. Additionally, the difficulty in maintaining robust land initialization and model configuration can further complicate the accurate utilization of this data for climate predictions.",
        "AnswerCn": "一个主要挑战是山区缺乏观测数据，这限制了准确捕捉和利用气候模型中的陆地-大气相互作用的能力。现有的观测数据可能无法充分代表地表温度的空间和时间变异性，从而导致模型初始化中的偏差。此外，维持稳健的陆地初始化和模型配置的困难也可能进一步复杂化准确利用这些数据进行气候预测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the different data collection methods used to obtain land surface and subsurface temperature (LST/SUBT) data for subseasonal-to-seasonal prediction models.",
        "QuestionCn": "请探讨用于获取地表和地下温度（LST/SUBT）数据的不同数据收集方法，以用于亚季节到季节预测模型。",
        "AnswerEn": "In the LS4P-I project, two sets of numerical experiments were conducted. The first set was designed to evaluate the performance of 16 Earth System Models (ESMs) in simulating temperature and precipitation anomalies. The models start simulations using standard S2S prediction settings with atmospheric and land initial conditions. Observed T2m records, such as those from the National Oceanic and Atmospheric Administration Climate Anomaly Monitoring System (CAMS), were used to examine relationships between land temperatures and global precipitation.",
        "AnswerCn": "在LS4P-I项目中，进行了两组数值实验。第一组旨在评估16个地球系统模型（ESMs）在模拟温度和降水异常方面的表现。这些模型使用标准的S2S预测设置，结合大气和陆地初始条件开始模拟。使用国家海洋和大气管理局气候异常监测系统（CAMS）等的观测T2m记录，来研究陆地温度与全球降水之间的关系。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please summarize the challenges involved in collecting and utilizing land surface temperature data for improving subseasonal-to-seasonal prediction accuracy.",
        "QuestionCn": "收集和利用地表温度数据以提高亚季节到季节预测准确性面临的挑战包括：数据的空间和时间分辨率不足、不同数据源之间的兼容性问题、气候变化对温度模式的影响、数据获取的成本和技术限制、以及如何有效整合这些数据以改善预测模型的复杂性。",
        "AnswerEn": "Challenges in collecting and utilizing land surface temperature data include significant errors in current global land-atmosphere coupled models, which are unable to properly represent observed land surface temperature anomalies. Robust land initialization and model configuration are critical but remain scientifically challenging. Moreover, issues such as inter-model differences in simulated propagation pathways and phase differences between simulated wave trains and observations pose additional challenges.",
        "AnswerCn": "收集和利用地表温度数据的挑战包括当前全球陆气耦合模型中存在显著的误差，这些模型无法正确表示观察到的地表温度异常。稳健的土地初始化和模型配置至关重要，但仍然面临科学挑战。此外，模拟传播路径的模型间差异以及模拟波列与观测之间的相位差异等问题也带来了额外的挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please investigate potential datasets that could be integrated to enhance the accuracy of atmospheric circulation models used in subseasonal-to-seasonal prediction.",
        "QuestionCn": "请调查可以整合的潜在数据集，以提高用于亚季节到季节预测的大气环流模型的准确性。",
        "AnswerEn": "Potential datasets that could be integrated include the Chinese Meteorological Administration T2m data, which consists of extensive station coverage over China, and global datasets like the Climate Research Unit (CRU) precipitation data. The fifth generation ECMWF atmospheric reanalysis (ERA5) is also used to provide observations with a regular horizontal resolution, which could help enhance the accuracy of atmospheric circulation models.",
        "AnswerCn": "潜在的可集成数据集包括中国气象局的T2m数据，该数据在中国范围内具有广泛的站点覆盖，以及全球数据集如气候研究单位（CRU）的降水数据。第五代欧洲中期天气预报中心大气重分析（ERA5）也被用来提供具有规则水平分辨率的观测数据，这有助于提高大气环流模型的准确性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}