{
    "id": "abdfa805-1916-4759-95ef-5ff10e7b8c58",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat normalized difference vegetation index (NDVI) products over the Tibetan Plateau (2022)",
            "titleCn": "青藏高原Landsat系列卫星遥感归一化差值植被指数（NDVI）产品（2022）",
            "description": "The dataset is the Landsat normalized difference vegetation index (NDVI) products of 2022 over the Tibetan Plateau. The dataset is produced based on Landsat surface reflectance dataset. It is calculated by the NDVI equation which defined the difference between NIR band and red band. And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow. The NDVI can indicate the health of vegetation and the growth of vegetation, it is thusly widely used in agriculture, forestry, ecological environment and other fields. It is also an important input parameter for the inversion of ecological physical parameters, and is one of the most widely used vegetation indexes.",
            "descriptionCn": "1）数据内容：本数据集包含2022年青藏高原地区Landsat长时序NDVI。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过NDVI的计算公式进行生产的，即通过计算近红外波段和红波段之间的差异来定量化植被的生长状况；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数可反映植被的健康情况及植被的长势，由于计算简单，指示性好，被广泛应用于农业、林业、生态环境等领域，同时也是生态物理参数反演的重要输入参数，是目前应用最为广泛的植被指数之一。",
            "instructions": "1)File name rules: the NDVI result of each image is stored in a folder including the NDVI bands, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDVI\", for example,L8-OLI-131-036-20220326-LSR-BRDF-NDVI;the NDVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NDVI.TIF\", for example, \"L8-OLI-131-036-20220326-LSR-BRDF-NDVI.TIF\". 2)How to use the dataset: the surface reflectance results can be opened by ArcGIS, Envi, QGIS and so on, the surface reflectance results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be multiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
            "instructionsCn": "文件命名：NDVI是以景为单位存放文件夹，由NDVI产品、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDVI，如L8-OLI-131-036-20220326-LSR-BRDF-NDVI；其中NDVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NDVI.TIF，如L8-OLI-131-036-20220326-LSR-BRDF-NDVI.TIF。数据使用方法：NDVI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，NDVI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
            "east": 106.7,
            "west": 73.4,
            "south": 24.6,
            "north": 40.4,
            "startTime": null,
            "endTime": null,
            "fileSize": 379044076348.0,
            "cstr": "18406.11.Terre.tpdc.301111",
            "doi": "10.11888/Terre.tpdc.301111",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "彭燕",
                "nameEn": "PENG Yan",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Rangeland reflectance characteristics measured by aircraft and spacecraft sensor",
                "referenceCn": null,
                "referenceEn": "DEERING, D.W. (1978). Rangeland reflectance characteristics measured by aircraft and spacecraft sensors. Texas A&M University, College Station, TX, 338."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "归一化植被指数",
                "nameEn": "NDVI"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2022",
                "keywordEn": "2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to produce a normalized difference vegetation index (NDVI) product for the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于生成青藏高原归一化植被指数（NDVI）产品的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method is using the surface reflectance datasets from the Landsat series satellites. The NDVI is calculated by quantifying the difference between the near-infrared and red bands, which reflects vegetation growth conditions. This method also includes generating quality assurance files to identify clouds, ice, and snow.",
                "AnswerCn": "数据收集方法的一个例子是使用来自Landsat系列卫星的表面反射率数据集。NDVI是通过量化近红外和红色波段之间的差异来计算的，这反映了植被生长条件。该方法还包括生成质量保证文件，以识别云、冰和雪。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of NDVI products derived from the Landsat satellite series for monitoring vegetation health on the Qinghai-Tibet Plateau?",
                "QuestionCn": "NDVI产品的关键特征是：来自Landsat卫星系列，用于监测青藏高原的植被健康。",
                "AnswerEn": "calculated using the difference between the near-infrared and red bands, cloud and snow quality flags for data accuracy, widely applicable in agriculture, forestry, and ecological studies, simplicity, strong indicative nature",
                "AnswerCn": "使用近红外和红波段之间的差异进行计算，云和雪质量标志用于数据准确性，广泛应用于农业、林业和生态研究，简单且具有强指示性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the quantity of NDVI data points collected for the Tibetan Plateau in 2022 using Landsat satellites?",
                "QuestionCn": "2022年使用Landsat卫星收集的青藏高原NDVI数据点的数量是多少？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the quantity of NDVI data points collected for the Tibetan Plateau in 2022 using Landsat satellites. Therefore, a refined answer cannot be provided based on the given information.",
                "AnswerCn": "原始答案没有提供2022年使用Landsat卫星为青藏高原收集的NDVI数据点的具体数值。因此，无法根据所给信息提供更精确的答案。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the NDVI (Normalized Difference Vegetation Index) and how is it used to quantify vegetation growth?",
                "QuestionCn": "NDVI（归一化植被指数）是一种用于量化植被生长的指标。它通过比较植被在红光和近红外光波段的反射率来计算。NDVI的值范围从-1到+1，通常值越高表示植被越茂盛。NDVI被广泛应用于农业监测、生态研究和环境管理等领域，以评估植被健康状况、监测作物生长和分析土地利用变化。",
                "AnswerEn": "The NDVI (Normalized Difference Vegetation Index) is a calculated index that quantifies vegetation growth by measuring the difference between near-infrared (which vegetation strongly reflects) and red light (which vegetation absorbs). It reflects the health and vigor of vegetation and is widely used in agriculture, forestry, and ecological environment studies due to its simplicity and strong indicative ability.",
                "AnswerCn": "NDVI（归一化植被指数）是一种计算指数，通过测量近红外光（植被强烈反射）和红光（植被吸收）之间的差异来量化植被生长。它反映了植被的健康和活力，因其简单性和强大的指示能力而广泛应用于农业、林业和生态环境研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using NDVI calculated from Landsat series satellite data on understanding vegetation health in the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用从Landsat系列卫星数据计算的NDVI来理解青藏高原植被健康的潜在后果是什么？",
                "AnswerEn": "Using NDVI calculated from Landsat series satellite data allows for quantifying vegetation growth by measuring the difference between near-infrared and red bands. This approach provides a straightforward and indicative way to reflect vegetation health and growth conditions. It is widely applied in agriculture, forestry, and ecological environments, serving as a crucial input parameter for eco-physical parameter inversion. This makes it one of the most extensively used vegetation indices, offering significant insights into the health dynamics of vegetation in the Qinghai-Tibet Plateau.",
                "AnswerCn": "使用从Landsat系列卫星数据计算的NDVI可以通过测量近红外和红色波段之间的差异来量化植被生长。这种方法提供了一种简单而直观的方式来反映植被的健康状况和生长条件。它广泛应用于农业、林业和生态环境，作为生态物理参数反演的重要输入参数。这使得NDVI成为最广泛使用的植被指数之一，为青藏高原植被健康动态提供了重要的洞察。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to utilize satellite remote sensing data for the normalization of vegetation indices in the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原上，利用卫星遥感数据对植被指数进行归一化是非常重要的。",
                "AnswerEn": "The utilization of satellite remote sensing data for the normalization of vegetation indices, such as NDVI, in the Qinghai-Tibet Plateau is important because it quantifies vegetation growth status by calculating the difference between near-infrared and red bands. This approach provides a simple yet effective indicator of vegetation health, which is crucial for applications in agriculture, forestry, and ecological environment studies. Additionally, it serves as a key input parameter for ecological and physical parameter inversion, making it one of the most widely used vegetation indices.",
                "AnswerCn": "在青藏高原，利用卫星遥感数据对植被指数（如NDVI）进行标准化非常重要，因为它通过计算近红外和红光波段之间的差异来量化植被生长状态。这种方法提供了一个简单而有效的植被健康指标，对于农业、林业和生态环境研究的应用至关重要。此外，它作为生态和物理参数反演的关键输入参数，使其成为最广泛使用的植被指数之一。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in generating NDVI products using Landsat series satellite surface reflectance datasets for the Qinghai-Tibet Plateau?",
                "QuestionCn": "生成青藏高原NDVI产品的程序步骤包括使用Landsat系列卫星表面反射率数据集。",
                "AnswerEn": "The procedural steps involve using the Landsat series satellite surface reflectance datasets as a basis, then applying the NDVI calculation formula, which quantifies vegetation growth by calculating the difference between the near-infrared and red bands. Additionally, quality assurance files are produced to identify clouds and ice/snow.",
                "AnswerCn": "程序步骤包括使用Landsat系列卫星表面反射率数据集作为基础，然后应用NDVI计算公式，通过计算近红外和红色波段之间的差异来量化植被生长。此外，还生成质量保证文件，以识别云和冰雪。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements and methodologies enable the effective calculation and utilization of NDVI from Landsat satellite data for monitoring vegetation health in the Qinghai-Tibet Plateau?",
                "QuestionCn": "哪些技术进步和方法使得有效计算和利用来自Landsat卫星数据的NDVI，以监测青藏高原的植被健康成为可能？",
                "AnswerEn": "The calculation of NDVI from Landsat satellite data involves using the formula that quantifies vegetation growth by calculating the difference between the near-infrared and red bands. The datasets are based on surface reflectance data from the Landsat series. The use of quality assurance (QA) files helps identify and manage challenges like cloud and snow cover, ensuring data quality. These advancements and methodologies enable the effective assessment of vegetation health and serve as crucial inputs for ecological and agricultural applications.",
                "AnswerCn": "从Landsat卫星数据计算NDVI涉及使用公式，通过计算近红外和红色波段之间的差异来量化植被生长。这些数据集基于Landsat系列的表面反射率数据。使用质量保证（QA）文件有助于识别和管理云层和雪覆盖等挑战，确保数据质量。这些进展和方法使得有效评估植被健康成为可能，并为生态和农业应用提供了重要的输入。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}