{
  "id": "ac5a630a-e7c3-45b0-adc7-ef0f0bcc3bc7",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of LAS (Large Aperture Scintillometer) observations at the Linze grassland station from  May to Aug ,2008",
      "titleCn": "黑河综合遥感联合试验：临泽草地站大孔径闪烁仪（LAS）数据集（2008年5月-8月）",
      "description": "The dataset of LAS (Large Aperture Scintillometer, made in Holland) observations was obtained in the Linze grassland station, Linze county (Gansu province), from May 19 to Aug. 31, 2008. The instrument was composed of the transmitter (100°04′10.4″E, 39°15′02.8″N, 9.25m), the receiver (100°03′36.8″E, 39°15′02.8″N, 9.1m) and the data acquisition system. The transmitter and the receiver were 1550m away from each other and the operating altitude was 9.2m. The observation item was natural logarithm of structural parameters of  the  refractive index (UCn2). The transmitting frequency was 0.5HZ. The data were named after WATER_LAS_Linze_yyyymmdd-yyyymmdd.csv (yyyymmdd-yyyymmdd for observation time). The missing data were marked \"None\". For more detailed information, please refer to Directions on LAS (Large Aperture Scintillometer) observations.",
      "descriptionCn": "本数据集包含了临泽草地站的大孔径闪烁仪（LAS）观测数据，观测站点位于甘肃省临泽县；观测仪器LAS（Kipp&Zonen）产自荷兰；观测时段为2008-05-19至2008-08-31 。观测仪器由发射装置、接收装置以及数据采集系统等配件组成。发射端与接收端相距1550m ；LAS发射端经纬度为100°04′10.4″E，39°15′02.8″N；LAS接收端经纬度为100°03′36.8″E，39°15′02.8″N；LAS发射端离地高度为9.25m；接收端离地高度为9.1m；LAS有效高度为9.2m。观测内容为空气折射指数结构参数的对数（UCn2）。LAS采集频率是0.5Hz。数据以csv格式存储，文件命名规则为WATER_LAS_临泽_yyyymmdd-yyyymmdd（yyyymmdd-yyyymmdd为观测起止时间），缺值数据统一采用字符串None表示。详细的表头信息等请参见“大孔径闪烁仪（LAS）观测数据说明”。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.3,
      "west": 100.0,
      "south": 39.05,
      "north": 39.35,
      "startTime": "2008-06-02 00:00:00",
      "endTime": "2008-09-14 00:00:00",
      "fileSize": 2720285.0,
      "cstr": "18406.11.water973.0285.db",
      "doi": "10.3972/water973.0285.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "基于多尺度遥感数据估算地表通量的方法及其验证分析",
        "titleEn": null,
        "referenceCn": "刘雅妮, 辛晓洲, 柳钦火, 周春艳. 基于多尺度遥感数据估算地表通量的方法及其验证分析. 地球科学进展, 2010, 25(11): 1261–1272.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": null,
        "titleEn": "An application of the Ts–VI triangle method with enhanced edges determination for evapotranspiration estimation from MODIS data in arid and semi-arid regions: Implementation and validation",
        "referenceCn": null,
        "referenceEn": "Tang RL, Li ZL, Tang BH. An application of the T-s-VI triangle method with enhanced edges determination for evapotranspiration estimation from MODIS data in arid and semi-arid regions: Implementation and validation. Remote Sensing of Environment, 2010, 114(3): 540-551."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域观测通量的空间代表性研究",
        "titleEn": null,
        "referenceCn": "双喜, 刘绍民, 徐自为, 王维真. (2009). 黑河流域观测通量的空间代表性研究. 地球科学进展, 24(7), 724-733.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      },
      {
        "titleCn": "黑河流域不同下垫面水热通量特征分析",
        "titleEn": null,
        "referenceCn": "王维真, 徐自为, 刘绍民, 李新, 马明国, 王介民. (2009). 黑河流域不同下垫面水热通量特征分析. 地球科学进展, 24(7), 714-723.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表能量平衡",
        "nameEn": "Surface energy balance"
      },
      {
        "nameCn": "感热通量",
        "nameEn": "Sensible heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽草地加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-05-19",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-08-31",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The commonly applied surface temperature–vegetation index (Ts–VI) triangle method is used to estimate regional evapotranspiration (ET) in arid and semi-arid regions. A practical algorithm based on the Ts–VI triangle method is developed to determine quantitatively the dry and wet edges of this triangle space."
      ],
      "research objective": [
        "The objectives of this paper are twofold: (1) to develop an algorithm to determine quantitatively the dry and wet edges for the Ts–VI triangular space in arid and semi-arid areas where wet pixels are not generally easily identified, and (2) to validate with the in-situ ET measurements made by the Large Aperture Scintillometer (LAS) the ET derived from MODIS/TERRA products using the developed algorithm."
      ],
      "challenges": [
        "Problems encountered in the determination of dry and wet edges during the period of our experiment mainly include: (1) only few points that were not contaminated by cloud in the Ts–VI space can be obtained on partly cloudy days in the study area, which will make the Ts–VI triangle method for ET estimates unreliable; and (2) in a short period after a rainfall event, the observed dry edge in the Ts–VI triangle may not indicate pixels with minimum ET for the given Fr due to the non-zero surface soil water content."
      ],
      "methods": [
        "In this paper, an iterative process is proposed to determine automatically the two edges in the Ts–Fr triangle space. To apply the above Ts–Fr triangle method to MODIS data, several steps are needed to be performed. Downloading MODIS land surface temperature/emissivity and NDVI products, MODIS Calibrated Radiances and Geolocation products, as well as MODIS Atmospheric Precipitable Water product from the MODIS data and products centers. Screening out the pixels contaminated by cloud and also the pixels with surface elevation far apart from the average of surface elevation in the study area. Estimating the fraction of vegetation (Fr) for each pixel in the study area. Constructing the Ts–Fr triangle space. Determining automatically the dry and wet edges in the Ts–Fr triangle space. Calculating pixel by pixel the combined-effect parameter ϕ. Retrieving evaporative fraction (EF) from the combined-effect parameter ϕ."
      ],
      "dataset": [
        "MODIS data products used in this work are land surface temperature/emissivity (MOD11A1 and MOD11_L2), NDVI (MOD13A2), Calibrated Radiances (MOD021KM), Geolocation (MOD03), Precipitable Water (MOD05_L2) products. All 24 clear-sky MODIS data from May 23rd to August 21st over our study area are used to estimate the EF, ET and H using the Ts–Fr triangle method/algorithm."
      ],
      "findings": [
        "A practical algorithm was developed for quantitative determination of dry and wet edges for the Ts–VI triangle method from MODIS data and products. This algorithm can provide an estimation of surface net radiation, soil heat flux, evaporative fraction and evapotranspiration at regional scale from MODIS data and products alone. Although assumption of two-step linear interpolation scheme involved in the estimation of the combined-effect parameter ϕ and EF is still questionable and not yet verified directly, a very good agreement is found with the RMSE=25.07 W/m2 when sensible heat flux estimated from MODIS data is compared with that measured by LAS instrument."
      ],
      "backgroundCn": [
        "常用的表面温度-植被指数（Ts–VI）三角形方法用于估算干旱和半干旱地区的区域蒸散发（ET）。基于Ts–VI三角形方法开发了一种实用算法，以定量确定该三角形空间的干边和湿边。"
      ],
      "research objectiveCn": [
        "本文的目标有两个：一是开发一种算法，以定量确定干燥和湿润边界，适用于干旱和半干旱地区，在这些地区湿润像元通常不易识别；二是利用大型孔径闪烁仪（LAS）进行的现场蒸散发（ET）测量，验证使用所开发算法从MODIS/TERRA产品中推导出的蒸散发。"
      ],
      "challengesCn": [
        "在我们的实验期间，确定干边和湿边时遇到的问题主要包括：(1) 在研究区域的部分多云天气中，Ts–VI空间中只有少量未被云污染的点，这使得基于Ts–VI三角形方法的蒸散发估算不可靠；(2) 在降雨事件后的短时间内，Ts–VI三角形中观察到的干边可能并不表示在给定Fr下具有最低蒸散发的像素，因为表层土壤水分含量不为零。"
      ],
      "methodsCn": [
        "在本文中，提出了一种迭代过程，以自动确定Ts–Fr三角空间中的两个边缘。为了将上述Ts–Fr三角方法应用于MODIS数据，需要执行几个步骤。下载MODIS陆地表面温度/发射率和NDVI产品、MODIS校准辐射和地理定位产品，以及MODIS大气可降水量产品，从MODIS数据和产品中心获取。筛选出受云污染的像素以及表面高度远离研究区域平均值的像素。估计研究区域内每个像素的植被覆盖度（Fr）。构建Ts–Fr三角空间。自动确定Ts–Fr三角空间中的干边和湿边。逐像素计算综合效应参数ϕ。从综合效应参数ϕ中提取蒸发分数（EF）。"
      ],
      "datasetCn": [
        "本研究中使用的MODIS数据产品包括地表温度/发射率（MOD11A1和MOD11_L2）、归一化植被指数（NDVI，MOD13A2）、校准辐射（MOD021KM）、地理定位（MOD03）和可降水量（MOD05_L2）产品。我们使用了从5月23日到8月21日的24个晴空MODIS数据，以估算研究区域的蒸散发（EF）、蒸发（ET）和感热（H），采用Ts–Fr三角形方法/算法。"
      ],
      "findingsCn": [
        "一种实用算法被开发用于通过MODIS数据和产品定量确定Ts–VI三角形方法中的干湿边界。该算法可以仅通过MODIS数据和产品提供表面净辐射、土壤热通量、蒸发分数和蒸散发的区域估计。尽管在估计组合效应参数ϕ和EF时涉及的两步线性插值方案的假设仍然存在争议且尚未直接验证，但当通过MODIS数据估计的显热通量与LAS仪器测量的结果进行比较时，发现二者之间的均方根误差（RMSE）为25.07 W/m²，表现出非常好的一致性。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the Ts–VI triangle method challenged by the presence of clouds during data collection in arid and semi-arid regions?",
        "QuestionCn": "Ts–VI三角形方法在干旱和半干旱地区的数据收集过程中是否受到云层存在的挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Do MODIS data products provide sufficient information to estimate evapotranspiration in arid and semi-arid regions using the Ts–VI triangle method?",
        "QuestionCn": "MODIS数据产品是否提供足够的信息，以便在干旱和半干旱地区使用Ts–VI三角法估算蒸散发？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data collection method is used for measuring evapotranspiration in arid and semi-arid regions: Surface temperature–vegetation index (Ts–VI) triangle method, Large Aperture Scintillometer (LAS), or MODIS data products?",
        "QuestionCn": "在干旱和半干旱地区测量蒸散的哪种数据收集方法：地表温度-植被指数（Ts-VI）三角法、大孔径闪烁仪（LAS）或MODIS数据产品？",
        "AnswerEn": "Large Aperture Scintillometer (LAS)",
        "AnswerCn": "大孔径闪烁仪 (LAS)",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the main challenges encountered in determining dry and wet edges for the Ts–VI triangle method: cloud contamination, non-zero surface soil water content, or both?",
        "QuestionCn": "在确定Ts–VI三角形方法的干湿边界时，主要面临的挑战是云污染、非零表层土壤水分含量，还是两者都有？",
        "AnswerEn": "both",
        "AnswerCn": "两者",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Which MODIS data products are primarily used in estimating evapotranspiration using the Ts–Fr triangle method: Land surface temperature/emissivity, NDVI, Calibrated Radiances, Geolocation, or Precipitable Water?",
        "QuestionCn": "哪些MODIS数据产品主要用于使用Ts–Fr三角法估算蒸散发：地表温度/发射率、NDVI、校准辐射、地理定位或可降水量？",
        "AnswerEn": "Land surface temperature/emissivity, NDVI",
        "AnswerCn": "地表温度/发射率，归一化植被指数（NDVI）",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the essential components of a large aperture scintillometer (LAS) data collection setup?",
        "QuestionCn": "大型孔径闪烁计（LAS）数据采集设置的基本组成部分有哪些？",
        "AnswerEn": "transmitter unit, receiver unit, data acquisition system",
        "AnswerCn": "发射单元，接收单元，数据采集系统",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are encountered in determining the dry and wet edges using the Ts–VI triangle method during partly cloudy days?",
        "QuestionCn": "在部分多云的日子里，使用Ts–VI三角法确定干边和湿边时会遇到哪些挑战？",
        "AnswerEn": "uncontaminated points",
        "AnswerCn": "未污染点",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure evapotranspiration in arid and semi-arid regions?",
        "QuestionCn": "您能否提供一个用于测量干旱和半干旱地区蒸散发的数据收集方法的例子？",
        "AnswerEn": "The Large Aperture Scintillometer (LAS) is employed to measure evapotranspiration by observing the logarithm of the refractive index structure parameter (UCn2) over a distance of 1550 meters between the transmitter and receiver. This method was applied in the Linze grassland station in Gansu Province, China, from May to August 2008.",
        "AnswerCn": "大型孔径闪烁仪（LAS）用于通过观察发射机和接收机之间1550米距离的折射率结构参数的对数（UCn2）来测量蒸散发。该方法于2008年5月至8月在中国甘肃省林泽草原站应用。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using remote sensing data to estimate evapotranspiration?",
        "QuestionCn": "使用遥感数据估算蒸散发时面临的一个挑战是什么？",
        "AnswerEn": "A challenge is the determination of dry and wet edges in the Ts–VI triangle space, particularly on partly cloudy days, which can render the estimates unreliable due to few uncontaminated points. Another issue arises shortly after rainfall when the observed dry edge may not reflect minimum ET due to remaining surface soil moisture.",
        "AnswerCn": "一个挑战是在Ts–VI三角空间中确定干边和湿边，特别是在部分多云的日子，这可能导致由于可用的无污染点较少而使估计不可靠。另一个问题是在降雨后不久，观察到的干边可能无法反映最低蒸散发（ET），因为表层土壤水分仍然存在。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of a dataset used to validate remote sensing evapotranspiration estimates?",
        "QuestionCn": "您能否提供一个用于验证遥感蒸散发估算的数据集的示例？",
        "AnswerEn": "The MODIS data products, including land surface temperature/emissivity, NDVI, calibrated radiances, geolocation, and precipitable water products, were used to validate evapotranspiration estimates against in-situ measurements from the LAS instrument in an arid region.",
        "AnswerCn": "MODIS数据产品，包括地表温度/发射率、NDVI、校准辐射、地理定位和可降水量产品，被用于在干旱地区对比验证与LAS仪器的现场测量结果的蒸散发估算。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for measuring air refractive index structure parameters?",
        "QuestionCn": "用于测量空气折射率结构参数的数据收集方法的特点是什么？",
        "AnswerEn": "Large Aperture Scintillometer, transmitter and receiver 1550 meters apart, measures at 0.5Hz, transmitter height 9.25 meters, receiver height 9.1 meters, effective measurement height 9.2 meters",
        "AnswerCn": "大孔径闪烁仪，发射器和接收器相距1550米，测量频率为0.5Hz，发射器高度为9.25米，接收器高度为9.1米，有效测量高度为9.2米。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What specific challenges are associated with data collection in arid and semi-arid regions using remote sensing methods?",
        "QuestionCn": "在干旱和半干旱地区使用遥感方法进行数据收集时，面临哪些具体挑战？",
        "AnswerEn": "difficulty in identifying wet pixels, cloud contamination, unreliable triangle method for ET estimates, dry edge may not represent pixels with minimum ET",
        "AnswerCn": "识别湿像素困难、云污染、三角法估算蒸散量不可靠、干边可能不代表蒸散量最低的像素。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What attributes are necessary for constructing a Ts–Fr triangle space using remote sensing data?",
        "QuestionCn": "构建一个Ts–Fr三角空间所需的属性有哪些？",
        "AnswerEn": "land surface temperature/emissivity, NDVI, calibrated radiances, geolocation, atmospheric precipitable water, cloud-contaminated pixel screening, elevation discrepancy screening, fraction of vegetation estimation",
        "AnswerCn": "地表温度/发射率、归一化植被指数（NDVI）、校准辐射、地理定位、大气可降水量、云污染像素筛选、海拔差异筛选、植被覆盖率估算",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the distance between the transmission and reception devices in the data collection method used for monitoring air refractive index structure parameters?",
        "QuestionCn": "用于监测空气折射率结构参数的数据采集方法中，传输设备和接收设备之间的距离是多少？",
        "AnswerEn": "1550 meters",
        "AnswerCn": "1550米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many clear-sky MODIS data samples were used to estimate the evaporative fraction, evapotranspiration, and sensible heat flux within the specified study period using the Ts–Fr triangle method?",
        "QuestionCn": "在指定的研究期间，使用Ts–Fr三角法估计蒸发分数、蒸散发和显热通量时，使用了多少个清空天空的MODIS数据样本？",
        "AnswerEn": "24",
        "AnswerCn": "24",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Ts–VI triangle method in the context of estimating regional evapotranspiration?",
        "QuestionCn": "Ts–VI三角形法在估算区域蒸散量的背景下是什么？",
        "AnswerEn": "The Ts–VI triangle method is a commonly applied approach used to estimate regional evapotranspiration (ET) in arid and semi-arid regions. It involves determining quantitatively the dry and wet edges of a triangle space defined by surface temperature and vegetation index.",
        "AnswerCn": "Ts–VI三角形方法是一种常用的估算干旱和半干旱地区区域蒸散发（ET）的方法。它涉及定量确定由表面温度和植被指数定义的三角形空间的干边和湿边。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'UCn2' represent in the context of atmospheric observations by the Large Aperture Scintillometer (LAS)?",
        "QuestionCn": "在大孔径闪烁仪（LAS）的大气观测中，“UCn2”代表什么？",
        "AnswerEn": "In the context of atmospheric observations by the Large Aperture Scintillometer (LAS), 'UCn2' represents the logarithm of the structure parameter of the air refractive index, which is a key measurement in assessing atmospheric conditions.",
        "AnswerCn": "在大孔径闪烁仪（LAS）的气象观测中，'UCn2'表示空气折射率的结构参数的对数，这是评估大气条件的关键测量。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the main challenges associated with determining dry and wet edges in the Ts–VI triangle space for estimating evapotranspiration?",
        "QuestionCn": "在Ts–VI三角空间中确定干边和湿边以估算蒸散发的主要挑战是什么？",
        "AnswerEn": "The main challenges associated with determining dry and wet edges in the Ts–VI triangle space include the difficulty of identifying wet pixels in arid and semi-arid areas, the unreliability of estimates on partly cloudy days due to few uncontaminated points, and the observation that dry edges may not indicate minimum evapotranspiration after rainfall events due to non-zero surface soil water content.",
        "AnswerCn": "在Ts–VI三角空间中确定干边和湿边的主要挑战包括：在干旱和半干旱地区识别湿像素的困难、在部分多云天气下由于可用的无污染点较少而导致估计的不可靠性，以及干边可能并不表示降雨事件后最低蒸散发，因为表层土壤水分含量并非为零。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods of the Large Aperture Scintillometer (LAS) compare to those used in MODIS data products for estimating evapotranspiration in terms of reliability and spatial coverage?",
        "QuestionCn": "大型孔径闪烁仪（LAS）的数据收集方法与MODIS数据产品在估算蒸散发方面的可靠性和空间覆盖范围有何比较？",
        "AnswerEn": "The LAS data collection involves ground-based measurements providing high temporal resolution data (0.5Hz) on the refractive index structure parameter, which is useful for local-scale evapotranspiration estimation. In contrast, MODIS data products provide satellite-based observations with a broader spatial coverage, allowing for regional-scale analysis. MODIS data might be less reliable on cloudy days, which can affect the Ts–VI triangle method used for ET estimation, whereas LAS provides consistent local data regardless of cloud coverage.",
        "AnswerCn": "LAS数据收集涉及地面测量，提供高时间分辨率数据（0.5Hz）关于折射率结构参数，这对于局部尺度的蒸散发估算非常有用。相比之下，MODIS数据产品提供卫星观测，具有更广泛的空间覆盖，允许进行区域尺度的分析。MODIS数据在多云天气下可能可靠性较低，这会影响用于蒸散发估算的Ts–VI三角形方法，而LAS则提供不受云层覆盖影响的一致局部数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the similarities and differences in the challenges faced when using LAS and MODIS data for determining evapotranspiration in arid and semi-arid regions?",
        "QuestionCn": "在干旱和半干旱地区使用激光雷达（LAS）和中分辨率成像光谱仪（MODIS）数据确定蒸散发时面临的挑战有哪些相似之处和不同之处？",
        "AnswerEn": "Both LAS and MODIS data face challenges related to environmental conditions. LAS data collection is sensitive to local atmospheric conditions, while MODIS data can be affected by cloud contamination, which impacts the Ts–VI triangle method's reliability. Both approaches require careful handling of missing or contaminated data, but MODIS also requires additional steps for screening elevation discrepancies and cloud-affected pixels.",
        "AnswerCn": "LAS和MODIS数据在环境条件方面都面临挑战。LAS数据收集对当地大气条件敏感，而MODIS数据可能受到云污染的影响，这影响了Ts–VI三角法的可靠性。这两种方法都需要仔细处理缺失或受污染的数据，但MODIS还需要额外的步骤来筛选高程差异和受云影响的像素。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In terms of methodological approaches, how does the iterative process used to determine the dry and wet edges in the Ts–Fr triangle space compare with the direct measurement capabilities of LAS data?",
        "QuestionCn": "在方法论方面，确定Ts–Fr三角空间中干边和湿边的迭代过程与激光雷达（LAS）数据的直接测量能力相比如何？",
        "AnswerEn": "The iterative process for determining dry and wet edges in the Ts–Fr triangle space is an indirect method that requires several data processing steps, including cloud screening and vegetation fraction estimation from MODIS data. This contrasts with LAS data, which directly measures sensible heat flux and provides a straightforward approach to validate ET measurements. The iterative method offers a more comprehensive regional analysis, while LAS delivers precise local measurements.",
        "AnswerCn": "在Ts–Fr三角空间中确定干湿边缘的迭代过程是一种间接方法，需要多个数据处理步骤，包括云筛选和从MODIS数据中估算植被覆盖度。这与激光雷达（LAS）数据形成对比，后者直接测量显热通量，并提供了一种验证蒸散发（ET）测量的简单方法。迭代方法提供了更全面的区域分析，而激光雷达则提供了精确的局部测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the logarithm of the air refractive index structure parameter, as collected by a large aperture scintillometer, inform our understanding of atmospheric conditions in arid regions?",
        "QuestionCn": "由大孔径闪烁仪收集的空气折射率结构参数的对数如何帮助我们理解干旱地区的气象条件？",
        "AnswerEn": "The logarithm of the air refractive index structure parameter provides insights into atmospheric turbulence and heat flux, which are critical for estimating evapotranspiration and understanding energy exchanges in arid regions. The large aperture scintillometer data helps validate regional evapotranspiration models and refine our understanding of atmospheric dynamics.",
        "AnswerCn": "空气折射率结构参数的对数提供了对大气湍流和热通量的洞察，这对于估算蒸散发和理解干旱地区的能量交换至关重要。大孔径闪烁仪数据有助于验证区域蒸散发模型，并完善我们对大气动态的理解。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges might arise in identifying the dry and wet edges in the Ts–VI triangle space when estimating regional evapotranspiration, and how can these challenges be addressed?",
        "QuestionCn": "在估算区域蒸散发时，识别Ts–VI三角空间中的干边和湿边可能会面临哪些挑战，以及如何应对这些挑战？",
        "AnswerEn": "Challenges include cloud contamination and post-rainfall soil moisture affecting the reliability of the Ts–VI triangle method. These can be addressed by developing automated algorithms to quantitatively determine the edges and screening out contaminated pixels to enhance the accuracy of evapotranspiration estimates.",
        "AnswerCn": "挑战包括云污染和降雨后土壤湿度影响Ts–VI三角法的可靠性。这些问题可以通过开发自动化算法来定量确定边界，并筛选出受污染的像素，从而提高蒸散发估算的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can MODIS data products be utilized to enhance the estimation of surface net radiation, soil heat flux, and evapotranspiration in semi-arid areas?",
        "QuestionCn": "MODIS数据产品可以通过哪些方式用于提高半干旱地区地表净辐射、土壤热通量和蒸散的估算？",
        "AnswerEn": "MODIS data products, such as land surface temperature, NDVI, and atmospheric water content, can be integrated into the Ts–Fr triangle method to estimate surface net radiation, soil heat flux, and evapotranspiration. This integration allows for regional scale analysis and validation against in-situ measurements, improving the accuracy and applicability of remote sensing techniques for environmental monitoring.",
        "AnswerCn": "MODIS数据产品，如地表温度、NDVI和大气水分含量，可以集成到Ts–Fr三角形方法中，以估算地表净辐射、土壤热通量和蒸散发。这种集成允许进行区域尺度的分析，并与现场测量进行验证，从而提高遥感技术在环境监测中的准确性和适用性。",
        "Level": "C3(Applying)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for the difficulties encountered in determining the dry and wet edges in arid and semi-arid regions during data collection?",
        "QuestionCn": "在干旱和半干旱地区进行数据收集时，确定干边缘和湿边缘所遇到的困难的潜在原因是什么？",
        "AnswerEn": "Problems encountered in determining the dry and wet edges include the limited number of uncontaminated points in the Ts–VI space on partly cloudy days, making the method unreliable, and the non-zero surface soil water content shortly after rainfall events, which can affect the observed dry edge.",
        "AnswerCn": "在确定干边和湿边时遇到的问题包括：在部分多云的日子里，Ts–VI空间中无污染点的数量有限，使得该方法不可靠；以及在降雨事件后不久，表层土壤水分含量非零，这可能影响观察到的干边。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to identify wet pixels in arid and semi-arid areas using typical data collection methods?",
        "QuestionCn": "在干旱和半干旱地区，使用典型的数据收集方法识别湿润像素是具有挑战性的，原因是什么？",
        "AnswerEn": "In arid and semi-arid areas, wet pixels are not generally easily identified due to the scarcity of moisture and the influence of cloud contamination, which can limit the data points available for reliable analysis.",
        "AnswerCn": "在干旱和半干旱地区，由于水分稀缺以及云层污染的影响，湿像素通常不易被识别，这可能限制可用于可靠分析的数据点。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the reliability of evapotranspiration estimates derived from MODIS data using the Ts–VI triangle method?",
        "QuestionCn": "影响通过MODIS数据使用Ts–VI三角法估算蒸散发可靠性的因素有哪些？",
        "AnswerEn": "The reliability of evapotranspiration estimates is affected by factors such as cloud contamination of the Ts–VI space, the presence of surface elevation variations, and the assumptions involved in the two-step linear interpolation scheme for estimating the combined-effect parameter and evaporative fraction.",
        "AnswerCn": "蒸散发估计的可靠性受到多个因素的影响，例如云层对Ts–VI空间的干扰、地表高程变化的存在，以及在估计综合效应参数和蒸发分数时所涉及的两步线性插值方案的假设。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using the Ts–VI triangle method for estimating regional evapotranspiration in arid and semi-arid regions?",
        "QuestionCn": "使用Ts–VI三角法估算干旱和半干旱地区的区域蒸散发的潜在结果是什么？",
        "AnswerEn": "Using the Ts–VI triangle method can help in quantitatively determining dry and wet edges in arid and semi-arid regions, which aids in the estimation of surface net radiation, soil heat flux, evaporative fraction, and evapotranspiration at a regional scale. The method's outcomes include a practical algorithm that provides estimates solely from MODIS data and products, with a good agreement found between sensible heat flux estimated from MODIS data and that measured by LAS.",
        "AnswerCn": "使用Ts–VI三角法可以定量确定干燥和湿润边界，帮助估算干旱和半干旱地区的表面净辐射、土壤热通量、蒸发分数和区域蒸散量。该方法的结果包括一个实用算法，仅通过MODIS数据和产品提供估算，且从MODIS数据估算的显热通量与LAS测量的结果之间存在良好的一致性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the consequences of encountering problems with cloud contamination when applying the Ts–VI triangle method during partly cloudy days?",
        "QuestionCn": "在部分多云的日子里应用Ts–VI三角法时，遇到云污染问题会有什么后果？",
        "AnswerEn": "Encountering problems with cloud contamination during partly cloudy days can make the Ts–VI triangle method for estimating evapotranspiration unreliable. This is because only a few uncontaminated points can be obtained, which affects the method's accuracy in determining dry and wet edges, and subsequently, the derived ET estimates might be inaccurate.",
        "AnswerCn": "在局部多云的日子里，云污染问题可能会使Ts–VI三角形法估算蒸散发变得不可靠。这是因为只能获得少量未受污染的点，这影响了该方法在确定干边和湿边时的准确性，从而导致得出的蒸散发估计可能不准确。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the intended outcomes of developing an algorithm to determine the dry and wet edges in the Ts–VI triangle space for estimating evapotranspiration in arid and semi-arid regions?",
        "QuestionCn": "开发一种算法以确定 Ts-VI 三角空间中的干湿边缘，以估算干旱和半干旱地区的蒸散量，其预期结果是什么？",
        "AnswerEn": "The objectives are to develop an algorithm to determine quantitatively the dry and wet edges for the Ts–VI triangular space in arid and semi-arid areas where wet pixels are not generally easily identified, and to validate with the in-situ ET measurements made by the Large Aperture Scintillometer (LAS) the ET derived from MODIS/TERRA products using the developed algorithm.",
        "AnswerCn": "目标是开发一种算法，以定量确定干燥和湿润边界，在干旱和半干旱地区，湿润像素通常不易识别，并通过与大型孔径闪烁仪（LAS）进行的现场蒸散发（ET）测量进行验证，比较使用所开发算法从MODIS/TERRA产品中推导出的ET。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to validate evapotranspiration estimates derived from MODIS data using in-situ measurements from Large Aperture Scintillometers (LAS)?",
        "QuestionCn": "为什么使用大型孔径闪烁仪（LAS）的现场测量来验证基于MODIS数据的蒸散发估计是重要的？",
        "AnswerEn": "Validating the ET estimates from MODIS data with in-situ measurements from LAS is crucial to ensure that the algorithm developed for determining dry and wet edges in the Ts–VI space is accurately estimating surface net radiation, soil heat flux, evaporative fraction, and evapotranspiration at a regional scale.",
        "AnswerCn": "验证MODIS数据的ET估算与LAS的现场测量结果至关重要，以确保用于确定Ts–VI空间中干湿边界的算法能够准确估计区域尺度上的表面净辐射、土壤热通量、蒸发分数和蒸散发。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What is the process for configuring and calibrating a large aperture scintillometer (LAS) for data collection in arid and semi-arid regions?",
        "QuestionCn": "配置和校准大型孔径闪烁计（LAS）以在干旱和半干旱地区进行数据收集的过程是什么？",
        "AnswerEn": "The configuration and calibration of a large aperture scintillometer (LAS) for data collection involve setting up the instrument components, including the transmitter and receiver, at a specific distance apart, in this case, 1550m. The LAS transmitter and receiver are positioned at certain heights above the ground, which are 9.25m and 9.1m, respectively, with an effective height of 9.2m. The LAS instrument records the logarithm of the air refractive index structure parameter (UCn2) at a frequency of 0.5Hz. Data are stored in CSV format, and missing values are represented by 'None'.",
        "AnswerCn": "大型孔径闪烁仪（LAS）的配置和校准用于数据收集，涉及将仪器组件设置在特定距离内，在这种情况下为1550米。LAS发射器和接收器分别设置在离地面9.25米和9.1米的高度，实际高度为9.2米。LAS仪器以0.5Hz的频率记录空气折射率结构参数（UCn2）的对数。数据以CSV格式存储，缺失值用'None'表示。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the Ts–VI triangle method adapted to estimate evapotranspiration in environments where wet pixels are difficult to identify?",
        "QuestionCn": "Ts–VI三角形方法如何适应在难以识别湿像素的环境中估算蒸散发？",
        "AnswerEn": "The Ts–VI triangle method is adapted by developing an algorithm to quantitatively determine the dry and wet edges of the triangle space in arid and semi-arid areas. This involves an iterative process to automatically find the edges using MODIS data. The process includes downloading MODIS products, screening out cloud-contaminated pixels, estimating vegetation fraction, constructing the Ts–Fr triangle space, and calculating the combined-effect parameter for each pixel to retrieve evaporative fraction and evapotranspiration.",
        "AnswerCn": "Ts–VI三角形方法通过开发算法在干旱和半干旱地区定量确定三角形空间的干边和湿边。这涉及一个迭代过程，自动找到边缘，使用MODIS数据。该过程包括下载MODIS产品，筛选出云污染像素，估算植被覆盖度，构建Ts–Fr三角形空间，并计算每个像素的综合效应参数，以检索蒸发分数和蒸散发。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the precise measurement of atmospheric refractive index structure parameters using large aperture scintillometers (LAS)?",
        "QuestionCn": "哪些技术进步使得使用大孔径闪烁仪（LAS）能够精确测量大气折射率结构参数？",
        "AnswerEn": "The use of large aperture scintillometers (LAS) with advanced components such as emission and reception devices and data acquisition systems has enabled precise measurement of atmospheric refractive index structure parameters. These devices are capable of collecting data at a frequency of 0.5Hz over significant distances, facilitating accurate observations.",
        "AnswerCn": "大型孔径闪烁仪（LAS）与先进的组件，如发射和接收设备以及数据采集系统的结合，使得大气折射率结构参数的精确测量成为可能。这些设备能够以0.5Hz的频率在较大距离内收集数据，从而促进了准确的观测。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the integration of MODIS data products enhance the estimation of regional evapotranspiration using the Ts–VI triangle method?",
        "QuestionCn": "MODIS数据产品的集成如何增强使用Ts–VI三角法估算区域蒸散发的能力？",
        "AnswerEn": "The integration of MODIS data products, such as land surface temperature/emissivity, NDVI, and atmospheric precipitable water, allows for the construction of the Ts–VI triangle space and the automatic determination of dry and wet edges. This enhances the estimation of regional evapotranspiration by providing comprehensive inputs for calculating parameters like evaporative fraction and sensible heat flux.",
        "AnswerCn": "MODIS数据产品的集成，如地表温度/发射率、NDVI和大气可降水量，允许构建Ts–VI三角空间并自动确定干边和湿边。这通过提供全面的输入来增强区域蒸散发的估算，从而计算蒸发分数和显热通量等参数。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are encountered in determining dry and wet edges using remote sensing methods in arid and semi-arid regions, and how can these be mitigated?",
        "QuestionCn": "在干旱和半干旱地区，利用遥感方法确定干燥和湿润边缘时会遇到哪些挑战，以及如何减轻这些挑战？",
        "AnswerEn": "Challenges include obtaining clear data points not affected by clouds and accurately identifying pixels with minimum evapotranspiration shortly after rainfall due to residual soil moisture. These can be mitigated by using automated iterative processes for edge determination and applying cloud screening techniques to ensure data integrity.",
        "AnswerCn": "挑战包括获取不受云影响的清晰数据点，以及在降雨后准确识别最低蒸散发的像素，因为土壤残余水分的影响。可以通过使用自动迭代过程进行边缘确定和应用云筛选技术来确保数据完整性，从而减轻这些问题。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What are the anticipated challenges in automatically determining the dry and wet edges in the Ts–VI triangle space using satellite data, and how might they be addressed?",
        "QuestionCn": "在使用卫星数据自动确定Ts–VI三角空间中的干燥边缘和湿润边缘时，预期会面临哪些挑战，以及如何应对这些挑战？",
        "AnswerEn": "Problems encountered in the determination of dry and wet edges include the presence of clouds on partly cloudy days, which makes the method unreliable, and the non-zero surface soil water content after rainfall events, which affects the observed dry edge. An iterative process is proposed to automatically determine the two edges in the Ts–Fr triangle space to address these challenges.",
        "AnswerCn": "在干湿边缘的确定过程中遇到的问题包括在局部多云的日子里云层的存在，使得该方法不可靠，以及在降雨事件后表层土壤水分含量非零，影响了观察到的干边缘。为了解决这些挑战，提出了一种迭代过程，以自动确定Ts–Fr三角空间中的两个边缘。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Why might the expectation of reliable ET estimates from MODIS data using the Ts–VI triangle method be challenging in arid regions, and what strategies could improve accuracy?",
        "QuestionCn": "使用MODIS数据通过Ts–VI三角法获得可靠的蒸散发（ET）估计在干旱地区可能面临挑战的原因是什么？有哪些策略可以提高准确性？",
        "AnswerEn": "In arid regions, reliable ET estimates from MODIS data using the Ts–VI triangle method are challenged by difficulties in identifying wet pixels and the presence of clouds. An algorithm was developed to quantitatively determine the dry and wet edges, and MODIS data products are utilized to estimate the evaporative fraction and evapotranspiration, improving accuracy.",
        "AnswerCn": "在干旱地区，使用MODIS数据通过Ts–VI三角形方法可靠地估计蒸散发（ET）面临识别湿像素和云层存在的困难。开发了一种算法，以定量确定干边和湿边，并利用MODIS数据产品来估计蒸发分数和蒸散发，从而提高了准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Why might the integration of MODIS products and ground-based measurements like LAS be expected to enhance ET estimation accuracy, and what are potential limitations?",
        "QuestionCn": "为什么将MODIS产品与地面测量（如LAS）结合使用可能会提高蒸散发（ET）估计的准确性，以及可能的局限性是什么？",
        "AnswerEn": "Integrating MODIS products with ground-based measurements like LAS is expected to enhance ET estimation accuracy due to the validation of satellite-derived ET with in-situ measurements. However, the assumption of a two-step linear interpolation scheme for estimating parameters involved in the process remains questionable and not directly verified, which could limit the accuracy.",
        "AnswerCn": "将MODIS产品与地面测量（如LAS）结合，预计将提高蒸散发（ET）估计的准确性，因为卫星衍生的ET与现场测量的验证。然而，假设在过程中涉及的参数估计采用两步线性插值方案的做法仍然存在疑问，并且没有直接验证，这可能会限制准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you consider the use of a Large Aperture Scintillometer (LAS) in measuring evapotranspiration when compared to satellite-derived estimates?",
        "QuestionCn": "我认为大型孔径闪烁仪（LAS）在测量蒸散发方面的有效性与卫星衍生估计相比如何？",
        "AnswerEn": "The use of a Large Aperture Scintillometer (LAS) is considered effective as it provides in-situ measurements that can validate satellite-derived estimates. In the given field, a very good agreement was found between sensible heat flux estimated from MODIS data and those measured by the LAS instrument, with an RMSE of 25.07 W/m2.",
        "AnswerCn": "大型孔径闪烁仪（LAS）的使用被认为是有效的，因为它提供了可以验证卫星衍生估计的原位测量。在给定的领域中，从MODIS数据估算的显热通量与LAS仪器测量的结果之间发现了非常好的一致性，均方根误差（RMSE）为25.07 W/m²。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential limitations and challenges in using MODIS data products to determine dry and wet edges in arid and semi-arid regions?",
        "QuestionCn": "使用MODIS数据产品确定干旱和半干旱地区的干湿边界的潜在限制和挑战是什么？",
        "AnswerEn": "Potential limitations and challenges in using MODIS data products include obtaining few uncontaminated points in the Ts–VI space on partly cloudy days, which can make ET estimates unreliable. Additionally, after rainfall events, the observed dry edge might not correspond to pixels with minimum ET due to non-zero surface soil water content.",
        "AnswerCn": "使用MODIS数据产品的潜在限制和挑战包括在多云天气中获得较少的未受污染的Ts–VI空间点，这可能导致ET估计不可靠。此外，在降雨事件后，观察到的干边缘可能与ET最小的像素不对应，因为表层土壤水分含量不为零。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your evaluation of the iterative process proposed for determining dry and wet edges in the Ts–Fr triangle space, and its impact on regional evapotranspiration estimation?",
        "QuestionCn": "我对在Ts–Fr三角空间中确定干湿边界的迭代过程的评估，以及它对区域蒸散发估算的影响是什么？",
        "AnswerEn": "The iterative process proposed for determining dry and wet edges in the Ts–Fr triangle space is evaluated positively as it allows for automatic determination of these edges and improves the estimation of regional evapotranspiration. This process helps in constructing the Ts–Fr triangle space and calculating the combined-effect parameter ϕ, which in turn facilitates the retrieval of evaporative fraction (EF).",
        "AnswerCn": "在Ts–Fr三角空间中提出的迭代过程被积极评估，因为它能够自动确定干湿边缘，并改善区域蒸散发的估算。这个过程有助于构建Ts–Fr三角空间并计算综合效应参数ϕ，从而促进蒸发分数（EF）的获取。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods in arid and semi-arid regions can accurately estimate evapotranspiration rates.",
        "QuestionCn": "我不明白在干旱和半干旱地区的数据收集方法如何能够准确估计蒸散发率。",
        "AnswerEn": "The Ts–VI triangle method is applied to estimate regional evapotranspiration (ET) in arid and semi-arid regions. This involves developing an algorithm that determines the dry and wet edges of the triangular space, validated with in-situ ET measurements from the Large Aperture Scintillometer (LAS).",
        "AnswerCn": "Ts–VI三角形方法用于估算干旱和半干旱地区的区域蒸散发（ET）。这涉及开发一种算法，以确定三角形空间的干边和湿边，并通过大型孔径闪烁计（LAS）的现场ET测量进行验证。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't figure out how challenges such as cloud contamination in remote sensing data are addressed during data collection.",
        "QuestionCn": "我无法弄清楚在数据收集过程中如何解决遥感数据中的云污染等挑战。",
        "AnswerEn": "Challenges such as cloud contamination are addressed by screening out pixels contaminated by cloud and those with surface elevation far apart from the study area's average. This is part of an iterative process to determine the dry and wet edges in the Ts–Fr triangle space.",
        "AnswerCn": "诸如云污染等挑战通过筛选出被云污染的像素以及那些表面高程与研究区域平均值相差较大的像素来解决。这是一个迭代过程的一部分，用于确定Ts–Fr三角空间中的干边和湿边。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the specific datasets used to complement in-situ measurements for validating evapotranspiration models.",
        "QuestionCn": "我不确定用于补充地面测量以验证蒸散发模型的具体数据集。",
        "AnswerEn": "Datasets such as MODIS data products, including land surface temperature/emissivity, NDVI, Calibrated Radiances, Geolocation, and Precipitable Water products, are used to complement in-situ measurements and validate evapotranspiration models derived using the Ts–Fr triangle method.",
        "AnswerCn": "MODIS数据产品，如地表温度/发射率、NDVI、校准辐射、地理位置和可降水量产品，用于补充现场测量并验证使用Ts–Fr三角法得出的蒸散发模型。",
        "Level": "C1(Remembering)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the data collection techniques used for obtaining atmospheric refractive index structure parameters using a large aperture scintillometer, focusing on instrumentation and data acquisition frequency.",
        "QuestionCn": "请描述用于获取大孔径闪烁仪大气折射率结构参数的数据收集技术，重点关注仪器和数据采集频率。",
        "AnswerEn": "The data collection technique involves using a large aperture scintillometer (LAS) to observe atmospheric refractive index structure parameters. The instrumentation includes a transmitter, a receiver, and a data acquisition system. The transmitter and receiver are positioned 1550 meters apart, with specific latitude and longitude coordinates provided for each. The transmitter and receiver are placed at heights of 9.25 meters and 9.1 meters above the ground, respectively, with an effective height of 9.2 meters. The LAS collects data at a frequency of 0.5 Hz, and the observations are stored in CSV format, with missing data represented by the string 'None'.",
        "AnswerCn": "数据收集技术涉及使用大孔径闪烁计（LAS）观察大气折射率结构参数。仪器包括发射器、接收器和数据采集系统。发射器和接收器之间的距离为1550米，分别提供了具体的纬度和经度坐标。发射器和接收器的高度分别为9.25米和9.1米，实际高度为9.2米。LAS以0.5 Hz的频率收集数据，观察结果以CSV格式存储，缺失数据用字符串'None'表示。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please identify and explain the challenges faced in the determination of dry and wet edges when estimating evapotranspiration in arid and semi-arid regions using remote sensing techniques.",
        "QuestionCn": "请识别并解释在使用遥感技术估算干旱和半干旱地区的蒸散发时，确定干边和湿边所面临的挑战。",
        "AnswerEn": "Challenges in determining dry and wet edges for evapotranspiration estimation in arid and semi-arid regions include the scarcity of uncontaminated points by cloud cover in the temperature-vegetation index (Ts–VI) space, especially on partly cloudy days, making estimates unreliable. Furthermore, shortly after rainfall events, the observed dry edge may not represent pixels with minimal evapotranspiration due to non-zero surface soil water content. These challenges necessitate the development of algorithms to automatically determine the edges in the Ts–VI triangular space.",
        "AnswerCn": "在干旱和半干旱地区，确定蒸散发估算中的干边和湿边面临的挑战包括在温度-植被指数（Ts–VI）空间中，尤其是在部分多云的日子里，缺乏未受云层覆盖污染的点，从而使得估算不可靠。此外，在降雨事件后不久，观察到的干边可能无法代表蒸散发最小的像素，因为表层土壤水分含量并不为零。这些挑战需要开发算法以自动确定Ts–VI三角空间中的边缘。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential datasets and remote sensing products that could be utilized to estimate evapotranspiration and related parameters over a specified period using the Ts–Fr triangle method.",
        "QuestionCn": "请探索潜在的数据集和遥感产品，这些数据集和产品可以用于利用Ts–Fr三角法估算在特定时间段内的蒸散发及相关参数。",
        "AnswerEn": "Potential datasets for estimating evapotranspiration using the Ts–Fr triangle method include MODIS data products such as land surface temperature/emissivity (MOD11A1 and MOD11_L2), NDVI (MOD13A2), Calibrated Radiances (MOD021KM), Geolocation (MOD03), and Precipitable Water (MOD05_L2). These datasets, particularly 24 clear-sky MODIS data from May 23rd to August 21st, can be used to estimate the evaporative fraction (EF), evapotranspiration (ET), and sensible heat flux (H) across the study area by applying the Ts–Fr triangle method algorithm.",
        "AnswerCn": "估算蒸散发的潜在数据集包括MODIS数据产品，如地表温度/发射率（MOD11A1和MOD11_L2）、归一化植被指数（NDVI，MOD13A2）、校准辐射（MOD021KM）、地理定位（MOD03）和可降水量（MOD05_L2）。这些数据集，特别是从5月23日到8月21日的24个晴天MODIS数据，可以通过应用Ts–Fr三角法算法来估算研究区域的蒸发分数（EF）、蒸散发（ET）和显热通量（H）。",
        "Level": "C6(Creating)"
      }
    ]
  }
}