{
  "id": "acb49ce8-2bfe-4ab4-97ff-e6e727110703",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "SRTM DEM dataset in China (2000)",
      "titleCn": "中国地区SRTM DEM数据集（2000）",
      "description": "The SRTM sensor has two bands, namely C-band and X-band. The SRTM we are using now comes from the C-band. The publicly released SRTM digital elevation products include DEM data at three different resolutions:\n    * SRTM1 covers only the continental United States, with a spatial resolution of 1s;\n    * SRTM3 data covers the world with a spatial resolution of 3s. This is the most widely used dataset. The elevation reference of SRTM3 is the geoid of EGM96 and the horizontal reference is WGS84. The nominal absolute elevation accuracy is ± 16m, and the absolute plane accuracy is ± 20m.\n    * SRTM30 data also covers the world, with a resolution of 30s.\nThere are multiple versions of SRTM data. The early SRTM data was completed by NASA's \"JPL\" (Jet Propulsion Laboratory) ground data processing system (GDPS). The data is called SRTM3- 1. The National Geospatial Intelligence Agency has further processed the data, and the lack of data has been significantly improved. The data is called SRTM3-2.\nThis dataset is mainly the fourth version of SRTM terrain data obtained by CIAT (International Center for Tropical Agriculture) using a new interpolation algorithm. This method better fills the SRTM 90 data hole. The interpolation algorithm comes from Reuter et al. (2007). The data of SRTM is organized as follows: every 5 latitude and longitude grids is divided into a file, which are divided into 24 rows (-60 to 60 degrees) and 72 columns (-180 to 180 degrees). The file naming rule is srtm_XX_YY.zip, where XX indicates the number of columns (01-72), and YY indicates the number of rows (01-24).\nThe resolution of the data is 90 m.\nData use: SRTM data uses a 16-bit value to represent the elevation value (-/ + / 32767 meters), the maximum positive elevation is 9000 meters, and the negative elevation (12,000 meters below sea level). -32767 standard for empty data.",
      "descriptionCn": "SRTM的传感器有两个波段，分别是C波段和X波段，我们现在使用的SRTM都自于C波段。公开发布的SRTM数字高程产品包括三种不同分辨率的DEM 数据:\n    * SRTM1 覆盖范围仅仅包括美国大陆,其空间分辨率为1s ;\n    * SRTM3 数据覆盖全球, 空间分辨率为3s,这是目前使用最为广泛的数据集，SRTM3的高程基准是EGM96的大地水准面，平面基准是WGS84；标称绝对高程精度是±16m，绝对平面精度是±20m。\n    * SRTM30 数据同样覆盖全球 ,分辨率是30s. \nSRTM数据存在多个版本，早期的SRTM数据由NASA“喷气推进实验室”(JPL ,Jet Propulsion Laboratory)地面数据处理系统( GDPS)来完成的，数据被称为SRTM3-1。美国国家地理空间情报局对数据做了更进一步的处理，缺少情况得到明显改进，数据称为SRTM3-2。 \n该数据集主要是第四版本由 CIAT（国际热带农业中心）利用新的插值算法得到的SRTM地形数据，此方法更好的填补了SRTM 90的数据空洞。插值算法来自于Reuter et al.（2007） SRTM的数据组织方式为：每5度经纬度方格划分一个文件，共分为24行（-60至60度）和72列（-180至180度）。文件命名规则为srtm_XX_YY.zip，XX表示列数（01-72），YY表示行数（01-24）。\n数据分辨率90米\n数据使用:SRTM的数据是用16位的数值表示高程数值的（-/+/32767米），最大的正高程9000米，负高程（海平面以下12000米）。空数据用-32767标准",
      "instructions": "The data is stored in grid TIF format and can be opened by ArcGIS and other related software.",
      "instructionsCn": "数据以栅格tif格式存储；可用arcgis等相关软件打开。",
      "east": 135.5,
      "west": 73.2,
      "south": 17.8,
      "north": 53.9,
      "startTime": "2000-01-22 08:00:00",
      "endTime": "2001-01-21 19:59:59",
      "fileSize": 72514287215.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "删格",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "CGIAR-CSI",
        "nameEn": "CGIAR-CSI",
        "unitEn": "",
        "unitCn": "国际热带农业中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Void-filled seamless SRTM data V1, 2004, International Centre for Tropical Agriculture (CIAT), available from the CGIAR-CSI SRTM 90m Database:",
        "referenceCn": null,
        "referenceEn": "Void-filled seamless SRTM data V1, 2004, International Centre for Tropical Agriculture (CIAT), available from the CGIAR-CSI SRTM 90m Database:"
      },
      {
        "titleCn": "基于决策树方法的青藏高原温泉区域高寒草地植被分类研究",
        "titleEn": null,
        "referenceCn": "张秀敏, 盛煜, 南卓铜, 赵林, 周国英, 岳广阳. 基于决策树方法的青藏高原温泉区域高寒草地植被分类研究. 草业科学, 2011, (12):2074-2083",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Response of vegetation coverage on climate change in arid mountain of Northwest China",
        "referenceCn": null,
        "referenceEn": "Zhou L, Yang G, Ding Y, Wang J. Response of vegetation coverage on climate change in arid mountain of Northwest China[C]//Geoscience and Remote Sensing Symposium,2009 IEEE International,IGARSS 2009. 2009, 3: III–569–III–572. doi:10.1109/IGARSS.2009.5417821"
      },
      {
        "titleCn": null,
        "titleEn": "Analysis on factors affecting the development of alpine permafrost in Central-Eastern Qilianshan Mountains, Northwest China",
        "referenceCn": null,
        "referenceEn": "Li J, Sheng Y, Jiao S, Yang G. Analysis on factors affecting the development of alpine permafrost in Central-Eastern Qilianshan Mountains, Northwest China[C]//Geoscience and Remote Sensing Symposium,2009 IEEE International,IGARSS 2009. 2009, 2: II–622–II–625. doi:10.1109/IGARSS.2009.5418163"
      },
      {
        "titleCn": "基于GIS的黄土高原地区退耕还林绩效分析",
        "titleEn": null,
        "referenceCn": "王雪平, 魏伟, 王永梅, 张飞, 康健. 基于GIS的黄土高原地区退耕还林绩效分析. 人民黄河, 2012, (08):88-91",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Probability distribution of permafrost along a transportation corridor in the northeastern Qinghai province of China",
        "referenceCn": null,
        "referenceEn": "Li J, Sheng Y, Wu J, Chen J, Zhang X. Probability distribution of permafrost along a transportation corridor in the northeastern Qinghai province of China[J]. Cold Regions Science and Technology, 2009, 59(1): 12–18. doi:10.1016/j.coldregions.2009.05.012"
      },
      {
        "titleCn": "土壤湿度指数在黄土高原的适宜性评价",
        "titleEn": null,
        "referenceCn": "蒋冲, 王飞, 穆兴民, 李锐. 土壤湿度指数在黄土高原的适宜性评价. 灌溉排水学报, 2012, (03):31-36",
        "referenceEn": null
      },
      {
        "titleCn": "基于综合调查的西昆仑山典型区多年冻土分布研究",
        "titleEn": null,
        "referenceCn": "李昆, 陈继, 赵林, 张秀敏, 庞强强, 方红兵, 刘广岳. 基于综合调查的西昆仑山典型区多年冻土分布研究. 冰川冻土, 2012, (02):447-454",
        "referenceEn": null
      },
      {
        "titleCn": "黄土高原生态功能区土壤保持功能及其价值",
        "titleEn": null,
        "referenceCn": "韩永伟, 高吉喜, 王宝良, 刘成程, 汪军, 拓学森. 黄土高原生态功能区土壤保持功能及其价值. 农业工程学报, 2012, (17):78-85+294",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Primary analysis on distribution characteristics of permafrost in the upper area of the Shule River Watershed, on the northeastern edge of the Qinghai-Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Sheng Y, Li J, Jin H, Wu J, Ye B, Wang J. Primary analysis on distribution characteristics of permafrost in the upper area of the Shule River Watershed, on the northeastern edge of the Qinghai-Tibetan Plateau[C]//Geoscience and Remote Sensing Symposium (IGARSS), 2010 IEEE International. 2010: 4518–4521. doi:10.1109/IGARSS.2010.5654092"
      },
      {
        "titleCn": null,
        "titleEn": "Thermal hazards zonation and permafrost change over the Qinghai–Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "Zhang Z, Wu Q. Thermal hazards zonation and permafrost change over the Qinghai–Tibet Plateau[J]. Natural Hazards, 2012, 61(2): 403–423. doi:10.1007/s11069-011-9923-4"
      },
      {
        "titleCn": null,
        "titleEn": "Rapid shrinking of glaciers in the Middle Qilian Mountain region of Northwest China during the last ∼50 years",
        "referenceCn": null,
        "referenceEn": "WANG P, Li Z, Gao W. Rapid shrinking of glaciers in the Middle Qilian Mountain region of Northwest China during the last ∼50 years[J]. Journal of Earth Science, 2011, 22(4): 539–548. doi:10.1007/s12583-011-0195-4"
      },
      {
        "titleCn": "“数字山地”框架下的山地本体及数字化分类研究",
        "titleEn": null,
        "referenceCn": "杨斌. “数字山地”框架下的山地本体及数字化分类研究[D]. 成都理工大学, 2009.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Trend analysis of vegetation dynamics in Qinghai–Tibet Plateau using Hurst Exponent",
        "referenceCn": null,
        "referenceEn": "Peng, J., Liu, Z.H., Liu, Y.H., Wu, J.S., Han, Y.N. (2012). Trend analysis of vegetation dynamics in Qinghai–Tibet Plateau using Hurst Exponent. Ecological Indicators, 14(1), 28-39. doi:10.1016/j.ecolind.2011.08.011"
      },
      {
        "titleCn": "统计降尺度对西北地区未来气候变化预估",
        "titleEn": null,
        "referenceCn": "赵传燕，南忠仁，程国栋，等. 统计降尺度对西北地区未来气候变化预估[J]. 兰州大学学报(自然科学版). 2008(05): 12-18.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "日地空间物理与天文",
        "nameEn": "Solar-Terrestrial Physics and Astronomy"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "DEM",
        "nameEn": "Digital elevation model"
      },
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      },
      {
        "nameCn": "银河系",
        "nameEn": "Galactic System"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000年",
        "keywordEn": "2000",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the SRTM3 dataset that covers global regions?",
        "QuestionCn": "SRTM3 数据集覆盖全球地区的空间分辨率是多少？",
        "AnswerEn": "3 arc-seconds",
        "AnswerCn": "3角秒",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data resolution and coverage of SRTM1 and SRTM3 datasets compare, and what implications might these differences have for their use in geographical analysis in China?",
        "QuestionCn": "SRTM1和SRTM3数据集的分辨率和覆盖范围如何比较，这些差异对它们在中国地理分析中的使用可能产生什么影响？",
        "AnswerEn": "SRTM1 has a spatial resolution of 1 arc-second and covers only the continental United States, while SRTM3 has a spatial resolution of 3 arc-seconds and covers the entire globe, including China. The higher resolution of SRTM1 may provide more detailed elevation data, but its limited geographical coverage makes it less applicable for studies focused on China. In contrast, SRTM3's global coverage, albeit with lower resolution, makes it a more versatile choice for geographical analysis in China. The differences in resolution and coverage could affect the precision of elevation data and the scope of potential studies conducted using these datasets.",
        "AnswerCn": "SRTM1的空间分辨率为1弧秒，仅覆盖美国大陆，而SRTM3的空间分辨率为3弧秒，覆盖整个地球，包括中国。SRTM1的高分辨率可能提供更详细的高程数据，但其有限的地理覆盖范围使其在关注中国的研究中适用性较差。相比之下，SRTM3的全球覆盖范围，尽管分辨率较低，但使其成为在中国进行地理分析的更通用选择。分辨率和覆盖范围的差异可能会影响高程数据的精确性以及使用这些数据集进行的潜在研究的范围。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the different versions and resolutions of a dataset reveal about the evolution of data collection and processing techniques over time?",
        "QuestionCn": "不同版本和分辨率的数据集可以揭示数据收集和处理技术随时间的演变情况吗？",
        "AnswerEn": "The different versions and resolutions of a dataset, such as those from the SRTM, indicate a progression in data processing techniques and technological advancements. Early datasets like SRTM3-1 were initially processed by the NASA Jet Propulsion Laboratory, while subsequent versions like SRTM3-2 underwent further refinement by the National Geospatial-Intelligence Agency to improve data gaps. Additionally, the CIAT's fourth version utilized new interpolation algorithms to better fill voids, reflecting an evolution in data processing methods. The variety in spatial resolutions, ranging from 1s for US-specific coverage to 30s globally, illustrates how data requirements and capabilities have evolved to meet diverse geographic and scientific needs.",
        "AnswerCn": "不同版本和分辨率的数据集，例如来自SRTM的数据，表明数据处理技术和技术进步的进展。早期的数据集如SRTM3-1最初由美国国家航空航天局喷气推进实验室处理，而后续版本如SRTM3-2则由国家地理空间情报局进一步改进，以填补数据空缺。此外，CIAT的第四个版本利用新的插值算法更好地填补空缺，反映了数据处理方法的演变。空间分辨率的多样性，从美国特定覆盖的1秒到全球的30秒，展示了数据需求和能力如何演变以满足不同的地理和科学需求。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in achieving consistent data resolution and accuracy in global SRTM DEM datasets, especially given the variations in spatial resolution from 1s to 30s?",
        "QuestionCn": "哪些因素导致在全球SRTM DEM数据集中实现一致的数据分辨率和准确性具有挑战性，特别是考虑到空间分辨率从1秒到30秒的变化？",
        "AnswerEn": "The challenges in achieving consistent data resolution and accuracy in global SRTM DEM datasets are influenced by several factors. These include the varying spatial resolutions of the datasets (1s for the US, 3s globally, and 30s globally), which can lead to inconsistencies in data quality across regions. Additionally, the initial processing by NASA's Jet Propulsion Laboratory (JPL) and subsequent enhancements by the National Geospatial-Intelligence Agency (NGA) can introduce differences in data versions. The CIAT's use of new interpolation algorithms to fill data voids further contributes to variations in data accuracy and consistency. Furthermore, the inherent limitations in the elevation accuracy (±16m) and horizontal accuracy (±20m) also play a role in these challenges.",
        "AnswerCn": "在全球SRTM DEM数据集中，实现一致的数据分辨率和准确性面临多个挑战。这些挑战受到多个因素的影响，包括数据集的不同空间分辨率（美国为1秒，全球为3秒和30秒），这可能导致不同地区的数据质量不一致。此外，NASA的喷气推进实验室（JPL）最初的处理和国家地理情报局（NGA）后续的增强可能会引入数据版本之间的差异。CIAT使用新的插值算法填补数据空缺，进一步导致数据准确性和一致性的变化。此外，海拔准确性（±16米）和水平准确性（±20米）固有的限制也在这些挑战中发挥了作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in processing and refining SRTM data to improve accuracy and fill data voids, particularly using interpolation algorithms?",
        "QuestionCn": "处理和精炼SRTM数据以提高准确性并填补数据空白的过程中涉及哪些程序，特别是使用插值算法？",
        "AnswerEn": "The processing and refinement of SRTM data to improve accuracy and fill data voids involves utilizing advanced interpolation algorithms. The fourth version of the SRTM dataset, developed by the International Center for Tropical Agriculture (CIAT), employs a new interpolation method based on Reuter et al. (2007) to better address data gaps, particularly in the 90-meter resolution data. This method enhances data completeness and accuracy, resulting in improved digital elevation models.",
        "AnswerCn": "SRTM数据的处理和精炼以提高准确性和填补数据空缺，涉及利用先进的插值算法。由国际热带农业中心（CIAT）开发的第四版SRTM数据集采用了一种基于Reuter等人（2007年）的新插值方法，以更好地解决数据缺口，特别是在90米分辨率数据中。该方法增强了数据的完整性和准确性，从而改善了数字高程模型。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advancements in interpolation algorithms have enabled more accurate filling of data voids in digital elevation models?",
        "QuestionCn": "哪些插值算法的进步使得在数字高程模型中更准确地填补数据空白成为可能？",
        "AnswerEn": "The use of a new interpolation algorithm by CIAT (International Center for Tropical Agriculture) has enabled more accurate filling of voids in digital elevation models, specifically addressing the gaps in SRTM 90 data.",
        "AnswerCn": "CIAT（国际热带农业中心）采用了一种新的插值算法，使得在数字高程模型中填补空缺更加准确，特别是针对SRTM 90数据中的空白区域。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}