{
  "id": "acb42108-f3f1-42e8-a16b-a86821e2d32f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset of global future urban expansion (2020-2070) V1.0",
      "titleCn": "全球未来城市扩展过程数据集（2020-2070）V1.0",
      "description": "This dataset derives from the article: He, C., Liu, Z., Wu, J., Pan, X., Fang, Z., Li, J., Bryan, B.A. (2021). Future global urban water scarcity and potential solutions. Nature Communications, 12, 4667. https://doi.org/10.1038/s41467-021-25026-3. This dataset includes global urban land information under different shared socioeconomic pathways from 2020 to 2070. The production process of this dataset mainly includes: (1) establishing a linear regression model based on the urban land data (downloaded from https://doi.pangaea.de/10.1594/PANGAEA.892684) and urban population data from 1992 to 2016 to calculate the future urban land demand; (2) using the LUSD-urban model to simulate the spatial distribution of urban land. The dataset can support the assessment of effects of future global urban expansion.",
      "descriptionCn": "本数据集来源于论文：He, C., Liu, Z., Wu, J., Pan, X., Fang, Z., Li, J., Bryan., B.A. (2021). Future global urban water scarcity and potential solutions. Nature Communications, 12, 4667。本数据集包括2020-2070年全球不同共享社会经济路径下的城市建成区信息。本数据集的制作流程主要包括：（1）基于全球1992-2016年城市建成区数据（下载地址：https://doi.pangaea.de/10.1594/PANGAEA.892684）和城市人口数据建立线性回归模型，计算未来城市建成区的数量需求；（2）使用LUSD-urban模型模拟未来城市建成区的空间格局。该数据集能够为评估全球未来城市扩展过程的影响提供数据支撑。",
      "instructions": "File name: the file is stored in the form of grid data. The file name is \"ssp scenario _yyyy\", where \"ssp scenario\" represents the shared socio-economic pathway and \"yyyy\" represents the year, for example, ssp1_ 2050. tif represents the grid file to describe the global urban land information in 2050 under SSP1.\nData reading mode: users can use geographic information systems and remote sensing related software such as ESRI ArcGIS software, ERDAS software and ENVI software to read data.",
      "instructionsCn": "文件命名：以栅格数据形式存储，文件的名称为\"ssp情景_yyyy\"，其中“ssp情景”代表共享社会经济路径，“yyyy”代表年，比如ssp1_2050.tif代表SSP1情景下2050年全球城市建成区信息。\n数据读取方式：用户可以使用ESRI ArcGIS软件、ERDAS软件和ENVI软件等地理信息系统和遥感相关软件读取数据。",
      "east": 180.0,
      "west": -180.0,
      "south": -58.37,
      "north": 88.47,
      "startTime": null,
      "endTime": null,
      "fileSize": 24125646.0,
      "cstr": "18406.11.HumanNat.tpdc.272853",
      "doi": "10.11888/HumanNat.tpdc.272853",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "何春阳",
        "nameEn": "HE Chunyang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "刘志锋",
        "nameEn": "LIU Zhifeng",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "杨延杰",
        "nameEn": "YANG Yanjie ",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Future global urban water scarcity and potential solutions",
        "referenceCn": null,
        "referenceEn": "He, C.Y., Liu, Z.F., Wu, J.G., Pan, X.H., Fang, Z.H., Li, J.W., & Bryan., B.A. (2021). Future global urban water scarcity and potential solutions. Nature Communications, 12, 4667. https://doi.org/10.1038/s41467-021-25026-3"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地利用变化",
        "nameEn": "Land use change"
      },
      {
        "nameCn": "土地覆盖变化",
        "nameEn": "Land cover change"
      },
      {
        "nameCn": "城市与农村聚落",
        "nameEn": "Urban and rural area"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020-2070",
        "keywordEn": "2020 to 2070",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "全球城镇化趋势及其对气候变化的影响",
        "titleEn": "National Key Research and Development Program of China"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究任务四“生态安全屏障功能与优化体系”专题五“生态安全屏障优化体系”子专题“青藏高原重点城镇化地区生态安全屏障体系优化”",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection method that uses linear regression models to calculate future urban built-up area requirements?",
        "QuestionCn": "使用线性回归模型计算未来城市建设用地需求的数据收集方法的特点是什么？",
        "AnswerEn": "linear regression models, urban built-up area data from 1992-2016, urban population data, historical trends analysis, future extrapolation",
        "AnswerCn": "线性回归模型，1992-2016年的城市建设用地数据，城市人口数据，历史趋势分析，未来外推。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about future urban expansion patterns by analyzing the relationship between past urban built-up area data and urban population data using linear regression models?",
        "QuestionCn": "通过使用线性回归模型分析过去城市建成区数据与城市人口数据之间的关系，可以得出关于未来城市扩张模式的哪些见解？",
        "AnswerEn": "The relationship between past urban built-up area data and urban population data can help in developing linear regression models that predict the demand for future urban built-up areas. This approach allows researchers to understand how urban areas might expand based on historical trends and population growth, providing a basis for understanding future urban expansion patterns under different socio-economic scenarios.",
        "AnswerCn": "过去城市建成区数据与城市人口数据之间的关系可以帮助开发线性回归模型，以预测未来城市建成区的需求。这种方法使研究人员能够理解城市地区如何根据历史趋势和人口增长而扩展，为在不同社会经济情景下理解未来城市扩展模式提供了基础。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using linear regression models to predict future urban built-up area demands based on historical urban data and population trends?",
        "QuestionCn": "使用线性回归模型根据历史城市数据和人口趋势预测未来城市建设用地需求的潜在后果是什么？",
        "AnswerEn": "Using linear regression models to predict future urban built-up area demands can provide a quantitative estimate of future urban expansion needs. However, the accuracy of these predictions depends on the quality and representativeness of historical data and population trends. This approach may result in oversimplification if it fails to account for non-linear dynamics, unexpected changes in urban planning policies, or socio-economic disruptions. It may also influence planning and resource allocation strategies, potentially affecting urban sustainability and resilience.",
        "AnswerCn": "使用线性回归模型预测未来城市建设用地需求可以提供对未来城市扩展需求的定量估计。然而，这些预测的准确性取决于历史数据和人口趋势的质量和代表性。如果未能考虑非线性动态、城市规划政策的意外变化或社会经济干扰，这种方法可能会导致过于简化。此外，它可能会影响规划和资源分配策略，从而可能影响城市的可持续性和韧性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of collecting data on urban built-up areas under different shared socio-economic pathways from 2020 to 2070?",
        "QuestionCn": "收集2020年至2070年间不同共享社会经济路径下城市建成区数据的最终目标是什么？",
        "AnswerEn": "The ultimate goal of collecting data on urban built-up areas under different shared socio-economic pathways from 2020 to 2070 is to provide data support for assessing the impacts of future global urban expansion processes. This includes understanding the potential challenges and solutions for urban water scarcity as part of broader urban planning and sustainability efforts.",
        "AnswerCn": "收集2020年至2070年间不同共享社会经济路径下城市建成区数据的最终目标是为评估未来全球城市扩张过程的影响提供数据支持。这包括理解城市水资源短缺的潜在挑战和解决方案，作为更广泛的城市规划和可持续发展努力的一部分。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be employed to model future urban built-up area spatial patterns in the context of global urbanization scenarios?",
        "QuestionCn": "在全球城市化情景下，可以采用哪些程序来模拟未来城市建筑区域的空间模式？",
        "AnswerEn": "To model future urban built-up area spatial patterns, one can use the LUSD-urban model. This involves using global urban built-up area data from 1992-2016 and urban population data to establish a linear regression model, which calculates the future demand for urban built-up areas. The LUSD-urban model then simulates the spatial patterns of these areas under different shared socioeconomic pathways for the years 2020-2070.",
        "AnswerCn": "为了模拟未来城市建筑区域的空间模式，可以使用LUSD-urban模型。这涉及使用1992年至2016年的全球城市建筑区域数据和城市人口数据来建立线性回归模型，从而计算未来对城市建筑区域的需求。然后，LUSD-urban模型在不同的共享社会经济路径下模拟2020年至2070年的这些区域的空间模式。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the simulation of future urban built-up area spatial patterns using socio-economic pathways over a 50-year period?",
        "QuestionCn": "哪些方法论能够利用社会经济路径模拟未来城市建筑区域空间模式，时间跨度为50年？",
        "AnswerEn": "The use of LUSD-urban model to simulate future urban built-up area spatial patterns under different shared socio-economic pathways from 2020-2070 enables this analysis.",
        "AnswerCn": "使用LUSD-urban模型模拟2020-2070年不同共享社会经济路径下未来城市建设用地空间模式，使得本分析成为可能。",
        "Level": "C3(Applying)"
      }
    ]
  }
}