{
  "id": "ad13289a-43ef-4dac-b11b-ec75da26a41f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "EPMA data of chlorite, arsenopyrite, sphalerite and pyrrhotite in Hetai gold mine, Guangdong Province",
      "titleCn": "广东河台金矿绿泥石、毒砂、闪锌矿、磁黄铁矿的EPMA数据",
      "description": "EPMA data of chlorite, arsenopyrite, sphalerite and pyrrhotite from Hetai gold deposit in Guangdong Province were tested by the Key Laboratory of minerals and mineralization, Chinese Academy of Sciences, Guangzhou Institute of geochemistry, Chinese Academy of Sciences. The probe prepared from the selected rock samples was used for EPMA experimental data acquisition. The accelerating voltage was 15 kV, the beam current was 15 Na, and the beam spot diameter was 5 μ m. ZAF correction method. The standard samples used for EPMA analysis of chlorite are apatite (P), rutile (TI), jadeite (al, Na), almandine (FE), rosapyroxene (MN), olivine (mg), diopside (CA, SI) and potash feldspar (k).",
      "descriptionCn": "广东河台金矿绿泥石、毒砂、闪锌矿、磁黄铁矿的EPMA数据委托中国科学院广州地球化学研究所矿物与成矿中科院重点实验室检测。将选好的岩石样品制备探针片用于EPMA的实验数据采集，加速电压15 kV, 束流15 nA, 束斑直径5 μm, ZAF校正法。绿泥石电子探针分析所采用的标样为: 磷灰石(P)、金红石(Ti)、硬玉(Al、Na)、铁铝榴石(Fe)、蔷薇辉石(Mn)、橄榄石(Mg)、透辉石(Ca、Si)和钾长石(K)。",
      "instructions": "File name: the name of the file is \"XXX. Docx\", where XXX represents the experimental method. For example, epma.docx represents that the data experimental method is EPMA.\nData reading mode: all files in the data set can be directly opened by word program",
      "instructionsCn": "文件命名：：文件的名称为“XXX.docx”,其中XXX代表实验方法，比如EPMA.docx就代表这个数据实验方法是EPMA。\n数据读取方式：该数据集中的所有文件可以直接用word程序打开",
      "east": 112.37,
      "west": 112.25,
      "south": 23.29,
      "north": 23.33,
      "startTime": "2015-06-01 00:00:00",
      "endTime": "2015-06-30 00:00:00",
      "fileSize": 64835.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "焦骞骞",
        "nameEn": "JIAO Qianqian",
        "unitEn": "",
        "unitCn": "昆明理工大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geochronological and mineralogical constraints on mineralization of the Hetai goldfield in Guangdong Province, South China",
        "referenceCn": null,
        "referenceEn": "Jiao, Q.Q., Deng, T., Wang, L.X., Xu, D.R.*, Chi, G.X., Chen, G.W., Liu, M., Chen, Y.S., Gao, Y.W., Zou, S.H. (2017). Geochronological and mineralogical constraints on mineralization of the Hetai goldfield in Guangdong Province, South China, Ore Geology Reviews, 88, 655-673."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "电子探针",
        "nameEn": "electron microprobe"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "广东河台",
        "keywordEn": "Hetai in Guangdong"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "燕山期",
        "keywordEn": "Yanshanian",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What specific characteristics and parameters are involved in the EPMA data collection method for analyzing minerals like chlorite, arsenopyrite, sphalerite, and pyrrhotite?",
        "QuestionCn": "EPMA数据收集方法分析绿泥石、毒砂、闪锌矿和磁黄铁矿涉及哪些具体特征和参数？",
        "AnswerEn": "15 kV accelerating voltage, 15 nA beam current, 5 μm beam diameter, ZAF correction method, standard samples: apatite (P), rutile (Ti), jadeite (Al, Na), almandine (Fe), rhodonite (Mn), olivine (Mg), diopside (Ca, Si), orthoclase (K)",
        "AnswerCn": "加速电压15 kV，束流15 nA，束斑直径5 μm，ZAF校正方法，标准样品：磷灰石（P），金红石（Ti），硬玉（Al，Na），铁铝榴石（Fe），硅锰石（Mn），橄榄石（Mg），透辉石（Ca，Si），正长石（K）。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the acceleration voltage used in the EPMA data collection method for analyzing chlorite, arsenopyrite, sphalerite, and pyrrhotite in the Guangdong Hetai gold deposit?",
        "QuestionCn": "在广东河台金矿中分析绿泥石、砷黄铁矿、闪锌矿和磁黄铁矿的EPMA数据采集方法中使用的加速电压是多少？",
        "AnswerEn": "15 kV",
        "AnswerCn": "15 千伏",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'EPMA data collection' mean in the context of analyzing minerals such as chlorite, arsenopyrite, sphalerite, and pyrrhotite?",
        "QuestionCn": "在分析诸如绿泥石、毒砂、闪锌矿和磁黄铁矿等矿物时，“EPMA数据收集”是什么意思？",
        "AnswerEn": "EPMA (Electron Probe Micro-Analyzer) data collection refers to the process of preparing and analyzing selected rock samples using an electron probe micro-analyzer to determine the composition and characteristics of minerals like chlorite, arsenopyrite, sphalerite, and pyrrhotite. This involves using specific experimental conditions such as an acceleration voltage of 15 kV, a beam current of 15 nA, and a beam diameter of 5 μm, along with a ZAF correction method for accurate analysis. Standard samples like apatite, rutile, jadeite, almandine, rhodonite, olivine, diopside, and orthoclase are used for calibration during the analysis.",
        "AnswerCn": "EPMA（电子探针显微分析仪）数据收集是指使用电子探针显微分析仪准备和分析选定的岩石样品，以确定矿物如绿泥石、砷辉石、闪锌矿和磁黄铁矿的成分和特征。此过程涉及使用特定的实验条件，如加速电压15 kV、束流15 nA和束直径5 μm，以及采用ZAF校正方法以确保分析的准确性。在分析过程中，使用磷灰石、钛铁矿、透辉石、石榴石、菱锰矿、橄榄石、透辉石和正长石等标准样品进行校准。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the specific choice of mineral standards, such as apatite, rutile, and olivine, in EPMA data collection methods reveal about the precision and reliability of mineral composition analysis in this domain?",
        "QuestionCn": "在EPMA数据收集方法中，选择特定的矿物标准，如磷灰石、金红石和橄榄石，可以揭示矿物成分分析在该领域的精确性和可靠性吗？",
        "AnswerEn": "The selection of mineral standards like apatite, rutile, and olivine in EPMA data collection methods suggests an emphasis on achieving high precision and reliability in mineral composition analysis. These standards provide reference points for various elements such as phosphorus, titanium, aluminum, sodium, iron, magnesium, and potassium, which are crucial for accurate calibration and correction of elemental measurements (using the ZAF correction method). The choice of these standards indicates a methodological rigor aimed at reducing errors and enhancing the quality of data on mineral compositions, particularly for chlorite, arsenopyrite, sphalerite, and pyrrhotite in the context of the Guangdong Hetai gold mine.",
        "AnswerCn": "在电子探针微区分析（EPMA）数据采集方法中，选择磷灰石、钛铁矿和橄榄石等矿物标准，表明了对矿物成分分析中高精度和可靠性的重视。这些标准为磷、钛、铝、钠、铁、镁和钾等多种元素提供了参考点，这些元素对于准确的标定和元素测量的修正（使用ZAF修正方法）至关重要。这些标准的选择表明了一种方法论上的严谨，旨在减少误差并提高矿物成分数据的质量，特别是在广东和泰金矿的背景下，涉及到绿泥石、砷辉石、闪锌矿和磁黄铁矿等矿物。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might lead to variations in EPMA data accuracy for minerals such as chlorite, arsenopyrite, sphalerite, and pyrrhotite during the data collection process?",
        "QuestionCn": "在数据收集过程中，可能导致氯石、砷黄铁矿、闪锌矿和磁黄铁矿等矿物的EPMA数据准确性变化的因素有哪些？",
        "AnswerEn": "Variations in EPMA data accuracy for minerals like chlorite, arsenopyrite, sphalerite, and pyrrhotite could be influenced by factors such as the calibration of the equipment, the choice of standard samples, the precision in preparing the probe slides, and the specific parameters set during data collection, such as the accelerating voltage, beam current, and the diameter of the electron beam spot. Additionally, the ZAF correction method's accuracy may also play a crucial role in ensuring reliable results.",
        "AnswerCn": "EPMA数据在矿物如氯石、砷黄铁矿、闪锌矿和磁黄铁矿的准确性变化可能受到多种因素的影响，例如设备的校准、标准样品的选择、探针样品准备的精确度，以及数据采集时设置的具体参数，如加速电压、束流和电子束斑点的直径。此外，ZAF校正方法的准确性也可能在确保结果可靠性方面发挥关键作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the main goal of using EPMA data for analyzing chlorite, arsenopyrite, sphalerite, and pyrrhotite in the Guangdong Hetai gold deposit?",
        "QuestionCn": "使用EPMA数据分析广东河台金矿中的绿泥石、砷黄铁矿、闪锌矿和磁黄铁矿的主要目标是什么？",
        "AnswerEn": "The main goal of using EPMA data for analyzing chlorite, arsenopyrite, sphalerite, and pyrrhotite in the Guangdong Hetai gold deposit is to obtain precise and accurate mineral composition data that can help in understanding the mineralogical and geochemical characteristics of these minerals. This information is crucial for unraveling the formation processes and the genesis of the gold deposit, which can ultimately aid in exploration and extraction strategies.",
        "AnswerCn": "使用EPMA数据分析广东河台金矿中的绿泥石、砷黄铁矿、闪锌矿和磁黄铁矿的主要目标是获取精确和准确的矿物成分数据，这有助于理解这些矿物的矿物学和地球化学特征。这些信息对于揭示金矿的形成过程和成因至关重要，最终可以帮助制定勘探和开采策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific steps and considerations involved in preparing rock samples for EPMA data collection, particularly focusing on the selection and preparation of probe sections and calibration standards?",
        "QuestionCn": "在为EPMA数据采集准备岩石样品时，特别是关注探针部分和校准标准的选择和准备，涉及哪些具体步骤和注意事项？",
        "AnswerEn": "The process involves selecting appropriate rock samples and preparing them into probe sections for EPMA experiments. The preparation includes ensuring the samples are suitable for data collection using an accelerating voltage of 15 kV, a beam current of 15 nA, and a beam diameter of 5 μm. Calibration is performed using standards like apatite for phosphorus, rutile for titanium, jadeite for aluminum and sodium, almandine for iron, rhodonite for manganese, olivine for magnesium, diopside for calcium and silicon, and orthoclase for potassium. ZAF correction is applied to ensure accuracy in the analysis.",
        "AnswerCn": "该过程涉及选择适当的岩石样品并将其制备成探针切片以进行EPMA实验。准备工作包括确保样品适合在15 kV的加速电压、15 nA的束流和5 μm的束直径下进行数据收集。使用标准品进行校准，如磷的标准为磷灰石、钛的标准为钛铁矿、铝和钠的标准为辉石、铁的标准为石榴石、锰的标准为锰辉石、镁的标准为橄榄石、钙和硅的标准为透辉石，以及钾的标准为正长石。应用ZAF校正以确保分析的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the precise collection of EPMA data for minerals such as chlorite, arsenopyrite, sphalerite, and pyrrhotite?",
        "QuestionCn": "哪些技术进步使得对矿物如绿泥石、砷黄铁矿、闪锌矿和磁黄铁矿的EPMA数据能够精确收集？",
        "AnswerEn": "The precise collection of EPMA data for minerals like chlorite, arsenopyrite, sphalerite, and pyrrhotite is enabled by the use of selected rock samples prepared into probe sections, the use of a 15 kV accelerating voltage, a 15 nA beam current, a 5 μm beam diameter, and the ZAF correction method.",
        "AnswerCn": "对矿物如绿泥石、砷辉石、闪锌矿和磁黄铁矿进行精确的EPMA数据收集，得益于将选定的岩石样本制备成探针切片，使用15 kV的加速电压、15 nA的束流、5 μm的束直径以及ZAF校正方法。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}