{
    "id": "ad62b5ff-0369-40b1-af99-bbd0df2845ce",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Hf isotopic data of zircon from host rocks of luokuidong molybdenum deposit, Hainan Island",
            "titleCn": "海南岛罗葵洞钼矿床赋矿围岩锆石Hf同位素数据",
            "description": "The Hf isotope data of zircon from the host rock of luokuidong molybdenum deposit in Hainan Island were tested by the State Key Laboratory of isotope geochemistry, Guangzhou Institute of geochemistry, Chinese Academy of Sciences in 2017-2019. After crushing the whole rock sample to about 40-60 mesh, the zircon particles with good crystal form were manually selected by magnetic separation and heavy liquid separation under binocular lens, and then the target was made with epoxy resin, After polishing, the internal structure of zircon was fully exposed, and then the images of cathodoluminescence (CL), backscatter (BSE), transmission light and reflection light were taken. The appropriate positions without cracks and inclusions were selected as far as possible, and the Neptune plus multi receiver inductively coupled plasma mass spectrometer and resolution m-50 laser ablation system were used for testing, The zircon with harmonious U-Pb age was selected for testing, and the diameter of laser ablation spot was 45 μ m. The frequency is 6 Hz. The 176Lu / 177hf and 176hf / 177hf ratios of the zircons are calculated according to 176Lu / 175lu = 0.0265 and 176yb / 172yb = 0.5886, ε The decay constant of 176Lu is 1.867 × The present 176hf / 177hf of chondrite is 0.282772 and 176Lu / 177hf is 0.0332. The HF depleted mantle model age (tdm1) is calculated by 176hf / 177hf of present depleted mantle = 0.28325 and 176Lu / 177hf = 0.0384. The Hf isotope two-stage crustal model age (tdm2) is calculated by assuming 176Lu / 177hf of continental mean crust = 0.015.\nThis data can provide data support for geochemical model analysis of luokuidong molybdenum deposit in Hainan Island.\nThe above data are published in the core journal of geochemistry, the data are true and reliable, and the data are stored in the form of Excel.",
            "descriptionCn": "海南岛罗葵洞钼矿床赋矿围岩锆石Hf同位素数据，于2017-2019委托中国科学院广州地球化学研究所同位素地球化学国家重点实验室检测，将全岩样品破碎至40~60目左右后，经磁选及重液分选，在双目镜下手工挑选出晶型完好的锆石颗粒，后用环氧树脂制靶，并抛光至锆石内部结构充分暴露，之后对其进行阴极发光图像（CL）、背散射图像（BSE）、透射光图像和反射光图像的拍照，尽量选取无裂隙、无包体等合适的位置，采用Neptune Plus多接收器电感耦合等离子体质谱仪和RESOlution M-50激光剥蚀系统进行测试，测试时挑选U-Pb年龄较谐和的锆石进行测试，激光剥蚀斑束直径为45 μm，频率为6 Hz。所测锆石的176Lu/177Hf和176Hf/177Hf比值以176Lu/175Lu=0.0265和176Yb/172Yb=0.5886为标准进行校正计算，εHf(t)计算采用176Lu的衰变常数为1.867×10-11 a-1，球粒陨石现今的176Hf/177Hf=0.282772和176Lu/177Hf=0.0332，Hf亏损地幔模式年龄（TDM1）的计算采用现今亏损地幔的176Hf/177Hf=0.28325和176Lu/177Hf=0.0384，Hf同位素二阶段地壳模式年龄（TDM2）计算时假设大陆平均地壳的176Lu/177Hf=0.015。\n此数据可为海南岛罗葵洞钼矿床日后在地球化学模型分析中提供数据支持。\n以上数据发表在《地球化学》核心期刊，数据真实可靠，数据以Excel表格形式储存。",
            "instructions": "The data are stored in Excel format. The file name is \"LKD-HF\", which represents Hf isotope of host rock of luokuidong molybdenum deposit. The header of Excel is marked with sample name, sample number, test point number and processing results.",
            "instructionsCn": "数据均以Excel表格格式储存，文件名称为“LKD-Hf”代表罗葵洞钼矿床赋矿围岩Hf同位素，Excel内表头中标注有样品名称、样品编号、测试点号和处理结果。",
            "east": 109.53,
            "west": 109.58,
            "south": 18.4,
            "north": 18.45,
            "startTime": null,
            "endTime": null,
            "fileSize": 14093.0,
            "cstr": "18406.11.Geo.tpdc.271353",
            "doi": "10.11888/Geo.tpdc.271353",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "朱昱桦",
                "nameEn": "ZHU Yuhua",
                "unitEn": "",
                "unitCn": "贵州省地质调查院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "海南岛罗葵洞钼矿床成岩成矿时代研究及矿床成因探讨",
                "titleEn": null,
                "referenceCn": "朱昱桦, 单强, 王历星, 赵朝霞, 陈根文, 许德如, 叶挺威, 于得水, 黄沁怡. (2018). 海南岛罗葵洞钼矿床成岩成矿时代研究及矿床成因探讨. 地球化学, 47(03), 268-287.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华南钼矿床",
                "keywordEn": "South China Mo deposit"
            },
            {
                "keywordCn": "海南岛",
                "keywordEn": "Hainan Island"
            },
            {
                "keywordCn": "罗葵洞",
                "keywordEn": "LuoKuidong"
            },
            {
                "keywordCn": "钼矿床",
                "keywordEn": "Mo deposit"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many zircon samples were tested using the Neptune Plus multi-collector inductively coupled plasma mass spectrometer and RESOlution M-50 laser ablation system for Hf isotopic analysis?",
                "QuestionCn": "使用Neptune Plus多收集器电感耦合等离子体质谱仪和RESOlution M-50激光剥蚀系统进行Hf同位素分析的锆石样品数量是多少？",
                "AnswerEn": "The exact number of zircon samples is not specified.",
                "AnswerCn": "锆石样品的确切数量未指定。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'Hf isotopic data' mean in the context of zircon analysis from molybdenum deposits in geological studies?",
                "QuestionCn": "在地质研究中，'Hf同位素数据'指的是从钼矿床的锆石分析中获得的铪同位素信息。",
                "AnswerEn": "In the context of zircon analysis from molybdenum deposits, 'Hf isotopic data' refers to the measurements of hafnium isotopic ratios, specifically 176Lu/177Hf and 176Hf/177Hf, obtained from zircon crystals. These measurements are used to interpret geological processes such as crustal formation and evolution. The data are typically corrected using specific isotopic standards and are crucial for calculating parameters like εHf(t), TDM1, and TDM2, which provide insights into the age and source characteristics of the geological materials studied.",
                "AnswerCn": "在钼矿床的锆石分析中，“Hf同位素数据”指的是从锆石晶体中获得的铪同位素比率的测量，特别是176Lu/177Hf和176Hf/177Hf。这些测量用于解释地质过程，如地壳形成和演化。数据通常使用特定的同位素标准进行校正，并且对于计算εHf(t)、TDM1和TDM2等参数至关重要，这些参数提供了对所研究地质材料的年龄和来源特征的洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What interpretations can be made about the geological history of a region based on zircon Hf isotope data collected using methods such as magnetic separation, heavy liquid separation, and laser ablation systems?",
                "QuestionCn": "基于使用磁分离、重液分离和激光剥蚀系统收集的锆石Hf同位素数据，可以对一个地区的地质历史做出哪些解释？",
                "AnswerEn": "Using methods like magnetic separation, heavy liquid separation, and laser ablation systems to collect zircon Hf isotope data can provide insights into the geological history of a region by revealing information about the age, origin, and evolution of the surrounding rocks and mineral deposits. The data can indicate the processes of crustal formation and modification, as well as the interaction between different geological bodies over time.",
                "AnswerCn": "使用磁分离、重液分离和激光烧蚀系统收集锆石铪同位素数据可以揭示一个地区的地质历史，提供关于周围岩石和矿床的年龄、来源和演化的信息。这些数据可以指示地壳形成和改造的过程，以及不同地质体之间随时间的相互作用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on data accuracy when using multiple imaging techniques such as CL, BSE, and optical images in the analysis of zircon Hf isotopes from a geological sample?",
                "QuestionCn": "在分析地质样品中锆石Hf同位素时，使用多种成像技术如CL、BSE和光学图像可能对数据准确性产生的潜在影响是什么？",
                "AnswerEn": "Using multiple imaging techniques such as cathodoluminescence (CL), backscattered electron (BSE), and optical images ensures a comprehensive analysis of zircon grains, which can improve data accuracy by allowing researchers to select the most suitable areas of the zircon for isotopic testing. This approach helps avoid areas with fractures or inclusions, leading to more reliable Hf isotopic data essential for geochemical modeling.",
                "AnswerCn": "使用阴极发光（CL）、反向散射电子（BSE）和光学图像等多种成像技术可以确保对锆石颗粒进行全面分析，这种方法通过允许研究人员选择锆石中最合适的区域进行同位素测试，从而提高数据的准确性。这种方法有助于避免存在裂缝或包裹体的区域，从而获得更可靠的铪同位素数据，这对地球化学建模至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives are aimed at by conducting Hf isotope analysis on zircon from molybdenum deposits' surrounding rocks in geochemical research on Hainan Island?",
                "QuestionCn": "在海南岛的地球化学研究中，对钼矿床周围岩石中的锆石进行Hf同位素分析的目标是什么？",
                "AnswerEn": "The objectives are to provide data support for geochemical model analysis of the Luokuidong molybdenum deposit on Hainan Island. The data can aid in understanding the geological history and mineralization processes by analyzing zircon Hf isotopic compositions, which help infer the age and evolutionary history of the crustal materials involved.",
                "AnswerCn": "目标是为海南岛罗奎洞钼矿床的地球化学模型分析提供数据支持。这些数据可以通过分析锆石Hf同位素组成，帮助理解地质历史和矿化过程，从而推断涉及的地壳材料的年龄和演化历史。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What specific instrumental techniques and procedures are employed to collect and analyze zircon Hf isotope data in the context of geochemical modeling of molybdenum deposits?",
                "QuestionCn": "在铼矿床的地球化学建模中，收集和分析锆石铪同位素数据所采用的具体仪器技术和程序是什么？",
                "AnswerEn": "The instrumental techniques include crushing whole rock samples to 40~60 mesh, followed by magnetic and heavy liquid separation. Zircon grains with good crystal form are handpicked and mounted in epoxy resin for polishing to expose internal structures. Cathodoluminescence (CL), back-scattered electron (BSE), transmitted light, and reflected light imaging are used to select suitable zircon positions without fractures or inclusions. Analysis is conducted using the Neptune Plus multi-collector inductively coupled plasma mass spectrometer and RESOlution M-50 laser ablation system, focusing on zircons with concordant U-Pb ages. The laser ablation spot diameter is 45 μm with a frequency of 6 Hz. Zircon 176Lu/177Hf and 176Hf/177Hf ratios are corrected using standards and constants, such as 176Lu/175Lu=0.0265 and 176Yb/172Yb=0.5886, with further calculations for εHf(t), and Hf model ages (TDM1 and TDM2) using specific decay constants and isotopic ratios.",
                "AnswerCn": "仪器技术包括将整块岩石样品粉碎至40~60目，然后进行磁选和重液分离。手工挑选出晶体形态良好的锆石颗粒，并将其嵌入环氧树脂中进行抛光，以暴露内部结构。使用阴极发光（CL）、背散射电子（BSE）、透射光和反射光成像来选择没有裂缝或包裹体的合适锆石位置。分析使用Neptune Plus多收集器电感耦合等离子体质谱仪和RESOlution M-50激光剥蚀系统，重点关注具有一致U-Pb年龄的锆石。激光剥蚀点直径为45微米，频率为6 Hz。锆石的176Lu/177Hf和176Hf/177Hf比率通过标准和常数进行校正，例如176Lu/175Lu=0.0265和176Yb/172Yb=0.5886，并进一步计算εHf(t)和Hf模型年龄（TDM1和TDM2），使用特定的衰变常数和同位素比率。",
                "Level": "C3(Applying)"
            }
        ]
    }
}