{
  "id": "add77205-ad37-4b93-bfe8-25618529229a",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "The soil moisture dataset of China based on microwave data assimilation (2002-2011)",
      "titleCn": "基于微波数据同化的中国土壤水分数据集（2002-2011）",
      "description": "The soil moisture data set of China based on microwave data assimilation contains three layers of soil moisture data (0-5 cm, 5-20 cm, and 20-100 cm) from 2002 to 2011. The data adopted the automatically calibrating parameters land data assimilation system (ITPLDAS) developed by Yang et al. (2007), the land surface process model SiB2 was then driven by the high spatiotemporal resolution ground meteorological element data set (ITP-forcing data set) in China, the brightness temperature observed by the AMSR-E satellite was assimilated, and, finally, three layers of soil moisture data were obtained. Soil moisture content accuracy: ± 5% VWC (evaluation accuracy of Naqu and Maqu on the Tibetan Plateau).\nData file name:\nSoil-Moisture_from_ITPLDAS_daily_0.25deg_v2.1.nc\nDescription of data content variables:\nThe file mainly consists of five variables: lon, lat, lev, time and www;\nwww (time, lev, lat, and lon) is the soil moisture content (missing value: -999.0), where lon, lat, lev, and time are the four dimensions of longitude, latitude, depth and time, respectively;\nVariable unit description:\nSoil water volume content (www): m3/m3\np.s: The ncdump –h command can be used to directly view the head file information.",
      "descriptionCn": "基于微波数据同化的中国土壤水分数据集包含2002-2011年3层土壤水分数据（0-5cm，5-20cm，20-100cm）。数据采用Yang et al.(2007) 发展的自动标定参数的陆面同化系统（ITPLDAS），以中国区域高时空分辨率的地面气象要素数据集（ITP-forcing数据集）驱动陆面过程模型SiB2，同化AMSR-E 卫星观测亮温，输出三层土壤水分数据。土壤水分均方根误差：5%VWC（在青藏高原那曲和玛曲的评估精度）。\n数据文件名称：\nSoil-Moisture_from_ITPLDAS_daily_0.25deg_v2.1.nc\n数据内容变量描述：\n文件主要包括5个变量：lon、lat、lev、time及www；\nwww(time, lev, lat, lon)是土壤水分含量（缺值为：-999.0）, 其中lon、lat、lev、time分别是经度、纬度、深度及时间四个维度坐标。\n变量单位描述：\n土壤水分体积含量（www）：m3/m3。\n附：ncdump –h 命令可以直接查看头文件信息。",
      "instructions": "",
      "instructionsCn": "",
      "east": 140.0,
      "west": 70.0,
      "south": 15.0,
      "north": 55.0,
      "startTime": "2002-08-03 00:00:00",
      "endTime": "2011-11-07 00:00:00",
      "fileSize": 1837163388.0,
      "cstr": "18406.11.AtmosphericPhysics.tpe.249448.file",
      "doi": "10.11888/AtmosphericPhysics.tpe.249448.file",
      "dataFormat": "*.nc",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "阳坤",
        "nameEn": "YANG Kun",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Development of a daily soil moisture product for the period of 2002–2011 in Chinese Mainland",
        "referenceCn": null,
        "referenceEn": "Yang, K., Chen, Y.Y., He, J., Zhao, L., Lu, H., Qin, J., Zheng, D.H., Li, X. (2020). Development of a daily soil moisture product for the period of 2002–2011 in Chinese Mainland. Science China - Earth Sciences, doi: 10.1007/s11430-019-9588-5"
      },
      {
        "titleCn": null,
        "titleEn": "Land surface model calibration through microwave data assimilation for improving soil moisture simulations",
        "referenceCn": null,
        "referenceEn": "Yang, Kun, Zhu, La, Chen, Yingying, Zhao, Long, Qin, Jun, Lu, Hui, Tang, Wenjun, Han, Menglei, Ding, Baohong, Fang, Nan. Land surface model calibration through microwave data assimilation for improving soil moisture simulations. Journal of Hydrology, 2016, 533:266-276. doi:10.1016/j.jhydrol.2015.12.018"
      },
      {
        "titleCn": null,
        "titleEn": "Validation of a Dual-Pass Microwave Land Data Assimilation System for Estimating Surface Soil Moisture in Semiarid Regions",
        "referenceCn": null,
        "referenceEn": "[2] Yang, K., T. Koike, I. Kaihotsu, and J. Qin, 2009: Validation of a Dual-Pass Microwave Land Data Assimilation System for Estimating Surface Soil Moisture in Semiarid Regions, J. Hydrometeorol., 10(3), 780-793, doi:10.1175/2008JHM1065."
      },
      {
        "titleCn": null,
        "titleEn": "Auto-calibration system developed to assimilate AMSR-E data into a land surface model for estimating soil moisture and the surface energy budget",
        "referenceCn": null,
        "referenceEn": "Yang, K., Watanabe, T., Koike, T., Li, X., Fujii, H., Tamagawa, K., Ma, Y.M., &Ishikawa, H. (2007). Auto-calibration system developed to assimilate AMSR-E data into a land surface model for estimating soil moisture and the surface energy budget. Journal of The Meteorological Society of Japan, 85A, 229-242."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2011",
        "keywordEn": "2002-2011",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Soil moisture regulates water, energy and carbon exchanges between land and atmosphere, especially in transitional (semi-arid and semi-humid) regions, and thus it is defined as one of Global Climate Observing System (GCOS) essential climate variables. Soil moisture is a key component in hydro-meteorological forecasting and seasonal climate prediction. Anomalies of spring soil moisture in East Asia may affect summer monsoon circulations and precipitation through changing land surface energy budget. Moreover, soil moisture is crucial to the formation of flood and drought events and is highly concerned in agriculture and ecosystem management. Currently, there are regional or global soil moisture products, but it is still challenging to improve their accuracy. Land surface modeling is widely used to estimate soil moisture values, but the accuracy of the modeling highly depends on model structure, model parameter specification, and meteorological forcing data. Human activities (such as irrigation) may also magnify errors in land surface simulations. On the other hand, there is a long history to estimate soil moisture values from passive microwave signals. A number of evaluations show that both land surface modeling and microwave remote sensing may have considerable biases in soil moisture. Land data assimilation technique is considered a better way to estimate soil moisture through optimally using the dynamics of land surface modeling and the objectivity of satellite remote sensing."
      ],
      "research objective": [
        "In this study, a ten-year (2002 – 2011) daily soil moisture dataset at 0.25° spatial resolution for Mainland China was produced through assimilating the Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) brightness temperature data into a land surface model. The main purpose of this study is to present the development and validation of a new soil moisture product. In this study, a new soil moisture product for Mainland China was produced through assimilating the Advanced Microwave Scanning Radiometer (AMSR-E) brightness temperature (TB) data in a land surface model. With the new product, the spatiotemporal variability of soil moisture in Mainland China was investigated."
      ],
      "challenges": [
        "Establishing soil moisture data sets through a land data assimilation system (LDAS) involves many challenges, such as how to specify model parameter values, how to develop reliable meteorological forcing and how to obtain ground truth for validations at pixel scales. Particularly, inappropriate parameter values in model operator (a land surface model) or observation operator (e.g. a forward radiative transfer model) lead to systematic deviations in assimilation results. In the WTP-Ngari network, both the assimilation result and the LSM-simulation one show the dry feature of this area, but the former does not perform better than the latter. Therefore, it is still challenging to improve soil moisture estimates for drylands with the LDAS."
      ],
      "methods": [
        "The LDAS was run at 0.25 degree in the Mainland China, and the assimilation covers the whole period of AMSR-E (June 2002 – September 2011) so that we provided nearly 10-year data of soil moisture. In Pass 1, the values of key parameters (i.e. soil porosity, sand content, clay content, two roughness parameters (Q, h) and one vegetation optical parameter (b) for microwave radiative transfer) are assumed to be time-invariant and estimated through minimizing the difference between the AMSR-E observed TB and the LDAS-estimated TB over a long-term window. In Pass 2, the estimated parameter values are used as inputs of the LDAS, and the near-surface soil moisture (volumetric water content) is estimated through assimilating the AMSR-E TB on a daily scale. The LDAS assimilates the TB data at three lower frequencies (6.9, 10.7, and 18.7 GHz) measured during the descending overpasses, since TB at the lower frequencies are more sensitive to soil moisture than the ones at the higher frequencies. In general, soil moisture has high spatial variability. The LDAS output represents an average at a quarter degree grid, which cannot be validated with single-point measurements. In this study, soil moisture data collected at three observational networks in the Tibetan Plateau were used to validate the LDAS estimate."
      ],
      "dataset": [
        "In this study, a ten-year (2002 – 2011) daily soil moisture dataset at 0.25° spatial resolution for Mainland China was produced through assimilating the Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) brightness temperature data into a land surface model. The meteorological data used to drive the LDAS is the China Meteorological Forcing Data (CMFD) that was developed by the authors. The CMFD covers the Mainland China with a spatial resolution of 0.1° and spans from 1979 to 2018 with a temporal resolution of 3 hours. The AMSR-E sensor worked from June 2002 to September 2011, and our LDAS yields the soil moisture product for this period. In this study, soil moisture data collected at three observational networks in the Tibetan Plateau were used to validate the LDAS estimate. The LDAS-produced soil moisture product contains three layers (0–5 cm, 5–20 cm, and 20–100 cm) of soil water content, with a unit of m3 m-3. Its temporal resolution is daily and spatial resolution is 0.25°. The data spans from June 2002 to September 2011, covering the Mainland China."
      ],
      "findings": [
        "The results show that for the wet areas the accuracy of the soil moisture product obtained from the assimilation is considerably higher than that of both AMSR-E official soil moisture products and land surface simulation results, and for the dry area their accuracy is comparable to each other. The spatial pattern of the soil moisture from the new product is consistent with that of soil porosity from an independent survey-based dataset, further confirming the credibility of the new product. According to this product, the transition regions in China show stronger seasonal variation of soil moisture than dry and wet regions, and drier regions have stronger inter-annual variability of soil moisture than wetter regions, particularly during transitional seasons (spring and autumn). Overall, we can see that assimilating AMSR-E TB into the LSM improves the soil moisture estimation as compared to the remote sensing products and the LSM simulation, particularly for relatively wet areas. Therefore, the LDAS can produce some essential features of soil moisture distribution. This cross-validation indirectly confirms the reasonability of the LDAS-derived soil moisture."
      ],
      "backgroundCn": [
        "土壤湿度调节着陆地与大气之间的水、能量和碳交换，尤其是在过渡（半干旱和半湿润）地区，因此被定义为全球气候观测系统（GCOS）的基本气候变量之一。土壤湿度是水文气象预报和季节气候预测的关键组成部分。东亚春季土壤湿度的异常可能通过改变地表能量预算影响夏季季风环流和降水。此外，土壤湿度对洪水和干旱事件的形成至关重要，并在农业和生态系统管理中受到高度关注。目前，已有区域或全球土壤湿度产品，但提高其准确性仍然具有挑战性。陆面建模被广泛用于估计土壤湿度值，但建模的准确性高度依赖于模型结构、模型参数设定和气象强迫数据。人类活动（如灌溉）也可能放大陆面模拟中的误差。另一方面，利用被动微波信号估计土壤湿度值有着悠久的历史。许多评估表明，陆面建模和微波遥感在土壤湿度方面可能存在相当大的偏差。土地数据同化技术被认为是一种更好的方法，通过优化利用陆面建模的动态性和卫星遥感的客观性来估计土壤湿度。"
      ],
      "research objectiveCn": [
        "在这项研究中，利用2002年至2011年期间的日土壤湿度数据集（空间分辨率为0.25°）通过将先进微波扫描辐射计（AMSR-E）亮温数据同化到陆面模型中，生成了中国大陆的土壤湿度产品。本研究的主要目的是展示新土壤湿度产品的开发和验证。通过同化AMSR-E亮温（TB）数据到陆面模型中，生成了中国大陆的新土壤湿度产品。利用该新产品，研究了中国大陆土壤湿度的时空变化特征。"
      ],
      "challengesCn": [
        "通过陆地数据同化系统（LDAS）建立土壤湿度数据集面临许多挑战，例如如何指定模型参数值、如何开发可靠的气象强迫以及如何获得像素尺度的验证地面真相。特别是，模型运算符（如陆面模型）或观测运算符（例如前向辐射传输模型）中的不当参数值会导致同化结果的系统性偏差。在WTP-Ngari网络中，同化结果和陆面模型模拟结果都显示该地区的干燥特征，但前者的表现并不优于后者。因此，利用LDAS改善干旱地区的土壤湿度估计仍然具有挑战性。"
      ],
      "methodsCn": [
        "LDAS在中国大陆以0.25度的分辨率运行，数据同化覆盖了AMSR-E的整个时期（2002年6月 - 2011年9月），因此我们提供了近10年的土壤湿度数据。在第一阶段，关键参数的值（即土壤孔隙度、沙子含量、粘土含量、两个粗糙度参数（Q，h）和一个植被光学参数（b）用于微波辐射传输）被假定为时间不变，并通过最小化AMSR-E观测的天线温度（TB）与LDAS估计的TB之间的差异来估计。在第二阶段，估计的参数值作为LDAS的输入，近地表土壤湿度（体积水分含量）通过每日同化AMSR-E的TB进行估计。LDAS在下降过境期间同化三个较低频率（6.9、10.7和18.7 GHz）的TB数据，因为较低频率的TB对土壤湿度的敏感性高于较高频率的TB。一般来说，土壤湿度具有较高的空间变异性。LDAS输出代表一个四分之一度网格的平均值，无法通过单点测量进行验证。在本研究中，使用在青藏高原的三个观测网络收集的土壤湿度数据来验证LDAS的估计。"
      ],
      "datasetCn": [
        "在本研究中，利用2002年至2011年间的日土壤湿度数据集（空间分辨率为0.25°）通过将先进微波扫描辐射计（AMSR-E）亮度温度数据同化到陆面模型中，生成了中国大陆的土壤湿度数据集。用于驱动陆面数据同化系统（LDAS）的气象数据是由作者开发的中国气象强迫数据（CMFD）。CMFD覆盖中国大陆，空间分辨率为0.1°，时间范围从1979年到2018年，时间分辨率为3小时。AMSR-E传感器的工作时间为2002年6月至2011年9月，我们的LDAS在此期间生成了土壤湿度产品。在本研究中，使用了在青藏高原的三个观测网络收集的土壤湿度数据来验证LDAS的估计。LDAS生成的土壤湿度产品包含三个层次（0-5 cm、5-20 cm和20-100 cm）的土壤水分，单位为m³ m⁻³。其时间分辨率为每日，空间分辨率为0.25°。数据范围从2002年6月到2011年9月，覆盖中国大陆。"
      ],
      "findingsCn": [
        "结果显示，对于湿润地区，通过同化获得的土壤湿度产品的准确性明显高于AMSR-E官方土壤湿度产品和陆面模拟结果，而在干旱地区，它们的准确性相当。新产品的土壤湿度空间模式与独立调查数据集中的土壤孔隙度一致，进一步确认了新产品的可信度。根据该产品，中国的过渡区域土壤湿度的季节变化比干旱和湿润区域更强，而干旱区域的土壤湿度年际变异性比湿润区域更强，特别是在过渡季节（春季和秋季）。总体来看，我们可以看到，将AMSR-E TB同化到陆面模型中改善了土壤湿度估计，相较于遥感产品和陆面模拟，特别是在相对湿润的地区。因此，LDAS能够生成土壤湿度分布的一些重要特征。这种交叉验证间接确认了LDAS衍生的土壤湿度的合理性。"
      ]
    },
    {
      "background": [
        "Soil moisture is a highly variable parameter in semiarid regions, where strong coupling between soil moisture and precipitation are suggested by Koster et al. (2004). Soil moisture estimation is imperative for hydrometeorological studies and water resources management (e.g., Pauwels et al. 2001; Wu and Dickinson 2004; de Goncalves et al. 2006), and how to estimate soil moisture with good accuracy is still a hot topic of land hydrology and satellite remote sensing. Land hydrological modeling is subject to errors in many factors, including meteorological forcing data, parameterization schemes, and model parameters. Remote sensing of passive microwave has been widely used to estimate soil moisture (e.g., Jackson 1993; Njoku and Entekhabi 1996; Shi et al. 1997; Njoku et al. 2003; Wen et al. 2003, 2005), as it is strongly affected by near-surface soil moisture but not much by atmospheric state. Microwave signals are also affected by other parameters, such as soil texture and surface roughness (Engman 1991); these parameters must be specified for estimating soil moisture from microwave data (Wang 1983; Wigneron et al. 2003; Njoku and Chan 2006). A land data assimilation system (LDAS), which combines a land surface model (LSM) and satellite signals, may provide a promising means for estimating soil moisture by assimilating microwave data to correct modeling errors (Reichle et al. 2001; Bach and Mauser 2003; Crow and Wood 2003; Ni-Meister et al. 2006; Li et al. 2007). The parameter specification is a common and crucial issue for land modeling, remote sensing, and data assimilation. Another common issue is how to make a full scale–match comparison between satellite-estimated soil moisture and in situ–observed soil moisture."
      ],
      "research objective": [
        "In response to the aforementioned two issues, this study evaluates the output of the land data assimilation system of The University of Tokyo (LDAS-UT) against measurements from a soil moisture network in a semiarid region."
      ],
      "challenges": [],
      "methods": [
        "In this study, near-surface soil moisture data used for validation are measurements at 3-cm depth of 12 ASSH and four AWS [Bayantsagaan (BTS), Delgertsogt site (DGS), Deren site (DRS), and Madalgobi site (MGS)], and meteorological data from the four AWSs are used to drive the LDAS-UT. LDAS-UT is applied to each ASSH station, driven by the averaged AWS data and assimilating AMSR-E 0.18 gridded data. The LSM was run again with the LDAS-UT–calibrated parameters. LDAS-UT and the LSM are driven with AWS, GLDAS, and JMA data. LDAS-UT is driven with AWS data, except that precipitation is taken from one of AWS, GLDAS, and JMA. LDAS-UT is applied to the 12 ASSH stations. The forcing data is averaged at the four AWSs, but downward radiations are taken from Global Land Data Assimilation System (GLDAS; Rodell et al. 2004) 183 18 data, because they were not measured through AMPEX."
      ],
      "dataset": [
        "Validation data of soil moisture were collected in a Mongolian semiarid region. The soil moisture network of interest in this study was established by Kaihotsu (2005) in Mongolia through the Advanced Earth Observing Satellite II (ADEOS-II) Mongolian Plateau."
      ],
      "findings": [
        "Results show that (i) the LDAS-estimated soil moistures are comparable to areal averages of in situ measurements, though the measured soil moistures were highly variable from site to site; (ii) the LSM-simulated soil moistures show less biases when the LSM uses LDAS-calibrated parameter values instead of default parameter values, indicating that the satellite-based calibration does contribute to soil moisture estimations; and (iii) compared to the LSM, the LDAS produces more robust and reliable soil moisture when forcing data become worse. The lower sensitivity of the LDAS output to precipitation is particularly encouraging for applying this system to regions where precipitation data are prone to errors."
      ],
      "backgroundCn": [
        "土壤湿度在半干旱地区是一个高度变异的参数，Koster等人（2004）提出土壤湿度与降水之间存在强耦合关系。土壤湿度的估计对于水文气象研究和水资源管理至关重要（例如，Pauwels等人 2001；Wu和Dickinson 2004；de Goncalves等人 2006），如何以良好的精度估计土壤湿度仍然是陆地水文学和卫星遥感的热门话题。陆地水文模型受到多种因素的误差影响，包括气象强迫数据、参数化方案和模型参数。被动微波遥感已被广泛用于估计土壤湿度（例如，Jackson 1993；Njoku和Entekhabi 1996；Shi等人 1997；Njoku等人 2003；Wen等人 2003, 2005），因为它受到近地表土壤湿度的强烈影响，而不太受大气状态的影响。微波信号还受到其他参数的影响，如土壤纹理和表面粗糙度（Engman 1991）；这些参数必须在从微波数据估计土壤湿度时进行指定（Wang 1983；Wigneron等人 2003；Njoku和Chan 2006）。土地数据同化系统（LDAS）结合了陆面模型（LSM）和卫星信号，通过同化微波数据来修正建模误差，可能为土壤湿度的估计提供了一种有前景的方法（Reichle等人 2001；Bach和Mauser 2003；Crow和Wood 2003；Ni-Meister等人 2006；Li等人 2007）。参数指定是陆地建模、遥感和数据同化中的一个常见且关键的问题。另一个常见问题是如何在卫星估计的土壤湿度与现场观测的土壤湿度之间进行全面的尺度匹配比较。"
      ],
      "research objectiveCn": [
        "针对上述两个问题，本研究评估了东京大学土地数据同化系统（LDAS-UT）的输出与半干旱地区土壤湿度网络的测量结果。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "在本研究中，用于验证的近地表土壤湿度数据是12个ASSH和四个AWS（Bayantsagaan（BTS）、Delgertsogt站（DGS）、Deren站（DRS）和Madalgobi站（MGS））在3厘米深度的测量值，四个AWS的气象数据用于驱动LDAS-UT。LDAS-UT应用于每个ASSH站，驱动数据为平均的AWS数据，并同化AMSR-E 0.18网格数据。LSM再次运行，使用LDAS-UT校准的参数。LDAS-UT和LSM均由AWS、GLDAS和JMA数据驱动。LDAS-UT由AWS数据驱动，但降水量取自AWS、GLDAS和JMA中的一个。LDAS-UT应用于12个ASSH站。强迫数据在四个AWS处进行平均，但下行辐射数据来自全球土地数据同化系统（GLDAS；Rodell等，2004）183 18数据，因为这些数据未通过AMPEX测量。"
      ],
      "datasetCn": [
        "在蒙古半干旱地区收集了土壤湿度的验证数据。本研究中关注的土壤湿度网络是由Kaihotsu（2005）在蒙古通过先进的地球观测卫星II（ADEOS-II）蒙古高原建立的。"
      ],
      "findingsCn": [
        "结果显示：(i) LDAS估计的土壤湿度与现场测量的区域平均值相当，尽管测得的土壤湿度在不同地点之间变化很大；(ii) 当陆面模型（LSM）使用LDAS校准的参数值而不是默认参数值时，模拟的土壤湿度偏差较小，这表明基于卫星的校准确实有助于土壤湿度估计；(iii) 与LSM相比，LDAS在强迫数据变差时产生的土壤湿度更为稳健和可靠。LDAS输出对降水的较低敏感性尤其令人鼓舞，这使得该系统在降水数据容易出错的地区应用成为可能。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the land data assimilation system (LDAS) use passive microwave signals for soil moisture estimation?",
        "QuestionCn": "土地数据同化系统（LDAS）是否使用被动微波信号进行土壤湿度估计？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is it possible to validate LDAS-estimated soil moisture using observational networks in the Tibetan Plateau?",
        "QuestionCn": "在青藏高原上，是否可以使用观测网络验证LDAS估算的土壤湿度？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "For soil moisture data validation, are in situ measurements, satellite remote sensing products, or land surface simulation results considered more robust?",
        "QuestionCn": "对于土壤湿度数据验证，现场测量、卫星遥感产品或陆面模拟结果被认为哪种更为可靠？",
        "AnswerEn": "in situ measurements",
        "AnswerCn": "原位测量",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where are soil moisture data collected for validation in the field of soil moisture estimation?",
        "QuestionCn": "在土壤湿度估计领域，土壤湿度数据的验证是在何处收集的？",
        "AnswerEn": "Tibetan Plateau",
        "AnswerCn": "青藏高原",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When did the Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) operate, and how does it contribute to soil moisture datasets?",
        "QuestionCn": "高级微波扫描辐射计地球观测系统（AMSR-E）何时运行，它如何为土壤湿度数据集做出贡献？",
        "AnswerEn": "June 2002 to September 2011",
        "AnswerCn": "2002年6月至2011年9月",
        "Level": "C2(Understanding)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that combines satellite remote sensing with land surface modeling to estimate soil moisture?",
        "QuestionCn": "您能否提供一个结合卫星遥感与地表模型以估计土壤湿度的数据收集方法的例子？",
        "AnswerEn": "A method involves assimilating Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) brightness temperature data into a land surface model to produce a daily soil moisture dataset for Mainland China. The assimilation technique uses a Land Data Assimilation System (LDAS) that combines the dynamics of land surface modeling with the objectivity of satellite remote sensing.",
        "AnswerCn": "一种方法涉及将地球观测系统的先进微波扫描辐射计（AMSR-E）亮温数据同化到陆面模型中，以生成中国大陆的每日土壤湿度数据集。该同化技术使用陆地数据同化系统（LDAS），将陆面建模的动态与卫星遥感的客观性相结合。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in creating accurate soil moisture datasets through land data assimilation systems?",
        "QuestionCn": "在通过陆地数据同化系统创建准确的土壤湿度数据集时面临的一个挑战是什么？",
        "AnswerEn": "One challenge is specifying model parameter values and developing reliable meteorological forcing, as well as obtaining ground truth for validations at pixel scales. Inappropriate parameter values in the model or observation operator can lead to systematic deviations in assimilation results.",
        "AnswerCn": "一个挑战是指定模型参数值和开发可靠的气象强迫，以及在像素尺度上获得验证的真实数据。在模型或观测算子的参数值不当时，可能会导致同化结果的系统性偏差。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of soil moisture datasets derived from microwave data assimilation techniques?",
        "QuestionCn": "通过微波数据同化技术获得的土壤湿度数据集的特征是什么？",
        "AnswerEn": "multiple soil layers (e.g., 0-5 cm, 5-20 cm, 20-100 cm), specific spatial resolution (e.g., 0.25°), temporal resolution (e.g., daily)",
        "AnswerCn": "多个土壤层（例如，0-5 厘米，5-20 厘米，20-100 厘米），特定空间分辨率（例如，0.25°），时间分辨率（例如，每日）",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What specific challenges are faced when developing soil moisture datasets through land data assimilation systems?",
        "QuestionCn": "在通过陆地数据同化系统开发土壤湿度数据集时面临的具体挑战有哪些？",
        "AnswerEn": "accurate model parameter values, reliable meteorological forcing data, ground truth for validation, systematic deviations, inappropriate parameter values in model or observation operators, challenging in drylands",
        "AnswerCn": "准确的模型参数值、可靠的气象强迫数据、用于验证的地面实况、系统偏差、模型或观测算子中的不当参数值、干旱地区的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the temporal resolution of a soil moisture dataset collected through land data assimilation techniques?",
        "QuestionCn": "通过陆地数据同化技术收集的土壤湿度数据集的时间分辨率是多少？",
        "AnswerEn": "1 day",
        "AnswerCn": "1天",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many observational networks were used to validate soil moisture estimates in the Tibetan Plateau?",
        "QuestionCn": "在青藏高原上用于验证土壤湿度估计的观测网络有多少个？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of a soil moisture dataset generated by assimilating satellite microwave data into a land surface model?",
        "QuestionCn": "通过将卫星微波数据同化到陆面模型中生成的土壤湿度数据集的空间分辨率是多少？",
        "AnswerEn": "0.25°",
        "AnswerCn": "0.25°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'land data assimilation system (LDAS)' mean in the context of soil moisture data collection?",
        "QuestionCn": "在土壤湿度数据收集的背景下，“土地数据同化系统（LDAS）”是什么意思？",
        "AnswerEn": "A land data assimilation system (LDAS) refers to a method that combines a land surface model with satellite signals to estimate soil moisture by assimilating microwave data to correct modeling errors. It involves specifying model parameters and developing reliable meteorological forcing to improve soil moisture estimates.",
        "AnswerCn": "土地数据同化系统（LDAS）是指一种将陆面模型与卫星信号结合的方法，通过同化微波数据来估计土壤湿度，以纠正建模误差。它涉及指定模型参数并开发可靠的气象强迫，以改善土壤湿度估计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are 'Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) brightness temperature data' in terms of data collection for soil moisture estimation?",
        "QuestionCn": "“地球观测系统高级微波扫描辐射计（AMSR-E）亮温数据”在土壤湿度估计的数据收集方面是什么？",
        "AnswerEn": "AMSR-E brightness temperature data are satellite-observed microwave signals that are sensitive to near-surface soil moisture and used in soil moisture estimation. These data are assimilated into land surface models to produce soil moisture datasets with improved accuracy.",
        "AnswerCn": "AMSR-E亮温数据是卫星观测的微波信号，对近地表土壤湿度敏感，可用于土壤湿度估算。这些数据被同化到陆面模型中，以生成具有更高准确度的土壤湿度数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of 'soil moisture validation' in data collection and dataset development?",
        "QuestionCn": "“土壤湿度验证”在数据收集和数据集开发中的重要性是什么？",
        "AnswerEn": "Soil moisture validation involves comparing estimated soil moisture values from datasets with in-situ measurements to ensure accuracy and credibility. It is crucial for confirming the reliability of soil moisture products, especially when using data assimilation systems to improve estimates.",
        "AnswerCn": "土壤湿度验证涉及将数据集中的估计土壤湿度值与现场测量值进行比较，以确保准确性和可信度。这对于确认土壤湿度产品的可靠性至关重要，特别是在使用数据同化系统来改善估计时。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the method of assimilating microwave data into a land surface model for soil moisture estimation compare to traditional land surface modeling techniques in terms of accuracy and challenges?",
        "QuestionCn": "将微波数据同化到土地表面模型中以估计土壤湿度的方法与传统的土地表面建模技术在准确性和挑战方面有何比较？",
        "AnswerEn": "Assimilating microwave data into a land surface model improves soil moisture estimation accuracy by integrating satellite remote sensing with land modeling, addressing biases present in both techniques. Traditional land surface modeling depends heavily on model structure and meteorological data, often leading to inaccuracies. In contrast, assimilation techniques face challenges such as parameter specification and validation at pixel scales, but they provide more reliable results, especially in wet areas.",
        "AnswerCn": "将微波数据同化到陆面模型中，通过将卫星遥感与陆面建模相结合，提高了土壤湿度估计的准确性，解决了这两种技术中存在的偏差。传统的陆面建模在很大程度上依赖于模型结构和气象数据，往往导致不准确。而同化技术面临像参数规范和像素尺度验证等挑战，但它们提供了更可靠的结果，尤其是在湿润地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the spatial resolution of soil moisture datasets impact the comparison between satellite-derived and model-assimilated soil moisture products?",
        "QuestionCn": "土壤湿度数据集的空间分辨率如何影响卫星衍生和模型同化土壤湿度产品之间的比较？",
        "AnswerEn": "The spatial resolution of soil moisture datasets, such as the 0.25° resolution used in model-assimilated products, can significantly affect comparisons. Model-assimilated products, which average data over larger grid areas, may not capture fine-scale variability as well as higher-resolution satellite-derived products. However, the model-assimilated datasets tend to provide a more balanced representation by correcting biases inherent in both satellite data and land surface models, leading to improved reliability in broader spatial patterns.",
        "AnswerCn": "土壤湿度数据集的空间分辨率，例如模型同化产品中使用的0.25°分辨率，可能会显著影响比较结果。模型同化产品在较大网格区域内平均数据，可能无法像高分辨率卫星衍生产品那样捕捉细尺度的变异性。然而，模型同化数据集往往通过修正卫星数据和陆面模型固有的偏差，提供更平衡的表现，从而在更广泛的空间模式中提高了可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of land surface modeling with microwave remote sensing improve the accuracy of soil moisture datasets, particularly in transitional climate regions?",
        "QuestionCn": "将土地表面建模与微波遥感的结合如何提高土壤湿度数据集的准确性，特别是在过渡气候区域？",
        "AnswerEn": "The integration of land surface modeling with microwave remote sensing, such as through a land data assimilation system (LDAS), leverages the dynamics of land surface modeling and the objectivity of satellite remote sensing. This combination can enhance the accuracy of soil moisture datasets by minimizing biases associated with individual methods. In transitional climate regions, where soil moisture significantly influences water, energy, and carbon exchanges, this integration can provide more reliable estimates of soil moisture by correcting modeling errors with satellite data.",
        "AnswerCn": "土地表面建模与微波遥感的集成，例如通过土地数据同化系统（LDAS），利用了土地表面建模的动态性和卫星遥感的客观性。这种结合可以通过最小化单一方法相关的偏差来提高土壤湿度数据集的准确性。在过渡气候区域，土壤湿度显著影响水、能量和碳的交换，这种集成可以通过用卫星数据修正建模误差，提供更可靠的土壤湿度估计。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the main challenges in developing soil moisture datasets through land data assimilation systems, and how might they be addressed in future research?",
        "QuestionCn": "通过陆地数据同化系统开发土壤湿度数据集的主要挑战是什么，以及未来研究中如何解决这些挑战？",
        "AnswerEn": "Developing soil moisture datasets through land data assimilation systems involves challenges such as specifying accurate model parameter values, developing reliable meteorological forcing data, and obtaining ground truth for pixel-scale validations. Inappropriate parameter values can lead to systematic deviations in assimilation results. Future research could address these challenges by improving parameter estimation techniques, utilizing more accurate meteorological data, and enhancing ground truth validation networks.",
        "AnswerCn": "通过陆地数据同化系统开发土壤湿度数据集面临着一些挑战，例如指定准确的模型参数值、开发可靠的气象强迫数据以及获取像素级验证的地面真值。不恰当的参数值可能导致同化结果的系统性偏差。未来的研究可以通过改进参数估计技术、利用更准确的气象数据以及增强地面真值验证网络来解决这些挑战。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the potential advantages of using a land data assimilation system over traditional land surface models for soil moisture estimation in semi-arid regions?",
        "QuestionCn": "使用土地数据同化系统相对于传统土地表面模型在半干旱地区进行土壤湿度估计的潜在优势是什么？",
        "AnswerEn": "A land data assimilation system (LDAS) provides advantages over traditional land surface models by incorporating satellite microwave data to correct modeling errors and reduce biases. In semi-arid regions, where soil moisture is highly variable, LDAS can produce more robust and reliable soil moisture estimates, especially when meteorological forcing data is less accurate. It also offers lower sensitivity to precipitation errors, making it particularly useful in regions where precipitation data are prone to inaccuracies.",
        "AnswerCn": "土地数据同化系统（LDAS）通过结合卫星微波数据来修正建模错误和减少偏差，相比传统的地表模型具有优势。在半干旱地区，土壤湿度变化较大，LDAS能够生成更稳健和可靠的土壤湿度估计，尤其是在气象强迫数据不够准确的情况下。它对降水误差的敏感性较低，使其在降水数据容易出现不准确的地区特别有用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes systematic deviations in soil moisture data assimilation results using land data assimilation systems (LDAS)?",
        "QuestionCn": "导致土地数据同化系统（LDAS）中土壤湿度数据同化结果系统性偏差的原因是什么？",
        "AnswerEn": "Systematic deviations in soil moisture data assimilation results using LDAS can be caused by inappropriate parameter values in the model operator, such as a land surface model, or observation operator, like a forward radiative transfer model. Additionally, errors may arise from challenges in specifying model parameter values, developing reliable meteorological forcing, and obtaining ground truth for validations at pixel scales.",
        "AnswerCn": "使用LDAS进行土壤湿度数据同化结果的系统偏差可能是由于模型运算符（如陆面模型）或观测运算符（如前向辐射传输模型）中不适当的参数值所导致。此外，指定模型参数值的挑战、开发可靠的气象强迫以及在像素尺度上获取验证的真实数据也可能导致错误。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to improve the accuracy of soil moisture estimates in drylands using data assimilation techniques?",
        "QuestionCn": "在干旱地区，使用数据同化技术提高土壤湿度估计的准确性面临挑战的原因是什么？",
        "AnswerEn": "Improving the accuracy of soil moisture estimates in drylands using data assimilation techniques is challenging because both the assimilation results and the land surface model simulations may not perform better than each other in dry areas. Factors such as parameter specification and the inherent dry features of these regions contribute to the difficulty in enhancing accuracy.",
        "AnswerCn": "在干旱地区，利用数据同化技术提高土壤湿度估计的准确性是具有挑战性的，因为同化结果和陆面模型模拟的表现可能都不如彼此。在这些地区，参数设定和固有的干燥特征等因素使得提高准确性变得困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using a land data assimilation system (LDAS) to integrate satellite remote sensing data with land surface models in soil moisture estimation?",
        "QuestionCn": "使用土地数据同化系统（LDAS）将卫星遥感数据与陆面模型集成进行土壤湿度估计的潜在结果是什么？",
        "AnswerEn": "Using a land data assimilation system (LDAS) to integrate satellite remote sensing data with land surface models can lead to improved soil moisture estimation by leveraging both the dynamic modeling capabilities of land surface models and the objectivity of satellite remote sensing. This approach has shown to enhance accuracy, particularly in wet areas, and provides a more robust soil moisture product that reflects essential features of soil moisture distribution.",
        "AnswerCn": "使用陆地数据同化系统（LDAS）将卫星遥感数据与陆面模型集成，可以通过利用陆面模型的动态建模能力和卫星遥感的客观性来改善土壤湿度估计。这种方法已被证明在湿润地区特别提高了准确性，并提供了更为稳健的土壤湿度产品，反映了土壤湿度分布的基本特征。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the application of passive microwave signals influence the accuracy of soil moisture data collection in transitional regions?",
        "QuestionCn": "被动微波信号的应用如何影响过渡区域土壤湿度数据收集的准确性？",
        "AnswerEn": "Passive microwave signals, when applied in soil moisture data collection, can influence accuracy by being directly affected by near-surface soil moisture levels. This method offers an objective way to estimate soil moisture and can capture strong seasonal variations and inter-annual variability in transitional regions, such as semi-arid and semi-humid areas, which are crucial for understanding water, energy, and carbon exchanges between land and atmosphere.",
        "AnswerCn": "被动微波信号在土壤湿度数据收集中的应用，可以通过直接受近地表土壤湿度水平的影响来提高准确性。这种方法提供了一种客观的土壤湿度估计方式，并能够捕捉到过渡区域（如半干旱和半湿润地区）中的强季节变化和年际变异，这对于理解陆地与大气之间的水、能量和碳交换至关重要。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the possible consequences of parameter specification errors in soil moisture estimation using land surface models and remote sensing data?",
        "QuestionCn": "在使用陆面模型和遥感数据进行土壤湿度估计时，参数规格错误可能导致的后果有哪些？",
        "AnswerEn": "Parameter specification errors in soil moisture estimation using land surface models and remote sensing data may lead to systematic deviations in the assimilation results. These errors can affect the reliability of the soil moisture estimates, particularly in drylands where the estimation challenges are greater. Proper calibration of parameters is crucial to minimize these biases and enhance the accuracy of soil moisture products.",
        "AnswerCn": "土壤湿度估计中使用陆面模型和遥感数据的参数规格错误可能导致同化结果的系统偏差。这些错误会影响土壤湿度估计的可靠性，特别是在干旱地区，估计挑战更大。适当的参数校准对于最小化这些偏差和提高土壤湿度产品的准确性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of using land data assimilation systems (LDAS) in the estimation of soil moisture in transitional climate regions?",
        "QuestionCn": "在过渡气候区域中，使用土地数据同化系统（LDAS）估计土壤湿度的主要目标是什么？",
        "AnswerEn": "The primary objective of using LDAS in soil moisture estimation is to optimally combine the dynamics of land surface modeling and the objectivity of satellite remote sensing to improve the accuracy of soil moisture data, particularly in transitional climate regions where soil moisture plays a crucial role in water, energy, and carbon exchanges between land and atmosphere.",
        "AnswerCn": "使用LDAS进行土壤湿度估计的主要目标是优化结合地表建模的动态性和卫星遥感的客观性，以提高土壤湿度数据的准确性，特别是在土壤湿度在陆地与大气之间的水、能量和碳交换中起关键作用的过渡气候区域。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to validate soil moisture datasets produced through remote sensing and land surface modeling with observational network data?",
        "QuestionCn": "通过遥感和地表建模产生的土壤湿度数据集与观测网络数据进行验证的重要性是什么？",
        "AnswerEn": "It is important to validate soil moisture datasets with observational network data to ensure accuracy and reliability, especially considering that both land surface modeling and microwave remote sensing might have considerable biases. Validation helps confirm the credibility of soil moisture estimates and improves the reliability of the datasets for applications in hydrometeorological forecasting and climate prediction.",
        "AnswerCn": "验证土壤湿度数据集与观测网络数据的准确性和可靠性非常重要，特别是考虑到陆面模型和微波遥感可能存在相当大的偏差。验证有助于确认土壤湿度估计的可信度，并提高数据集在水文气象预报和气候预测中的可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What goals motivate the integration of Advanced Microwave Scanning Radiometer (AMSR-E) brightness temperature data into land surface models for soil moisture product development?",
        "QuestionCn": "将先进微波扫描辐射计（AMSR-E）亮温数据整合到陆面模型中以开发土壤湿度产品的目标是什么？",
        "AnswerEn": "The integration of AMSR-E brightness temperature data into land surface models aims to enhance the spatiotemporal variability understanding of soil moisture, create a more accurate soil moisture product, and investigate soil moisture dynamics across different regions. This integration seeks to address challenges in parameter specification and improve soil moisture estimates by leveraging satellite remote sensing data.",
        "AnswerCn": "将AMSR-E亮温数据整合到陆面模型中，旨在增强对土壤湿度时空变化的理解，创建更准确的土壤湿度产品，并研究不同地区的土壤湿度动态。这一整合旨在解决参数规格化中的挑战，并通过利用卫星遥感数据来改善土壤湿度估计。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can passive microwave signals be utilized in a land data assimilation system to improve soil moisture estimation?",
        "QuestionCn": "被动微波信号如何在土地数据同化系统中被利用，以改善土壤湿度估计？",
        "AnswerEn": "Passive microwave signals can be utilized in a land data assimilation system by assimilating brightness temperature data from sensors like AMSR-E into a land surface model. This involves calibrating key parameters such as soil porosity, sand content, clay content, and vegetation optical parameters to minimize differences between observed and estimated brightness temperatures. The assimilation is performed at specific frequencies that are sensitive to soil moisture, and the output represents an averaged soil moisture estimation over a defined spatial grid.",
        "AnswerCn": "被动微波信号可以通过将来自AMSR-E等传感器的亮温数据同化到陆面数据同化系统中来利用。这涉及到校准关键参数，如土壤孔隙度、沙子含量、粘土含量和植被光学参数，以最小化观测值与估计亮温之间的差异。同化是在对土壤湿度敏感的特定频率下进行的，输出结果代表在定义的空间网格上平均的土壤湿度估计。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What procedural steps are involved in validating soil moisture estimates obtained from a land data assimilation system using observational networks?",
        "QuestionCn": "使用观测网络验证从陆地数据同化系统获得的土壤湿度估计涉及哪些程序步骤？",
        "AnswerEn": "The validation process involves comparing the soil moisture estimates from the land data assimilation system with ground truth data collected from observational networks. In the context of the dataset, soil moisture data from three observational networks in the Tibetan Plateau were used for validation. The assimilation results are then evaluated against in situ measurements to assess accuracy, particularly focusing on spatial averages over a grid rather than single-point measurements.",
        "AnswerCn": "验证过程涉及将土地数据同化系统的土壤湿度估计值与从观测网络收集的地面真实数据进行比较。在该数据集的背景下，使用了来自青藏高原的三个观测网络的土壤湿度数据进行验证。然后，将同化结果与现场测量数据进行评估，以评估准确性，特别关注网格上的空间平均值，而不是单点测量。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions and technological approaches have enabled the assimilation of microwave data to improve soil moisture estimation in semiarid regions?",
        "QuestionCn": "哪些条件和技术方法使得微波数据的同化能够改善半干旱地区的土壤湿度估计？",
        "AnswerEn": "The assimilation of microwave data into a land surface model is enabled by a combination of technological approaches, such as using the Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) brightness temperature data and employing a Land Data Assimilation System (LDAS). This involves calibrating model parameters and integrating satellite signals to correct modeling errors, which is particularly useful in semiarid regions where soil moisture and precipitation exhibit strong coupling.",
        "AnswerCn": "将微波数据同化到陆面模型中是通过多种技术方法实现的，例如使用地球观测系统的先进微波扫描辐射计（AMSR-E）亮温数据，并采用陆地数据同化系统（LDAS）。这涉及到对模型参数的校准和卫星信号的整合，以纠正建模误差，这在土壤湿度和降水强耦合的半干旱地区尤其有用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What technological advancements have facilitated the development of soil moisture datasets with high spatial and temporal resolution for regions like Mainland China?",
        "QuestionCn": "哪些技术进步促进了高空间和时间分辨率土壤湿度数据集的开发，特别是在像中国大陆这样的地区？",
        "AnswerEn": "Technological advancements such as the development of the China Meteorological Forcing Data (CMFD) and the use of AMSR-E satellite data have facilitated the creation of soil moisture datasets with high spatial (0.25°) and temporal (daily) resolution. The CMFD provides comprehensive meteorological data to drive land surface models, while the AMSR-E data allows for the assimilation of brightness temperatures to enhance soil moisture estimates across Mainland China.",
        "AnswerCn": "技术进步，如中国气象强迫数据（CMFD）的开发和AMSR-E卫星数据的使用，促进了高空间（0.25°）和高时间（每日）分辨率土壤湿度数据集的创建。CMFD提供了全面的气象数据，以驱动陆面模型，而AMSR-E数据则允许通过同化亮温度来增强中国大陆地区的土壤湿度估计。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the accuracy of soil moisture estimates for drylands be challenging despite using a land data assimilation system?",
        "QuestionCn": "尽管使用了陆地数据同化系统，但干旱地区土壤湿度估计的准确性可能面临挑战，原因是什么？",
        "AnswerEn": "The accuracy of soil moisture estimates for drylands can be challenging due to inappropriate parameter values in both the model operator and observation operator, leading to systematic deviations in assimilation results. Moreover, the assimilation system might not perform better than land surface model simulations in dry feature areas, indicating the difficulty in improving estimates in such regions.",
        "AnswerCn": "干旱地区土壤湿度估计的准确性可能面临挑战，这主要是由于模型运算符和观测运算符中的不适当参数值，导致同化结果出现系统性偏差。此外，同化系统在干燥特征区域的表现可能不优于陆面模型模拟，表明在这些区域改善估计的难度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it difficult to achieve full scale–match comparisons between satellite-estimated soil moisture and in situ–observed soil moisture?",
        "QuestionCn": "为什么在卫星估计的土壤湿度与现场观测的土壤湿度之间实现全面的匹配比较是困难的？",
        "AnswerEn": "Achieving full scale–match comparisons between satellite-estimated soil moisture and in situ–observed soil moisture is difficult because the land data assimilation system output represents an average at a grid scale, which cannot be directly validated with single-point measurements. The spatial variability of soil moisture adds to the complexity of making accurate comparisons.",
        "AnswerCn": "实现卫星估计的土壤湿度与现场观测的土壤湿度之间的全面匹配比较是困难的，因为陆地数据同化系统的输出代表了一个网格尺度的平均值，这无法直接与单点测量进行验证。土壤湿度的空间变异性增加了进行准确比较的复杂性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the land data assimilation system considered a promising approach for soil moisture estimation in regions with unreliable precipitation data?",
        "QuestionCn": "为什么土地数据同化系统被认为是在降水数据不可靠的地区进行土壤湿度估算的一种有前途的方法？",
        "AnswerEn": "The land data assimilation system is considered promising for soil moisture estimation in regions with unreliable precipitation data because it produces more robust and reliable soil moisture outputs with less sensitivity to precipitation inaccuracies, thereby allowing for better performance under suboptimal data conditions.",
        "AnswerCn": "土地数据同化系统被认为在降水数据不可靠的地区对土壤湿度估计具有良好前景，因为它能够在降水不准确的情况下产生更稳健和可靠的土壤湿度输出，从而在数据条件不理想的情况下表现更好。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using passive microwave signals for soil moisture estimation compared to other remote sensing techniques?",
        "QuestionCn": "您将如何评估使用被动微波信号进行土壤湿度估计的有效性，与其他遥感技术相比？",
        "AnswerEn": "Passive microwave signals have a long history of being used for soil moisture estimation because they are strongly affected by near-surface soil moisture and not as much by atmospheric state. However, they can be influenced by other parameters such as soil texture and surface roughness, which need to be specified accurately for effective estimation.",
        "AnswerCn": "被动微波信号在土壤湿度估计方面有着悠久的历史，因为它们受到近地表土壤湿度的强烈影响，而不太受大气状态的影响。然而，它们也可能受到其他参数的影响，如土壤纹理和表面粗糙度，这些参数需要准确指定以实现有效的估计。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the major challenges faced in specifying model parameter values for land data assimilation systems, and how might these challenges affect soil moisture data accuracy?",
        "QuestionCn": "在为土地数据同化系统指定模型参数值时面临的主要挑战是什么，这些挑战可能如何影响土壤湿度数据的准确性？",
        "AnswerEn": "One major challenge in specifying model parameter values for land data assimilation systems is ensuring that both the model operator and observation operator are accurate. Inappropriate parameter values can lead to systematic deviations in assimilation results, which can affect the accuracy of soil moisture data, particularly in drylands.",
        "AnswerCn": "在土地数据同化系统中，指定模型参数值的一个主要挑战是确保模型运算符和观测运算符的准确性。不适当的参数值可能导致同化结果的系统性偏差，这会影响土壤湿度数据的准确性，特别是在干旱地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In your opinion, how does assimilating satellite data into land surface models improve soil moisture estimates, and what are the limitations of this approach?",
        "QuestionCn": "在您看来，将卫星数据融入陆面模型如何改善土壤湿度估计，以及这种方法的局限性是什么？",
        "AnswerEn": "Assimilating satellite data into land surface models can improve soil moisture estimates by optimally using the dynamics of land surface modeling and the objectivity of satellite remote sensing. However, this approach may still have limitations, such as the inability to perform better in dry areas compared to land surface simulations, and challenges in obtaining ground truth for validations at pixel scales.",
        "AnswerCn": "将卫星数据融入陆面模型可以通过优化利用陆面建模的动态性和卫星遥感的客观性来改善土壤湿度估计。然而，这种方法仍然可能存在一些局限性，例如在干旱地区的表现可能不如陆面模拟，以及在像素尺度上获取验证的地面真相的挑战。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how assimilating microwave data improves soil moisture estimation accuracy?",
        "QuestionCn": "我不明白同化微波数据如何提高土壤湿度估计的准确性。",
        "AnswerEn": "Assimilating microwave data improves soil moisture estimation by optimally using the dynamics of land surface modeling and the objectivity of satellite remote sensing. The Land Data Assimilation System (LDAS) uses the Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) brightness temperature data to enhance the accuracy of soil moisture estimates.",
        "AnswerCn": "同化微波数据通过优化利用陆面模型的动态和卫星遥感的客观性，提高了土壤湿度估计的准确性。陆地数据同化系统（LDAS）使用地球观测系统先进微波扫描辐射计（AMSR-E）的亮温数据来增强土壤湿度估计的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the methods used to validate soil moisture data collected through satellite remote sensing in this context.",
        "QuestionCn": "我对通过卫星遥感收集的土壤湿度数据的验证方法感到不确定。",
        "AnswerEn": "The soil moisture data collected through satellite remote sensing is validated using data from observational networks, such as those in the Tibetan Plateau. The Land Data Assimilation System (LDAS) output, which represents an average at a quarter degree grid, is cross-validated with in situ measurements to confirm its accuracy.",
        "AnswerCn": "通过卫星遥感收集的土壤湿度数据使用观测网络的数据进行验证，例如在青藏高原的观测网络。土地数据同化系统（LDAS）输出的结果，代表四分之一度网格的平均值，与现场测量数据进行交叉验证，以确认其准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of the challenges in specifying model parameter values for soil moisture estimation.",
        "QuestionCn": "我无法理解在土壤湿度估计中指定模型参数值的挑战。",
        "AnswerEn": "Specifying model parameter values for soil moisture estimation presents challenges because inappropriate values in the model operator or observation operator can lead to systematic deviations in assimilation results. Accurately estimating parameters such as soil porosity, sand content, and microwave radiative transfer parameters is crucial for improving soil moisture data accuracy.",
        "AnswerCn": "指定土壤湿度估计模型参数值存在挑战，因为模型运算符或观测运算符中的不当值可能导致同化结果的系统性偏差。准确估计土壤孔隙度、沙子含量和微波辐射传输参数等参数对于提高土壤湿度数据的准确性至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please outline the data collection techniques used in creating a soil moisture dataset through land data assimilation systems, focusing on the integration of satellite data and land surface models.",
        "QuestionCn": "请概述在通过陆地数据同化系统创建土壤湿度数据集时使用的数据收集技术，重点关注卫星数据和陆面模型的集成。",
        "AnswerEn": "The data collection techniques involve using a land data assimilation system (LDAS) that integrates satellite data, specifically the Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) brightness temperature data, with a land surface model. The LDAS runs at a 0.25-degree spatial resolution and covers the period from June 2002 to September 2011. It utilizes meteorological forcing data, such as the China Meteorological Forcing Data (CMFD), to drive the model and assimilates the brightness temperature data at three lower frequencies (6.9, 10.7, and 18.7 GHz) from the AMSR-E sensor, which are sensitive to soil moisture, to estimate volumetric water content at different soil depths.",
        "AnswerCn": "数据收集技术涉及使用陆地数据同化系统（LDAS），该系统整合了卫星数据，特别是地球观测系统的先进微波扫描辐射计（AMSR-E）亮温数据，并与陆面模型结合。LDAS以0.25度的空间分辨率运行，覆盖2002年6月至2011年9月的时期。它利用气象强迫数据，如中国气象强迫数据（CMFD），来驱动模型，并在AMSR-E传感器的三个较低频率（6.9、10.7和18.7 GHz）下同化亮温数据，这些频率对土壤湿度敏感，以估算不同土壤深度的体积水分含量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify the challenges faced in developing a reliable soil moisture dataset using microwave remote sensing and land surface models, and discuss how these challenges are addressed.",
        "QuestionCn": "请识别在使用微波遥感和陆面模型开发可靠土壤湿度数据集时面临的挑战，并讨论如何解决这些挑战。",
        "AnswerEn": "Challenges in developing a reliable soil moisture dataset include specifying accurate model parameter values, developing reliable meteorological forcing data, and obtaining ground truth for validations at pixel scales. Inappropriate parameter values in the model or observation operators can lead to systematic deviations in assimilation results. These challenges are addressed by estimating key parameters, such as soil porosity and surface roughness, through minimizing the difference between observed and estimated brightness temperatures over a long-term window. Additionally, validation of the LDAS estimates is conducted using soil moisture data collected at observational networks to ensure accuracy.",
        "AnswerCn": "开发可靠的土壤湿度数据集面临的挑战包括准确指定模型参数值、开发可靠的气象强迫数据以及在像素尺度上获取验证的地面真值。模型或观测算子的参数值不当可能导致同化结果的系统性偏差。这些挑战通过在长期窗口内最小化观测和估计亮温之间的差异来估计关键参数，如土壤孔隙率和表面粗糙度，从而得到解决。此外，使用观测网络收集的土壤湿度数据对LDAS估计进行验证，以确保准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential datasets or methods for validating soil moisture estimates produced by data assimilation systems, particularly in semi-arid regions.",
        "QuestionCn": "请探索潜在的数据集或方法，以验证数据同化系统产生的土壤湿度估计，特别是在半干旱地区。",
        "AnswerEn": "Potential datasets for validating soil moisture estimates include measurements from soil moisture networks established in semi-arid regions, such as those used in the Mongolian Plateau. Methods for validation involve comparing the LDAS-estimated soil moistures with areal averages of in situ measurements, despite site-to-site variability. The use of satellite-based calibration for land surface models also aids in improving soil moisture estimations, and the LDAS's lower sensitivity to errors in precipitation data makes it suitable for application in regions with unreliable precipitation data.",
        "AnswerCn": "潜在的验证土壤湿度估计的数据集包括在半干旱地区建立的土壤湿度网络的测量数据，例如蒙古高原使用的网络。验证方法涉及将LDAS估计的土壤湿度与现场测量的区域平均值进行比较，尽管存在站点间的变异性。使用基于卫星的校准来改进陆面模型的土壤湿度估计也有助于提高土壤湿度的准确性，并且LDAS对降水数据错误的敏感性较低，使其适合在降水数据不可靠的地区应用。",
        "Level": "C6(Creating)"
      }
    ]
  }
}