{
    "id": "ade2f76b-97b4-41c7-9eec-fb8df5f0467b",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER：Dataset of Hydrometeorological observation network (Thermal Dissipation sap flow velocity Probe-2014)",
            "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（热扩散液流计-2014）",
            "description": "The data set contains the observation data of thermal diffusion fluid flow meters at the downstream mixed forest station and eupoplar forest station of the hydrometeorological observation network from January 1 to December 31, 2014. La shan au in the study area is located in the Inner Mongolia autonomous region of mesozoic-cenozoic in iminqak, according to the different height and diameter at breast height of iminqak, choose sampling tree installation TDP (Thermal Dissipation SAP flow velocity Probe, Thermal diffusion flow meter), domestic TDP pin type Thermal diffusion stem flow meter, the model for TDP30.The sample sites are TDP1 point and TDP2 point respectively, which are located near the mixed forest station and populus populus station.The height of the sample tree is TDP2 and TDP1 from high to low, and the diameter of the chest is TDP1 and TDP2 from large to small, so as to measure the trunk fluid flow on behalf of the whole area.The installation height of the probe is 1.3 meters and the installation orientation is due east and west of the sample tree.\nThe original observation data of TDP is the temperature difference between probes, which is collected once for 10s and the average output period is 10 minutes.The published data are calculated and processed trunk flow data, including flow rate (cm/h), flux (cm3/h) and daily transpiration (mm/d) per 10 minutes.Firstly, the liquid flow rate and liquid flux were calculated according to the temperature difference between the probes, and then the transpiration Q per unit area of the forest zone was calculated according to the area of Euphrates poplar forest and the distance between trees at the observation points.At the same time, post-processing was carried out on the calculated rate and flux value :(1) data that obviously exceeded the physical significance or the instrument range were removed;(2) the missing data is marked with -6999;Among them, the data of TDP2 was missing due to power supply problems from 1.1-2.8 days, and the data of the third group of probes was missing from 2.8-3.13 days due to the problems of the third group of probes.(3) suspicious data caused by probe fault or other reasons shall be identified in red, and the data confirmed to have problems shall be removed.\nPlease refer to Li et al.(2013) for hydrometeorological network or site information, and Qiao et al.(2015) for observation data processing.",
            "descriptionCn": "该数据集包含了2014年1月1日至12月31日期间水文气象观测网下游混合林站和胡杨林站的热扩散液流计的观测数据。研究区位于内蒙古自治区阿拉善盟辖下的额济纳旗胡杨林，根据胡杨林的不同高度及胸径，选取样树安装TDP(Thermal Dissipation sap flow velocity Probe, 热扩散液流计)，采用国产TDP插针式热扩散茎流计，型号为TDP30。样地依次为TDP1点和TDP2点，分别位于混合林站及胡杨站附近。样树高度从高到低依次为TDP2、TDP1，胸径从大到小依次为TDP1、TDP2，以此代表整个区域进行树干液流的测量。探针安装高度为1.3米，安装方位为样树正东和正西方向。\nTDP的原始观测数据为探针之间的温度差，10s采集一次，输出平均周期为10分钟。发布的数据为经过计算和处理之后的树干液流数据，包括每10分钟的液流速率（cm/h）、液流通量（cm3/h）和日蒸腾量（mm/d）。首先根据探针之间的温度差计算液流速率和液流通量，然后根据观测点的胡杨林面积和树木间距，计算得到林带单位面积的蒸腾量Q。同时对计算之后的速率和通量值进行后处理：（1）剔除明显超出物理意义或超出仪器量程的数据；（2）缺失的数据用-6999标记；其中TDP2在1.1-2.8日由于供电问题数据缺失，2.8-3.13由于第三组探针的问题，该组数据缺失；（3）因探针故障等原因引起的可疑数据用红色字体标识，并剔除确认有问题的数据。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考Qiao et al.(2015)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 101.1346,
            "west": 101.1346,
            "south": 41.99,
            "north": 41.99,
            "startTime": "2014-01-07 16:00:00",
            "endTime": "2015-01-06 16:00:00",
            "fileSize": 10988010.0,
            "cstr": "18406.11.hiwater.234.2015.db",
            "doi": "10.3972/hiwater.234.2015.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China. Vadose Zone Journal, 17, 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冠层截留",
                "nameEn": "Canopy interception"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "热扩散液流计",
                "nameEn": "Thermal dissipation sap flow velocity probe（TDP）"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "下游天然绿洲试验区",
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2014",
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordCn": "2014-01-01至2014-12-31",
                "keywordEn": "2014-01-01 to 2014-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层级嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度协方差（EC）塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖了FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是其经济发展的基础，特别是在中国西部，自古以来就是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持了中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域被先前的研究者发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展是非常重要的。对绿洲-沙漠地区能量、水汽和碳交换的定量理解，对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频发，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013）、咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度、风速和风向的梯度；以及气压、降水和土壤湿度剖面）是通过自动气象站以10分钟的平均周期观测的，同时也记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are there challenges related to the availability of multiscale observations in the field of eco-hydrology?",
                "QuestionCn": "在生态水文学领域，是否存在与多尺度观测可用性相关的挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are datasets in this field more commonly made available through figshare, the Cold and Arid Regions Science Data Centre, or the National Tibetan Plateau Data Center?",
                "QuestionCn": "在这个领域，数据集更常通过figshare、寒冷和干旱地区科学数据中心或国家青藏高原数据中心提供吗？",
                "AnswerEn": "figshare",
                "AnswerCn": "figshare",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to collect hydrometeorological data in arid and semiarid regions?",
                "QuestionCn": "在干旱和半干旱地区，收集水文气象数据的方法有哪些？",
                "AnswerEn": "automatic weather stations",
                "AnswerCn": "自动气象站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are sap flow velocity probes typically installed in mixed forest and poplar forest stations?",
                "QuestionCn": "在混交林和杨树林站点，树液流速探头通常安装在哪里？",
                "AnswerEn": "1.3 meters",
                "AnswerCn": "1.3米",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When are intensive observation periods carried out to collect eco-hydrological data?",
                "QuestionCn": "进行密集观察期以收集生态水文数据的时间是什么时候？",
                "AnswerEn": "Specific times of high research interest",
                "AnswerCn": "特定时间的高研究兴趣",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that utilizes multiscale observations to study eco-hydrological processes?",
                "QuestionCn": "您能否提供一个利用多尺度观测来研究生态水文过程的数据收集方法的例子？",
                "AnswerEn": "The Heihe Watershed Allied Telemetry Experimental Research (HiWATER) experiment is an example where multiscale observations were employed to study eco-hydrological processes. This involved instrumentation on hierarchically nested scales, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, as well as hyper-resolution airborne remote sensing.",
                "AnswerCn": "黑河流域联合遥测实验（HiWATER）是一个采用多尺度观测研究生态水文过程的例子。这涉及到在分层嵌套的尺度上进行仪器布置，包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪和自动气象站，以及超高分辨率的航空遥感。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in obtaining multiscale datasets for hydrometeorological research?",
                "QuestionCn": "在获取水文气象研究的多尺度数据集时面临的一个挑战是什么？",
                "AnswerEn": "A notable challenge in obtaining multiscale datasets for hydrometeorological research is the poor availability of multiscale observations, which hinders progress in understanding eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "在水文气象研究中，获取多尺度数据集的一个显著挑战是多尺度观测的可用性较差，这阻碍了对异质表面生态水文过程的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset that includes long-term energy, water vapor, and carbon flux observations in an oasis-desert system?",
                "QuestionCn": "您能否提供一个包含绿洲-沙漠系统中长期能源、水蒸气和碳通量观测的数据集的示例？",
                "AnswerEn": "A dataset from the middle and lower reaches of the Heihe River Basin (HRB) in western China includes long-term energy, water vapor, and carbon flux observations. It comprises data from 11 land surface flux and meteorological stations, and is freely available from the National Tibetan Plateau Data Center.",
                "AnswerCn": "来自中国西部黑河流域中下游的一个数据集包括长期的能量、水汽和碳通量观测数据。该数据集包含来自11个地表通量和气象站的数据，并可从国家西藏高原数据中心免费获取。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the measurement frequency of data collection using the Thermal Dissipation Probe (TDP) in this field?",
                "QuestionCn": "在这个领域中，使用热耗散探头（TDP）进行数据收集的测量频率是多少？",
                "AnswerEn": "10 seconds, 10 minutes",
                "AnswerCn": "10秒，10分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many intensive observation periods (IOPs) were conducted during the multiscale data collection process in the oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区的多尺度数据收集过程中，共进行了多少次密集观察期（IOPs）？",
                "AnswerEn": "The specific number is not detailed in the available information.",
                "AnswerCn": "可用信息中未详细说明具体数字。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "How do multiscale observations address the challenges in eco-hydrological research within oasis-desert systems?",
                "QuestionCn": "多尺度观测如何解决绿洲-沙漠系统中生态水文研究的挑战？",
                "AnswerEn": "Multiscale observations, such as those conducted in the HiWATER experiment, employ a combination of instruments and data collection at different hierarchical scales. This approach helps capture diverse eco-hydrological processes across various landscapes, addressing the challenge of poor availability of multiscale data and improving our understanding of such complex systems.",
                "AnswerCn": "多尺度观测，如在HiWATER实验中进行的观测，采用了不同层次尺度的仪器和数据收集组合。这种方法有助于捕捉不同景观中多样的生态水文过程，解决多尺度数据可用性差的问题，并提高我们对这些复杂系统的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data processing and quality control procedures for the thermal dissipation sap flow velocity probe data compare to those used in the oasis-desert system observational datasets?",
                "QuestionCn": "热耗散树液流速探头数据的数据处理和质量控制程序与绿洲-沙漠系统观测数据集使用的程序相比如何？",
                "AnswerEn": "The thermal dissipation sap flow velocity probe data processing involves calculating sap flow rate and flux from temperature differences, removing physically meaningless data, and marking missing data. In contrast, the oasis-desert system datasets involve long-term data acquisition using eddy covariance systems and scintillometers, with a focus on hydrometeorological, vegetation, and soil parameters, and a structured data processing and archiving protocol.",
                "AnswerCn": "热耗散树液流速探头数据处理涉及从温度差计算树液流速和通量，去除物理上无意义的数据，并标记缺失数据。相比之下，绿洲-沙漠系统数据集涉及使用涡度协方差系统和闪烁仪进行长期数据采集，重点关注水气象、植被和土壤参数，并采用结构化的数据处理和归档协议。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in data collection techniques between the hydrometeorological observations in the Heihe Region and the oasis-desert system?",
                "QuestionCn": "在黑河地区和绿洲-沙漠系统之间，水文气象观测的数据收集技术有哪些不同？",
                "AnswerEn": "The Heihe Region data collection uses TDP probes for sap flow measurements with specific spatial configurations, while the oasis-desert system employs a wider range of instruments including eddy covariance towers, scintillometers, and automatic weather stations to capture energy, water vapor, and carbon exchanges over larger scales and various environmental settings.",
                "AnswerCn": "黑河地区的数据收集使用TDP探针进行树液流量测量，具有特定的空间配置，而绿洲-沙漠系统则采用更广泛的仪器，包括涡度协方差塔、闪烁仪和自动气象站，以捕捉更大尺度和各种环境条件下的能量、水汽和碳交换。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the challenges faced in obtaining multiscale observations in eco-hydrological processes differ from the challenges in maintaining the balance between oasis and desert systems?",
                "QuestionCn": "在获取生态水文过程的多尺度观测时面临的挑战与维持绿洲与沙漠系统之间平衡的挑战有何不同？",
                "AnswerEn": "Challenges in obtaining multiscale observations are primarily due to the poor availability of observations across different scales, while maintaining the balance between oasis and desert systems involves addressing ecological degradation, such as drying rivers and land desertification, impacting both ecological stability and socioeconomic development.",
                "AnswerCn": "获取多尺度观测的挑战主要是由于不同尺度观测的可用性较差，而在绿洲和沙漠系统之间保持平衡则涉及解决生态退化问题，如河流干涸和土地沙漠化，这影响了生态稳定性和社会经济发展。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges are associated with obtaining multiscale observations in eco-hydrological research, and how might these impact data collection methods?",
                "QuestionCn": "在生态水文研究中，获取多尺度观测面临哪些挑战，这些挑战可能如何影响数据收集方法？",
                "AnswerEn": "One major challenge is the poor availability of multiscale observations, which can limit the understanding of complex eco-hydrological processes. This limitation necessitates the use of advanced instrumentation and methodologies, such as intensive observation periods and continuous monitoring, to ensure comprehensive data collection that captures the required spatial and temporal scales.",
                "AnswerCn": "一个主要挑战是多尺度观测的可用性差，这可能限制对复杂生态水文过程的理解。这一限制需要使用先进的仪器和方法，例如强化观测期和连续监测，以确保全面的数据收集，捕捉所需的空间和时间尺度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for multiscale observations in understanding eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "在理解异质表面的生态水文过程时，导致需要多尺度观测的原因是什么？",
                "AnswerEn": "The need for multiscale observations arises because upscaling eco-hydrological processes on heterogeneous surfaces is a grand challenge, and progress in this field has been hindered by the poor availability of such observations.",
                "AnswerCn": "多尺度观测的需求源于在异质表面上对生态水文过程进行上尺度处理是一项重大挑战，而该领域的进展受到此类观测稀缺的限制。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it crucial to maintain a balance between oasis and desert systems in arid and semi-arid regions?",
                "QuestionCn": "在干旱和半干旱地区，维持绿洲和沙漠系统之间的平衡至关重要。",
                "AnswerEn": "Maintaining a balance between oasis and desert systems is critical to achieving sustainable oasis development, supporting ecological security, and ensuring the socioeconomic development of oases. This balance is also significant for achieving goals related to carbon peaking and carbon neutrality in oasis–desert areas.",
                "AnswerCn": "维持绿洲与沙漠系统之间的平衡对于实现可持续的绿洲发展、支持生态安全以及确保绿洲的社会经济发展至关重要。这种平衡对于实现与碳达峰和碳中和相关的目标在绿洲-沙漠地区也具有重要意义。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of implementing a sparse network of observations in oasis-desert systems for understanding eco-hydrological processes?",
                "QuestionCn": "在绿洲-沙漠系统中实施稀疏观测网络对理解生态水文过程的后果是什么？",
                "AnswerEn": "Implementing a sparse network of observations in oasis-desert systems allows for the capture of multiscale eco-hydrological processes, facilitating a better understanding of the interactions between oases and surrounding desert landscapes. This approach helps address the challenge of poor availability of multiscale observations and contributes to a quantitative understanding of energy, water vapor, and carbon exchange in these ecosystems.",
                "AnswerCn": "在绿洲-沙漠系统中实施稀疏观测网络，可以捕捉多尺度的生态水文过程，从而更好地理解绿洲与周围沙漠景观之间的相互作用。这种方法有助于解决多尺度观测稀缺的挑战，并为这些生态系统中能量、水蒸气和碳交换的定量理解做出贡献。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of establishing a multiscale dataset in the context of eco-hydrological processes in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统的生态水文过程背景下，建立多尺度数据集的主要目标是什么？",
                "AnswerEn": "The primary goal is to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces by providing multiscale and multidisciplinary data. This is achieved through instrumentation on hierarchically nested scales to capture and analyze multi-scale eco-hydrological processes, facilitating better understanding and management of oasis-desert interactions.",
                "AnswerCn": "主要目标是通过提供多尺度和多学科的数据来解决在异质表面上提升生态水文过程的挑战。这是通过在分层嵌套尺度上进行仪器安装，以捕捉和分析多尺度生态水文过程，从而促进对绿洲-沙漠相互作用的更好理解和管理。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the intended benefits of utilizing a suite of observational datasets from artificial and natural oasis-desert systems?",
                "QuestionCn": "利用人工和自然绿洲-沙漠系统的观察性数据集的预期好处是什么？",
                "AnswerEn": "The intended benefits include gaining a quantitative understanding of energy, water vapor, and carbon exchange in oasis-desert areas, which is crucial for recognizing oasis-desert interactions. These insights are significant for protecting ecological stability, supporting socioeconomic development, and contributing to global carbon cycle assessments.",
                "AnswerCn": "预期的好处包括获得对绿洲-沙漠地区能量、水汽和碳交换的定量理解，这对于认识绿洲-沙漠之间的相互作用至关重要。这些见解对保护生态稳定、支持社会经济发展以及为全球碳循环评估做出贡献具有重要意义。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in processing and calculating sap flow data from thermal dissipation probes to derive tree transpiration rates?",
                "QuestionCn": "处理和计算热耗散探头的树木蒸腾速率的步骤包括：\n\n1. **安装探头**：将热耗散探头安装在树干上，确保探头与树木良好接触。\n\n2. **校准探头**：在实验开始前，对探头进行校准，以确保测量的准确性。\n\n3. **数据采集**：使用数据记录仪收集探头的温度数据，通常包括加热探头和参考探头的温度。\n\n4. **计算温度差**：根据加热探头和参考探头的温度差，计算出热耗散。\n\n5. **应用热传导方程**：使用热传导方程来计算水分流动速率（sap flow rate），通常涉及到树木的生理参数和环境条件。\n\n6. **转换为蒸腾速率**：将水分流动速率转换为树木的蒸腾速率，通常需要考虑树木的生物量和叶面积指数等因素。\n\n7. **数据分析**：对计算得到的蒸腾速率数据进行统计分析，识别趋势和模式。\n\n8. **结果验证**：通过与其他测量方法（如气体交换测量）进行比较，验证计算结果的准确性。\n\n9. **报告和应用**：将结果整理成报告，应用于生态学研究、林业管理或气候变化研究等领域。",
                "AnswerEn": "To process and calculate sap flow data from thermal dissipation probes, the temperature difference between the probes is first used to calculate sap flow velocity and sap flow volume. Then, based on the area of the forest belt and tree spacing at the observation points, the unit area transpiration amount is determined. Post-processing includes removing data that exceed physical significance or instrument range, marking missing data with a placeholder value, and identifying suspicious data due to probe malfunction for further verification.",
                "AnswerCn": "为了处理和计算热耗散探针的液流数据，首先使用探针之间的温度差来计算液流速度和液流量。然后，根据森林带的面积和观测点的树木间距，确定单位面积的蒸腾量。后处理包括去除超过物理意义或仪器范围的数据，用占位符值标记缺失数据，并识别由于探针故障导致的可疑数据以便进一步验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedures are followed to ensure the quality control of observational data in oasis-desert ecosystems, particularly concerning turbulent flux and hydrometeorological data?",
                "QuestionCn": "在绿洲-沙漠生态系统中，确保观测数据质量控制的程序主要涉及以下几个方面，特别是关于湍流通量和水气象数据：\n\n1. **仪器校准**：定期对测量仪器进行校准，以确保其准确性和可靠性。\n\n2. **数据验证**：通过与其他独立数据源进行比较，验证观测数据的准确性。\n\n3. **质量控制标准**：制定明确的质量控制标准和程序，确保数据在采集、处理和存储过程中的一致性。\n\n4. **异常值检测**：使用统计方法识别和剔除异常值，以提高数据的整体质量。\n\n5. **数据记录和文档**：详细记录数据采集过程，包括仪器设置、环境条件和任何可能影响数据质量的因素。\n\n6. **定期审查**：定期审查和更新数据质量控制程序，以适应新的技术和方法。\n\n7. **培训和教育**：对数据采集和处理人员进行培训，确保他们了解质量控制的重要性和相关程序。\n\n通过这些程序，可以有效地确保绿洲-沙漠生态系统中湍流通量和水气象数据的质量控制。",
                "AnswerEn": "Quality control of observational data in oasis-desert ecosystems involves a rigorous procedure of data collection, processing, and archiving. For turbulent flux and hydrometeorological data, this includes using an eddy covariance system and scintillometer for data acquisition, ensuring sensor calibration, and implementing a systematic approach to data processing. Ground measurements are synchronized with remote sensing data, and datasets are carefully generated and made freely available, ensuring high-quality data for analysis.",
                "AnswerCn": "在绿洲-沙漠生态系统中，观察数据的质量控制涉及数据收集、处理和归档的严格程序。对于湍流通量和水文气象数据，这包括使用涡度协方差系统和闪烁仪进行数据采集，确保传感器校准，并实施系统的数据处理方法。地面测量与遥感数据同步，数据集经过精心生成并免费提供，确保高质量的数据用于分析。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation and data collection techniques enable the observation of eco-hydrological processes on hierarchically nested scales in oasis-desert systems?",
                "QuestionCn": "哪些仪器和数据收集技术能够在绿洲-沙漠系统中观察分层嵌套尺度的生态水文过程？",
                "AnswerEn": "Instrumentation on hierarchically nested scales includes a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network. Hyper-resolution airborne remote sensing using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer, as well as synchronical ground measurements of vegetation dynamics and photosynthesis processes, support the collection of these observations.",
                "AnswerCn": "分层嵌套尺度上的仪器包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站和生态水文传感器网络。超高分辨率的航空遥感使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，以及同步的地面植被动态和光合作用过程测量，支持这些观测的收集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do technological advancements in remote sensing contribute to the collection of multiscale and multidisciplinary data in arid and semiarid ecosystems?",
                "QuestionCn": "技术进步在遥感领域如何促进干旱和半干旱生态系统中多尺度和多学科数据的收集？",
                "AnswerEn": "Technological advancements in remote sensing, such as the use of LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, contribute to the collection of multiscale and multidisciplinary data by enabling high-resolution airborne remote sensing missions. These tools help capture data across various landscapes and disciplines, enhancing the understanding of eco-hydrological processes.",
                "AnswerCn": "遥感技术的进步，如激光雷达（LiDAR）、成像光谱仪、多角度热成像仪和L波段微波辐射计，促进了多尺度和多学科数据的收集，使高分辨率的空中遥感任务成为可能。这些工具有助于在各种景观和学科中捕获数据，从而增强对生态水文过程的理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What data processing and quality control measures are essential for maintaining the integrity of long-term hydrometeorological datasets in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中，维护长期水文气象数据集完整性所需的关键数据处理和质量控制措施包括：",
                "AnswerEn": "Essential data processing and quality control measures include sensor calibration, data collection, data processing, and datasets generation. These measures ensure the integrity of long-term datasets by carefully controlling the quality throughout the observation period, addressing issues such as missing data, equipment malfunctions, and ensuring data consistency.",
                "AnswerCn": "基本的数据处理和质量控制措施包括传感器校准、数据收集、数据处理和数据集生成。这些措施通过在观察期间仔细控制质量，确保长期数据集的完整性，解决缺失数据、设备故障等问题，并确保数据的一致性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in collecting multiscale observations in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中，收集多尺度观测数据可能面临哪些挑战？",
                "AnswerEn": "Progress in eco-hydrological studies is hindered by the poor availability of multiscale observations. The complexity of capturing processes on heterogeneous surfaces demands sophisticated instrumentation and methodologies, as evidenced by experiments like HiWATER, which are designed to address this challenge through hierarchically nested scale instrumentation.",
                "AnswerCn": "生态水文学研究的进展受到多尺度观测数据匮乏的制约。捕捉异质表面上过程的复杂性需要精密的仪器和方法，这一点在HiWATER等实验中得到了体现，这些实验旨在通过分层嵌套的尺度仪器来应对这一挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the reasons for missing data or anomalies in hydrometeorological observations, and how are they typically addressed?",
                "QuestionCn": "缺失数据或水文气象观测中的异常现象的原因有哪些，通常是如何解决的？",
                "AnswerEn": "Missing data or anomalies in hydrometeorological observations can occur due to factors like equipment failure or supply issues, such as the supply problem leading to data loss on certain dates. These are typically addressed by marking missing data distinctly and removing data that exceed physical limits or instrument ranges from analysis.",
                "AnswerCn": "水文气象观测中的缺失数据或异常情况可能由于设备故障或供应问题等因素导致，例如供应问题导致某些日期的数据丢失。通常通过明确标记缺失数据并从分析中删除超出物理限制或仪器范围的数据来解决这些问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you believe current data collection methods are in capturing the multiscale and multidisciplinary eco-hydrological processes in oasis-desert systems?",
                "QuestionCn": "您认为当前的数据收集方法在捕捉绿洲-沙漠系统中的多尺度和多学科生态水文过程方面有多有效？",
                "AnswerEn": "Current data collection methods in this field, such as the use of hierarchically nested scales and a network of sensors including eddy covariance towers and automatic meteorological stations, appear to be quite effective in capturing multiscale eco-hydrological processes. These methods provide comprehensive datasets that cover various aspects like energy, water vapor, and carbon exchange, thereby addressing the challenge of poor multiscale observation availability. However, continuous refinement and expansion of these methods are crucial for improving the understanding of these complex systems.",
                "AnswerCn": "当前在该领域的数据收集方法，如使用分层嵌套尺度和包括涡度协方差塔及自动气象站的传感器网络，似乎在捕捉多尺度生态水文过程方面相当有效。这些方法提供了涵盖能量、水蒸气和碳交换等各个方面的综合数据集，从而解决了多尺度观测可用性差的问题。然而，持续改进和扩展这些方法对于提高对这些复杂系统的理解至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what potential strategies could be employed to enhance the scope and accuracy of datasets related to energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                "QuestionCn": "在我看来，可以采用哪些潜在策略来增强与绿洲-沙漠生态系统中能量、水蒸气和碳交换相关的数据集的范围和准确性？",
                "AnswerEn": "Potential strategies to enhance the scope and accuracy of datasets in oasis-desert ecosystems could include increasing the density and diversity of observational networks, integrating remote sensing technologies with ground-based data, and employing advanced data processing and modeling techniques. Expanding long-term observation initiatives and leveraging new technologies like LiDAR and multi-angle thermal imaging could also provide deeper insights into the interactions within these ecosystems, ultimately supporting better ecological and socioeconomic outcomes.",
                "AnswerCn": "增强绿洲-沙漠生态系统数据集的范围和准确性的潜在策略包括增加观测网络的密度和多样性，结合遥感技术与地面数据，采用先进的数据处理和建模技术。扩展长期观测计划，利用激光雷达（LiDAR）和多角度热成像等新技术，也可以提供对这些生态系统内部相互作用的更深入洞察，最终支持更好的生态和社会经济成果。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how a dataset can effectively capture multiscale eco-hydrological processes in heterogeneous surfaces.",
                "QuestionCn": "我不明白一个数据集如何能够有效捕捉异质表面中的多尺度生态水文过程。",
                "AnswerEn": "A dataset can capture multiscale eco-hydrological processes by using an observation system that includes a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, an eco-hydrological sensor network, hyper-resolution airborne remote sensing, and synchronical ground measurements. These instruments are arranged in hierarchically nested scales to obtain multiscale and multidisciplinary data.",
                "AnswerCn": "一个数据集可以通过使用观察系统来捕捉多尺度生态水文过程，该系统包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站、生态水文传感器网络、高分辨率航空遥感和同步地面测量。这些仪器按层次嵌套的尺度排列，以获取多尺度和多学科的数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure of how data collection methods can ensure the quality control of observational data in such complex environments.",
                "QuestionCn": "我不确定数据收集方法如何在如此复杂的环境中确保观察数据的质量控制。",
                "AnswerEn": "Quality control of observational data in complex environments is ensured through sensor calibration, data collection, data processing, and datasets generation. This involves careful quality control throughout these stages to generate reliable and accurate datasets.",
                "AnswerCn": "在复杂环境中，观察数据的质量控制通过传感器校准、数据收集、数据处理和数据集生成来确保。这涉及在这些阶段进行仔细的质量控制，以生成可靠和准确的数据集。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "I can't make sense of how data on energy, water vapor, and carbon exchanges are collected and processed over long-term periods in oasis-desert systems.",
                "QuestionCn": "我无法理解在绿洲-沙漠系统中，如何收集和处理关于能量、水蒸气和碳交换的长期数据。",
                "AnswerEn": "Data on energy, water vapor, and carbon exchanges are collected using an eddy covariance system and scintillometer for turbulent flux data, alongside automatic weather stations for hydrometeorological data. These observations are supplemented with vegetation and soil parameters, and the data processing includes collection, data processing, and data archiving and sharing to ensure comprehensive data availability over long-term periods.",
                "AnswerCn": "使用涡度协方差系统和闪烁仪收集能量、水汽和碳交换的数据，同时使用自动气象站收集水文气象数据。这些观测数据还补充了植被和土壤参数，数据处理包括数据收集、数据处理以及数据归档和共享，以确保长期数据的全面可用性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges in upscaling eco-hydrological processes on heterogeneous surfaces and suggest data collection methods that could address these challenges.",
                "QuestionCn": "请分析在异质表面上提升生态水文过程的挑战，并建议可以解决这些挑战的数据收集方法。",
                "AnswerEn": "The challenges in upscaling eco-hydrological processes on heterogeneous surfaces include the poor availability of multiscale observations. To address these challenges, a multiscale and multidisciplinary data collection method can be adopted, as seen in the HiWATER experiment. This involves using a hierarchical arrangement of instruments and a sparse network to capture multi-scale eco-hydrological processes, including the use of flux observation matrices, large aperture scintillometers, and automatic meteorological stations, along with hyper-resolution airborne remote sensing and ground measurements.",
                "AnswerCn": "在异质表面上提升生态水文过程的挑战包括多尺度观测的稀缺性。为了解决这些挑战，可以采用多尺度和多学科的数据收集方法，如HiWATER实验所示。这涉及使用仪器的分层排列和稀疏网络，以捕捉多尺度的生态水文过程，包括使用通量观测矩阵、大孔径闪烁仪和自动气象站，以及超高分辨率的空中遥感和地面测量。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please describe the methodologies used to ensure data quality and accuracy in hydrometeorological observations within arid regions.",
                "QuestionCn": "请描述在干旱地区确保水文气象观测数据质量和准确性的方法论。",
                "AnswerEn": "Hydrometeorological observations in arid regions use methodologies involving careful quality control throughout the process, including sensor calibration, data collection, data processing, and dataset generation. This rigorous approach ensures high-quality and accurate data, which is crucial for studying energy, water vapor, and carbon exchange in oasis-desert areas.",
                "AnswerCn": "在干旱地区的水文气象观测中，采用了包括传感器校准、数据收集、数据处理和数据集生成在内的严格质量控制方法。这种严谨的方法确保了高质量和准确的数据，这对于研究绿洲-沙漠地区的能量、水汽和碳交换至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please explore the potential for expanding dataset availability through innovative data collection techniques in oasis-desert ecosystems.",
                "QuestionCn": "探索通过创新的数据收集技术在绿洲-沙漠生态系统中扩大数据集可用性的潜力。",
                "AnswerEn": "Expanding dataset availability in oasis-desert ecosystems could involve integrating long-term observational datasets from various sources, such as eddy covariance systems and scintillometers for flux data, and automatic weather stations for hydrometeorological data. Supplementing these with vegetation and soil parameter observations, and ensuring comprehensive data processing and quality control, could enhance dataset availability and provide a more detailed understanding of the ecosystem dynamics.",
                "AnswerCn": "在绿洲-沙漠生态系统中扩展数据集的可用性，可以通过整合来自各种来源的长期观测数据集，例如用于通量数据的涡度协方差系统和闪烁仪，以及用于水文气象数据的自动气象站。补充植被和土壤参数观测，并确保全面的数据处理和质量控制，可以增强数据集的可用性，并提供对生态系统动态的更详细理解。",
                "Level": "C6(Creating)"
            }
        ]
    }
}