{
    "id": "ae089fbf-aa6f-4508-b697-258fdbc7d7c5",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Airborne pollen data at the Qomolangma Station (2011-2013)",
            "titleCn": "珠峰大气花粉数据集（2011-2013）",
            "description": "Airborne pollen is mainly produced and disseminated during the process of plant flowering, controlled by plant phenology and climatic conditions. As an important bioindicator of plant behavior, airborne pollen can supply information about reproductive phenology, climate and atmospheric circulations. From 2011 to 2013, airborne pollen samples were collected using a volumetric Burkard pollen trap at the Qomolangma Station for Atmospheric and Environmental Observation and Research, Chinese Academy of Sciences (QOMS, 28.21°N, 86.56°E; 4276 m a.s.l.), on the northern slope of the Himalayas. The sampler is a volumetric air-suction device capable of continuously gathering pollen and spore particles. Air is drawn in at a speed of 10 l/min, and airborne particles are deposited on a sticky tape mounted on a drum that makes one complete rotation per week. The tape is changed weekly after a complete rotation. Then, the tape is removed and cut into seven pieces, with each piece representing one day of sampling. The pieces are mounted on slides using glycerin and safranin. Identification and counting of pollen grains were performed under an Olympus BX41 microscope at 400× magniﬁcation; all pollen grains on each slide were counted . Pollen concentration was expressed as the daily pollen grains per cubic meter of air using a constant air intake speed of 10 l/min. The pollen concentration and percentage of each pollen taxon in each year were calculated. The pollen sampling and lab process were followed the standard methods to ensure the authenticity and reliability of the data. The pollen data can provides insights into vegetation response to climate change and has significance for interpreting fossil pollen records.",
            "descriptionCn": "大气中的花粉是植物在开花期散布在大气中产生的，受植物的开花物候和气候等因素的影响。作为一种大气生物颗粒，大气花粉能够反映植物物候、气候条件、大气环流等的变化。大气花粉由珠峰站Burkard大气花粉采样器收集，该收集器是容积式花粉收集器，每分钟气流为10L，大气花粉颗粒被吸附在聚酯薄膜上，每周更换一次，收集下来的样品用甘油胶制成玻片，放在奥林巴斯显微镜400倍下进行鉴定，统计花粉科属类型和数量。数据集的时间覆盖范围是2011-2013年，时间分辨率为逐日。所采用的大气花粉采样装备为国际通用的采样器，遵循标准的采样和实验室处理流程，并由经验丰富的孢粉鉴定人员鉴定，确保数据真实、可靠。该数据可供该区域利用花粉分析重建古环境、植物物候响应气候变化等生态学研究做参考。",
            "instructions": "The pollen data of QOMS is stored in .excel format, can be opened and analysed in Microsoft EXCEL software.",
            "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析。",
            "east": 86.56,
            "west": 86.56,
            "south": 28.21,
            "north": 28.21,
            "startTime": "2011-03-07 08:00:00",
            "endTime": "2014-01-06 08:00:00",
            "fileSize": 164475.0,
            "cstr": "18406.11.Meteoro.tpdc.270705",
            "doi": "10.11888/Meteoro.tpdc.270705",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吕新苗",
                "nameEn": "LÜ Xinmiao",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences, Beijing, China",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Phenology and climatic regime inferred from airborne pollen on the northern slope of the Qomolangma (Everest) region",
                "referenceCn": null,
                "referenceEn": "Lü, X.M., Paudayal, K.N., Uhl, D., Zhu, L.P., Yao, T.D., Mosbrugger, V. (2020). Phenology and climatic regime inferred from airborne pollen on the northern slope of the Qomolangma (Everest) region. Journal of Geophysical Research: Atmospheres, in review."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "大气花粉",
                "nameEn": "Airborne pollen"
            },
            {
                "nameCn": "孢粉",
                "nameEn": "Pollen"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "气候指标",
                "nameEn": "Climate indicators"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "湖泊沉积物",
                "nameEn": "Lake sediments"
            },
            {
                "nameCn": "物候",
                "nameEn": "Phenology"
            },
            {
                "nameCn": "物候期",
                "nameEn": "Phenological phase"
            },
            {
                "nameCn": "花粉",
                "nameEn": "Pollen"
            },
            {
                "nameCn": "花粉浓度",
                "nameEn": "Pollen concentration"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "珠峰",
                "keywordEn": "the northern slope of the Qomolangma (Everest) region"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011-2013",
                "keywordEn": "2011-2013",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "湖泊演变及气候变化响应",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "青藏高原大气孢粉传输、分布格局及其环境意义研究",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "PaDeMoS (Pasture Development Monitoring System) within the BMBF program CAME (Central Asian Monsoon dynamics and Ecosystems).",
                "titleEn": "PaDeMoS (Pasture Development Monitoring System) within the BMBF program CAME (Central Asian Monsoon dynamics and Ecosystems)."
            },
            {
                "titleCn": "气候转型与特征事件的湖泊沉积记录",
                "titleEn": "Climate transitions and events in lake sediments"
            },
            {
                "titleCn": "青藏高原中部纳木错末次冰盛期以来的湖泊孢粉记录与古环境变化",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to capture atmospheric pollen data in high-altitude regions like the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于捕捉高海拔地区（如青藏高原）大气花粉数据的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method for atmospheric pollen data in high-altitude regions is the use of a Burkard volumetric atmospheric pollen sampler. This device operates with a 10L per minute airflow, collecting pollen particles on polyester film, which is replaced weekly. The collected samples are then mounted on slides with glycerin jelly and identified under a microscope at 400x magnification to determine the types and quantities of pollen.",
                "AnswerCn": "一种用于高海拔地区大气花粉数据收集的方法是使用Burkard体积大气花粉采样器。该设备以每分钟10升的气流量工作，将花粉颗粒收集在聚酯薄膜上，每周更换一次。收集的样本随后用甘油胶装载在载玻片上，并在400倍放大镜下进行观察，以确定花粉的种类和数量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of data collection methods used for atmospheric pollen sampling in high-altitude regions like Mount Everest?",
                "QuestionCn": "高海拔地区如珠穆朗玛峰的气象花粉采样数据收集方法的具体特征有哪些？",
                "AnswerEn": "Burkard atmospheric pollen sampler, volumetric pollen collector, flow rate of 10 liters per minute, polyester films, weekly changes, glycerin jelly, Olympus microscope, 400x magnification.",
                "AnswerCn": "Burkard大气花粉采样器，体积花粉收集器，流速为每分钟10升，聚酯薄膜，每周更换，甘油果冻，奥林巴斯显微镜，400倍放大。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '大气花粉采样' mean in the context of atmospheric pollen data collection?",
                "QuestionCn": "'大气花粉采样'在大气花粉数据收集的背景下指的是对空气中花粉颗粒的采集和分析过程。",
                "AnswerEn": "大气花粉采样 refers to the collection of pollen present in the atmosphere using specific equipment, such as a Burkard atmospheric pollen sampler, which is a volumetric pollen collector. This method involves collecting pollen particles on a polyester film at a flow rate of 10L per minute, with samples changed weekly. These samples are then prepared into slides with glycerin jelly and identified under a microscope by experienced palynologists to ensure accurate and reliable data.",
                "AnswerCn": "大气花粉采样是指使用特定设备（如Burkard大气花粉采样器）收集大气中存在的花粉。这是一种体积式花粉收集器，采用每分钟10升的流量在聚酯薄膜上收集花粉颗粒，样本每周更换一次。然后将这些样本制备成载玻片，使用甘油胶进行处理，并由经验丰富的花粉学家在显微镜下进行鉴定，以确保数据的准确性和可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the methods used in collecting atmospheric pollen data reflect on the reliability and accuracy of ecological research in understanding plant phenology and climate change?",
                "QuestionCn": "收集大气花粉数据的方法如何影响生态研究在理解植物物候和气候变化方面的可靠性和准确性？",
                "AnswerEn": "The data collection method involves using a Burkard atmospheric pollen sampler, which is a volumetric pollen collector with a standard air flow rate of 10L per minute. The collected pollen is adhered to polyester film and replaced weekly, ensuring consistent sampling. Samples are then made into slides with glycerin gel and identified under a microscope by experienced palynologists. This rigorous and standardized method ensures the data's reliability and accuracy, making it a robust reference for ecological studies on plant phenology and climate change responses.",
                "AnswerCn": "数据收集方法使用了Burkard大气花粉采样器，这是一种体积花粉收集器，标准空气流量为每分钟10升。收集的花粉粘附在聚酯薄膜上，每周更换一次，以确保采样的一致性。样本随后用甘油胶制成载玻片，由经验丰富的花粉学家在显微镜下进行鉴定。这种严格且标准化的方法确保了数据的可靠性和准确性，使其成为植物物候学和气候变化响应生态研究的可靠参考。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using an international standard atmospheric pollen sampler on data reliability and ecological research in high-altitude regions?",
                "QuestionCn": "使用国际标准大气花粉采样器对高海拔地区的数据可靠性和生态研究的潜在影响是什么？",
                "AnswerEn": "Using an international standard atmospheric pollen sampler ensures that the data collected are reliable and accurate, which can significantly enhance ecological research in high-altitude regions. This equipment allows for consistent and standardized data collection methods, aiding in the reconstruction of past environmental conditions and understanding the response of plant phenology to climate change. The standardized approach ensures that the data are comparable across different regions and time periods, providing valuable insights into atmospheric circulation and climatic conditions.",
                "AnswerCn": "使用国际标准大气花粉采样器可以确保收集的数据可靠且准确，这可以显著增强高海拔地区的生态研究。这种设备允许一致和标准化的数据收集方法，有助于重建过去的环境条件以及理解植物物候对气候变化的响应。标准化的方法确保了数据在不同地区和时间段之间的可比性，为大气环流和气候条件提供了宝贵的见解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting atmospheric pollen data using a Burkard volumetric sampler, and how can this data be utilized in ecological research?",
                "QuestionCn": "使用Burkard体积采样器收集大气花粉数据的主要目标是什么，这些数据如何在生态研究中得到利用？",
                "AnswerEn": "The goal of collecting atmospheric pollen data with a Burkard volumetric sampler is to reflect changes in plant phenology, climate conditions, and atmospheric circulation. This data provides a reference for reconstructing past environments and studying plant phenological responses to climate change in the region.",
                "AnswerCn": "使用Burkard体积采样器收集大气花粉数据的目的是反映植物物候、气候条件和大气环流的变化。这些数据为重建过去环境和研究植物对气候变化的物候响应提供了参考。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can atmospheric pollen data be collected and processed to ensure accuracy and reliability in reflecting variations in plant phenology, climate conditions, and atmospheric circulation?",
                "QuestionCn": "如何收集和处理大气花粉数据，以确保准确性和可靠性，反映植物物候、气候条件和大气环流的变化？",
                "AnswerEn": "Atmospheric pollen data can be collected using a Burkard atmospheric pollen sampler, which is a volumetric pollen collector operating with an airflow of 10L per minute. Pollen particles are adsorbed onto a polyester film, with samples being collected weekly. The collected samples are then prepared into slides using glycerol gel and identified under an Olympus microscope at 400x magnification. This process involves identifying and counting the types and quantities of pollen families and genera. The standard sampling and laboratory processing procedures, along with identification by experienced palynologists, ensure that the data is accurate and reliable for reflecting variations in plant phenology, climate conditions, and atmospheric circulation.",
                "AnswerCn": "大气花粉数据可以使用Burkard大气花粉采样器收集，该采样器是一种以每分钟10升的气流操作的体积花粉收集器。花粉颗粒被吸附在聚酯薄膜上，样本每周收集一次。收集的样本随后使用甘油胶制备成载玻片，并在400倍放大倍数的奥林巴斯显微镜下进行识别。这个过程涉及识别和计数花粉的种类和数量。标准的采样和实验室处理程序，以及由经验丰富的花粉学家进行的识别，确保数据的准确性和可靠性，以反映植物物候、气候条件和大气环流的变化。",
                "Level": "C6(Creating)"
            }
        ]
    }
}