{
  "id": "ae6783c0-4ddb-4ec3-b008-260430188959",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Ar-Ar age and whole-rock geochemical data of lamprophyres in Ramba, Tibet, China",
      "titleCn": "中国西藏然巴煌斑岩Ar-Ar年龄和全岩地球化学数据",
      "description": "This data includes main and micro geochemical data of the whole rock, 40Ar / 39Ar dating data of phlogopite, and Sr-Nd isotope data of the whole rock. The samples were collected from the edge of the Ramba dome in eastern Tibet. The argon isotope of phlogopite uses the stage heating method, and the plateau age and isochron age are calculated by ArArCALC software; The major elements in the whole rock were analyzed by X-ray fluorescence spectrometry (XRF); Trace elements in the whole rock were measured by Quadrupole Inductively coupled plasma mass spectrometer (Q-ICPMS); Sr-Nd isotopic composition was obtained by MC-ICP-MS. The data obtained show that the age of the phlogopite plateau is 13.1 ± 0.18 Ma, which is consistent with the inverse isochron age; The ultrapotassic melt comes from the partial melting of lithospheric mantle in the Indian continent, and the source depth is shallow, so it should be a spinel stable area.",
      "descriptionCn": "本数据包括岩石全岩主微量地球化学数据，金云母40Ar/39Ar定年数据，全岩Sr-Nd同位素数据。样品采集自西藏东部然巴穹窿边部。金云母氩同位素使用阶段加热方法，利用ArArCALC软件计算坪年龄及等时线年龄；全岩主量元素采用X荧光光谱(XRF)进行分析；全岩微量元素采用四极杆电感耦合等离子体质谱仪(Q-ICPMS)进行测试；采用MC-ICP-MS获得Sr-Nd同位素组成。获得的数据表明，金云母坪年龄为13.1±0.18Ma，与反等时线年龄一致；超钾质熔融物来自印度大陆岩石圈地幔的部分熔融，且来源深度较浅，应为尖晶石稳定区。",
      "instructions": "The data is stored in Excel format. The document name is \"PhlAge\", which represents the age of phlogopite; \"WRMajTra\", represents major and trace elements of the whole rock; \"WRIso\" stands for whole-rock isotope.",
      "instructionsCn": "数据以Excel格式存储。文件名称为\"PhlAge\"，代表金云母年龄；“WRMajTra”，代表全岩主微量元素；“WRIso\"，代表全岩同位素。",
      "east": 91.0,
      "west": 90.0,
      "south": 29.0,
      "north": 30.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 51410.0,
      "cstr": null,
      "doi": "10.1111/ter.12507",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘志超",
        "nameEn": "LIU Zhi-Chao",
        "unitEn": "School of Earth Sciences and Engineering, SYSU",
        "unitCn": "中山大学地球科学与工程学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Middle Miocene ultrapotassic magmatism in the Himalaya: A response to mantle unrooting process beneath the orogen",
        "referenceCn": null,
        "referenceEn": "Liu, Z.C, Wang, J.G., Liu, X.C., Liu, Y.D., & Lai, Q.Z. (2021). Middle Miocene ultrapotassic magmatism in the Himalaya: A response to mantle unrooting process beneath the orogen. Terra Nova. 33, 240-251."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "岩石圈减薄",
        "nameEn": "Lithospheric thinning"
      },
      {
        "nameCn": "超钾质岩石",
        "nameEn": "Ultra potassic rocks"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "然巴穹隆",
        "keywordEn": "Ramba dome"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中中新世",
        "keywordEn": "Middle Miocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of geochemical data collected from rock samples in the context of the Tibetan region?",
        "QuestionCn": "在西藏地区背景下，从岩石样本中收集的地球化学数据有哪些具体特征？",
        "AnswerEn": "whole-rock major and trace element data, X-ray fluorescence, quadrupole inductively coupled plasma mass spectrometry, Sr-Nd isotopic compositions, multi-collector inductively coupled plasma mass spectrometry",
        "AnswerCn": "全岩主量和微量元素数据、X射线荧光、四极杆电感耦合等离子体质谱、Sr-Nd同位素组成、多接收器电感耦合等离子体质谱。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many Ar-Ar age measurements were performed on the biotite samples?",
        "QuestionCn": "对黑云母样品进行了多少次Ar-Ar年龄测定？",
        "AnswerEn": "The exact number of measurements is not specified.",
        "AnswerCn": "未指定测量的确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the '阶段加热方法' used in the context of Ar-Ar dating?",
        "QuestionCn": "'Ar-Ar测年中使用的阶段加热方法是什么？'",
        "AnswerEn": "The '阶段加热方法' refers to the step-heating technique used in Ar-Ar dating, which involves incrementally heating a mineral sample to release gas for age calculation. In this context, it is used to determine the age of biotite from Tibet by calculating plateau ages and isochron ages using the ArArCALC software.",
        "AnswerCn": "“阶段加热方法”是指在氩-氩（Ar-Ar）测年中使用的逐步加热技术，通过逐渐加热矿物样品以释放气体进行年龄计算。在这个背景下，它用于通过使用ArArCALC软件计算来自西藏的黑云母的平坦年龄和同位素年龄。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on the reliability and precision of geological age determination when using the Ar-Ar dating method in conjunction with other geochemical analyses like Sr-Nd isotopic data?",
        "QuestionCn": "当将阿根廷-氩（Ar-Ar）定年方法与其他地球化学分析（如锶-铌同位素数据）结合使用时，地质年龄确定的可靠性和精确性可能会受到哪些潜在结果的影响？",
        "AnswerEn": "Using the Ar-Ar dating method alongside Sr-Nd isotopic data and geochemical analyses can enhance the reliability and precision of geological age determination. The integration of these methods allows for cross-verification of results, ensuring consistency in age determination. For example, the consistency in the Ar-Ar plateau age and the inverse isochron age provides confidence in the dating results. Additionally, the complementary geochemical data help to contextualize the age within the broader geological setting, offering insights into the source and history of the rocks.",
        "AnswerCn": "使用氩-氩（Ar-Ar）定年方法结合锶-钕（Sr-Nd）同位素数据和地球化学分析可以增强地质年龄测定的可靠性和精确性。这些方法的整合允许结果的交叉验证，确保年龄测定的一致性。例如，氩-氩平稳年龄和反向同位素年龄的一致性为定年结果提供了信心。此外，互补的地球化学数据有助于将年龄置于更广泛的地质背景中，提供有关岩石来源和历史的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using ArArCALC software to determine plateau and isochron ages from Ar-Ar dating?",
        "QuestionCn": "使用ArArCALC软件确定阿尔-阿尔（Ar-Ar）测年中的平坦年龄和同位素年龄的程序步骤包括哪些？",
        "AnswerEn": "ArArCALC software is used after conducting Ar-Ar dating through stepwise heating methods on biotite samples. The software processes the raw data to calculate both plateau ages and isochron ages, ensuring that results are consistent and reliable. This involves inputting the measured isotopic ratios from the heating steps, applying corrections for interfering isotopes, and performing statistical analysis to identify the plateau portion of the age spectrum and construct an isochron using the isotope ratios.",
        "AnswerCn": "ArArCALC软件在通过逐步加热法对黑云母样品进行阿尔戈-氩（Ar-Ar）定年后使用。该软件处理原始数据，以计算平坦年龄和同位素年龄，确保结果的一致性和可靠性。这涉及输入加热步骤中测量的同位素比率，应用干扰同位素的修正，并进行统计分析以识别年龄谱的平坦部分，并使用同位素比率构建同位素线。",
        "Level": "C3(Applying)"
      }
    ]
  }
}