{
    "id": "aec930e6-5a38-4d5e-9590-6fc187acf496",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of physical properties of Hengduanshan glacier (1982-1984)",
            "titleCn": "横断山冰川物理性质数据集（1982-1984）",
            "description": "This data set is the physical property data of Hengduan Mountain Glacier, reflecting the temperature condition of Hengduan Mountain Glacier. It was observed on Baishui No.1 glacier on the east slope of Yulong Mountain and dagongba glacier on the west slope of Gongga Mountain by the comprehensive scientific investigation team of Qinghai Tibet Plateau of Chinese Academy of Sciences from 1982 to 1984. The temperature field location, altitude, drilling information, ice surface condition, sampling time, sampling depth and measured temperature of Baishui No. 1 glacier on the east slope of Yulong and dagongba glacier on the west slope of Gongga are recorded in detail in the data, which are obtained from field investigation and calculation. At the same time, the velocity data of dagongba glacier and the surface strain rate, normal strain rate and its error and principal strain rate at 4700m of Baishui No.1 glacier in Yulongshan are available. This data is of great significance to the study of temperature and movement of glacial active layer in Hengduan Mountain area.",
            "descriptionCn": "本数据集为横断山冰川物理性质数据，反映了横断山冰川温度状况，是中国科学院青藏高原综合科学考察队于1982—1984年先后在玉龙山东坡白水1号冰川和贡嘎山西坡大贡巴冰川上进行观测所得。数据中对玉龙山东坡白水1号冰川和贡嘎山西坡大贡巴冰川两处取样点的温度场位置、海拔高度、钻孔信息和冰面状况，以及取样时间、取样深度和所测温度都有详细记录，均为实地考察测算所得数据。同时有大贡巴冰川冰面运动速度数据和玉龙山白水1号冰川4700m处表面应变率、正应变率及其误差和主应变率。本数据对研究横断山区冰川活动层温度和运动状态有重要意义。",
            "instructions": "The data set is stored in Excel format and can be used by Microsoft The Excel software in office includes seven workbooks, which are glacier temperature observation field, Baishui No.1 glacier temperature data, dagongba glacier temperature data, dagongba glacier ice surface velocity measurement table, Yulongshan Baishui No.1 glacier 4700m surface strain rate, normal strain rate and its error and principal strain rate. All data are obtained from field survey.",
            "instructionsCn": "该数据集以Excel格式存储，可用Microsoft Office中的Excel软件进行查看和编辑，包含了七张工作簿，依次是冰川温度观测场状况、白水1号冰川温度资料、大贡巴冰川温度资料、大贡巴冰川冰面运动速度测量计算表、玉龙山白水1号冰川4700m处表面应变率、正应变率及其误差和主应变率。均为实地考察测算所得数据。",
            "east": 103.0,
            "west": 32.08,
            "south": 22.0,
            "north": 32.08,
            "startTime": null,
            "endTime": null,
            "fileSize": 32653.0,
            "cstr": "18406.11.Glacio.tpdc.271217",
            "doi": "10.11888/Glacio.tpdc.271217",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李吉均",
                "nameEn": "LI Jijun",
                "unitEn": "",
                "unitCn": "兰州大学资源环境学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "横断山冰川",
                "titleEn": null,
                "referenceCn": "中国科学院青藏高原综合科学考察队. (1996). 横断山冰川[M]. 北京: 科学出版社",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川温度",
                "nameEn": "Glacier temperature"
            },
            {
                "nameCn": "冰川运动",
                "nameEn": "Glacier motion"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "横断山",
                "keywordEn": "Hengduan Mountains"
            },
            {
                "keywordCn": "玉龙山",
                "keywordEn": "Yulong Mountain"
            },
            {
                "keywordCn": "贡嘎山",
                "keywordEn": "Gongga Mountain"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1982-1984",
                "keywordEn": "1982-1984",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "横断山区综合考察",
                "titleEn": "Comprehensive scientific investigation of Hengduan Mountains area"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of glacier temperature data collection methods in high-altitude regions like the Hengduan Mountains?",
                "QuestionCn": "高海拔地区如横断山脉的冰川温度数据收集方法的具体特征是什么？",
                "AnswerEn": "temperature field positions, elevation, borehole information, ice surface conditions, sampling points on glaciers, sampling time, sampling depth, measured temperatures",
                "AnswerCn": "温度场位置、海拔、钻孔信息、冰面状况、冰川采样点、采样时间、采样深度、测量温度",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '温度场位置' (temperature field location) mean in the context of glacier data collection?",
                "QuestionCn": "在冰川数据收集的上下文中，“温度场位置”指的是测量和记录冰川区域内不同位置的温度分布情况。这通常涉及到在冰川表面及其内部不同深度处的温度数据，以便分析冰川的热状态和变化。",
                "AnswerEn": "In glacier data collection, '温度场位置' (temperature field location) refers to the specific areas on the glacier where temperature measurements are taken. It includes the precise positioning within the glacier, which is important for understanding the spatial distribution of temperature across different parts of the glacier. This can provide insights into the thermal regime and melting patterns of the glacier.",
                "AnswerCn": "在冰川数据收集中，“温度场位置”指的是在冰川上进行温度测量的特定区域。它包括冰川内部的精确定位，这对于理解冰川不同部分的温度空间分布非常重要。这可以提供关于冰川热状态和融化模式的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What underlying factors could influence the variations in temperature data collected from glacial regions in the Hengduan Mountains during the early 1980s?",
                "QuestionCn": "影响1980年代初期横断山脉冰川地区温度数据变化的潜在因素有哪些？",
                "AnswerEn": "The temperature data collected from the glacial regions in the Hengduan Mountains during the early 1980s could be influenced by factors such as the specific location and altitude of the sampling points, the drilling information, and the ice surface conditions. These were meticulously recorded during field expeditions conducted by a scientific team from the Chinese Academy of Sciences. In addition, environmental and climatic conditions at the time of sampling could also play a significant role in influencing these variations.",
                "AnswerCn": "在1980年代初期，从横断山脉冰川地区收集的温度数据可能受到采样点的具体位置和海拔、钻探信息以及冰面条件等因素的影响。这些信息在中国科学院的科学团队进行的实地考察中被仔细记录。此外，采样时的环境和气候条件也可能在影响这些变化方面发挥重要作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What could be the implications of using detailed temperature and movement data from glaciers in the Hengduan Mountains on understanding regional climate patterns?",
                "QuestionCn": "使用来自横断山脉冰川的详细温度和运动数据对理解区域气候模式可能产生的影响是什么？",
                "AnswerEn": "Using detailed temperature and movement data from glaciers in the Hengduan Mountains can provide insights into the regional climate patterns by illustrating how climatic factors influence glacier dynamics, such as temperature fluctuations and ice movement. This information is critical for understanding the glacier's response to climate change, as variations in temperature and ice movement can indicate changes in the regional climate, potentially affecting water resources and ecosystem stability in the area.",
                "AnswerCn": "使用来自横断山脉冰川的详细温度和运动数据，可以提供对区域气候模式的洞察，展示气候因素如何影响冰川动态，例如温度波动和冰体运动。这些信息对于理解冰川对气候变化的响应至关重要，因为温度和冰体运动的变化可以指示区域气候的变化，可能影响该地区的水资源和生态系统稳定性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting detailed temperature field data and ice movement measurements on glaciers in mountainous regions?",
                "QuestionCn": "在山区收集详细的温度场数据和冰川运动测量的主要目的是什麼？",
                "AnswerEn": "The primary objective is to reflect the temperature conditions of glaciers in the Hengduan Mountains, which is crucial for understanding the glacier's active layer temperature and movement state. This information is significant for studying glacier activity and dynamics in the region.",
                "AnswerCn": "主要目标是反映横断山脉冰川的温度条件，这对于理解冰川的活动层温度和运动状态至关重要。这些信息对于研究该地区冰川的活动和动态具有重要意义。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in collecting temperature data and ice surface movement velocity on glaciers in the Hengduan Mountains region?",
                "QuestionCn": "在横断山脉地区收集温度数据和冰面运动速度的程序步骤包括：\n\n1. 确定研究区域：选择特定的冰川进行研究。\n2. 设备准备：准备温度传感器、GPS设备和速度测量仪器。\n3. 安装温度传感器：在冰川表面和不同深度处安装温度传感器，以便实时监测温度变化。\n4. 选择测量点：在冰川上选择多个测量点，以便获取代表性数据。\n5. 收集温度数据：定期记录温度数据，确保数据的准确性和完整性。\n6. 测量冰面运动速度：使用GPS设备或其他测量工具，定期测量冰川表面的运动速度。\n7. 数据记录与存储：将收集到的数据进行整理和存储，以便后续分析。\n8. 数据分析：对收集的数据进行分析，评估温度变化与冰面运动之间的关系。\n9. 结果报告：撰写研究报告，分享研究结果和发现。",
                "AnswerEn": "The data collection involves conducting field observations at specific sampling points such as the Baishui No. 1 Glacier on the east slope of Yulong Snow Mountain and the Dagongba Glacier on the west slope of Gongga Mountain. This includes recording the temperature field location, elevation, drilling information, ice surface conditions, sampling time, sampling depth, and the measured temperature. Moreover, surface strain rates, normal strain rates and their errors, and principal strain rates are measured at specific elevations, such as 4700 meters on the Baishui No. 1 Glacier.",
                "AnswerCn": "数据收集涉及在特定采样点进行实地观察，例如玉龙雪山东坡的白水一号冰川和贡嘎山西坡的大公坝冰川。这包括记录温度场位置、海拔、钻探信息、冰面状况、采样时间、采样深度和测得的温度。此外，还在特定海拔（如白水一号冰川的4700米）测量表面应变率、法向应变率及其误差，以及主应变率。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What field techniques and methodologies enable the accurate measurement and documentation of glacier temperature and surface conditions in the 横断山 region?",
                "QuestionCn": "哪些现场技术和方法能够准确测量和记录横断山地区的冰川温度和表面状况？",
                "AnswerEn": "The data collection involved detailed field observations from 1982 to 1984 at 玉龙山东坡白水1号冰川 and 贡嘎山西坡大贡巴冰川, including temperature field locations, elevation data, borehole information, and ice surface conditions. These were meticulously recorded during an expedition by the Chinese Academy of Sciences' Qinghai-Tibet Plateau Comprehensive Scientific Expedition Team.",
                "AnswerCn": "数据收集涉及1982年至1984年在玉龙山东坡白水1号冰川和贡嘎山西坡大贡巴冰川的详细实地观察，包括温度场位置、海拔数据、钻孔信息和冰面状况。这些数据是在中国科学院青藏高原综合科学考察队的考察期间仔细记录的。",
                "Level": "C3(Applying)"
            }
        ]
    }
}