{
    "id": "aece3277-34c3-4bc7-b2d0-54781ef9cdf3",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "3-D Geological Model for Jima Deposits， Tibet",
            "titleCn": "甲玛矿集区三维地质模型",
            "description": "The Jiama deposit in Tibet is a very typical polymetallic deposit in the Gangdise metallogenic belt. Through theoretical prediction and research, it is believed that concealed porphyry-skarn ore bodies are developed in the deep part of the ore concentration area. However, the exploration model based on the borehole coverage of the mining area has a low degree of prediction of the potential target area in the peripheral area. In this paper, based on the density, magnetic properties, resistivity, and polarizability data of 45 borehole cores in the Jiama deposit, we inverted and analyzed the three-dimensional magnetotelluric sounding data volume covering the Jiama deposit and its periphery. At the same time, based on the GOCAD software platform, through discrete smooth interpolation and stochastic simulation algorithms, we constructed the stratum lithology-geophysical three-dimensional visualization integrated model of the Jiama deposit. Combining the results of 2D geological interpretation of 11 magnetotelluric (MT) profiles, we have finely depicted the development characteristics of 3D skarn bodies below 3000m, and verified them with the Jiama Scientific Deep Drill JMKZ-1 well, which was not involved in the modeling, and the results show a consistency agreement. Besides, by combining the skarn metallogenic model, analyzing the characteristics of the electrical parameters of the Jiama deposit and adjacent areas, and combining the electrical characteristics of the three-dimensional skarn, we predict the favorable Target area of stratified skarn in Jiama deposit. The results of this study provide a demonstration of 3D modeling technology for the evaluation of deep resource potential and the goal of increasing reserves in the mining area.",
            "descriptionCn": "西藏甲玛矿区是冈底斯成矿带中非常典型的多金属矿床，理论预测研究认为在矿集区深部发育隐伏的斑岩-矽卡岩矿体，而基于矿区钻孔覆盖的勘查模型对外围区潜在靶区预测程度较低。本文以甲玛矿区45口钻孔岩芯的密度、磁性、电阻率和极化率等物性资料为基础，反演分析了覆盖甲玛矿集区及外围的大地电磁测深三维数据体，基于GOCAD软件平台，通过离散光滑插值法与随机模拟算法，构建了甲玛矿区的地层岩性-地球物理三维可视一体化模型；结合大地电磁测深11条剖面的二维地质解译成果，精细刻画了3000m以浅的三维矽卡岩体发育特征，并通过使用未参与建模的甲玛科学深钻JMKZ-1井进行验证，结果显示三维地质模型具有较好一致性；基于构建的矽卡岩成矿模型，结合甲玛矿区及邻区岩（矿）石电性参数特征分析和三维矽卡岩的电性结构，预测了甲玛矿区的层状矽卡岩靶区，为深部资源潜力评价及矿集区增储目标提供三维建模技术示范。",
            "instructions": "Jiama-3D-GeologicalModeling.zip",
            "instructionsCn": "Jiama-3D-GeologicalModeling.zip",
            "east": 92.0,
            "west": 91.0,
            "south": 29.0,
            "north": 29.8,
            "startTime": null,
            "endTime": null,
            "fileSize": 2100646934.0,
            "cstr": "18406.11.SolidEar.tpdc.272107",
            "doi": "10.11888/SolidEar.tpdc.272107",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "贺日政",
                "nameEn": "HE Rizheng ",
                "unitEn": "Chinese Academy of Geological Sciences",
                "unitCn": "中国地质科学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "西藏甲玛矿区三维地质建模与层状矽卡岩靶区预测",
                "titleEn": null,
                "referenceCn": "王素芬, 屈挺, 贺日政, 丁毅, 刘建利, 陈小龙, 李冰, 卢晓. (2021). 西藏甲玛矿区三维地质建模与层状矽卡岩靶区预测, 地质通报, 40(12), 2110-2122.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            }
        ],
        "themeList": [
            {
                "nameCn": "三维地质模型",
                "nameEn": "3-D geological Model"
            },
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "甲玛",
                "nameEn": "Jiama"
            },
            {
                "nameCn": "资源量",
                "nameEn": "Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "典型矿集区深部地球物理探测技术示范",
                "titleEn": "Deep Probe of Geophysical Techniques for typical ore concentration area"
            },
            {
                "titleCn": "构造带火键地区深部地质调查",
                "titleEn": "the Projector of China Geological Survey"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
                "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
            },
            {
                "titleCn": "泛第三极关键节点区域Landsat拾米级多光谱遥感影像（2000-2016）",
                "titleEn": "Landsat multi-spectral remote sensing images dataset of pan-third pole key points  region (2000-2016)"
            },
            {
                "titleCn": "泛第三极关键节点区域日最高气温、日平均相对湿度数据集（2000-2016）",
                "titleEn": "Daily maximum temperature, daily average relative humidity dataset of Pan-Third Pole key points region (2000-2016)"
            },
            {
                "titleCn": "泛第三极关键节点区域历史高温热浪灾害事件数据集（2010-2018）",
                "titleEn": "Ｈistorical heat wave disaster dataset of pan-third pole key points  region (2010-2018)"
            },
            {
                "titleCn": "孟加拉国达卡市高分辨遥感数据集拾米级多光谱遥感影像（2010）",
                "titleEn": "High resolution remote sensing data set in Dhaka City, Bangladesh"
            },
            {
                "titleCn": "孟加拉国达卡市气象站点监测数据（2016-2019）",
                "titleEn": "Monitoring data of meteorological stations in Dhaka City, Bangladesh (2016-2019)"
            },
            {
                "titleCn": "泛第三极34个关键节点高温热浪敏感性数据集（2015）",
                "titleEn": "Heat wave vulnerability data set of 34 key nodes in 2015"
            },
            {
                "titleCn": "锡尔河流域土壤盐渍化观测数据（2017年5月，9月）",
                "titleEn": "Soil salinization observation data in the Syr Dayra River Basin on May and Sep, 2017"
            },
            {
                "titleCn": "祁连山地貌特征数据（2020）",
                "titleEn": "Geomorphological data of Qilian Shan (2020)"
            },
            {
                "titleCn": "青藏高原长时间序列生态本底图（1990-2015）",
                "titleEn": "Long time series ecological background map of Qinghai Tibet Plateau (1990-2015)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is it possible to verify the consistency of a three-dimensional geological model using drill data not involved in the initial modeling process?",
                "QuestionCn": "是否可以使用未参与初始建模过程的钻探数据来验证三维地质模型的一致性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the geophysical properties measured to build the three-dimensional geological model in the mining area?",
                "QuestionCn": "在矿区建立三维地质模型时，测量的地球物理特征包括以下几个方面：",
                "AnswerEn": "density, magnetism, resistivity, polarization rate",
                "AnswerCn": "密度、磁性、电阻率、极化率",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many drill cores were analyzed for their physical properties in a dataset related to the geological modeling of the Jiama mining area?",
                "QuestionCn": "在与吉玛矿区地质建模相关的数据集中，分析了多少个钻探岩心的物理性质？",
                "AnswerEn": "45",
                "AnswerCn": "四十五",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately predicting potential target areas in peripheral regions of mining districts based on existing exploration models?",
                "QuestionCn": "哪些因素导致在基于现有勘探模型准确预测矿区外围地区潜在目标区域时面临挑战？",
                "AnswerEn": "The prediction of potential target areas in peripheral regions of mining districts is challenged by the limited predictive capability of exploration models based solely on drill hole data, which may not adequately cover these areas. The integration of geophysical properties such as density, magnetism, resistivity, and polarization from drill cores, alongside advanced 3D geological modeling and geophysical data interpretation, can help address these challenges by providing a more comprehensive view of subsurface characteristics.",
                "AnswerCn": "在矿区外围地区潜在目标区域的预测面临挑战，因为仅基于钻孔数据的勘探模型的预测能力有限，这些区域可能没有得到充分覆盖。通过整合来自钻孔的密度、磁性、电阻率和极化等地球物理特性，以及先进的三维地质建模和地球物理数据解释，可以帮助解决这些挑战，从而提供对地下特征的更全面的视角。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals of constructing a three-dimensional geophysical visualization model for the Jiama mining area using physical property data from drill cores and magnetotelluric sounding?",
                "QuestionCn": "构建吉玛矿区三维地球物理可视化模型的目标是利用钻孔的物理属性数据和磁测声测数据。",
                "AnswerEn": "The goal is to create a comprehensive 3D model that integrates stratigraphy and geophysical characteristics, which allows for detailed depiction of skarn body development features at depths less than 3000 meters. This model aids in predicting the layered skarn target areas in the Jiama mining district, providing a demonstration of 3D modeling techniques for evaluating deep resource potential and identifying storage increase targets in the mining area.",
                "AnswerCn": "目标是创建一个综合的三维模型，整合地层学和地球物理特征，以详细描绘深度小于3000米的角岩体发展特征。该模型有助于预测吉玛矿区的分层角岩目标区域，展示三维建模技术在评估深部资源潜力和识别矿区储量增加目标方面的应用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are employed to integrate geophysical data like density, magnetic properties, resistivity, and polarization into a comprehensive three-dimensional geological model for polymetallic ore deposits?",
                "QuestionCn": "将密度、磁性特性、电阻率和极化等地球物理数据整合到多金属矿床的综合三维地质模型中，采用了哪些程序？",
                "AnswerEn": "The integration process involves using data from core samples, such as density, magnetic properties, resistivity, and polarization, obtained from 45 drill cores. These data form the basis for inverting and analyzing three-dimensional magnetotelluric data covering the mining area and its surroundings. The GOCAD software platform is used, employing discrete smooth interpolation and stochastic simulation algorithms, to construct a three-dimensional model that visually integrates stratigraphic lithology and geophysical data.",
                "AnswerCn": "集成过程涉及使用来自45个钻孔的核心样本数据，如密度、磁性、 resistivity和极化。这些数据构成了反演和分析覆盖矿区及其周边的三维磁测数据的基础。使用GOCAD软件平台，采用离散平滑插值和随机模拟算法，构建一个三维模型，直观地整合了地层岩性和地球物理数据。",
                "Level": "C3(Applying)"
            }
        ]
    }
}