{
  "id": "af1f42cb-241f-40ed-b01c-fca049d26241",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Haihe River Basin (Miyun site-large aperture scitillometer) (2008-2010)",
      "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：密云站-大孔径闪烁仪（2008-2010）",
      "description": "The data set contains large aperture scintillator observations from January 1, 2008, at solstice, December 29, 2010.The site is located in xinchengzi town, miyun county, Beijing, with orchards (plums and apple trees), corn/bare land, and towns.The latitude and longitude of the observation point is 117.3233E, 40.6308N, and the altitude is 350m.\n\nThe acquisition frequency of the large aperture scintiometer is 1Hz, the effective height is 35.86m, the optical diameter length is 2420m, the longitude and latitude of the transmitting end is 117.3319E, 40.6446N, and the longitude and latitude of the receiving end is 117.3174E, 40.6254N.The data released by the large aperture scintillator is the average data of 30min after processing and quality control, in which the sensible heat flux is mainly obtained by combining with the data of automatic meteorological station and by iterative calculation based on the moning-obhoff similarity theory.(2) eliminate data with weak demodulation signal strength;(3) data of the time of precipitation and the hour before and after the precipitation are excluded;(4) data of weak turbulence under stable conditions were excluded (u* < 0.1m/s).\n\nData released by the large aperture scintillator include: Date/Time Date/Time, air refractive index structure parameter Cn2 (m-2/3), sensible heat flux H_LAS (W/m2).\n\nPlease refer to Jia et al,(2012) for information of observation test or site, and Liu et al,(2013) for data processing.",
      "descriptionCn": "该数据集包含了2008年1月1日至2010年12月29日的大孔径闪烁仪观测数据。站点位于北京市密云县新城子镇，下垫面是果园（李子树和苹果树）、玉米/裸地、城镇。观测点的经纬度是117.3233E，40.6308N，海拔350m。\n\n大孔径闪烁仪的采集频率为1Hz，有效高度为35.86m，光径长度是2420m，发射端经纬度是117.3319E，40.6446N，接收端的经纬度是117.3174E，40.6254N。大孔径闪烁仪发布的数据为经过处理与质量控制后的30min平均数据，其中感热通量主要是结合自动气象站数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到，主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据；（2）剔除解调信号强度较弱的数据；（3）剔除降水时刻及其前后一小时的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。\n\n大孔径闪烁仪发布的数据包括：日期/时间Date/Time，空气折射指数结构参数Cn2（m-2/3），感热通量H_LAS（W/m2）。\n观测试验或站点信息请参考 Jia et al,(2012)，数据处理请参考Liu et al.(2013)。",
      "instructions": "File naming method: **** site-###, where **** * represents the site name, ### represents the type of observation instrument.\nData usage: this data is tabular data, which can be opened and viewed by WPS, Ecxel and other software.",
      "instructionsCn": "文件命名方式：**** site-####，其中****代表站点名称，####代表观测仪器类型\n数据使用方法：此数据为表格数据，可用WPS、Ecxel等软件打开查看",
      "east": 117.317,
      "west": 117.317,
      "south": 40.6254,
      "north": 40.6254,
      "startTime": "2008-01-09 23:00:00",
      "endTime": "2011-01-06 23:00:00",
      "fileSize": 1714767.0,
      "cstr": "18406.11.haihe.003.2013.db",
      "doi": "10.3972/haihe.003.2013.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
        "referenceCn": null,
        "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
      },
      {
        "titleCn": null,
        "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
        "referenceCn": null,
        "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
      },
      {
        "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
        "referenceEn": null
      },
      {
        "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
        "referenceEn": null
      },
      {
        "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
        "referenceEn": null
      },
      {
        "titleCn": "大尺度地表水热通量的观测、分析与应用",
        "titleEn": null,
        "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of regional evapotranspiration by TM/ETM+ data over heterogeneous surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Hu, G., Lu, L., & Mao, D.F. (2007). Estimation of regional evapotranspiration by TM/ETM+ data over heterogeneous surfaces. Photogrammetric engineering & Remote sensing, 73(10), 1169-1178."
      },
      {
        "titleCn": "农田和草地下垫面上附加阻尼kB-1变化特征的分析",
        "titleEn": null,
        "referenceCn": "鞠英芹, 徐自为, 刘绍民, 卢俐, 徐同仁, 刘寿东. (2014). 农田和草地下垫面上附加阻尼kB-1变化特征的分析. 高原气象, 33(1), 55-65.",
        "referenceEn": null
      },
      {
        "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
        "titleEn": null,
        "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
        "titleEn": null,
        "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪的通量印痕分析与应用",
        "titleEn": null,
        "referenceCn": "蔡旭晖, 朱明佳, 刘绍民, 徐自为. (2010). 大孔径闪烁仪的通量印痕分析与应用. 地球科学进展, 25(11), 1166-1174.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 白洁, 王介民. (2010). 大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系. 地球科学进展, 25 (11), 1273-1282.",
        "referenceEn": null
      },
      {
        "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Improving Predictions of Water and Heat Fluxes by Assimilating MODIS Land Surface Temperature Products into the Common Land Model",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Liu, S.M., Liang, S.L., & Qin, J. (2011). Improving predictions of water and heat fluxes by assimilating MODIS land surface temperature products into common land model, Journal of Hydrometeorology, 12(2), 227-244."
      },
      {
        "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
        "titleEn": null,
        "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表能量平衡",
        "nameEn": "Surface energy balance"
      },
      {
        "nameCn": "感热通量",
        "nameEn": "Sensible heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "北京市",
        "keywordEn": "Beijing"
      },
      {
        "keywordCn": "密云",
        "keywordEn": "Mi yun"
      },
      {
        "keywordCn": "海河流域",
        "keywordEn": "Haihe river basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008-2022",
        "keywordEn": "2008-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "海河流域水污染防治规划管理及产业政策调整战略研究",
        "titleEn": "Others"
      },
      {
        "titleCn": "基于遥感和数据同化方法的海河流域水文通量预测研究--SP2：不同尺度蒸散量和土壤水分的观测研究",
        "titleEn": "International (Regional) Cooperation and Exchange Program of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "地表水热通量的时空尺度扩展研究",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the frequency of data collection for the large aperture scintillometer at the observation site in the Haihe River Basin?",
        "QuestionCn": "在海河流域观测点，大孔径闪烁仪的数据收集频率是多少？",
        "AnswerEn": "1 Hz",
        "AnswerCn": "1 赫兹",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using a high-frequency data collection approach like 1Hz for capturing meteorological and surface flux data over a diverse landscape?",
        "QuestionCn": "使用1Hz的高频数据收集方法在多样化的景观中捕捉气象和表面通量数据的潜在后果是什么？",
        "AnswerEn": "Using a high-frequency data collection approach such as 1Hz can lead to enhanced temporal resolution, allowing for more detailed analysis of meteorological and surface flux variations over time. This can improve the understanding of short-term fluctuations and interactions between different landscape elements, such as orchards, cornfields, and urban areas. However, it may also increase the complexity of data processing and quality control, necessitating robust methodologies to handle large volumes of data and potential noise or errors introduced by environmental factors like precipitation or weak signal conditions.",
        "AnswerCn": "使用高频数据收集方法，如1Hz，可以提高时间分辨率，从而更详细地分析气象和表面通量随时间的变化。这可以改善对短期波动和不同景观元素之间相互作用的理解，例如果园、玉米田和城市区域。然而，这也可能增加数据处理和质量控制的复杂性，需要强有力的方法来处理大量数据以及环境因素（如降水或信号弱条件）引入的潜在噪声或错误。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind utilizing large-aperture scintillometers to observe surface fluxes and meteorological elements across different scales in river basins?",
        "QuestionCn": "利用大孔径闪烁仪观察河流流域不同尺度的表面通量和气象要素的主要目标是什么？",
        "AnswerEn": "The primary objective is to measure and understand the surface fluxes and meteorological elements in the Haihe River Basin, leveraging the large-aperture scintillometer's ability to provide reliable data on heat fluxes over heterogeneous surfaces like orchards, crops, and urban areas. This data aids in understanding atmospheric exchanges and energy balance, which are essential for climate and hydrological studies.",
        "AnswerCn": "主要目标是测量和理解海河流域的表面通量和气象要素，利用大孔径闪烁仪在果园、农田和城市等异质表面上提供可靠的热通量数据。这些数据有助于理解大气交换和能量平衡，这对于气候和水文研究至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are implemented to ensure the quality control of data collected using large aperture scintillometers in agricultural and urban environments, considering factors such as signal saturation, weak demodulation signals, and precipitation effects?",
        "QuestionCn": "在农业和城市环境中，使用大孔径闪烁仪收集数据时，为确保数据质量控制实施了哪些程序，考虑到信号饱和、弱解调信号和降水影响等因素？",
        "AnswerEn": "The quality control steps for data collected using large aperture scintillometers include: (1) removing data where the refractive index structure parameter Cn2 reaches saturation; (2) excluding data with weak demodulation signal strength; (3) eliminating data during and one hour before and after precipitation events; (4) discarding data during stable conditions with weak turbulence where the friction velocity u* is less than 0.1 m/s.",
        "AnswerCn": "使用大孔径闪烁仪收集的数据的质量控制步骤包括：(1) 去除当折射率结构参数Cn2达到饱和时的数据；(2) 排除信号解调强度较弱的数据；(3) 在降水事件发生期间及其前后一个小时内排除数据；(4) 丢弃在稳定条件下湍流较弱且摩擦速度u*小于0.1 m/s的数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}