{
    "id": "afbcb199-d5d4-4125-88e4-a068021c1614",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The QuickBird images of the Heihe River Basin (2004)",
            "titleCn": "黑河流域QuickBird遥感影像数据集（2004）",
            "description": "QuickBird satellite was launched by Digital Globe corporation on October 18, 2001. It has 4 multi-spectral bands and 1 panchromatic band, with a spatial resolution of 0.61m for panchromatic bands and a spatial resolution of 2.5m for multi-spectral bands and a width of 16.5 * 16.5 km.\nThere are two QuickBird remote sensing images in heihe river basin.The acquisition time and coverage were: 2004-03-23, covering zhangye area;2004-08-08, covering danokou and drainage ditch drainage basin.\nThe product level is level L2 and has been geometrically corrected by the system.",
            "descriptionCn": "QuickBird卫星2001年10月18日由美国Digital Globe公司发射，有4个多光谱波段和1个全色波段，全色波段空间分辨率为0.61m，多光谱波段空间分辨率为2.5m，幅宽为16.5*16.5km。\n黑河流域目前有2景QuickBird遥感影像。获取时间和覆盖范围分别为：2004-03-23，覆盖张掖地区；2004-08-08，覆盖大野口、排露沟流域。\n产品级别为L2级，经过系统几何校正。",
            "instructions": "File name: the data is stored in raster tiff format;File names \"geodapingding.tif, pailugou.tif,dayekou.tif\" include dayekou, pailugou Regions such as the.\nData reading: Arcgis, Qgis and other software can be used to open the reading, open the display as raster image.",
            "instructionsCn": "文件命名：数据以栅格tiff格式存储；文件名称“geodapingding.tif, pailugou.tif,dayekou.tif”包括大野口，排露沟等地区\n数据读取：可以用Arcgis、Qgis等软件打开读取，打开显示为栅格图像。",
            "east": 100.5,
            "west": 100.2,
            "south": 38.4,
            "north": 39.0,
            "startTime": "2018-11-20 18:49:55",
            "endTime": "2018-11-20 18:49:55",
            "fileSize": 2708677241.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "栅格",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "郭建文",
                "nameEn": "GUO Jianwen",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Toward an improved data stewardship and service for environmental and ecological science data in West China",
                "referenceCn": null,
                "referenceEn": "Li, X., Nan, Z.T., Cheng, G.D., Ding, Y.J., Wu, L.Z., Wang, L.X., Wang, J., Ran, Y.H., Li, H.X., Pan, X.D., & Zhu, Z.M. (2011). Toward an improved data stewardship and service for environmental and ecological science data in west China. International Journal of Digital Earth, 4(4): 347-359. DOI: 10.1080/17538947.2011.558123."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "多光谱影像",
                "nameEn": "Multi-spectral image"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2004",
                "keywordEn": "2004",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What is the spatial resolution of the multispectral bands in a QuickBird satellite imagery dataset, and where are these images typically captured?",
                "QuestionCn": "QuickBird卫星影像数据集的多光谱波段的空间分辨率是多少，这些图像通常在哪里捕获？",
                "AnswerEn": "2.5 meters",
                "AnswerCn": "2.5米",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and resolution capabilities of QuickBird satellite imagery when capturing data in the Heihe River Basin?",
                "QuestionCn": "QuickBird卫星影像在捕捉黑河流域数据时的具体特征和分辨率能力是什么？",
                "AnswerEn": "4 multispectral bands, 1 panchromatic band, panchromatic spatial resolution of 0.61 meters, multispectral spatial resolution of 2.5 meters, area coverage of 16.5 by 16.5 kilometers",
                "AnswerCn": "4个多光谱波段，1个全色波段，全色空间分辨率为0.61米，多光谱空间分辨率为2.5米，覆盖面积为16.5 x 16.5公里。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the multispectral bands in a QuickBird remote sensing dataset from the year 2004?",
                "QuestionCn": "2004年QuickBird遥感数据集的多光谱波段的空间分辨率是多少？",
                "AnswerEn": "2.5 meters",
                "AnswerCn": "2.5米",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the spatial resolution of QuickBird satellite imagery data compare to other remote sensing satellite data in terms of capturing detailed land features in the Heihe River Basin?",
                "QuestionCn": "QuickBird卫星影像数据的空间分辨率与其他遥感卫星数据相比，在捕捉黑河流域的详细地表特征方面如何？",
                "AnswerEn": "The QuickBird satellite imagery data in the Heihe River Basin offers a panchromatic band spatial resolution of 0.61 meters and a multispectral band spatial resolution of 2.5 meters. This high resolution is beneficial for capturing detailed land features compared to other remote sensing satellite data that may have lower spatial resolutions, providing a finer level of detail for geographical and environmental analysis in the region.",
                "AnswerCn": "Heihe河流域的QuickBird卫星影像数据提供了0.61米的全色波段空间分辨率和2.5米的多光谱波段空间分辨率。这种高分辨率有助于捕捉详细的土地特征，相较于其他可能具有较低空间分辨率的遥感卫星数据，提供了更精细的地理和环境分析细节。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps involved in processing and geometrically correcting QuickBird satellite imagery to achieve an L2 product level for remote sensing applications in river basin studies?",
                "QuestionCn": "处理和几何校正QuickBird卫星影像以实现L2产品级别的关键步骤，包括以下内容：\n\n1. 数据获取：下载QuickBird影像数据。\n2. 辐射校正：对影像进行辐射校正，以消除传感器和大气影响。\n3. 几何校正：使用地面控制点（GCP）进行几何校正，确保影像的空间精度。\n4. 影像配准：将影像与已有的地理信息系统（GIS）数据进行配准。\n5. 数据裁剪：根据研究区域裁剪影像，去除不相关区域。\n6. 影像融合：如果需要，可以将多光谱影像与全色影像进行融合，以提高空间分辨率。\n7. 质量评估：对校正后的影像进行质量评估，确保其符合L2产品标准。\n8. 数据输出：将处理后的影像以适当格式输出，供后续分析使用。\n\n这些步骤有助于确保QuickBird卫星影像在河流流域研究中的有效性和准确性。",
                "AnswerEn": "The key steps involve utilizing the QuickBird satellite's capabilities, which include its four multispectral bands and one panchromatic band, with spatial resolutions of 2.5m and 0.61m, respectively. The imagery undergoes systematic geometric correction to align with the L2 product level standards, ensuring accurate spatial representation. This involves correcting distortions caused by sensor orientation, satellite motion, and topographic variations. The corrected images are then ready for analysis, such as land cover classification or change detection, specific to river basin studies like those in the Heihe River Basin.",
                "AnswerCn": "关键步骤包括利用QuickBird卫星的能力，该卫星具有四个多光谱波段和一个全色波段，空间分辨率分别为2.5米和0.61米。影像经过系统的几何校正，以符合L2产品级别标准，确保准确的空间表示。这涉及纠正由传感器方向、卫星运动和地形变化引起的失真。校正后的影像随后可以用于分析，例如土地覆盖分类或变化检测，特别适用于像黑河流域这样的研究。",
                "Level": "C3(Applying)"
            }
        ]
    }
}