{
  "id": "afc0fe48-218b-403b-b955-1ede2d225f8d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Original figures&data: Lufengpithecus inner ear provides evidence of a common locomotor repertoire ancestral to human bipedalism",
      "titleCn": "原始图片和数据：禄丰古猿内耳研究揭示猿类运动方式演化和人类直立行走的起源",
      "description": "Ni Xijun and Li Qiang from the Institute of Vertebrate Paleontology and Paleoanthropology of the Chinese Academy of Sciences, together with researchers from New York University and Yunnan Provincial Institute of Cultural Relics and Archaeology, published an article entitled \"Lufengpithecus inner ear provides evidence of a common locator repertoire ancestral to human bipedalism\" on the comprehensive journal The Innovation, It has been revealed that the locomotion of the Lufeng ape is very similar to the ancestral locomotion state during the differentiation of apes, and human upright walking may have originated from the locomotion of the Lufeng ape type.",
      "descriptionCn": "中国科学院古脊椎动物与古人类研究所倪喜军、李强研究团队联合纽约大学和云南省文物考古研究所的研究人员，在综合性期刊The Innovation杂志上发表了名为“Lufengpithecus inner ear provides evidence of a common locomotor repertoire ancestral to human bipedalism”的文章，揭示出禄丰古猿的运动方式与人猿分异时的祖先运动状态非常相似，人类直立行走或许起源于禄丰古猿型的运动方式。\n本数据包括原文、内耳迷路形态学原始测量数据，以及论文插图。数据来源为测量、拍摄、CT扫描和重建；数据质量高，清晰度高。数据可用于后续研究和分析的参考。",
      "instructions": "Number+data content.",
      "instructionsCn": "编号+数据内容。\n直接引用。",
      "east": 103.0,
      "west": 102.0,
      "south": 25.0,
      "north": 26.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 15591513.0,
      "cstr": "18406.11.Paleoenv.tpdc.301125",
      "doi": "10.11888/Paleoenv.tpdc.301125",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "李强",
        "nameEn": "LI Qiang ",
        "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
        "unitCn": "中国科学院古脊椎动物与古人类研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Lufengpithecus inner ear provides evidence of a common locomotor repertoire ancestral to human bipedalism",
        "referenceCn": null,
        "referenceEn": "Zhang, Y., Ni, X., & Li, Q., et al. (2024). Lufengpithecus inner ear provides evidence of a common locomotor repertoire ancestral to human bipedalism. The Innovation, 5(2), 100580."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "禄丰",
        "keywordEn": "Lufeng"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "晚中新世",
        "keywordEn": "Late Miocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study the inner ear morphology of ancient apes like Lufengpithecus?",
        "QuestionCn": "您能否提供一个用于研究古代猿类（如鲁丰猿）内耳形态的数据收集方法的例子？",
        "AnswerEn": "A data collection method used in this field involves CT scanning to capture high-resolution images of the inner ear structure, followed by reconstruction techniques to analyze the morphology.",
        "AnswerCn": "在该领域中使用的一种数据收集方法涉及CT扫描，以捕捉内耳结构的高分辨率图像，随后采用重建技术分析形态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the morphological measurements of the inner ear labyrinth suggest about the evolutionary patterns of locomotion in primates?",
        "QuestionCn": "内耳迷路的形态测量可以揭示灵长类动物运动方式的进化模式吗？",
        "AnswerEn": "The morphological measurements of the inner ear labyrinth can provide evidence that the locomotor repertoire of Lufengpithecus closely resembles the ancestral state during the divergence of humans and apes, suggesting that human bipedalism may have originated from a locomotion style similar to that of Lufengpithecus.",
        "AnswerCn": "内耳迷路的形态测量可以提供证据，表明Lufengpithecus的运动能力与人类和猿类分化时的祖先状态非常相似，这表明人类的双足行走可能起源于类似于Lufengpithecus的运动风格。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary factors that influence the accuracy and clarity of data collected from CT scans and reconstructions used in studying ancient locomotor behaviors?",
        "QuestionCn": "影响用于研究古代运动行为的CT扫描和重建数据的准确性和清晰性的主要因素有哪些？",
        "AnswerEn": "The accuracy and clarity of data collected from CT scans and reconstructions in the study of ancient locomotor behaviors are influenced by the quality of the CT scanning equipment, the precision of the measurement techniques, and the resolution of the images captured. High-quality data are achieved through meticulous measurement, high-resolution imaging, and advanced reconstruction techniques.",
        "AnswerCn": "CT扫描和重建中收集的数据在研究古代运动行为时，其准确性和清晰度受到CT扫描设备质量、测量技术的精确性以及捕获图像的分辨率的影响。通过细致的测量、高分辨率成像和先进的重建技术，可以获得高质量的数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on the understanding of human bipedalism when employing high-quality data collection methods such as CT scanning and reconstruction for studying early ape locomotion?",
        "QuestionCn": "采用高质量的数据收集方法，如CT扫描和重建，研究早期猿类的运动，对理解人类双足行走的潜在结果是什么？",
        "AnswerEn": "Employing high-quality data collection methods like CT scanning and reconstruction can lead to more accurate and detailed insights into the morphology of early apes, such as Lufengpithecus. This, in turn, enhances our understanding of the evolutionary pathways and locomotor behaviors that may have preceded human bipedalism. These methods improve the clarity and precision of the morphological data, potentially leading to a more nuanced comprehension of the ancestral locomotor repertoires that contributed to the evolution of human bipedalism.",
        "AnswerCn": "采用高质量的数据收集方法，如CT扫描和重建，可以更准确、详细地洞察早期猿类的形态，例如鲁丰猿。这反过来又增强了我们对可能在类人猿双足行走之前的进化路径和运动行为的理解。这些方法提高了形态数据的清晰度和精确度，可能导致对有助于人类双足行走进化的祖先运动能力的更细致理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting and analyzing inner ear morphology data to understand the locomotor evolution of Lufengpithecus?",
        "QuestionCn": "收集和分析内耳形态数据以理解鲁丰猿的运动进化的主要目标是什么？",
        "AnswerEn": "The primary objective is to reveal the similarity between the locomotor patterns of Lufengpithecus and the ancestral locomotor state during the divergence of humans and apes, potentially offering insights into the origins of human bipedalism.",
        "AnswerCn": "主要目标是揭示Lufengpithecus的运动模式与人类和猿类分化时的祖先运动状态之间的相似性，这可能为人类双足行走的起源提供见解。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}