{
    "id": "afdf756c-1792-48cf-b024-af05846a2a76",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data Set of Soil Conservation over the Qinghai-Tibet Plateau with a resolution of 8 km (1990-2015)",
            "titleCn": "青藏高原8千米分辨率土壤保持数据集（1990-2015）",
            "description": "Ecosystem services are many benefits provided by ecosystem for human beings. Soil conservation, as one of the main regulating services provided by terrestrial ecosystem, is an important guarantee to prevent regional land degradation and reduce the frequency of flood disasters. Soil conservation (SC) is often used to evaluate. As an important part of the national ecological security strategy, it is of far-reaching significance to explore the spatial and temporal distribution of soil conservation in the Qinghai Tibet plateau for the construction of ecological civilization and sustainable development in China. Based on the modified universal soil loss equation (RUSLE), the 8 km resolution soil conservation data set (1990-2015) of the Qinghai Tibet Plateau was generated using GIMMS NDVI 3gv1.0 data, aster GDEM, meteorological stations and Chinese soil data set.",
            "descriptionCn": "生态系统服务是生态系统为人类提供的诸多惠益。土壤保持作为陆地生态系统提供的主要调节服务之一，是防止区域土地退化、降低洪涝灾害发生频率的重要保证，其常用土壤保持量（Soil Conservation, SC）进行评估。作为国家生态安全战略格局的重要组成部分，深入探讨青藏高原地区土壤保持的时空分布对我国的生态文明建设及可持续发展具有深远意义。基于修正的通用土壤流失方程（RUSLE），使用GIMMS NDVI 3gv1.0 数据 、ASTER GDEM、气象站点及中国土壤数据集等多种数据生成了青藏高原地区8km分辨率土壤保持数据集（1990-2015）。",
            "instructions": "File name: soil conservation data is stored in TIFF format, and the name of the file is \"SC\"_ yyyy.tif ”Where yyyy stands for year, such as SC_ TIF represents the spatial distribution of soil conservation in the Tibetan Plateau in 1990.\nData reading mode: TIF data can be opened directly by ArcGIS.",
            "instructionsCn": "文件命名：土壤保持数据以TIFF格式存储，文件的名称为“SC_yyyy.tif”，其中yyyy代表年，比如SC_1990.tif就代表1990年青藏高原的土壤保持空间分布状况。\n数据读取方式：tif数据可以直接用ArcGIS打开。",
            "east": 104.63,
            "west": 73.48,
            "south": 25.99,
            "north": 39.78,
            "startTime": "1990-01-01 00:00:00",
            "endTime": "2015-12-31 00:00:00",
            "fileSize": 4641656.0,
            "cstr": "18406.11.Soil.tpdc.271034",
            "doi": "10.11888/Soil.tpdc.271034",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王晓峰",
                "nameEn": "WANG Xiaofeng",
                "unitEn": "",
                "unitCn": "长安大学土地工程学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国水土保持生态服务功能价值估算及其空间分布",
                "titleEn": null,
                "referenceCn": "盛莉, 金艳, 黄敬峰. (2010). 中国水土保持生态服务功能价值估算及其空间分布. 自然资源学报, 25(7), 1105-1113.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Assessing the soil erosion control service of ecosystems change in the Loess Plateau of China",
                "referenceCn": null,
                "referenceEn": "Fu, B.J., Liu, Y., Lü, Y.H., He, C.S., Zeng, Y., & Wu, B.F. (2011). Assessing the soil erosion control service of ecosystems change in the Loess Plateau of China, 8(4), 284-293."
            },
            {
                "titleCn": "土壤保持服务: 概念、评估与展望",
                "titleEn": null,
                "referenceCn": "刘月, 赵文武, 贾立志. (2019). 土壤保持服务: 概念、评估与展望. 生态学报, 39(2), 432-440.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤保持",
                "nameEn": "Soil conservation"
            },
            {
                "nameCn": "生态退化及保护",
                "nameEn": "Ecological Degradation and Protection"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-2015",
                "keywordEn": "1990-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the soil conservation dataset related to the Qinghai-Tibet Plateau, and how are these characteristics defined in terms of spatial and temporal resolution?",
                "QuestionCn": "青藏高原土壤保护数据集的特征是什么，这些特征在空间和时间分辨率方面是如何定义的？",
                "AnswerEn": "8km spatial resolution, temporal range from 1990 to 2015",
                "AnswerCn": "8公里空间分辨率，时间范围从1990年到2015年。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the soil conservation dataset generated for the Tibetan Plateau from 1990 to 2015?",
                "QuestionCn": "1990年至2015年为青藏高原生成的土壤保护数据集的空间分辨率是多少？",
                "AnswerEn": "8 kilometers",
                "AnswerCn": "8公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'soil conservation' mean in the context of ecosystem services?",
                "QuestionCn": "在生态系统服务的背景下，“土壤保护”指的是采取措施以防止土壤侵蚀、退化和污染，从而维持土壤的健康和生产力。这些措施有助于保持土壤的结构和功能，促进植物生长，支持生物多样性，并确保水资源的质量和可用性。土壤保护还可以增强生态系统的韧性，使其更能抵御气候变化和其他环境压力。",
                "AnswerEn": "In the context of ecosystem services, soil conservation refers to the ability of terrestrial ecosystems to provide regulatory services that prevent land degradation and reduce the frequency of flood disasters. The assessment of soil conservation is commonly conducted using the metric known as Soil Conservation (SC).",
                "AnswerCn": "在生态系统服务的背景下，土壤保护指的是陆地生态系统提供调节服务的能力，以防止土地退化并减少洪灾的发生频率。土壤保护的评估通常使用称为土壤保护（SC）的指标。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using GIMMS NDVI 3gv1.0 and ASTER GDEM compare in terms of their effectiveness for generating soil conservation datasets in the context of the Qinghai-Tibet Plateau?",
                "QuestionCn": "GIMMS NDVI 3gv1.0和ASTER GDEM在生成青藏高原土壤保护数据集方面的数据收集方法的有效性如何比较？",
                "AnswerEn": "The data collection methods using GIMMS NDVI 3gv1.0 and ASTER GDEM are employed to generate an 8 km resolution soil conservation dataset for the Qinghai-Tibet Plateau. GIMMS NDVI 3gv1.0 provides vegetation index data which is crucial for estimating vegetation cover and its role in soil preservation, while ASTER GDEM offers digital elevation data that is important for understanding topography and its influence on soil erosion. The combination of these data sources enhances the accuracy of soil conservation assessments by integrating both biological and physical factors, reflecting a multifaceted approach to understanding soil conservation in this region.",
                "AnswerCn": "使用GIMMS NDVI 3gv1.0和ASTER GDEM的数据收集方法生成了青藏高原的8公里分辨率土壤保护数据集。GIMMS NDVI 3gv1.0提供了植被指数数据，这对于估算植被覆盖及其在土壤保护中的作用至关重要，而ASTER GDEM则提供了数字高程数据，这对于理解地形及其对土壤侵蚀的影响非常重要。这些数据源的结合通过整合生物和物理因素，提高了土壤保护评估的准确性，反映了对该地区土壤保护理解的多方面方法。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the accuracy and reliability of soil conservation data in the Tibetan Plateau from 1990 to 2015?",
                "QuestionCn": "影响1990年至2015年藏族高原土壤保护数据准确性和可靠性的因素有哪些？",
                "AnswerEn": "The accuracy and reliability of soil conservation data in the Tibetan Plateau from 1990 to 2015 are influenced by factors such as the resolution of the data used, which is 8km in this case, the methodologies applied like the modified Universal Soil Loss Equation (RUSLE), and the various data sources used, including GIMMS NDVI 3gv1.0, ASTER GDEM, meteorological station data, and Chinese soil datasets. The integration and processing of these diverse datasets can also impact data quality and accuracy.",
                "AnswerCn": "1990年至2015年间，影响青藏高原土壤保护数据的准确性和可靠性的因素包括所使用数据的分辨率（在此情况下为8公里）、应用的方法（如修正的通用土壤流失方程RUSLE）以及使用的各种数据源，包括GIMMS NDVI 3gv1.0、ASTER GDEM、气象站数据和中国土壤数据集。这些不同数据集的整合和处理也会影响数据的质量和准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on the assessment of soil conservation when using a modified Universal Soil Loss Equation (RUSLE) combined with multiple data sources like GIMMS NDVI, ASTER GDEM, and meteorological station data?",
                "QuestionCn": "使用改进的通用土壤流失方程（RUSLE）结合多个数据源，如GIMMS NDVI、ASTER GDEM和气象站数据，对土壤保护评估的潜在结果是什么？",
                "AnswerEn": "Using a modified Universal Soil Loss Equation (RUSLE) combined with various data sources such as GIMMS NDVI, ASTER GDEM, and meteorological station data can lead to a more comprehensive and accurate assessment of soil conservation. This approach allows for a nuanced analysis of the spatial-temporal distribution of soil conservation in the Qinghai-Tibet Plateau, which is crucial for understanding its role in preventing land degradation and mitigating flood risks. Such integration of multiple data sources enhances the robustness of the soil conservation dataset, providing valuable insights for ecological safety strategies and sustainable development initiatives.",
                "AnswerCn": "使用改进的通用土壤流失方程（RUSLE）结合各种数据源，如GIMMS NDVI、ASTER GDEM和气象站数据，可以对土壤保护进行更全面和准确的评估。这种方法允许对青藏高原土壤保护的时空分布进行细致分析，这对于理解其在防止土地退化和减轻洪水风险中的作用至关重要。这种多数据源的整合增强了土壤保护数据集的可靠性，为生态安全策略和可持续发展倡议提供了宝贵的见解。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind creating a dataset with 8km resolution for soil conservation in the Qinghai-Tibet Plateau from 1990 to 2015?",
                "QuestionCn": "创建一个1990年至2015年间青藏高原土壤保护的8公里分辨率数据集的目标是什么？",
                "AnswerEn": "The goal of creating a dataset with 8km resolution for soil conservation in the Qinghai-Tibet Plateau from 1990 to 2015 is to evaluate soil conservation as a crucial regulating service provided by terrestrial ecosystems. This evaluation is essential for preventing land degradation and reducing the frequency of flood disasters in the region. Furthermore, understanding the spatial and temporal distribution of soil conservation in the Qinghai-Tibet Plateau is of profound significance for China's ecological civilization construction and sustainable development. This dataset aims to support these goals by using a modified version of the Universal Soil Loss Equation (RUSLE) and incorporating multiple data sources such as GIMMS NDVI 3gv1.0, ASTER GDEM, meteorological stations, and Chinese soil data.",
                "AnswerCn": "创建一个1990年至2015年间青藏高原8公里分辨率土壤保护数据集的目标是评估土壤保护作为陆地生态系统提供的重要调节服务。这一评估对于防止土地退化和减少该地区洪灾发生频率至关重要。此外，了解青藏高原土壤保护的时空分布对中国生态文明建设和可持续发展具有深远的意义。该数据集旨在通过使用修订版的通用土壤流失方程（RUSLE），并结合多种数据源，如GIMMS NDVI 3gv1.0、ASTER GDEM、气象站和中国土壤数据，来支持这些目标。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are utilized to compile a comprehensive soil conservation dataset for the Qinghai-Tibet Plateau, ensuring accurate spatial and temporal resolution from 1990 to 2015?",
                "QuestionCn": "为确保1990年至2015年青藏高原土壤保护数据集的空间和时间分辨率准确，采用了哪些程序？",
                "AnswerEn": "The dataset is generated using a modified version of the Universal Soil Loss Equation (RUSLE), incorporating data from various sources such as GIMMS NDVI 3gv1.0, ASTER GDEM, meteorological stations, and Chinese soil datasets, to achieve an 8km spatial resolution for soil conservation in the Qinghai-Tibet Plateau over the period from 1990 to 2015.",
                "AnswerCn": "该数据集是使用修订版的通用土壤流失方程（RUSLE）生成的，结合了来自多个来源的数据，如GIMMS NDVI 3gv1.0、ASTER GDEM、气象站和中国土壤数据集，以实现1990年至2015年期间青藏高原的8公里空间分辨率的土壤保护。",
                "Level": "C3(Applying)"
            }
        ]
    }
}