{
    "id": "b039fde6-face-4d24-af45-d238a6af18b7",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "A global dataset of standardized moisture anomaly index incorporating snow dynamics (SZIsnow) from 1948 to 2010",
            "titleCn": "全球考虑积融雪过程的标准化水分距平指数（1948-2010）",
            "description": "The SZIsnow dataset was calculated based on systematic physical fields from the Global Land Data Assimilation System version 2 (GLDAS-2) with the Noah land surface model. This SZIsnow dataset considers different physical water-energy processes, especially snow processes. The evaluation shows the dataset is capable of investigating different types of droughts across different timescales. The assessment also indicates that the dataset has an adequate performance to capture droughts across different spatial scales. The consideration of snow processes improved the capability of SZIsnow, and the improvement is evident over snow-covered areas (e.g., Arctic region) and high-altitude areas (e.g., Tibet Plateau). Moreover, the analysis also implies that SZIsnow dataset is able to well capture the large-scale drought events across the world. This drought dataset has high application potential for monitoring, assessing, and supplying information of drought, and also can serve as a valuable resource for drought studies.",
            "descriptionCn": "本数据集为覆盖全球范围考虑积融雪过程的标准化水分距平指数（SZIsnow)，该干旱指数数据集由GLDAS-2驱动产生。该指数考虑了与干旱发展相关的诸多水文过程，尤其是积融雪过程。目前许多干旱指数忽略了积融雪过程，导致不能准确地对积雪地区干旱的发生和发展进行评估，该指数很好地弥补了这一不足，解决了干旱物理机制解析与多时间尺度分析无法兼顾，不同类型干旱难以统一评估的两个难题。经验证该指数能够很好地对全球不同地区的历史干旱时间进行定量描述，其优异表现在高纬度和高海拔地区更为突出。因此本数据集可以为干旱的监测评估以及干旱相关研究提供科学参考。",
            "instructions": "The dataset file name is SZIsnow_1948_2010_01-48.7z that is a compressed file. The software used for compression is a free and open source software named 7-Zip (download address: https://www.7-zip.org/).  The extracted file contains 48 files in the format of NetCDF (netcdfnetcommon data form), that is, SZIsnow_1948_2010_XX.nc. In detail, 1948 and 2010 are the start and end dates of the dataset respectively, and \"XX\" represents the time scale of SZIsnow (1 to 48 months). Data access: NetCDF is widely used in many fields such as atmospheric science and hydrology. Data can be read in many ways (R language, MATLAB, NCL, etc.).",
            "instructionsCn": "数据文件名为：SZIsnow_1948_2010_01-48.7z，为压缩文件。压缩使用的软件为：免费开源软件7-Zip （下载地址：https://www.7-zip.org/）。 文件解压之后包含48个文件，格式为NetCDF (NetCDFNetwork Common Data Form)，即SZIsnow_1948_2010_XX.nc，其中，1948和2010分别为数据的起止时间，XX代表干旱指数SZIsnow的时间尺度（1-48月）。数据读取方式：NetCDF广泛应用于大气科学和水文等诸多领域。可以借助多种方式（R语言、MATLAB和NCL等）进行数据读取。",
            "east": 180.0,
            "west": -180.0,
            "south": -60.0,
            "north": 90.0,
            "startTime": "1948-01-01 00:00:00",
            "endTime": "2010-12-31 00:00:00",
            "fileSize": 29828522533.0,
            "cstr": null,
            "doi": "10.5281/zenodo.5627369",
            "dataFormat": null,
            "license": "Attribution 4.0 International (CC BY 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吴普特",
                "nameEn": "WU Pute",
                "unitEn": "",
                "unitCn": "西北农林科技大学"
            },
            {
                "nameCn": "田磊",
                "nameEn": "TIAN Lei",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "张宝庆",
                "nameEn": "ZHANG Baoqing",
                "unitEn": "",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A global drought dataset of standardized moisture anomaly index incorporating snow dynamics (SZIsnow) and its application in identifying large-scale drought events",
                "referenceCn": null,
                "referenceEn": "Tian, L., Zhang, B., and Wu, P. (2022). A global drought dataset of standardized moisture anomaly index incorporating snow dynamics (SZIsnow) and its application in identifying large-scale drought events. Earth Syst. Sci. Data, 14, 2259–2278, https://doi.org/10.5194/essd-14-2259-2022."
            },
            {
                "titleCn": null,
                "titleEn": "A framework for global multicategory and multiscalar drought characterization accounting for snow processes",
                "referenceCn": null,
                "referenceEn": "Zhang, B.Q, Xia, Y.L., Huning, L.S., Wei, J.H., Wang, G.Q., and AghaKouchak, A. (2019). A framework for global multicategory and multiscalar drought characterization accounting for snow processes. Water Resources Research, 55, 9258-9278. https://doi.org/10.1029/2019WR025529."
            },
            {
                "titleCn": null,
                "titleEn": "Development and evaluation of a physically based multiscalar drought index: The Standardized Moisture Anomaly Index",
                "referenceCn": null,
                "referenceEn": "Zhang, B.Q., Zhao, X.N., Jin, J.M., and Wu, P.T. (2015). Development and evaluation of a physically based multiscalar drought index: The Standardized Moisture Anomaly Index. Journal of Geophysical Research: Atmospheres, 120, 11,575-511,588. https://doi.org/10.1002/2015JD023772."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤湿度",
                "nameEn": "soil moisture"
            },
            {
                "nameCn": "干旱",
                "nameEn": "Drought"
            },
            {
                "nameCn": "气象灾害",
                "nameEn": "Meteorological Disaster"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            },
            {
                "nameCn": "融雪水",
                "nameEn": "Snowmelt water"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "雪水当量",
                "nameEn": "Snow water equivalent"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "三极",
                "keywordEn": "Three poles"
            },
            {
                "keywordCn": "全球",
                "keywordEn": "Global"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "多时间尺度",
                "keywordEn": "Multiscalar",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "国家重点研发计划",
                "titleEn": "National Key Research and Development Program of China"
            },
            {
                "titleCn": "黄土高原干旱过程与雨水资源化",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Drought indices do not always provide the most relevant information for water resources management as most of them neglect the role of snow in the land surface water balance. Determining the occurrence and evolution of drought at various temporal scales is a challenging task due to the lack of long-term measurements of surface water-energy fluxes and states, including streamflow, radiation, evapotranspiration (ET), soil moisture, and snow water equivalent (SWE). A precipitation deficiency is primarily referred to as meteorological drought; a hydrological drought is commonly caused by a deficit in streamflow or low surface and groundwater levels; and an agricultural drought mainly results from low levels of soil moisture storage. Increased temperatures and atmospheric evaporative demand is expected to reduce the amount of snowfall and SWE resulting in more frequent or intense droughts. Several studies have shown that warming processes, resulting in increased ET and/or soil moisture deficits, markedly affect the severity of droughts. A prolonged imbalance of surface water and moisture deficiencies caused by the changing snowpack could result in more frequent hydrological and agricultural droughts, further threatening water security. A number of efforts have been undertaken to develop methods for drought characterization; however, they generally neglect the effects of snow dynamics on drought evolution. The above described limitations of current drought indices highlight the need to incorporate snow information into a drought index such as the SZI to better characterize, model, and forecast droughts worldwide."
            ],
            "research objective": [
                "The main objective of this study is to (1) improve the SZI by incorporating snow information in both the water supply and demand using the Global Land Data Assimilation System (GLDAS; i.e., establish the SZI with snow, SZIsnow) and (2) evaluate the performance of the resulting SZIsnow by comparing it with SZI and observed drought evidences from multiple sources. This study contributes to the further development of drought indices by demonstrating how incorporating snow processes can improve the physical realism of drought assessment, especially in high-latitude and high-elevation regions covered by a deep snowpack."
            ],
            "challenges": [
                "The complexity of quantifying a drought arises from the lack of a specific physical variable that can directly represent its onset, ending, and severity. The shortcomings of the SZI are: (1) the need for information about many surface water-energy components as input data (often more than many other drought indices); (2) the use of a sophisticated LSM to estimate these hydrological inputs, which can be time consuming; (3) the negligence of the effects of snow in drought characterization."
            ],
            "methods": [],
            "dataset": [
                "The observed daily SWE and SNWD data for the western United States (includes 712 observation sites) and Alaska, United States (includes 31 observation sites) from October 1978 to September 2013 were obtained from the Snowpack Telemetry network operated by the Natural Resources Conversation Service. The observed monthly SNWD data for the Xinjiang region of China (includes 105 observation sites) from 1961–2013 were obtained from the Xinjiang Meteorological Bureau. The observed monthly SNWD and SWE data in eastern China (includes 110 observation sites) over 1980–2009 were provided by the National Meteorological Information Center of China. The GLDAS-2 only drives the Noah model at a spatial resolution of 0.25° × 0.25° from 1948 to 2010. The monthly Climatic Research Unit time series Version 4.01 (CRU TS 4.01 gridded data, with a 0.5° × 0.5° resolution) climate data and global daily ET product (Global Land Evaporation Amsterdam Model (GLEAM) v3.1a, at a spatial resolution of 0.25° × 0.25°) from 1980 to 2010 were used to determine the residual water-energy ratio (WER) in drought conditions."
            ],
            "findings": [
                "Results show that the SZIsnow agrees better with the observed changes in hydrological and agricultural droughts than the SZI, particularly over basins with high snow accumulation. Furthermore, the SZIsnow is more consistent with the residual water-energy ratio than the SZI over snow-influenced regions. Overall, the SZIsnow can be either a complement or an improvement over the SZI for identifying, monitoring, and characterizing hydrological and agricultural droughts at various scales (e.g., 1–48 months) over high-latitude and high-elevation regions that receive snow."
            ],
            "backgroundCn": [
                "干旱指数并不总是为水资源管理提供最相关的信息，因为大多数指数忽视了雪在陆地水分平衡中的作用。在不同时间尺度上确定干旱的发生和演变是一项具有挑战性的任务，因为缺乏长期的地表水-能量通量和状态的测量，包括径流、辐射、蒸散发（ET）、土壤湿度和雪水当量（SWE）。降水不足主要被称为气象干旱；而水文干旱通常是由于径流不足或地表和地下水位低造成的；农业干旱主要是由于土壤湿度储存水平低。预计气温升高和大气蒸发需求的增加将减少降雪量和雪水当量，从而导致更频繁或更强烈的干旱。多项研究表明，变暖过程导致的蒸散发增加和/或土壤湿度不足显著影响干旱的严重程度。由于雪盖变化引起的地表水和湿度缺乏的长期失衡，可能导致水文和农业干旱的频率增加，进一步威胁水安全。已经开展了一些努力来开发干旱特征化的方法；然而，它们通常忽视了雪动态对干旱演变的影响。上述当前干旱指数的局限性突显了将雪信息纳入干旱指数（如SZI）的必要性，以更好地表征、建模和预测全球干旱。"
            ],
            "research objectiveCn": [
                "本研究的主要目标是 (1) 通过使用全球陆地数据同化系统（GLDAS）将雪信息纳入水资源供需，改进干旱脆弱性指数（SZI），即建立带有雪的干旱脆弱性指数（SZIsnow）；(2) 通过将结果SZIsnow与SZI及来自多个来源的观测干旱证据进行比较，评估其性能。本研究通过展示如何将雪过程纳入干旱评估，特别是在覆盖深厚雪层的高纬度和高海拔地区，提高干旱评估的物理现实性，从而为干旱指数的进一步发展做出贡献。"
            ],
            "challengesCn": [
                "量化干旱的复杂性源于缺乏一个可以直接代表其开始、结束和严重性的特定物理变量。SZI的不足之处在于：(1) 需要关于许多地表水-能量组成部分的信息作为输入数据（通常比许多其他干旱指数需要更多）；(2) 使用复杂的陆地水文模型（LSM）来估计这些水文输入，这可能耗时；(3) 忽视了雪在干旱特征化中的影响。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "从1978年10月到2013年9月，西部美国（包括712个观测站）和阿拉斯加（包括31个观测站）的每日积雪水当量（SWE）和积雪深度（SNWD）数据来自自然资源保护局运营的雪况遥测网络。中国新疆地区（包括105个观测站）1961年至2013年的月度SNWD数据由新疆气象局提供。中国东部（包括110个观测站）1980年至2009年的月度SNWD和SWE数据由中国国家气象信息中心提供。GLDAS-2仅在1948年至2010年期间以0.25° × 0.25°的空间分辨率驱动Noah模型。1980年至2010年的月度气候研究单位时间序列版本4.01（CRU TS 4.01网格数据，分辨率为0.5° × 0.5°）气候数据和全球日蒸散产品（全球陆地蒸发阿姆斯特丹模型（GLEAM）v3.1a，空间分辨率为0.25° × 0.25°）用于确定干旱条件下的剩余水-能量比（WER）。"
            ],
            "findingsCn": [
                "结果表明，SZIsnow在水文和农业干旱变化的观测结果上比SZI更为一致，特别是在积雪较多的流域。此外，SZIsnow在雪影响区域与残余水能比的关系上也比SZI更为一致。总体而言，SZIsnow可以作为SZI的补充或改进，用于识别、监测和表征高纬度和高海拔地区的水文和农业干旱，适用于不同时间尺度（例如1-48个月）。"
            ]
        },
        {
            "background": [
                "Drought is recognized as one of the costliest natural disasters in the world, resulting in 55% of the economic losses caused by natural disasters. Based on an analysis of precipitation, streamflow, and drought indices, Dai indicated that the area of global drought has increased significantly since 1950 in many regions. Northern China, as the largest drought-prone region, experienced severe droughts during the second half of the twentieth century, and the most severe and prolonged droughts have occurred since 1990. Drought is a complex climate phenomenon that results mainly from a long-term deficiency in precipitation. It is defined in several different ways in terms of applications. These different definitions make it difficult to objectively quantify drought features such as magnitude, duration, and spatial extent. Drought indices are a common way to identify drought events, and development of such an index for varied applications is essential to water resource prediction and management. Two prominent drought indices that have been widely used in climate and hydrology studies are (1) the Palmer Drought Severity Index (PDSI), based on the water balance equation, and (2) the Standardized Precipitation Index (SPI), based on a probabilistic precipitation approach. The PDSI uses a water balance model to compute the cumulative moisture departure on the land surface. However, the PDSI still lacks the ability to identify drought events within a watershed at multiple timescales. The main limitation of the SPI is that it is based on precipitation and ignores the effects of atmospheric water demand."
            ],
            "research objective": [
                "Therefore, the objective of this study is to develop and evaluate a new physically based multiscalar drought index, the Standardized Moisture Anomaly Index (SZI), which is formulated based on the Z value from the PDSI and the probabilistic moisture approach of the SPEI."
            ],
            "challenges": [
                "However, it is one of the least observed variables of the hydrologic cycle in terms of long-term and large-scale measurements. Moreover, the representativeness of point measurements of soil moisture for regional applications is often questioned due to high spatial heterogeneity. There is a substantial lack of large-scale and long-term in situ observations of soil moisture. Thus, validation of the model-simulated soil moisture with observations for our study region is difficult."
            ],
            "methods": [
                "In this study, we calculated the SPI and SPEI in order to compare them with our newly developed SZI. In this work, version 4.1.1 of VIC was used to reconstruct daily water balance components and soil moisture values at a spatial resolution of 50 km, covering the entire Loess Plateau from 1 January 1971 to 31 December 2012. The observed streamflows from 11 key hydrometric stations were divided into two groups: (1) Lanzhou, Toudaoguai, Longmen, Tongguan, Huayuankou, and Huaxian for model calibration (these stations are located in the mainstream of the Yellow River) and (2) Hongqi, Baijiachuan, Hejin, Zhangjiashan, and Zhuangtou for model validation (these stations are located in the tributaries of the Yellow River). The calculated Z values were aggregated at different timescales, following the same procedure as that for the SPEI. In order to evaluate the performance and ability of the SZI, the drought identification results were compared with the VIC-PDSI and the other two most widely accepted multiscalar drought indices, the SPI and SPEI."
            ],
            "dataset": [
                "The meteorological forcing data for driving the VIC model with a daily step came from 73 meteorological stations in the Loess Plateau and its surrounding area for the period of 1971 through 2012, including daily precipitation, maximum and minimum air temperatures, solar radiation, relative humidity, pressure, and wind speed. The observed monthly hydrologic data from 11 key gauge stations along the Yellow River were from the Hydrology Bureau of the Yellow River Conservancy Commission of China. The Climate Prediction Center (CPC) monthly soil moisture data set was used to evaluate the performance of the VIC model in simulating the soil water content. The Normalized Difference Vegetation Index (NDVI) data, which were used to evaluate the performance of different drought indices, were from the NOAA advanced very high resolution radiometer land data set at a spatial resolution of 8 km at 15-day intervals from January 1982 to December 2006."
            ],
            "findings": [
                "The SZI has a multiscalar advantage over the VIC-PDSI, which is important in monitoring the severity and duration of droughts at different timescales. The SZI agrees better with the observed changes in the streamflow and vegetation index than the SPEI or the SPI, indicating that the SZI performs better than the SPI or SPEI in identifying drought events at different timescales."
            ],
            "backgroundCn": [
                "干旱被认为是世界上最昂贵的自然灾害之一，造成了55%的自然灾害经济损失。根据对降水、河流流量和干旱指数的分析，戴（Dai）指出，自1950年以来，全球干旱的面积在许多地区显著增加。北方中国作为最大的干旱易发地区，在20世纪下半叶经历了严重的干旱，自1990年以来，最严重和持续时间最长的干旱事件发生。干旱是一种复杂的气候现象，主要是由于长期降水不足造成的。根据不同的应用，干旱有多种定义。这些不同的定义使得客观量化干旱特征（如强度、持续时间和空间范围）变得困难。干旱指数是识别干旱事件的一种常用方法，为不同应用开发这样的指数对水资源预测和管理至关重要。两种在气候和水文学研究中广泛使用的显著干旱指数是（1）基于水量平衡方程的帕尔默干旱严重指数（PDSI），和（2）基于概率降水方法的标准化降水指数（SPI）。PDSI使用水量平衡模型计算地表的累积水分偏离。然而，PDSI仍然缺乏在多个时间尺度上识别流域内干旱事件的能力。SPI的主要限制在于它基于降水，忽略了大气水分需求的影响。"
            ],
            "research objectiveCn": [
                "因此，本研究的目标是开发和评估一种新的基于物理的多尺度干旱指数，即标准化湿度异常指数（SZI），该指数是基于PDSI的Z值和SPEI的概率湿度方法制定的。"
            ],
            "challengesCn": [
                "然而，在长期和大规模测量方面，土壤湿度是水文循环中观察最少的变量之一。此外，由于空间异质性较高，土壤湿度的点测量在区域应用中的代表性常常受到质疑。缺乏大规模和长期的土壤湿度现场观测。因此，验证我们研究区域模型模拟的土壤湿度与观测值之间的关系是困难的。"
            ],
            "methodsCn": [
                "在本研究中，我们计算了SPI和SPEI，以便与我们新开发的SZI进行比较。在这项工作中，使用了VIC的4.1.1版本来重建1971年1月1日至2012年12月31日期间的日水量平衡组件和土壤湿度值，空间分辨率为50公里，覆盖整个黄土高原。来自11个关键水文站的观测流量被分为两组：（1）兰州、头道拐、龙门、铜关、华园口和华县用于模型校准（这些站点位于黄河主流）；（2）红旗、白家川、河津、张家山和庄头用于模型验证（这些站点位于黄河支流）。计算得到的Z值在不同时间尺度上进行了汇总，遵循与SPEI相同的程序。为了评估SZI的性能和能力，干旱识别结果与VIC-PDSI以及其他两个最广泛接受的多尺度干旱指数SPI和SPEI进行了比较。"
            ],
            "datasetCn": [
                "气象强迫数据用于驱动VIC模型，数据来自1971年至2012年期间在黄土高原及其周边地区的73个气象站，包含每日降水量、最高和最低气温、太阳辐射、相对湿度、气压和风速。来自中国黄河水利委员会水文局的11个关键水文站的观测月水文数据用于分析。气候预测中心（CPC）的月土壤湿度数据集用于评估VIC模型在模拟土壤水分方面的表现。归一化差异植被指数（NDVI）数据用于评估不同干旱指数的表现，数据来自美国国家海洋和大气管理局（NOAA）高级非常高分辨率辐射计陆地数据集，空间分辨率为8公里，时间间隔为15天，覆盖1982年1月至2006年12月。"
            ],
            "findingsCn": [
                "SZI在多尺度上相较于VIC-PDSI具有优势，这在监测不同时间尺度上干旱的严重程度和持续时间时非常重要。SZI与观察到的径流和植被指数变化的吻合度优于SPEI或SPI，这表明SZI在识别不同时间尺度上的干旱事件方面表现优于SPI或SPEI。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the incorporation of snow information in drought indices improve the evaluation of droughts in high-latitude and high-elevation regions?",
                "QuestionCn": "在高纬度和高海拔地区，雪信息的纳入是否改善了干旱指数对干旱的评估？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are some of the data collection methods employed to gather snow water equivalent (SWE) data?",
                "QuestionCn": "收集雪水当量（SWE）数据的方法有哪些？",
                "AnswerEn": "Snowpack Telemetry network",
                "AnswerCn": "积雪遥测网络",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can datasets related to surface water-energy fluxes and states be sourced from?",
                "QuestionCn": "可以从哪里获取与地表水-能量通量和状态相关的数据集？",
                "AnswerEn": "Global Land Data Assimilation System (GLDAS)",
                "AnswerCn": "全球陆地数据同化系统 (GLDAS)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with the validation of soil moisture data in large-scale studies?",
                "QuestionCn": "在大规模研究中，验证土壤湿度数据面临哪些挑战？",
                "AnswerEn": "lack of long-term and large-scale in situ observations",
                "AnswerCn": "缺乏长期和大规模的现场观测",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that incorporates snow dynamics into drought assessment models?",
                "QuestionCn": "您能否提供一个将雪动态纳入干旱评估模型的数据收集方法的示例？",
                "AnswerEn": "One example is the use of the Global Land Data Assimilation System (GLDAS) to incorporate snow information into the Standardized Moisture Anomaly Index (SZI), resulting in the SZIsnow, which better accounts for snow dynamics in drought assessment.",
                "AnswerCn": "一个例子是使用全球土地数据同化系统（GLDAS）将雪的信息纳入标准化湿度异常指数（SZI），从而得出SZIsnow，这更好地考虑了雪动态在干旱评估中的作用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristic data collection methods used for capturing snow water equivalent (SWE) and snow depth (SNWD) in high latitude and high elevation regions?",
                "QuestionCn": "在高纬度和高海拔地区，捕捉雪水当量（SWE）和雪深（SNWD）的特征数据收集方法有哪些？",
                "AnswerEn": "observation sites, Snowpack Telemetry network, daily SWE and SNWD data",
                "AnswerCn": "观测站点、积雪遥测网络、每日SWE和SNWD数据",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges associated with collecting long-term and large-scale soil moisture data for drought characterization?",
                "QuestionCn": "收集长期和大规模土壤湿度数据以进行干旱特征描述所面临的挑战有哪些？",
                "AnswerEn": "lack of large-scale in situ observations, difficulty in validating model-simulated soil moisture, high spatial heterogeneity",
                "AnswerCn": "缺乏大规模的现场观测、难以验证模型模拟的土壤湿度、高空间异质性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the Noah model driven by GLDAS-2 for the period 1948 to 2010?",
                "QuestionCn": "Noah模型在1948年至2010年期间由GLDAS-2驱动的空间分辨率是多少？",
                "AnswerEn": "0.25° × 0.25°",
                "AnswerCn": "0.25° × 0.25°",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many meteorological stations provided data for driving the VIC model over the Loess Plateau during 1971 to 2012?",
                "QuestionCn": "在1971年至2012年期间，有多少个气象站提供数据用于驱动VIC模型在黄土高原的研究？",
                "AnswerEn": "73",
                "AnswerCn": "73",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Standardized Moisture Anomaly Index (SZI) and how does it incorporate snow information in drought assessment?",
                "QuestionCn": "标准化湿度异常指数（SZI）是什么，它是如何在干旱评估中融入雪的信息的？",
                "AnswerEn": "The Standardized Moisture Anomaly Index (SZI) is a physically based multiscalar drought index formulated based on the Z value from the Palmer Drought Severity Index (PDSI) and the probabilistic moisture approach of the Standardized Precipitation Evapotranspiration Index (SPEI). It incorporates snow information in both water supply and demand using the Global Land Data Assimilation System to improve the physical realism of drought assessment, particularly in high-latitude and high-elevation regions covered by a deep snowpack.",
                "AnswerCn": "标准化湿度异常指数（SZI）是一种基于物理的多尺度干旱指数，基于帕尔默干旱严重性指数（PDSI）的Z值和标准化降水蒸散指数（SPEI）的概率湿度方法进行制定。它结合了雪的信息，在水供应和需求中使用全球陆地数据同化系统，以提高干旱评估的物理现实性，特别是在被深厚雪盖覆盖的高纬度和高海拔地区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the main challenges associated with using the Global Land Data Assimilation System (GLDAS) for drought indices development?",
                "QuestionCn": "使用全球土地数据同化系统（GLDAS）开发干旱指数的主要挑战是什么？",
                "AnswerEn": "The main challenges associated with using the Global Land Data Assimilation System (GLDAS) for drought indices development include the need for information about many surface water-energy components as input data, the use of a sophisticated land surface model to estimate these hydrological inputs, which can be time-consuming, and the initial negligence of the effects of snow in drought characterization, which the improved SZIsnow aims to address.",
                "AnswerCn": "使用全球陆地数据同化系统（GLDAS）开发干旱指数的主要挑战包括需要许多地表水-能量组分的信息作为输入数据，使用复杂的陆面模型来估计这些水文输入，这可能耗时较长，以及最初忽视了雪对干旱特征的影响，而改进的SZIsnow旨在解决这一问题。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for snow water equivalent (SWE) and snow depth (SNWD) in the United States compare to those in China in terms of temporal coverage and spatial distribution?",
                "QuestionCn": "美国和中国在雪水当量（SWE）和雪深（SNWD）数据收集方法方面在时间覆盖和空间分布上有何比较？",
                "AnswerEn": "In the United States, the observed daily SWE and SNWD data were collected from October 1978 to September 2013, covering 712 observation sites in the western United States and 31 sites in Alaska. In China, the observed monthly SNWD data in the Xinjiang region were collected from 1961 to 2013 at 105 observation sites, while in eastern China, the monthly SNWD and SWE data were collected from 1980 to 2009 at 110 observation sites. Thus, the U.S. data have a longer temporal coverage for Alaska but less spatial distribution compared to China, where two regions are covered with different temporal spans.",
                "AnswerCn": "在美国，从1978年10月到2013年9月，收集了712个观测站的每日积雪水当量（SWE）和积雪深度（SNWD）数据，覆盖了美国西部和31个阿拉斯加站点。在中国，1961年至2013年期间，在新疆地区收集了105个观测站的月度SNWD数据，而在中国东部，从1980年到2009年收集了110个观测站的月度SNWD和SWE数据。因此，美国的数据在阿拉斯加的时间覆盖更长，但空间分布较少，而中国则覆盖了两个区域，具有不同的时间跨度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In terms of evaluating drought indices, how does the incorporation of snow processes in the SZIsnow index compare with the use of soil moisture data in the VIC model for capturing drought events?",
                "QuestionCn": "在评估干旱指数方面，SZIsnow指数中融入雪过程与VIC模型中使用土壤湿度数据在捕捉干旱事件方面的比较如何？",
                "AnswerEn": "The SZIsnow index incorporates snow processes to improve the physical realism of drought assessment, particularly in regions with significant snow accumulation. It performs better in capturing hydrological and agricultural droughts compared to indices that do not consider snow. The VIC model, on the other hand, uses soil moisture data among other hydrological inputs to evaluate drought indices, focusing more on soil water content changes. Both methods aim to enhance drought characterization, but SZIsnow specifically addresses the influence of snow dynamics, while the VIC model emphasizes soil moisture variability.",
                "AnswerCn": "SZIsnow指数结合了雪过程，以提高干旱评估的物理现实性，特别是在积雪显著的地区。与不考虑雪的指数相比，它在捕捉水文和农业干旱方面表现更好。另一方面，VIC模型使用土壤湿度数据以及其他水文输入来评估干旱指数，更加关注土壤水分变化。两种方法都旨在增强干旱特征化，但SZIsnow特别关注雪动态的影响，而VIC模型则强调土壤湿度的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the incorporation of snow information into drought indices be interpreted in terms of improving the accuracy of drought monitoring in high-latitude and high-elevation regions?",
                "QuestionCn": "将雪信息纳入干旱指数的做法可以被解读为提高高纬度和高海拔地区干旱监测准确性的方式。",
                "AnswerEn": "Incorporating snow information into drought indices can improve the accuracy of drought monitoring by accounting for snow dynamics that influence the water supply and demand. This approach allows for a more realistic assessment of drought conditions, particularly in regions with significant snow accumulation, by addressing the previously neglected snow processes in standard drought indices.",
                "AnswerCn": "将雪信息纳入干旱指数可以提高干旱监测的准确性，因为它考虑了影响水供应和需求的雪动态。这种方法允许对干旱条件进行更现实的评估，特别是在积雪显著的地区，通过解决标准干旱指数中之前被忽视的雪过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges in data collection and modeling can be inferred when attempting to accurately quantify and monitor drought using existing datasets and methodologies?",
                "QuestionCn": "在尝试使用现有数据集和方法准确量化和监测干旱时，可以推断出数据收集和建模方面的哪些挑战？",
                "AnswerEn": "Challenges in data collection and modeling for drought monitoring include the lack of long-term and large-scale measurements of key hydrological variables such as soil moisture, streamflow, and snow water equivalent. Additionally, the complexity of input data requirements and the use of sophisticated land surface models can pose significant challenges in accurately quantifying drought onset, severity, and evolution.",
                "AnswerCn": "在干旱监测中，数据收集和建模面临的挑战包括缺乏长期和大规模的关键水文变量测量，如土壤湿度、河流流量和雪水当量。此外，输入数据要求的复杂性以及使用复杂的陆面模型也可能在准确量化干旱的发生、严重程度和演变方面带来重大挑战。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of quantifying droughts, especially in regions where snow dynamics play a significant role?",
                "QuestionCn": "导致量化干旱复杂性的因素有哪些，特别是在雪动态发挥重要作用的地区？",
                "AnswerEn": "The complexity of quantifying drought arises from the lack of a specific physical variable that can directly represent its onset, ending, and severity. Additionally, many drought indices neglect the effects of snow dynamics, which are crucial for understanding drought evolution in high-latitude and high-elevation regions.",
                "AnswerCn": "量化干旱的复杂性源于缺乏一个具体的物理变量来直接表示其开始、结束和严重程度。此外，许多干旱指数忽视了雪动态的影响，而雪动态对于理解高纬度和高海拔地区干旱的演变至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a need to incorporate snow information into drought indices for more accurate drought characterization?",
                "QuestionCn": "为什么需要将雪的信息纳入干旱指数，以便更准确地表征干旱？",
                "AnswerEn": "Incorporating snow information is necessary because most drought indices neglect the role of snow in the land surface water balance. This omission can lead to inaccurate assessments of drought occurrence and evolution, particularly in areas with significant snow accumulation, where snow processes significantly alter water availability and contribute to drought conditions.",
                "AnswerCn": "纳入雪的信息是必要的，因为大多数干旱指数忽视了雪在陆地表面水分平衡中的作用。这种遗漏可能导致对干旱发生和演变的不准确评估，特别是在积雪显著的地区，雪的过程显著改变水的可用性并导致干旱条件的出现。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are faced in obtaining long-term, large-scale measurements for soil moisture and other hydrological components required for drought characterization?",
                "QuestionCn": "在获取用于干旱特征化的土壤湿度和其他水文成分的长期、大规模测量时面临哪些挑战？",
                "AnswerEn": "Challenges include the substantial lack of large-scale and long-term in situ observations of soil moisture, as well as the high spatial heterogeneity that questions the representativeness of point measurements for regional applications. These challenges make validation of model-simulated soil moisture difficult and complicate the accurate characterization of droughts.",
                "AnswerCn": "挑战包括缺乏大规模和长期的土壤湿度原位观测，以及高空间异质性，这使得点测量在区域应用中的代表性受到质疑。这些挑战使得模型模拟的土壤湿度验证变得困难，并且复杂化了干旱的准确表征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the likely effects on the accuracy and reliability of drought monitoring when incorporating snow water equivalent data into drought indices?",
                "QuestionCn": "将雪水当量数据纳入干旱指数可能对干旱监测的准确性和可靠性产生哪些影响？",
                "AnswerEn": "Incorporating snow water equivalent data into drought indices improves the accuracy and reliability of drought monitoring, especially in regions with significant snowfall, as it provides a better representation of snow dynamics and their influence on drought conditions.",
                "AnswerCn": "将雪水当量数据纳入干旱指数可以提高干旱监测的准确性和可靠性，特别是在降雪量较大的地区，因为它更好地反映了雪的动态及其对干旱条件的影响。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What consequences arise from the use of complex land surface models that require extensive input data for drought characterization?",
                "QuestionCn": "使用需要大量输入数据的复杂地表模型进行干旱特征化会产生哪些后果？",
                "AnswerEn": "The use of complex land surface models that require extensive input data can lead to more accurate and comprehensive drought characterization, but it also poses challenges such as increased computational time and the need for detailed data on various hydrological components.",
                "AnswerCn": "使用需要大量输入数据的复杂地表模型可以导致更准确和全面的干旱特征描述，但这也带来了挑战，例如增加计算时间和对各种水文组件的详细数据需求。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What motivates the integration of snow information into drought indices for global drought characterization?",
                "QuestionCn": "将雪信息纳入全球干旱特征的干旱指数的动机是什么？",
                "AnswerEn": "The integration of snow information into drought indices is motivated by the need to improve the physical realism of drought assessment, especially in high-latitude and high-elevation regions where snow dynamics significantly influence drought evolution. Traditional drought indices often neglect the role of snow, leading to inaccurate assessments in snow-prone areas.",
                "AnswerCn": "将雪信息纳入干旱指数的动机在于提高干旱评估的物理现实性，特别是在高纬度和高海拔地区，雪动态对干旱演变有显著影响。传统的干旱指数往往忽视雪的作用，导致在雪多地区的评估不准确。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in integrating snow dynamics into drought indices to improve their accuracy for monitoring droughts in snow-prone regions?",
                "QuestionCn": "将雪动态纳入干旱指数以提高其在雪多发地区监测干旱的准确性所涉及的程序步骤有哪些？",
                "AnswerEn": "The procedural steps involve improving the SZI by incorporating snow information using the Global Land Data Assimilation System (GLDAS) to establish the SZIsnow. This includes evaluating the performance of the SZIsnow by comparing it with the SZI and observed drought evidence from multiple sources.",
                "AnswerCn": "程序步骤包括通过使用全球陆地数据同化系统（GLDAS）将雪信息纳入来改善SZI，以建立SZIsnow。这包括通过将SZIsnow与SZI以及来自多个来源的观察干旱证据进行比较来评估SZIsnow的性能。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can one develop a multiscalar drought index that accounts for both precipitation and atmospheric water demand effectively?",
                "QuestionCn": "如何有效地开发一个多尺度干旱指数，既考虑降水量又考虑大气水分需求？",
                "AnswerEn": "To develop a multiscalar drought index like the Standardized Moisture Anomaly Index (SZI), one can combine the Z value from the Palmer Drought Severity Index (PDSI) with the probabilistic moisture approach of the Standardized Precipitation Evapotranspiration Index (SPEI). This involves calculating the SPI and SPEI for comparison, using a model like VIC to reconstruct daily water balance components, and aggregating the calculated Z values at different timescales.",
                "AnswerCn": "要开发一个多尺度干旱指数，如标准化湿度异常指数（SZI），可以将帕尔默干旱严重指数（PDSI）的Z值与标准化降水蒸散指数（SPEI）的概率湿度方法相结合。这涉及计算SPI和SPEI以进行比较，使用像VIC这样的模型重建每日水量平衡组件，并在不同时间尺度上聚合计算得到的Z值。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What methodologies are used to validate model-simulated soil moisture against observed data in large-scale drought studies?",
                "QuestionCn": "在大规模干旱研究中，用于验证模型模拟土壤湿度与观测数据的方法论有哪些？",
                "AnswerEn": "The methodologies include using meteorological forcing data from numerous stations for driving models like VIC, comparing model outputs with observed streamflows from key hydrometric stations, and evaluating the model-simulated soil moisture with datasets like the Climate Prediction Center (CPC) monthly soil moisture data set.",
                "AnswerCn": "这些方法包括使用来自多个站点的气象强迫数据来驱动模型，如VIC，比较模型输出与关键水文站的观测流量，并评估模型模拟的土壤湿度与气候预测中心（CPC）月度土壤湿度数据集的对比。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What are the technological advancements that have enabled the integration of snow dynamics into drought indices?",
                "QuestionCn": "哪些技术进步使得雪动态能够融入干旱指数中？",
                "AnswerEn": "The integration of snow dynamics into drought indices is enabled by the use of the Global Land Data Assimilation System (GLDAS) which drives models like Noah at a spatial resolution of 0.25° × 0.25°. This system provides necessary hydrological inputs and allows for the incorporation of snow processes, essential for improving the physical realism of drought assessment in high-latitude and high-elevation regions.",
                "AnswerCn": "将雪动态整合到干旱指数中得益于全球陆地数据同化系统（GLDAS），该系统以0.25° × 0.25°的空间分辨率驱动像Noah这样的模型。该系统提供必要的水文输入，并允许纳入雪过程，这对于提高高纬度和高海拔地区干旱评估的物理现实性至关重要。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the use of satellite and ground-based data networks enhance the collection of snow-related datasets for drought monitoring?",
                "QuestionCn": "卫星和地面数据网络的使用如何增强雪相关数据集的收集，以便进行干旱监测？",
                "AnswerEn": "The use of satellite and ground-based data networks, such as the Snowpack Telemetry network and meteorological stations, enhances the collection of snow-related datasets by providing observed daily and monthly data on Snow Water Equivalent (SWE) and Snow Depth (SNWD) across diverse regions like the western United States, Alaska, and China. These datasets are crucial for evaluating and validating drought indices that incorporate snow dynamics.",
                "AnswerCn": "卫星和地面数据网络的使用，例如雪层遥测网络和气象站，通过提供西部美国、阿拉斯加和中国等不同地区的雪水当量（SWE）和雪深（SNWD）的每日和每月观测数据，增强了雪相关数据集的收集。这些数据集对于评估和验证包含雪动态的干旱指数至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to collect long-term and large-scale soil moisture data for drought index development?",
                "QuestionCn": "收集长期和大规模土壤湿度数据以开发干旱指数可能面临哪些挑战？",
                "AnswerEn": "There is a substantial lack of large-scale and long-term in situ observations of soil moisture, making validation of model-simulated soil moisture difficult. Additionally, the representativeness of point measurements of soil moisture for regional applications is often questioned due to high spatial heterogeneity.",
                "AnswerCn": "土壤湿度的大规模和长期原位观测严重不足，这使得对模型模拟土壤湿度的验证变得困难。此外，由于空间异质性较高，土壤湿度的点测量在区域应用中的代表性常常受到质疑。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What might be the reasons for the complexity in quantifying drought through existing indices?",
                "QuestionCn": "量化干旱的复杂性可能源于现有指标的多种原因。",
                "AnswerEn": "The complexity arises from the lack of a specific physical variable that can directly represent the onset, ending, and severity of a drought. Additionally, current indices often neglect the effects of snow dynamics and require information about many surface water-energy components as input data, which can be time-consuming.",
                "AnswerCn": "复杂性源于缺乏一个具体的物理变量来直接表示干旱的开始、结束和严重程度。此外，当前的指数往往忽视了雪动态的影响，并且需要关于许多地表水-能量组成部分的信息作为输入数据，这可能是耗时的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why would incorporating snow information into a drought index potentially improve drought assessment?",
                "QuestionCn": "将雪的信息纳入干旱指数可能会改善干旱评估的原因是什么？",
                "AnswerEn": "Incorporating snow information can improve the physical realism of drought assessment by considering hydrological processes such as snow accumulation and melt, which are particularly relevant in high-latitude and high-elevation regions. This approach can help better characterize, model, and forecast droughts in these areas.",
                "AnswerCn": "纳入雪的信息可以通过考虑水文过程，如雪的积累和融化，来提高干旱评估的物理现实性，这在高纬度和高海拔地区尤为相关。这种方法可以帮助更好地表征、建模和预测这些地区的干旱。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What challenges do researchers face when incorporating snow dynamics into drought indices, and how might these challenges impact the reliability of such indices?",
                "QuestionCn": "研究人员在将雪动态纳入干旱指数时面临哪些挑战，这些挑战可能如何影响这些指数的可靠性？",
                "AnswerEn": "Researchers face challenges such as the complexity of quantifying drought due to the lack of a specific physical variable that can directly represent its onset, ending, and severity. Additionally, there is a need for detailed information about many surface water-energy components as input data. These challenges can impact the reliability of drought indices by making them time-consuming to compute and potentially less accurate if snow dynamics are not adequately integrated.",
                "AnswerCn": "研究人员面临的挑战包括由于缺乏能够直接代表干旱开始、结束和严重程度的特定物理变量，导致量化干旱的复杂性。此外，还需要关于许多地表水-能量组分的详细信息作为输入数据。这些挑战可能会影响干旱指数的可靠性，因为计算过程可能耗时，并且如果雪动态没有得到充分整合，可能会导致准确性降低。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In evaluating the performance of meteorological models, what considerations should be made regarding the spatial heterogeneity of soil moisture, and how might these affect the model's validation?",
                "QuestionCn": "在评估气象模型的性能时，关于土壤湿度的空间异质性应考虑哪些因素，这些因素可能如何影响模型的验证。",
                "AnswerEn": "Considering the spatial heterogeneity of soil moisture is crucial, as it can question the representativeness of point measurements for regional applications. This affects model validation by making it difficult to ensure that the model-simulated soil moisture accurately reflects real-world conditions, especially given the substantial lack of large-scale and long-term in situ observations of soil moisture.",
                "AnswerCn": "考虑到土壤湿度的空间异质性是至关重要的，因为这可能会影响点测量在区域应用中的代表性。这会影响模型验证，使得确保模型模拟的土壤湿度准确反映现实条件变得困难，尤其是在缺乏大规模和长期的土壤湿度现场观测的情况下。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm uncertain about how snow dynamics are typically incorporated into drought indices and what methodologies are used to improve their physical realism.",
                "QuestionCn": "我对雪动态通常是如何纳入干旱指数的以及用于提高其物理现实性的 methodologies 感到不确定。",
                "AnswerEn": "Snow dynamics can be incorporated into drought indices by using systems like the Global Land Data Assimilation System (GLDAS) to integrate snow information into both the water supply and demand components of an index such as the Standardized Moisture Anomaly Index (SZI). This approach aims to improve the physical realism of drought assessment, especially in regions with significant snowpack.",
                "AnswerCn": "雪动态可以通过使用全球土地数据同化系统（GLDAS）将雪信息整合到标准化湿度异常指数（SZI）的水供应和需求组成部分中，从而纳入干旱指数。这种方法旨在提高干旱评估的物理现实性，特别是在雪盖显著的地区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand the challenges researchers face when trying to validate model-simulated soil moisture with observations on a large scale.",
                "QuestionCn": "我不理解研究人员在尝试在大规模上验证模型模拟的土壤湿度与观测值时面临的挑战。",
                "AnswerEn": "One significant challenge is the lack of large-scale and long-term in situ observations of soil moisture. The high spatial heterogeneity of soil moisture makes it difficult to use point measurements for regional applications, which complicates the validation of model-simulated data.",
                "AnswerCn": "一个显著的挑战是缺乏大规模和长期的土壤湿度原位观测。土壤湿度的高空间异质性使得使用点测量进行区域应用变得困难，这也使得模型模拟数据的验证变得复杂。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm not clear on what data sources are typically utilized to evaluate the performance of drought indices across different regions.",
                "QuestionCn": "我不清楚通常使用哪些数据源来评估不同地区干旱指数的表现。",
                "AnswerEn": "Various data sources are utilized, including observed daily and monthly snow water equivalent and snow depth data from networks like the Snowpack Telemetry network and meteorological bureaus. Additionally, climate data from the Climatic Research Unit and global daily evapotranspiration products such as the Global Land Evaporation Amsterdam Model are used to assess drought conditions. These datasets help in evaluating drought indices' performance by comparing them against observed hydrological and agricultural drought changes.",
                "AnswerCn": "各种数据源被利用，包括来自雪水当量和雪深数据的观测日常和月度数据，这些数据来自雪层遥测网络和气象局。此外，还使用气候研究单位的气候数据和全球日蒸散发产品，如全球陆地蒸发阿姆斯特丹模型，以评估干旱条件。这些数据集有助于通过将干旱指数的表现与观察到的水文和农业干旱变化进行比较，从而进行评估。",
                "Level": "C1(Remembering)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore and summarize the challenges associated with data collection and validation for drought indices that incorporate snow dynamics.",
                "QuestionCn": "请探讨并总结与包含雪动态的干旱指数的数据收集和验证相关的挑战。",
                "AnswerEn": "The challenges in data collection and validation for drought indices incorporating snow dynamics include the complexity of quantifying drought due to the lack of a specific physical variable that can directly represent its onset, ending, and severity. There is also a need for comprehensive information about surface water-energy components, which requires sophisticated models like LSMs that are time-consuming. Another challenge is the substantial lack of large-scale and long-term in situ observations of soil moisture, which complicates the validation of model-simulated data.",
                "AnswerCn": "在收集和验证包含雪动态的干旱指数时，面临的挑战包括由于缺乏能够直接代表干旱开始、结束和严重程度的特定物理变量，使得量化干旱变得复杂。此外，还需要全面的信息来了解地表水-能量组成，这需要复杂的模型，如陆面模型（LSMs），而这些模型的运行时间较长。另一个挑战是缺乏大规模和长期的土壤湿度实地观测数据，这使得验证模型模拟数据变得复杂。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please identify and analyze potential datasets that could be utilized for developing or improving multiscalar drought indices that consider snow processes.",
                "QuestionCn": "请识别和分析可以用于开发或改进考虑雪过程的多尺度干旱指数的潜在数据集。",
                "AnswerEn": "Potential datasets for developing or improving multiscalar drought indices that consider snow processes include observed daily SWE and SNWD data from networks like the Snowpack Telemetry network and meteorological data from several regional meteorological bureaus. Additionally, the GLDAS-2 driven data and global climate datasets such as the CRU TS 4.01 and GLEAM can be used to determine water-energy ratios under drought conditions, which are crucial for improving the representation of snow dynamics in drought indices.",
                "AnswerCn": "潜在的数据集用于开发或改进考虑雪过程的多尺度干旱指数，包括来自雪水当量（SWE）和雪深（SNWD）数据的观测日常数据，这些数据来自雪况遥测网络（Snowpack Telemetry network）以及来自多个区域气象局的气象数据。此外，GLDAS-2驱动的数据和全球气候数据集，如CRU TS 4.01和GLEAM，可以用于确定干旱条件下的水能比，这对于改善干旱指数中雪动态的表现至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please describe methodologies and approaches that can be employed to capture the effects of snow in drought characterization and prediction.",
                "QuestionCn": "请描述可以用于捕捉雪对干旱特征和预测影响的方法和方法论。",
                "AnswerEn": "Methodologies to capture the effects of snow in drought characterization include improving drought indices like the SZI by integrating snow information in water supply and demand assessments using systems like the GLDAS. This involves calculating variables such as SWE and SNWD and comparing them with other indices like SPI and SPEI across different timescales. Hydrological models like VIC can be used to simulate daily water balance components, and the performance of these models can be evaluated against observed hydrologic data and vegetation indices to ensure accurate drought prediction and characterization.",
                "AnswerCn": "捕捉雪对干旱特征影响的方法包括通过整合雪的信息来改进干旱指数，如SZI，以便在水供应和需求评估中使用GLDAS等系统。这涉及计算雪水当量（SWE）和雪深（SNWD）等变量，并将其与其他指数如标准化降水指数（SPI）和标准化蒸散发指数（SPEI）在不同时间尺度上进行比较。水文模型如VIC可以用于模拟每日水量平衡组件，并可以通过与观测水文数据和植被指数进行比较来评估这些模型的性能，以确保干旱预测和特征化的准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}