{
    "id": "b04d0603-0d41-4aba-962f-5fc17bad8b54",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "The observation data of permafrost active layer depth along the Qinghai-Tibet Highway (2004-2009)",
            "titleCn": "青藏公路沿线多年冻土活动层厚度观测数据（2004-2009）",
            "description": "This data set contains observational data of permafrost active layer depth and surface landscape from six locations along the Qinghai-Tibet Highway from 2004 to 2009. \nData source: the Local Investigation of Permafrost on the Tibetan Plateau funded by the Specialized Program of Basic Science and Technology. The observation method is the soil temperature method, which is to observe the interannual variation of the active layer depth in permafrost regions by laying out an active layer temperature probe. The data are calculated and reorganized at last.",
            "descriptionCn": "本数据集包含从2004年到2009年青藏公路沿线6个位置的多年冻土活动层厚度和地表景观观测数据。\n数据来源于科技基础性工作专项“青藏高原多年冻土本地调查”，观测方法为土壤温度法，通过布设活动层测温探头，进行多年冻土区活动层厚度的年际变化观测，并对观测数据进行计算整编。",
            "instructions": "",
            "instructionsCn": "",
            "east": 104.0,
            "west": 73.0,
            "south": 28.0,
            "north": 38.0,
            "startTime": "2004-01-07 16:00:00",
            "endTime": "2010-01-06 16:00:00",
            "fileSize": null,
            "cstr": "18406.11.GlaciologyGeocryology.tpe.249295.db",
            "doi": "10.11888/GlaciologyGeocryology.tpe.249295.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵林",
                "nameEn": "ZHAO Lin",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new map of permafrost distribution on the Tibetan Plateau,",
                "referenceCn": null,
                "referenceEn": "Zou, D.F., Zhao, L., Sheng, Y., Chen, J., Hu, G.J., Wu, T.H., Wu, J.C., Xie, C.W., Wu, X.D., Pang, Q.Q., Wang, W., Du, E.J., Li, W.P., Liu, G.Y., Li, J., Qin, Y.H., Qiao, Y.P., Wang, Z.W., Shi, J.Z., Cheng, G.D. (2017). A new map of permafrost distribution on the Tibetan Plateau, The Cryosphere, 11(6), 2527-2542."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "活动层",
                "nameEn": "Active layer"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原公路沿线",
                "keywordEn": "along the Qinghai-Tibet Highway"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2004-2009",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原多年冻土本地调查",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Permafrost, defined as ground that remains at or below 0 °C for at least 2 consecutive years (Dobinski, 2011), underlies more than 20 % of the exposed land area in the Northern Hemisphere (Obu et al., 2019) and constitutes an essential component of the Earth system. The Qinghai–Tibet Plateau (QTP), also known as the Earth’s third pole, contains the largest mid- to low-latitude permafrost area in the world. Due to the complex topography and unique plateau climate, permafrost over the QTP is generally of low thermal stability and strongly influenced by complex local factors, such as terrain, vegetation cover, soil properties, and hydrological conditions, which differentiate it from high-latitude permafrost around the Arctic and make it more sensitive to global climate change (Li et al., 2008; Yang et al., 2019; Zhao et al., 2020). In the context of global warming, significant permafrost degradation is occurring on the QTP and has strongly affected hydrological processes (Li et al., 2020), carbon cycling (Mu et al., 2020), and heat exchange processes (Zhao et al., 2020). In addition, hazards related to permafrost degradation threaten construction and infrastructure on the QTP (Wang et al., 2020). Many researchers have studied the complex responses and feedback of permafrost to climate change (Yang et al., 2019), while land surface model-based spatial modeling of permafrost has become an important approach (Ji et al., 2022). Using land surface models, many spatial modeling studies have attempted to project future changes in permafrost (Chang et al., 2018; Debolskiy et al., 2020; Yin et al., 2021), assess the permafrost status under climate change (Koven et al., 2013; Burke et al., 2020), diagnose the contributors to regional permafrost degradation (Zhang et al., 2021a, b; Mekonnen et al., 2021), and project potential feedbacks on the climate system due to permafrost degradation (Zhang et al., 2020; Andresen et al., 2020; Yokohata et al., 2020; Wang et al., 2021). However, evaluating the spatial simulations for the QTP can be challenging due to the limited availability of ground observations, which may not be sufficient to serve as references across the vast spatial modeling domain."
            ],
            "research objective": [
                "Based on these criteria, this study aims to produce a permafrost distribution map over the QTP in 2010 through an effective permafrost mapping approach that considers the effects of local factors and utilizes observational data, including remote sensing data and survey-based subregion permafrost maps, as optimization targets and constraints. Our objective is to provide a new reference map for 2010 for permafrost studies on the QTP and to provide a benchmark map for transient simulations of QTP permafrost under climate change."
            ],
            "challenges": [
                "Uncertainties associated with mapping approaches also negatively impact the accuracy of existing permafrost maps. Common statistical learning methods for permafrost mapping (Wang et al., 2019c; Ni et al., 2021) heavily rely on in situ observations as a training dataset. Therefore, they are often compromised when ground observations are unevenly distributed and have different observation periods, as is the case for the QTP. The lack of accurate soil properties, fine-tuned parameterization schemes, and high-resolution forcing data on the QTP severely challenged the applications of land surface models in mapping permafrost (Wu et al., 2018). These physically explicit models were often calibrated and validated at a point scale, leading to unpredictable uncertainties when extended to a large region with more variability and, thus, more complex conditions (Qin et al., 2017; Wu et al., 2018)."
            ],
            "methods": [
                "In this study, we created a new permafrost distribution map for the QTP in 2010 using a novel permafrost mapping approach with satellite-derived ground surface thawing and freezing indices as inputs and survey-based subregion permafrost maps as constraints. This approach accounted for the effects of local factors by incorporating (into the model) an empirical soil parameter whose values were optimally estimated through spatial clustering and parameter optimization constrained by survey-based subregion permafrost maps, and the approach was also improved to reduce parametric equifinality."
            ],
            "dataset": [
                "The dataset is available from the repository hosted on Figshare (Cao et al., 2022): https://doi.org/10.6084/m9.figshare.19642362."
            ],
            "findings": [
                "This new map showed a total permafrost area of about 1.086 ×106 km2 (41.2 % of the QTP area) and seasonally frozen ground of about 1.447 ×106 km2 (54.9 %) in 2010, excluding glaciers and lakes. Validations using survey-based subregion permafrost maps (κ=0.74) and borehole records (overall accuracy=0.85 and κ=0.43) showed a higher accuracy of this map compared with two other recent maps. Inspection of regions with obvious distinctions between the maps affirms that the permafrost distribution on this map is more realistic than that on the Zou et al. (2017) map. Given the demonstrated excellent accuracy, this map can serve as a benchmark map for constraining/validating land surface simulations on the QTP and as a historical reference for projecting future permafrost changes on the QTP in the context of global warming."
            ],
            "backgroundCn": [
                "永冻土被定义为在连续两年内保持在或低于0°C的土壤（Dobinski, 2011），在北半球的暴露陆地面积中占据了超过20%的比例（Obu et al., 2019），并且是地球系统的重要组成部分。青藏高原（QTP），也被称为地球的第三极，拥有世界上最大的中低纬度永冻土区域。由于复杂的地形和独特的高原气候，青藏高原的永冻土通常具有较低的热稳定性，并受到地形、植被覆盖、土壤特性和水文条件等复杂局部因素的强烈影响，这使其与北极地区的高纬度永冻土有所不同，并使其对全球气候变化更加敏感（Li et al., 2008；Yang et al., 2019；Zhao et al., 2020）。在全球变暖的背景下，青藏高原的永冻土正在发生显著退化，并对水文过程（Li et al., 2020）、碳循环（Mu et al., 2020）和热交换过程（Zhao et al., 2020）产生了强烈影响。此外，永冻土退化相关的灾害威胁着青藏高原的建筑和基础设施（Wang et al., 2020）。许多研究者研究了永冻土对气候变化的复杂响应和反馈（Yang et al., 2019），而基于陆面模型的空间建模已成为一种重要的方法（Ji et al., 2022）。利用陆面模型，许多空间建模研究试图预测永冻土的未来变化（Chang et al., 2018；Debolskiy et al., 2020；Yin et al., 2021），评估气候变化下的永冻土状态（Koven et al., 2013；Burke et al., 2020），诊断区域永冻土退化的原因（Zhang et al., 2021a, b；Mekonnen et al., 2021），以及预测永冻土退化对气候系统的潜在反馈（Zhang et al., 2020；Andresen et al., 2020；Yokohata et al., 2020；Wang et al., 2021）。然而，由于地面观测数据的有限可用性，评估青藏高原的空间模拟可能面临挑战，这些观测数据可能不足以作为广泛空间建模领域的参考。"
            ],
            "research objectiveCn": [
                "根据这些标准，本研究旨在通过一种有效的冻土分布映射方法，考虑局部因素的影响，并利用观测数据，包括遥感数据和基于调查的子区域冻土图，作为优化目标和约束，制作2010年青藏 Plateau（QTP）的冻土分布图。我们的目标是为2010年的冻土研究提供一张新的参考图，并为气候变化下QTP冻土的瞬态模拟提供基准图。"
            ],
            "challengesCn": [
                "与映射方法相关的不确定性也对现有的永久冻土图的准确性产生了负面影响。常见的统计学习方法（Wang et al., 2019c; Ni et al., 2021）在永久冻土映射中严重依赖于地面观测作为训练数据集。因此，当地面观测分布不均且观测时间不同（如青藏高原的情况）时，这些方法往往受到影响。青藏高原缺乏准确的土壤属性、精细化的参数化方案和高分辨率的强迫数据，严重挑战了陆面模型在永久冻土映射中的应用（Wu et al., 2018）。这些物理显式模型通常在点尺度上进行校准和验证，因此在扩展到具有更多变异性和更复杂条件的大区域时，导致不可预测的不确定性（Qin et al., 2017; Wu et al., 2018）。"
            ],
            "methodsCn": [
                "在本研究中，我们使用一种新颖的冻土分布映射方法，基于卫星获取的地面融冻指数作为输入，并以调查基础的子区域冻土图作为约束，创建了2010年青藏高原的新冻土分布图。该方法通过引入一个经验土壤参数来考虑局部因素的影响，该参数的值通过空间聚类和以调查基础的子区域冻土图为约束的参数优化进行最优估计，同时该方法也进行了改进，以减少参数的等效性。"
            ],
            "datasetCn": [
                "数据集可从Figshare上托管的仓库获取（Cao等，2022）：https://doi.org/10.6084/m9.figshare.19642362。"
            ],
            "findingsCn": [
                "这张新地图显示，2010年总的永久冻土面积约为1.086 × 10^6 km²（占青藏高原面积的41.2%），季节性冻土面积约为1.447 × 10^6 km²（占54.9%），不包括冰川和湖泊。使用基于调查的子区域永久冻土地图（κ=0.74）和钻孔记录（总体准确率=0.85，κ=0.43）进行验证，显示该地图的准确性高于另外两张近期地图。对地图之间明显差异的区域进行检查，确认该地图上的永久冻土分布比Zou等（2017）地图上的更为真实。鉴于其出色的准确性，该地图可以作为约束/验证青藏高原土地表面模拟的基准地图，并作为在全球变暖背景下预测青藏高原未来永久冻土变化的历史参考。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the soil temperature method used for observing permafrost activity layer thickness considered accurate for areas with complex local factors like the Qinghai-Tibet Plateau?",
                "QuestionCn": "用于观察永冻土活动层厚度的土壤温度方法在像青藏高原这样具有复杂局部因素的地区是否被认为准确？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are in situ observations necessary for training datasets in statistical learning methods for permafrost mapping?",
                "QuestionCn": "在统计学习方法用于永久冻土制图的训练数据集中，原位观测是否必要？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary data collection method for observing permafrost activity in the Qinghai-Tibet Plateau based on in situ soil temperature measurements, remote sensing techniques, or another method?",
                "QuestionCn": "观察青藏高原冻土活动的主要数据收集方法是基于现场土壤温度测量、遥感技术还是其他方法？",
                "AnswerEn": "in situ soil temperature measurements",
                "AnswerCn": "原位土壤温度测量",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method is used for observing permafrost active layer thickness along the Qinghai-Tibet Highway?",
                "QuestionCn": "用于观察青藏公路上永冻土活跃层厚度的数据收集方法是什么？",
                "AnswerEn": "soil temperature method",
                "AnswerCn": "土壤温度方法",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the challenges in mapping permafrost distribution on the Qinghai-Tibet Plateau most pronounced?",
                "QuestionCn": "在青藏高原上，绘制永久冻土分布的挑战最明显的地方在哪里？",
                "AnswerEn": "areas with unevenly distributed ground observations",
                "AnswerCn": "地面观测分布不均的地区",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What is a potential dataset source for permafrost studies on the Qinghai-Tibet Plateau?",
                "QuestionCn": "青藏高原永久冻土研究的潜在数据集来源是什么？",
                "AnswerEn": "Figshare",
                "AnswerCn": "Figshare",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to observe permafrost activity layer thickness along a highway?",
                "QuestionCn": "您能否提供一个用于观察公路沿线永冻土活动层厚度的数据收集方法的例子？",
                "AnswerEn": "A data collection method used to observe permafrost activity layer thickness along a highway is the soil temperature method, which involves installing active layer temperature probes to monitor interannual changes in the permafrost active layer thickness.",
                "AnswerCn": "一种用于观察公路沿线永冻土活动层厚度的数据收集方法是土壤温度法，该方法涉及安装活动层温度探头，以监测永冻土活动层厚度的年际变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a challenge faced when using statistical learning methods for permafrost mapping in regions with unevenly distributed observations?",
                "QuestionCn": "在使用统计学习方法进行不均匀分布观测的地区的永久冻土制图时，面临的一个挑战是观测数据的稀疏性可能导致模型的预测不准确。",
                "AnswerEn": "A challenge when using statistical learning methods for permafrost mapping in regions with unevenly distributed observations is that these methods heavily rely on in situ observations as a training dataset, which can lead to compromised results when the observations are unevenly distributed and have varying observation periods.",
                "AnswerCn": "在使用统计学习方法进行永久冻土映射时，面临的一个挑战是这些方法严重依赖于作为训练数据集的现场观测，当观测分布不均且观测时间不同时，可能导致结果受到影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that can be utilized for validating permafrost distribution maps in the Qinghai-Tibet Plateau?",
                "QuestionCn": "一个可以用于验证青藏高原永久冻土分布图的数据集的例子是什么？",
                "AnswerEn": "An example of a dataset that can be utilized for validating permafrost distribution maps in the Qinghai-Tibet Plateau is the survey-based subregion permafrost maps, which were used as constraints and for validation in the creation of a new permafrost map for the QTP in 2010.",
                "AnswerCn": "一个可以用于验证青藏高原永久冻土分布图的数据集是基于调查的子区域永久冻土图，这些图在2010年创建新的青藏高原永久冻土图时被用作约束和验证。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key attributes measured when observing permafrost active layer thickness along the Qinghai–Tibet Highway from 2004 to 2009?",
                "QuestionCn": "在观察青藏公路沿线的永冻土活跃层厚度时，2004年至2009年期间测量的关键属性有哪些？",
                "AnswerEn": "thickness of the permafrost active layer, surface landscape observations, soil temperature, interannual changes",
                "AnswerCn": "多年冻土活动层厚度、地表景观观测、土壤温度、年际变化",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What factors contribute to the uncertainties in existing permafrost mapping approaches on the Qinghai–Tibet Plateau?",
                "QuestionCn": "影响青藏高原现有永冻土制图方法不确定性的因素有哪些？",
                "AnswerEn": "uneven distribution of in situ observations, varying observation periods, lack of accurate soil properties, inadequately fine-tuned parameterization schemes, absence of high-resolution forcing data",
                "AnswerCn": "现场观测分布不均，观测期不同，土壤性质不准确，参数化方案调整不足，缺乏高分辨率强迫数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are utilized to create a permafrost distribution map for the Qinghai–Tibet Plateau in 2010, and what are their defining features?",
                "QuestionCn": "2010年青藏高原的永冻土分布图是通过哪些方法创建的，这些方法的定义特征是什么？",
                "AnswerEn": "satellite-derived ground surface thawing and freezing indices, survey-based subregion permafrost maps, empirical soil parameter optimized through spatial clustering and parameter optimization",
                "AnswerCn": "卫星衍生的地表解冻和冻结指数、基于调查的子区域永久冻土地图、通过空间聚类和参数优化优化的经验土壤参数。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many locations along the Qinghai-Tibet Highway were included in the permafrost active layer thickness observations?",
                "QuestionCn": "青藏公路沿线有多少个地点被纳入了永久冻土活层厚度观测？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the total permafrost area identified in the permafrost distribution map for the Qinghai-Tibet Plateau in 2010?",
                "QuestionCn": "2010年青藏高原的永久冻土分布图中识别出的永久冻土总面积是多少？",
                "AnswerEn": "1.086 × 10^6 km², 41.2%",
                "AnswerCn": "1.086 × 10^6 平方公里，41.2%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'soil temperature method' mean in the context of data collection for permafrost studies?",
                "QuestionCn": "在永久冻土研究的数据收集中，“土壤温度方法”指的是一种测量和记录土壤温度的技术或方法。",
                "AnswerEn": "The 'soil temperature method' refers to a data collection technique where soil temperature is measured using temperature probes to observe changes in the active layer thickness of permafrost regions over time.",
                "AnswerCn": "“土壤温度法”是指一种数据收集技术，通过使用温度探头测量土壤温度，以观察永久冻土地区活层厚度随时间的变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'land surface model-based spatial modeling' mean in the context of permafrost research?",
                "QuestionCn": "在永久冻土研究的背景下，“基于陆面模型的空间建模”是什么意思。",
                "AnswerEn": "'Land surface model-based spatial modeling' is a research approach that uses models to simulate the spatial distribution and future changes of permafrost by incorporating local factors such as terrain, vegetation, and soil properties, along with climate data.",
                "AnswerCn": "“基于陆面模型的空间建模”是一种研究方法，通过结合地形、植被和土壤特性等地方因素以及气候数据，模拟永久冻土的空间分布和未来变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'empirical soil parameter' imply in the context of permafrost mapping approaches?",
                "QuestionCn": "在永久冻土制图方法的背景下，“经验土壤参数”意味着什么。",
                "AnswerEn": "An 'empirical soil parameter' in permafrost mapping refers to a model variable whose values are optimally estimated based on empirical data, such as survey-based maps, to account for local influences and improve the accuracy of permafrost distribution models.",
                "AnswerCn": "“经验土壤参数”在永久冻土制图中指的是一个模型变量，其值是基于经验数据（如基于调查的地图）进行最佳估计的，以考虑地方性影响并提高永久冻土分布模型的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced when mapping permafrost using survey-based subregion maps compared to in situ observations?",
                "QuestionCn": "使用基于调查的子区域地图进行永久冻土制图与现场观测相比，面临的挑战有哪些不同？",
                "AnswerEn": "Mapping permafrost using survey-based subregion maps involves challenges related to the accuracy of existing maps and the need for optimization targets and constraints. On the other hand, in situ observations face issues with uneven distribution and varying observation periods, which affect the training datasets for statistical learning methods.",
                "AnswerCn": "使用基于调查的子区域地图进行永久冻土映射面临着现有地图准确性和优化目标与约束需求相关的挑战。另一方面，原位观测存在分布不均和观测周期不一致的问题，这影响了统计学习方法的训练数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges can be inferred from the lack of evenly distributed in situ observations when collecting data on permafrost regions?",
                "QuestionCn": "从在收集永久冻土地区数据时缺乏均匀分布的原位观测中，可以推断出哪些挑战？",
                "AnswerEn": "The uneven distribution of in situ observations compromises the accuracy of statistical learning methods used for permafrost mapping. It leads to uncertainties when these observations have different periods, making it challenging to serve as reliable references across extensive spatial modeling domains.",
                "AnswerCn": "现场观测的不均匀分布影响了用于永久冻土制图的统计学习方法的准确性。这导致了不确定性，因为这些观测具有不同的时间段，使其难以作为广泛空间建模领域的可靠参考。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How might the integration of satellite-derived indices and subregion permafrost maps enhance the understanding of local factors affecting permafrost distribution?",
                "QuestionCn": "卫星衍生指数与亚区域永久冻土地图的整合如何增强对影响永久冻土分布的地方因素的理解？",
                "AnswerEn": "By incorporating satellite-derived thawing and freezing indices and using subregion permafrost maps as constraints, researchers can better account for local factors, such as soil properties and terrain, which improve the modeling accuracy and reduce parametric equifinality in permafrost distribution maps.",
                "AnswerCn": "通过结合卫星获取的融化和冻结指数，并使用亚区域的永久冻土地图作为约束，研究人员可以更好地考虑局部因素，如土壤特性和地形，从而提高建模准确性并减少永久冻土分布图中的参数等效性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes uncertainties associated with permafrost mapping approaches in the Qinghai–Tibet Plateau?",
                "QuestionCn": "导致青藏高原永冻土制图方法不确定性的原因是什么？",
                "AnswerEn": "Uncertainties in permafrost mapping approaches are often caused by the reliance on unevenly distributed in situ observations, different observation periods, lack of accurate soil properties, fine-tuned parameterization schemes, and high-resolution forcing data, which challenge the application of land surface models over the complex conditions of the Qinghai–Tibet Plateau.",
                "AnswerCn": "在永久冻土制图方法中，不确定性往往源于对不均匀分布的现场观测的依赖、不同的观测时间、缺乏准确的土壤属性、精细调整的参数化方案以及高分辨率的强迫数据，这些因素对青藏高原复杂条件下陆面模型的应用构成了挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to evaluate spatial simulations of permafrost on the Qinghai–Tibet Plateau?",
                "QuestionCn": "评估青藏高原上永冻土的空间模拟是具有挑战性的，原因是什么？",
                "AnswerEn": "Evaluating spatial simulations of permafrost on the Qinghai–Tibet Plateau is challenging due to the limited availability of ground observations, which may not be sufficient to serve as references across the vast spatial modeling domain.",
                "AnswerCn": "评估青藏高原的永冻土空间模拟面临挑战，因为地面观测数据有限，可能不足以作为广阔空间建模领域的参考。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What factors lead to the unique sensitivity of permafrost on the Qinghai–Tibet Plateau to global climate change?",
                "QuestionCn": "导致青藏高原永久冻土对全球气候变化独特敏感性的因素有哪些？",
                "AnswerEn": "The unique sensitivity of permafrost on the Qinghai–Tibet Plateau to global climate change is influenced by complex local factors such as terrain, vegetation cover, soil properties, and hydrological conditions, making it more sensitive compared to high-latitude permafrost around the Arctic.",
                "AnswerCn": "青藏高原的永冻土对全球气候变化的独特敏感性受到地形、植被覆盖、土壤特性和水文条件等复杂地方因素的影响，使其相比于北极地区的高纬度永冻土更加敏感。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on permafrost mapping accuracy when using satellite-derived indices as inputs compared to traditional ground-based observations?",
                "QuestionCn": "使用卫星衍生指数作为输入与传统地面观测相比，对永冻土映射准确性的潜在影响是什么？",
                "AnswerEn": "Using satellite-derived ground surface thawing and freezing indices as inputs allows for a more comprehensive approach to mapping permafrost over large regions like the Qinghai-Tibet Plateau. This method can provide higher accuracy by incorporating broad-scale data, reducing reliance on unevenly distributed ground-based observations. However, it still requires validation against survey-based subregion permafrost maps and borehole records to ensure its effectiveness.",
                "AnswerCn": "使用卫星获取的地面表面融冻指数作为输入，可以更全面地对像青藏高原这样的大区域进行冻土映射。这种方法通过整合大范围的数据，提高了准确性，减少了对分布不均的地面观测的依赖。然而，它仍然需要与基于调查的子区域冻土图和钻孔记录进行验证，以确保其有效性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the consequences of limited ground observations on the development of spatial models for permafrost assessment?",
                "QuestionCn": "有限的地面观测对永久冻土评估空间模型发展的影响是什么？",
                "AnswerEn": "Limited ground observations can challenge the accuracy of spatial models for permafrost assessment, as they often serve as critical references for model calibration and validation. This limitation can lead to increased uncertainties in mapping outcomes, especially across vast and diverse regions like the Qinghai-Tibet Plateau. Therefore, enhancing observation networks or using alternative data sources like remote sensing can be crucial for improving model reliability.",
                "AnswerCn": "有限的地面观测可能会影响对永久冻土评估的空间模型的准确性，因为它们通常作为模型校准和验证的关键参考。这一限制可能导致映射结果的不确定性增加，尤其是在像青藏高原这样广阔而多样的地区。因此，增强观测网络或使用遥感等替代数据源对于提高模型的可靠性至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind collecting observational data on permafrost thawing and freezing indices using satellite-derived information for permafrost mapping?",
                "QuestionCn": "收集关于永久冻土融化和冻结指数的观测数据的主要目标是利用卫星衍生信息进行永久冻土制图。",
                "AnswerEn": "The primary objective is to create an accurate permafrost distribution map for the Qinghai-Tibet Plateau that considers local factors and utilizes observational data, including remote sensing data, to optimize and constrain the mapping approach.",
                "AnswerCn": "主要目标是创建一个准确的青藏高原永久冻土分布图，考虑当地因素，并利用观测数据，包括遥感数据，以优化和约束制图方法。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it necessary to address the challenges associated with the uneven distribution and varying periods of in situ observations in permafrost mapping?",
                "QuestionCn": "解决与原位观测的不均匀分布和不同时间段相关的挑战对于冻土映射是必要的，原因是什么？",
                "AnswerEn": "Addressing these challenges is crucial because they compromise the accuracy of permafrost maps, particularly when using statistical learning methods that heavily rely on in situ observations as a training dataset. This is especially important for the Qinghai-Tibet Plateau, where ground observations are sparse and unevenly distributed.",
                "AnswerCn": "解决这些挑战至关重要，因为它们会影响永久冻土地图的准确性，特别是在使用统计学习方法时，这些方法严重依赖于现场观测作为训练数据集。这对于青藏高原尤为重要，因为该地区的地面观测稀少且分布不均。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the goals of producing a new reference permafrost map for 2010 for the Qinghai-Tibet Plateau?",
                "QuestionCn": "制作2010年青藏高原新参考永久冻土地图的目标是什么？",
                "AnswerEn": "The goals are to provide a benchmark map for transient simulations of permafrost under climate change and offer a new reference for permafrost studies on the Qinghai-Tibet Plateau, thereby aiding in validating and constraining land surface simulations.",
                "AnswerCn": "目标是为气候变化下的永久冻土瞬态模拟提供基准地图，并为青藏高原的永久冻土研究提供新的参考，从而有助于验证和约束陆面模拟。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in using soil temperature methods to measure permafrost active layer thickness along the Qinghai–Tibet Highway?",
                "QuestionCn": "使用土壤温度方法测量青藏公路沿线的永久冻土活跃层厚度的程序步骤包括：",
                "AnswerEn": "The procedural steps involve setting up active layer temperature probes to monitor the interannual variations in permafrost active layer thickness. The data is then calculated and compiled for analysis.",
                "AnswerCn": "程序步骤包括设置活层温度探头，以监测多年间永久冻土活层厚度的变化。然后对数据进行计算和汇编以便分析。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can remote sensing data and survey-based subregion maps be integrated to optimize permafrost mapping on the Qinghai–Tibet Plateau?",
                "QuestionCn": "如何将遥感数据和基于调查的子区域地图整合，以优化青藏高原的永久冻土制图？",
                "AnswerEn": "Remote sensing data and survey-based subregion maps can be integrated in a permafrost mapping approach by using satellite-derived thawing and freezing indices as inputs and utilizing survey-based maps as constraints. This involves spatial clustering and parameter optimization techniques to account for local factors and reduce parametric equifinality.",
                "AnswerCn": "遥感数据和基于调查的子区域地图可以通过使用卫星衍生的融化和冻结指数作为输入，并利用基于调查的地图作为约束，集成到一个永久冻土制图方法中。这涉及空间聚类和参数优化技术，以考虑地方因素并减少参数的等效性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges exist in using ground observations as a training dataset for permafrost mapping on the Qinghai–Tibet Plateau, and how can these be addressed?",
                "QuestionCn": "在使用地面观测作为青藏高原冻土制图的训练数据集时存在哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "Challenges include uneven distribution of ground observations and varying observation periods, which can be addressed by improving soil property accuracy, refining parameterization schemes, and obtaining high-resolution forcing data to support land surface models.",
                "AnswerCn": "挑战包括地面观测的不均匀分布和观测周期的变化，这可以通过提高土壤属性的准确性、完善参数化方案以及获取高分辨率的强迫数据来支持陆面模型。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological innovations have enabled the accurate observation of permafrost activity layer thickness over the Qinghai–Tibet Plateau?",
                "QuestionCn": "哪些技术创新使得对青藏高原的永冻土活动层厚度的准确观察成为可能？",
                "AnswerEn": "The use of soil temperature measurement techniques, involving the installation of active layer temperature probes, has enabled the accurate observation of permafrost activity layer thickness in this region.",
                "AnswerCn": "使用土壤温度测量技术，安装活层温度探头，使得能够准确观察该地区的永久冻土活动层厚度。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do ground observations and remote sensing data integration facilitate the development of high-accuracy permafrost distribution maps?",
                "QuestionCn": "地面观测和遥感数据的整合如何促进高精度永久冻土分布图的开发？",
                "AnswerEn": "The integration of ground observations with remote sensing data allows for the optimization and constraint of permafrost mapping approaches, improving accuracy by considering local factors and using empirical soil parameters estimated through spatial clustering and parameter optimization.",
                "AnswerCn": "地面观测与遥感数据的结合可以优化和约束永久冻土映射方法，通过考虑地方因素并利用空间聚类和参数优化估计的经验土壤参数，提高准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges associated with using statistical learning methods for permafrost mapping in areas with unevenly distributed ground observations?",
                "QuestionCn": "在地面观测分布不均匀的地区，使用统计学习方法进行永久冻土制图面临的挑战有哪些？",
                "AnswerEn": "Challenges include reliance on in situ observations that are unevenly distributed and have varying observation periods, leading to compromised accuracy. The lack of accurate soil properties, parameterization schemes, and high-resolution forcing data further complicates the use of statistical learning methods.",
                "AnswerCn": "挑战包括对现场观测的依赖，这些观测分布不均且观察周期各异，导致准确性受到影响。缺乏准确的土壤属性、参数化方案和高分辨率强迫数据进一步使统计学习方法的使用变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might existing permafrost maps fail to serve as reliable benchmarks for land surface modeling on the Qinghai-Tibet Plateau?",
                "QuestionCn": "现有的永久冻土地图可能无法作为青藏高原地表建模的可靠基准，原因是什么？",
                "AnswerEn": "Existing maps may not be reliable benchmarks due to uncertainties associated with mapping approaches, which heavily rely on in situ observations that are unevenly distributed and have varying observation periods, leading to compromised accuracy in large and variable regions like the Qinghai-Tibet Plateau.",
                "AnswerCn": "现有地图可能不是可靠的基准，因为与制图方法相关的不确定性很大，这些方法严重依赖于分布不均且观察周期各异的现场观测，导致在像青藏高原这样的大范围和多变区域的准确性受到影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential limitations of relying on soil temperature methods for observing active layer thickness in permafrost regions, and how might these impact the data's accuracy?",
                "QuestionCn": "依赖土壤温度方法观察永久冻土地区的活层厚度的潜在局限性是什么，这可能会如何影响数据的准确性？",
                "AnswerEn": "The soil temperature method, while useful for observing active layer thickness, can face limitations such as spatial variability in soil properties, which may lead to inaccuracies in temperature data interpretation. Additionally, the uneven distribution of measurement sites along the Qinghai–Tibet Plateau could result in data gaps, impacting the overall accuracy of permafrost observations and subsequent modeling efforts.",
                "AnswerCn": "土壤温度法在观察活层厚度方面虽然有用，但也面临一些限制，例如土壤性质的空间变异性，这可能导致温度数据解释的不准确。此外，青藏高原测量点的不均匀分布可能导致数据缺口，从而影响对永久冻土观察的整体准确性及后续建模工作。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods can ensure accurate measurements of permafrost activity layer thickness along the Qinghai–Tibet Plateau.",
                "QuestionCn": "我不明白数据收集方法如何能够确保青藏高原上永冻土活动层厚度的准确测量。",
                "AnswerEn": "The data collection methods involve using soil temperature probes to measure the active layer thickness and observing surface landscapes. These methods allow for monitoring interannual changes in permafrost regions, which is crucial for accurate measurements.",
                "AnswerCn": "数据收集方法包括使用土壤温度探头测量活层厚度和观察表面景观。这些方法可以监测永久冻土地区的年际变化，这对于准确测量至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges associated with mapping permafrost distribution in regions with complex terrain like the Qinghai–Tibet Plateau.",
                "QuestionCn": "我对在复杂地形如青藏高原地区绘制永冻土分布图所面临的挑战感到不确定。",
                "AnswerEn": "Challenges include uncertainties in mapping approaches due to uneven distribution of ground observations, differing observation periods, lack of accurate soil properties, and the need for high-resolution forcing data. This complexity makes it difficult to apply land surface models effectively.",
                "AnswerCn": "挑战包括由于地面观测的不均匀分布、不同的观测周期、缺乏准确的土壤属性以及对高分辨率强迫数据的需求，导致映射方法的不确定性。这种复杂性使得有效应用陆面模型变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of how datasets on permafrost distribution are validated for accuracy in such vast and variable terrains.",
                "QuestionCn": "我无法理解在如此广阔和多变的地形中，如何对永久冻土分布的数据集进行准确性验证。",
                "AnswerEn": "Datasets are validated using survey-based subregion permafrost maps and borehole records, which provide a benchmark for comparison. The new permafrost distribution map for example, showed higher accuracy when validated against these references.",
                "AnswerCn": "数据集通过基于调查的亚区域永久冻土地图和钻孔记录进行验证，这些记录提供了比较的基准。例如，新的永久冻土分布图在与这些参考资料进行验证时显示出更高的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges associated with data collection for permafrost mapping on the Qinghai-Tibet Plateau and suggest potential methods to overcome these challenges.",
                "QuestionCn": "请探讨在青藏高原进行永久冻土制图时与数据收集相关的挑战，并提出克服这些挑战的潜在方法。",
                "AnswerEn": "Challenges in data collection for permafrost mapping on the Qinghai-Tibet Plateau include the uneven distribution of in situ observations and differing observation periods, which affect the reliability of statistical learning methods. Additionally, there is a lack of accurate soil properties, high-resolution forcing data, and fine-tuned parameterization schemes. To overcome these challenges, incorporating satellite-derived ground surface thawing and freezing indices, optimizing empirical soil parameters using spatial clustering, and using survey-based subregion permafrost maps as constraints can be potential methods.",
                "AnswerCn": "在青藏高原进行永久冻土制图的数据收集面临的挑战包括现场观测的不均匀分布和不同的观测时间段，这影响了统计学习方法的可靠性。此外，缺乏准确的土壤属性、高分辨率的强迫数据和精细化的参数化方案。为克服这些挑战，可以考虑采用卫星衍生的地表融冻指数，利用空间聚类优化经验土壤参数，以及使用基于调查的子区域永久冻土图作为约束。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please outline a potential data collection method that could improve the accuracy of permafrost distribution maps on the Qinghai-Tibet Plateau.",
                "QuestionCn": "概述一种潜在的数据收集方法，以提高青藏高原上永冻土分布图的准确性。",
                "AnswerEn": "A potential data collection method to improve the accuracy of permafrost distribution maps on the Qinghai-Tibet Plateau could involve using satellite-derived ground surface thawing and freezing indices as inputs, combined with an empirical soil parameter optimized through spatial clustering and survey-based subregion permafrost maps. This approach can account for local factors and reduce parametric equifinality, leading to more accurate permafrost mapping.",
                "AnswerCn": "一种潜在的数据收集方法，以提高青藏高原上永冻土分布图的准确性，可以涉及使用卫星衍生的地面融冻指数作为输入，结合通过空间聚类和基于调查的子区域永冻土图优化的经验土壤参数。这种方法可以考虑地方因素并减少参数等效性，从而导致更准确的永冻土制图。",
                "Level": "C6(Creating)"
            }
        ]
    }
}