{
    "id": "b0570cd5-f071-49b9-b292-cd49d9239de4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "HiWATER：TerraSAR-X dataset",
            "titleCn": "黑河生态水文遥感试验：TerraSAR-X遥感数据集",
            "description": "This dataset includes eight scenes, covering the artificial oasis eco-hydrology experimental area of the Heihe River Basin, which were acquired on (yy-mm-dd hh:mm) 2012-05-24, 2012-06-04, 2012-06-26, 2012-07-07, 2012-07-29, 2012-08-09, 2012-08-14, 2012-08-25.\nThe data were all acquired around 19:00 (BJT) at StripMap mode with product level of MGD. Within them, the former six images are of HH/VV polarization with low incidence angle (22-24°), while the later two images acquired on 2012-08-14 and 2012-08-25 are of VV/VH polarization with higher incidence angle (39-40°).  \nTerraSAR-X dataset was acquired from German Space Agency (DLR) through the general proposal of “Estimation of eco-hydrological variables using TerraSAR-X data in the Heihe River Basin, China” (project ID: HYD2096).",
            "descriptionCn": "TerraSAR-X是德国航天局和EADS Astrium公司共同研发的高分辨率雷达卫星星座，2007年发射升空。它不受天气条件和光照的影响，可以提供可靠的分辨率高达1米的SAR影像。其具有灵活的分辨率和观测模式以及雷达干涉测量能力，在大比例尺地形、专题制图，变化检测，数字地形模型，快速制图服务等方面具备特有的优势，能够弥补光学影像在时间和空间上的局限。\n\n2012年共获取TerraSAR-X影像8景。覆盖范围均为中游人工绿洲生态水文试验区，获取时间（北京时间）分别为：2012-05-24，2012-06-04，2012-06-26，2012-07-07，2012-07-29，2012-08-09，2012-08-14，2012-08-25，过境时间均为北京时间19:00左右。\n获取的8景数据均为StripMap模式，标称分辨率3 m，产品级别为MGD。其中2012-05-24，2012-06-04，2012-06-26，2012-07-07，2012-07-29，2012-08-09的6景影像极化方式为HH/VV，入射角为小角度（22-24°）；2012-08-14和2012-08-25的2景影像极化方式为VV/VH，入射角为大角度（39-40°）。\n黑河流域生态-水文过程综合遥感观测联合试验TerraSAR-X遥感数据集通过德国航天局（DLR）合作项目“Estimation of eco-hydrological variables using TerraSAR-X data in the Heihe River Basin, China”（编号：HYD2096）获取。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.7,
            "west": 100.2,
            "south": 38.7,
            "north": 39.0,
            "startTime": "2012-06-05 15:00:00",
            "endTime": "2012-09-06 15:00:00",
            "fileSize": 1765319281.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "数字影像",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "德国航天局",
                "nameEn": "German Space Agency (DLR)",
                "unitEn": "German Space Agency (DLR)",
                "unitCn": "德国航天局"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "卫星影像",
                "nameEn": "Satelite images"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            },
            {
                "nameCn": "雷达遥感",
                "nameEn": "Radar remote sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-24",
                "keywordEn": "2012-05-24",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-04",
                "keywordEn": "2012-06-04",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-26",
                "keywordEn": "2012-06-26",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-07",
                "keywordEn": "2012-07-07",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-07-29",
                "keywordEn": "2012-07-29",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-08-09",
                "keywordEn": "2012-08-09",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-08-14",
                "keywordEn": "2012-08-14",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-08-25",
                "keywordEn": "2012-08-25",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：综合集成与航空微波遥感",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the challenges faced in acquiring high-resolution SAR imagery for ecological and hydrological research?",
                "QuestionCn": "获取高分辨率合成孔径雷达（SAR）影像用于生态和水文研究面临的挑战有哪些？",
                "AnswerEn": "weather conditions and light availability",
                "AnswerCn": "天气状况和光照条件",
                "Level": "C4(Analyzing)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of SAR imagery used in eco-hydrological studies?",
                "QuestionCn": "SAR影像在生态水文研究中的具体特征有哪些？",
                "AnswerEn": "high-resolution up to 1 meter, operates regardless of weather conditions and illumination, flexible resolution and observation modes, StripMap mode with a nominal resolution of 3 meters, MGD product level, HH/VV polarization with small incidence angles (22-24°), VV/VH polarization with large incidence angles (39-40°)",
                "AnswerCn": "高分辨率可达1米，无论天气条件和光照情况如何均可操作，具有灵活的分辨率和观测模式，StripMap模式的标称分辨率为3米，MGD产品级别，小入射角（22-24°）下的HH/VV极化，大入射角（39-40°）下的VV/VH极化。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many TerraSAR-X satellite imagery scenes were collected for the ecological hydrology experiment in the Heihe River Basin in 2012?",
                "QuestionCn": "2012年在黑河流域进行生态水文实验时，收集了多少幅TerraSAR-X卫星影像场景？",
                "AnswerEn": "8 scenes",
                "AnswerCn": "8个场景",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the selection of specific imaging modes and polarizations in radar satellite data collection for eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中，选择特定成像模式和极化方式的因素包括哪些？",
                "AnswerEn": "The choice of imaging modes and polarizations, such as the use of StripMap mode with HH/VV and VV/VH polarizations, is influenced by the need for high-resolution imagery to accurately capture eco-hydrological variables. The flexibility in resolution and observation modes allows for adaptation to different environmental conditions and research objectives, while radar interferometry capabilities support applications in large-scale terrain mapping and change detection.",
                "AnswerCn": "成像模式和极化的选择，例如使用HH/VV和VV/VH极化的条带图模式，受到高分辨率图像需求的影响，以准确捕捉生态水文变量。分辨率和观测模式的灵活性使其能够适应不同的环境条件和研究目标，而雷达干涉测量能力支持大规模地形测绘和变化检测的应用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of utilizing TerraSAR-X imaging to monitor eco-hydrological processes in the Heihe River Basin?",
                "QuestionCn": "利用TerraSAR-X成像监测黑河流域的生态水文过程的目的是什么？",
                "AnswerEn": "The goal of utilizing TerraSAR-X imaging is to estimate eco-hydrological variables in the Heihe River Basin, leveraging the satellite's high-resolution SAR imagery capabilities that are not affected by weather conditions or lighting, thus overcoming the limitations of optical imagery in both temporal and spatial aspects.",
                "AnswerCn": "利用TerraSAR-X成像的目标是估计黑河流域的生态水文变量，利用卫星高分辨率SAR影像的能力，不受天气条件或光照的影响，从而克服光学影像在时间和空间方面的限制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in using TerraSAR-X data to estimate eco-hydrological variables in large-scale terrain mapping within the Heihe River Basin?",
                "QuestionCn": "使用TerraSAR-X数据在黑河流域进行大规模地形测绘以估计生态水文变量涉及哪些程序？",
                "AnswerEn": "The TerraSAR-X data provides high-resolution SAR imagery that allows for terrain mapping without being affected by weather or light conditions. The data collection involves capturing images in StripMap mode at a nominal resolution of 3 meters. Specific procedures include utilizing different polarization modes (HH/VV and VV/VH) and varying incidence angles to capture diverse ecological and hydrological features. The data is obtained through a collaboration with the German Aerospace Center under the project ‘Estimation of eco-hydrological variables using TerraSAR-X data in the Heihe River Basin, China’. These procedures facilitate the mapping of eco-hydrological variables, overcoming the limitations of optical imagery in terms of temporal and spatial constraints.",
                "AnswerCn": "TerraSAR-X数据提供高分辨率的合成孔径雷达（SAR）影像，能够在不受天气或光照条件影响的情况下进行地形测绘。数据采集采用条带模式，名义分辨率为3米。具体程序包括利用不同的极化模式（HH/VV和VV/VH）以及变化的入射角度，以捕捉多样的生态和水文特征。数据通过与德国航空航天中心的合作获得，项目名称为“利用TerraSAR-X数据估算中国黑河流域的生态水文变量”。这些程序有助于生态水文变量的测绘，克服了光学影像在时间和空间限制方面的不足。",
                "Level": "C3(Applying)"
            }
        ]
    }
}