{
  "id": "b0b8c98f-76f1-4ee2-a989-a66972fe402f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset of soil water erosion modulus with 5 m resolution in 11 watersheds of Tibet (2018)",
      "titleCn": "西藏11个小流域5米分辨率土壤水蚀模数数据集（2018）",
      "description": "1) The data includes the soil erosion modulus of 11 watersheds with a resolution of 5 m in the year of 2017 in Tibet. 2）Based on the surface layer of rainfall erosivity R, soil erodibility K, slope length factor LS, vegetation coverage FVC, and rotation sampling survey unit, the Chinese soil erosion model (CSLE) was used to calculate soil erosin modulus in 11 watersheds respectively. Through spatial data processing (including chart linking and transformation, vector-grid conversion, and resampling),  R, K, LS factors were calculated from the regional thematic map of rainfall erosivity, soil erodibility, and DEM. By half-month FVC, NPV, half-month rainfall erosivity data, we calculated the value of B factors  in each sampling watershed. The value of E factor was calculated based on the remote sensing interpretation results and engineering measure factor table. The value of tillage factor T was obtained from tillage zoning map and tillage measure table. And then the soil erosion modulus in each sampling watershed was calculated by the equation: A=R•K•LS•B•E•T. The selection of 11 watersheds was based on the layout of sampling survey in pan-third polar region. 3) Compared with the data of soil erosion intensity in the same region in the same year, there is no significant difference and the data quality is good.4) the data of soil erosion modulus is of great significance for studying the present situation of soil erosion in Pan third polar region, and it is also crucial for the implementation of the development policy of the Silk Road Economic Belt and the 21st-Century Maritime Silk Road.",
      "descriptionCn": "1)数据内容包括西藏11个小流域5米分辨率2017年的土壤水蚀模数数据。2）采用中国土壤侵蚀模型CSLE方法，在面图层降雨侵蚀力R、土壤可蚀性K、坡度坡长因子LS、植被盖度FVC、轮作分区抽样调查单元的基础上，分别计算40个抽样单元土壤水蚀模数，评估土壤侵蚀状况。通过空间数据运算（包括图表链接及转换、矢栅转换、重采样等），将区域专题图降雨侵蚀力、土壤可蚀性、DEM转换为抽样单元的R、K、LS因子；通过半月FVC、NPV、半月降雨侵蚀力权重、其他地类B因子表分别计算抽样单元内各地类的B因子；通过遥感解译结果、工程措施因子表，计算抽样单元工程措施因子值；通过耕作分区图及耕作措施表获取抽样单元内耕作因子值，进而计算各抽样单元内土壤侵蚀模数。11个小流域的选取依据泛第三极地区抽样单元布设图。 3）通过和同年同区域已有土壤侵蚀强度数据对比，无明显差异，数据质量良好。4）土壤侵蚀模数数据对研究泛第三极土壤侵蚀现状，更好的贯彻“一带一路”发展政策具有重要的意义。",
      "instructions": "XDA200402021-CSLE_AN0813.tif represents the soil erosion modulus of the sample survey unit, of which, XDA20040202 is the subproject number, 1 is the group number of the subproject, CSLE is the Chinese soil erosion model, A represents the soil erosion modulus, and TibetN0813 represents the number of the selected watersheds.The raster data format can be opened by ArcGIS, ENVI, ERDAS and other software.",
      "instructionsCn": "XDA200402021-CSLE_ATibetN0813.tif：表示抽样单元土壤水蚀模数，其中XDA20040202是子课题编号，1是子子课题编号，CSLE是中国土壤流失方程，A表示土壤侵蚀模数，TibetN0813代表西藏抽样单元编号；栅格数据格式，可以采用ArcGIS、ENVI、erdas等软件打开",
      "east": 94.75069,
      "west": 88.130135,
      "south": 29.143441,
      "north": 29.998369,
      "startTime": "2018-09-08 16:00:00",
      "endTime": "2019-01-07 16:00:00",
      "fileSize": 6213849.0,
      "cstr": "18406.11.Disas.tpdc.270227",
      "doi": "10.11888/Disas.tpdc.270227",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨勤科",
        "nameEn": "YANG Qinke",
        "unitEn": "Northwestern University",
        "unitCn": "西北大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "中国水力侵蚀抽样调查",
        "titleEn": null,
        "referenceCn": "刘宝元, 郭索彦, 李智广, 谢云, 张科利, 刘宪春. (2013). 中国水力侵蚀抽样调查. 中国水土保持, 10, 26-34.",
        "referenceEn": null
      },
      {
        "titleCn": "水土保持情况普查",
        "titleEn": null,
        "referenceCn": "国务院第一次全国水利普查领导小组办公室. 第一次全国水利普查培训教材之六—水土保持情况普查[M]. 2010.11, 北京: 中国水利水电出版社.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤侵蚀",
        "nameEn": "Soil reosion"
      },
      {
        "nameCn": "水土流失",
        "nameEn": "Soil erosion"
      },
      {
        "nameCn": "环境污染与治理",
        "nameEn": "Environment Pollution and Control"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the use of the CSLE method ensure a reliable calculation of soil erosion modulus in small watersheds with 5-meter resolution data?",
        "QuestionCn": "CSLE方法的使用是否能确保在5米分辨率数据的小流域中可靠计算土壤侵蚀模数？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of soil erosion modulus data collected using the CSLE method in small watersheds?",
        "QuestionCn": "使用CSLE方法在小流域收集的土壤侵蚀模量数据的具体特征是什么？",
        "AnswerEn": "5-meter resolution, 2017, rainfall erosivity (R), soil erodibility (K), slope length and steepness factor (LS), vegetation cover fraction (FVC), spatial data operations, engineering measures, tillage factors, land use types",
        "AnswerCn": "5米分辨率，2017年，降雨侵蚀力（R），土壤可蚀性（K），坡长坡度因子（LS），植被覆盖率（FVC），空间数据操作，工程措施，耕作因子，土地利用类型",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the CSLE method in the context of soil erosion data collection?",
        "QuestionCn": "CSLE方法在土壤侵蚀数据收集的背景下是什么？",
        "AnswerEn": "The CSLE method, or the Chinese Soil Loss Equation, is used to calculate soil erosion modulus by considering factors such as rainfall erosivity (R), soil erodibility (K), slope length and steepness (LS), vegetation cover (FVC), and land use practices. This method provides a structured approach to assess soil erosion by integrating various spatial and temporal data inputs.",
        "AnswerCn": "CSLE方法，即中国土壤流失方程，用于通过考虑降雨侵蚀性（R）、土壤侵蚀性（K）、坡长和坡度（LS）、植被覆盖（FVC）以及土地利用实践来计算土壤侵蚀模数。该方法通过整合各种空间和时间数据输入，提供了一种评估土壤侵蚀的结构化方法。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the accuracy of soil erosion assessments when using the CSLE method to calculate soil erosion modulus in small catchments with high-resolution data inputs?",
        "QuestionCn": "在使用CSLE方法计算小流域土壤侵蚀模量时，使用高分辨率数据输入可能对土壤侵蚀评估的准确性产生哪些潜在影响？",
        "AnswerEn": "Using the CSLE method with high-resolution data inputs such as 5-meter resolution data allows for detailed and precise calculation of soil erosion modulus, potentially leading to more accurate assessments of soil erosion conditions. This approach integrates various factors like rainfall erosivity, soil erodibility, slope length, and vegetation cover derived from spatial data operations. The method's accuracy is further supported by comparisons with existing soil erosion intensity data from the same region and year, showing no significant differences, thus affirming the quality of the data.",
        "AnswerCn": "使用CSLE方法结合高分辨率数据输入，如5米分辨率数据，可以对土壤侵蚀模量进行详细而精确的计算，从而可能导致对土壤侵蚀状况的更准确评估。这种方法整合了降雨侵蚀性、土壤易蚀性、坡长和植被覆盖等多种因素，这些因素均来自空间数据操作。该方法的准确性得到了与同一地区和年份现有土壤侵蚀强度数据的比较支持，结果显示没有显著差异，从而确认了数据的质量。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using the CSLE method to calculate soil water erosion modulus in small watersheds, and how are spatial data operations like resampling and vector-raster conversions conducted?",
        "QuestionCn": "使用CSLE方法计算小流域土壤水蚀模量的程序步骤包括哪些？空间数据操作如重采样和矢量-栅格转换是如何进行的？",
        "AnswerEn": "The procedural steps involve using the CSLE method where factors such as rainfall erosivity (R), soil erodibility (K), slope length and steepness (LS), and vegetation cover (FVC) are considered. Spatial data operations include converting thematic maps of rainfall erosivity and soil erodibility, as well as DEMs, into sampling unit factors R, K, LS through processes like resampling and vector-raster conversions. Additionally, factors for different land types are calculated using semi-monthly FVC, NPV, rainfall erosivity weights, and other land-use B factors. Engineering measures factor values and tillage factors are determined from remote sensing interpretation results, engineering measures factor tables, tillage zoning maps, and tillage measures tables. These processes culminate in calculating the soil erosion modulus for each sampling unit in selected small watersheds.",
        "AnswerCn": "程序步骤涉及使用CSLE方法，其中考虑了降雨侵蚀性（R）、土壤侵蚀性（K）、坡长和坡度（LS）以及植被覆盖（FVC）等因素。空间数据操作包括将降雨侵蚀性和土壤侵蚀性的专题图，以及数字高程模型（DEMs），转换为采样单元因子R、K、LS，通过重采样和矢量-栅格转换等过程。此外，针对不同土地类型的因子使用半月FVC、非植物覆盖（NPV）、降雨侵蚀性权重和其他土地利用B因子进行计算。工程措施因子值和耕作因子通过遥感解译结果、工程措施因子表、耕作分区图和耕作措施表确定。这些过程最终汇总为计算所选小流域中每个采样单元的土壤侵蚀模量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}