{
    "id": "b0f1d740-0928-4c47-8085-11f55d16f735",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Distribution maps of crop planting areas in the North China Plain (2001-2018)",
            "titleCn": "华北平原农作物种植区分布图（2001-2018）",
            "description": "The North China Plain is an important food production area in China, with a large area of cropland and a complex planting structure. Accurately identifying the distribution of typical crops in this area and tracking the dynamic changes of planting structure are fundamental for detecting crop growth, evaluating crop irrigation water consumption and optimizing agricultural water resources allocation.\n    This study used Fourier transform to obtatin the amplitudes and phases of the 0-5 harmonics of the MOD13Q1 NDVI data. Based on the field sample points and maximum likelihood supervised classification, the planting area of 6 typical crops (winter wheat-summer maize; winter wheat-rice; other double cropping systems; spring maize; cotton; other single cropping systems) in the North China Plain from 2001 to 2018 was identified. The identification results accuracy were evaluated  through confusion matrix, comparison with the winter wheat planting area in the county-level statistical yearbook, and comparison with the proportion of winter wheat extracted by Landsat images, all of which showed good performance and high accuracy.\n    The data can be applied to related research and analysis on crop production, irrigation water consumption estimation, and groundwater protection in the North China Plain.",
            "descriptionCn": "华北平原是我国重要的粮食产区，耕地面积广大，种植结构复杂，准确识别该地区典型农作物分布，及时追踪种植结构的动态变化，是检测作物生长、评估作物灌溉耗水和优化农业水资源配置的重要基础。\n    本研究使用遥感MOD13Q1 NDVI数据，经傅里叶变换后选取0-5级谐波的振幅和初相位作物分类底图。基于现场调研的实测样本点和最大似然监督分类，识别了2001-2018年华北平原6类典型作物（冬小麦-夏玉米、冬小麦-水稻、其他双峰类作物、春玉米、棉花、其他单峰类作物）的种植区分布。识别结果经过混淆矩阵、与县级统计年鉴的冬小麦播种区比较以及与Landsat提取冬小麦占比比较进行了精度评价，均表现良好，准确度高。（详细过程请看参考文献）\n    数据可被应用于华北平原作物生产、灌溉耗水估算、地下水保护等相关研究分析。",
            "instructions": "(1) Data naming: The distribution map of crop planting areas is stored in raster data format (tif file), and the file name is \"classresult_13q1_XX.tif\", where \"calssresult_13q1\" represents the classification result using MOD13Q1 NDVI data, and \"XX\" is the year , spanning from 2001 to 2018, one picture per year. For example, \"classresult_13q1_2001.tif\" is the distribution map of crop planting areas in the North China Plain in 2001, which contains typical 6 types of crop distribution grids.\n(2) Data usage method: All tifs in the dataset can be loaded directly with ArcGIS software. You can also use the \"geotiffread\" command in Matlab software to read. Each crop planting area distribution map is 3303 (row) × 3930 (column), and the grid is 0.0025 degrees. The grid value is 0-6, 0 is non-cultivated area, and 1-6 corresponds to 6 types of crops.",
            "instructionsCn": "（1）数据命名：作物种植区分布图以栅格数据格式存储（tif文件），文件名为“classresult_13q1_XX.tif”，其中“calssresult_13q1”代表是采用MOD13Q1 NDVI数据的分类结果，“XX”为年份，跨度为2001到2018，每年一幅。例如，“classresult_13q1_2001.tif”就是2001年华北平原作物种植区分布图，该图包含典型的6类作物分布栅格。\n（2）数据使用方法：数据集所有tif可直接采用ArcGIS软件加载。也可以使用Matlab软件中“geotiffread”命令读取。每幅作物种植区分布图为3303（行）×3930（列），栅格为0.0025度。栅格数值为0-6，0为非耕地区，1-6对应6类作物。",
            "east": 122.6596,
            "west": 113.8346,
            "south": 32.1375,
            "north": 40.3951,
            "startTime": null,
            "endTime": null,
            "fileSize": 24741698.0,
            "cstr": "18406.11.Terre.tpdc.301311",
            "doi": "10.11888/Terre.tpdc.301311",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "雷慧闽",
                "nameEn": "LEI Huimin",
                "unitEn": "",
                "unitCn": "清华大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Tracking the spatio-temporal change of planting area of winter wheat-summer maize cropping system in the North China Plain during 2001-2018",
                "referenceCn": null,
                "referenceEn": "Li, J., Lei, H. (2021). Tracking the spatio-temporal change of planting area of winter wheat-summer maize cropping system in the North China Plain during 2001-2018. Computers and electronics in Agriculture. 187, 106222."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "农田",
                "nameEn": "Farmland"
            },
            {
                "nameCn": "归一化植被指数",
                "nameEn": "NDVI"
            },
            {
                "nameCn": "识别",
                "nameEn": "detection"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华北平原",
                "keywordEn": "the North China Plain"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2001-2018",
                "keywordEn": "from 2001 to 2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "流域生态水文学",
                "titleEn": "Excellent Young Scientists Fund of China"
            },
            {
                "titleCn": "国家重点研发计划",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The North China Plain (NCP) is one of the largest food production areas in China, where cropland takes up more than 80% of this region. Winter wheat and summer maize rotational cultivation is the typical cropping mode, and approximately 75% and 35% of China’s wheat and maize are produced in this region. However, crop water consumption (i.e., evapotranspiration (ET)) is usually higher than precipitation in the winter wheat growing season because of the high crop water consumption and uneven seasonal distribution of precipitation. The multi-year average seasonal ET during the wheat and maize seasons is around 238 mm and 221 mm, respectively, while the respective precipitation is only around 169 mm and 410 mm in the NCP. Thus, irrigation mainly from groundwater or rivers is necessary to favor crop production. However, continuous pumping from groundwater has caused serious overexploitation which led to a dramatic declining trend of groundwater table, especially in the Hebei Plain in the north part of the NCP over the past 40 years. Remote sensing technology has the advantages of providing timely, large coverage and repetitive information and low cost or even free, making it a useful tool to cropland mapping. However, the land use types and cropping systems in the NCP are complicated, manifested by fragmented cropland resulted from highly intensive villages, small towns, and build-up areas with high industrial intensity; various cropping systems and seasonal dynamic patterns caused by the household contract responsivity system which enables peasants to autonomously choose crop species and cultivated time in their fields; the inter-annual fluctuant cropping systems affected by market prices, policies and climate conditions. These complicated tempo-spatial characteristics make large-scale and long-term remote sensing mapping of winter wheat-summer maize remains a challenge."
            ],
            "research objective": [
                "Thus, the objectives of this study are to explore a suitable and effective method to map the long-term and large-scale distribution of winter wheat-summer maize in the NCP, based on the supervised classification and MODIS data; analyze the continuous spatio-temporal changes of winter wheat-summer maize from 2001 to 2018."
            ],
            "challenges": [],
            "methods": [
                "In this study, MODIS NDVI datasets were analyzed by Fourier transform and maximum likelihood supervised classification to obtain the spatial distribution of winter wheat-summer maize in the NCP and track their changes during 2001 – 2018. The original NDVI data were preprocessed and transformed to the amplitude and phase values by Fourier analysis to be used as the base map for classification. The field survey sites were enriched and eliminated to obtain the final classification sample points. Three classification schemes with different sample categories and temporal resolution of NDVI data were designed and the maximum likelihood supervised classification was applied to discriminate winter wheat and summer maize during 2001 – 2018. The accuracy of the results was evaluated at pixels, county, and regional scales. About the regional level, Landsat images were employed to extract the proportion of winter wheat and summer maize planting area by the threshold method and compared them with the result from MODIS data."
            ],
            "dataset": [
                "The data sources in this study consisted of MODIS NDVI datasets, land cover maps, field survey sites, statistic winter wheat acreage data and Landsat images. The MOD09Q1 (MODIS Terra Surface Reflectance 8-Day L3 Global 250 m SIN Grid V006) and MOD13Q1 (MODIS Terra Vegetation Indices 16-Day L3 Global 250 m SIN Grid V006) datasets from 2001 to 2018 were collected from Google Earth Engine (GEE) and Earth Science Data Systems (ESDS) Program, respectively. From 11 to 18 April 2019, a field survey was carried out around the NCP using hand-held GPS. A total of 314 field survey sites, containing 190 winter wheat-summer maize points, 6 cotton points, 13 spring corn points, 13 winter wheat-rice points, 5 pear points and 87 other crop points (e.g., peach and Chinese herbs) were collected. Statistical winter wheat planting area datasets at the county level in 2006, 2013, 2016 and 2017 were gathered from provincial and regional statistical yearbooks from China Statistical Yearbook Database platform. Twelve Landsat images in 2001, 2003, 2016, 2017 and 2018 were downloaded from the EarthExplorer."
            ],
            "findings": [
                "The results reveal that using 16-day 0.0025° MODIS NDVI data and six sample categories including winter wheat-summer maize, winter wheat-rice, spring maize, cotton, other one cropping systems and other double cropping systems is an effective way for tracking the variation of winter wheat-summer maize distribution. The winter wheat-summer maize planting area showed an insignificant increasing trend at a rate of 34.2 km²/year (p = 0.955, CV = 7.49%) during 2001 – 2018, while it decreased at the rate of -5065.2 km²/year (p = 0.074) after 2012. Spatially, the planting area shrunk in northern NCP, the piedmont plain of the Taihang Mountains, the west of dry sub-humid zone and the southwest part of the NCP, accounting for 58.6% of the counties during 2001 – 2018; while 17.3% of the counties significantly expanded winter wheat-summer maize in the irrigation district along the Yellow River in Shandong province, the southeast of Hebei Plain and the central humid zone."
            ],
            "backgroundCn": [
                "华北平原（NCP）是中国最大的粮食生产区之一，该地区的耕地面积超过80%。冬小麦和夏玉米轮作是典型的种植模式，约75%和35%的中国小麦和玉米在该地区生产。然而，由于作物水分消耗（即蒸散发（ET））通常高于冬小麦生长季节的降水量，这主要是由于作物水分消耗高和降水季节分布不均。冬小麦和夏玉米季节的多年平均蒸散发量分别约为238毫米和221毫米，而相应的降水量仅约为169毫米和410毫米。因此，主要依靠地下水或河水灌溉是促进作物生产的必要条件。然而，持续的地下水抽取导致了严重的过度开采，尤其是在过去40年中，华北平原北部的河北平原地下水位出现了显著下降趋势。遥感技术具有提供及时、大范围和重复信息的优势，成本低甚至免费，使其成为耕地制图的有用工具。然而，华北平原的土地利用类型和种植系统复杂，表现为由于高度集中的村庄、小城镇和高工业强度的建设区而导致的耕地碎片化；由于家庭承包责任制使农民能够自主选择作物种类和耕作时间而造成的各种种植系统和季节动态模式；以及受市场价格、政策和气候条件影响的年度波动种植系统。这些复杂的时空特征使得冬小麦-夏玉米的大规模和长期遥感制图仍然面临挑战。"
            ],
            "research objectiveCn": [
                "因此，本研究的目标是基于监督分类和MODIS数据，探索一种适合且有效的方法，以绘制华北平原冬小麦-夏玉米的长期和大规模分布；分析2001年至2018年冬小麦-夏玉米的连续时空变化。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "在本研究中，MODIS NDVI 数据集通过傅里叶变换和最大似然监督分类进行了分析，以获取华北平原冬小麦-夏玉米的空间分布，并跟踪其在 2001 年至 2018 年期间的变化。原始 NDVI 数据经过预处理，并通过傅里叶分析转换为幅度和相位值，以作为分类的基础图。对实地调查点进行了丰富和剔除，以获得最终的分类样本点。设计了三种不同样本类别和 NDVI 数据时间分辨率的分类方案，并应用最大似然监督分类来区分 2001 年至 2018 年的冬小麦和夏玉米。结果的准确性在像素、县和区域尺度上进行了评估。在区域层面，采用 Landsat 图像通过阈值法提取冬小麦和夏玉米种植面积的比例，并与 MODIS 数据的结果进行了比较。"
            ],
            "datasetCn": [
                "本研究的数据来源包括MODIS NDVI数据集、土地覆盖图、实地调查点、统计冬小麦种植面积数据和Landsat影像。MOD09Q1（MODIS Terra表面反射率8天L3全球250米SIN网格V006）和MOD13Q1（MODIS Terra植被指数16天L3全球250米SIN网格V006）数据集的时间范围为2001年至2018年，分别从Google Earth Engine（GEE）和地球科学数据系统（ESDS）程序收集。2019年4月11日至18日，在华北平原周围进行了实地调查，使用手持GPS进行定位。共收集了314个实地调查点，其中包括190个冬小麦-夏玉米点、6个棉花点、13个春玉米点、13个冬小麦-水稻点、5个梨点和87个其他作物点（如桃子和中草药）。2006年、2013年、2016年和2017年的统计冬小麦种植面积数据集在县级范围内，从中国统计年鉴数据库平台的省级和地区统计年鉴中收集。2001年、2003年、2016年、2017年和2018年的12幅Landsat影像从EarthExplorer下载。"
            ],
            "findingsCn": [
                "结果显示，使用16天0.0025°的MODIS NDVI数据和包括冬小麦-夏玉米、冬小麦-水稻、春玉米、棉花、其他单作系统和其他双作系统在内的六个样本类别，是跟踪冬小麦-夏玉米分布变化的有效方法。在2001年至2018年期间，冬小麦-夏玉米种植面积以每年34.2 km²的速度呈现出不显著的增长趋势（p = 0.955，CV = 7.49%），而在2012年后则以-5065.2 km²/年的速度下降（p = 0.074）。从空间分布来看，种植面积在北方农牧交错区、太行山前平原、干燥亚湿润区西部和北方农牧交错区西南部缩减，涉及58.6%的县；而在山东省黄河沿岸的灌溉区、河北平原东南部和中部湿润区，17.3%的县则显著扩大了冬小麦-夏玉米的种植面积。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the Fourier transform method used in data collection for crop classification include the selection of specific harmonic amplitudes and initial phases?",
                "QuestionCn": "用于作物分类的数据收集中的傅里叶变换方法是否包括特定谐波幅度和初始相位的选择？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Were field survey sites employed to enhance and validate the classification sample points in the data collection process?",
                "QuestionCn": "在数据收集过程中，是否采用了实地调查地点来增强和验证分类样本点？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "For collecting field data in agricultural studies, is using hand-held GPS more common than remote sensing data from satellites like MODIS, or are both equally important?",
                "QuestionCn": "在农业研究中，使用手持GPS收集实地数据是否比使用像MODIS这样的卫星遥感数据更常见，还是两者同样重要？",
                "AnswerEn": "Both hand-held GPS for field surveys and remote sensing data from satellites like MODIS are important for collecting field data in agricultural studies.",
                "AnswerCn": "手持GPS用于实地调查和来自MODIS等卫星的遥感数据在农业研究中收集实地数据都很重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used for identifying the distribution of typical crops in the North China Plain?",
                "QuestionCn": "用于识别华北平原典型作物分布的数据收集方法有哪些？",
                "AnswerEn": "MODIS NDVI datasets",
                "AnswerCn": "MODIS NDVI 数据集",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can datasets related to cropland mapping in the North China Plain be sourced from?",
                "QuestionCn": "有关华北平原耕地制图的数据集可以从哪里获取？",
                "AnswerEn": "Google Earth Engine Earth Science Data Systems Program EarthExplorer",
                "AnswerCn": "谷歌地球引擎地球科学数据系统计划EarthExplorer",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when collecting data for agricultural mapping in regions with complex cropping systems?",
                "QuestionCn": "在具有复杂作物系统的地区进行农业制图时，收集数据面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge faced in data collection for agricultural mapping in regions with complex cropping systems is the fragmented cropland in the North China Plain, caused by intensive villages, small towns, and areas with high industrial intensity, which complicates the mapping process.",
                "AnswerCn": "在复杂的种植系统区域进行农业制图时面临的一个挑战是北中国平原的耕地碎片化，这种碎片化是由于密集的村庄、小城镇和高工业强度地区造成的，这使得制图过程变得复杂。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you give an example of a dataset that might be utilized to enhance the accuracy of remote sensing agricultural maps in the North China Plain?",
                "QuestionCn": "您能否提供一个示例数据集，以增强华北平原遥感农业地图的准确性？",
                "AnswerEn": "A dataset that can be utilized to enhance the accuracy of remote sensing agricultural maps in the North China Plain includes Landsat images, which are used to extract the proportion of winter wheat and summer maize planting areas and compare these with results from MODIS data.",
                "AnswerCn": "可以用于提高华北平原遥感农业地图准确性的一个数据集包括Landsat影像，这些影像用于提取冬小麦和夏玉米种植面积的比例，并与MODIS数据的结果进行比较。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What attributes of field survey sites are crucial for improving the accuracy of crop classification in agricultural mapping?",
                "QuestionCn": "在农业制图中，提高作物分类准确性所需的田野调查地点的关键属性是什么？",
                "AnswerEn": "number and distribution of sample points, various crop types, accurate representation of cropping patterns and conditions",
                "AnswerCn": "样本点的数量和分布、各种作物类型、作物模式和条件的准确表示。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the primary challenges that need to be addressed when using remote sensing data to map complex cropping systems in regions with fragmented landscapes?",
                "QuestionCn": "在使用遥感数据映射具有碎片化景观的复杂种植系统时，需要解决的主要挑战有哪些？",
                "AnswerEn": "fragmented cropland, various cropping systems, seasonal dynamic patterns, inter-annual fluctuations in cropping systems",
                "AnswerCn": "碎片化农田、多种种植系统、季节性动态模式、种植系统的年际波动",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many field survey sites were used in the data collection method for identifying crop types in the North China Plain?",
                "QuestionCn": "在北方平原识别作物类型的数据收集方法中使用了多少个实地调查点？",
                "AnswerEn": "314",
                "AnswerCn": "314",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the temporal resolution of the MODIS NDVI dataset used for mapping the crop distribution in the North China Plain?",
                "QuestionCn": "用于绘制华北平原作物分布的MODIS NDVI数据集的时间分辨率是多少？",
                "AnswerEn": "16 days",
                "AnswerCn": "16天",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many crop categories were included in the classification scheme for tracking crop distribution changes over the years?",
                "QuestionCn": "用于跟踪多年作物分布变化的分类方案中包含了多少个作物类别？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of MODIS NDVI data for crop classification compare to the use of field survey sample points in terms of accuracy and scalability for mapping cropping systems in the North China Plain?",
                "QuestionCn": "MODIS NDVI数据用于作物分类与使用田间调查样本点在准确性和可扩展性方面的比较，特别是在华北平原的作物系统制图中。",
                "AnswerEn": "The use of MODIS NDVI data, which involves Fourier transform and maximum likelihood supervised classification, provides large-scale coverage and is timely and cost-effective, making it suitable for tracking long-term cropping system changes. On the other hand, field survey sample points offer ground-truth data which enhances classification accuracy but is limited in spatial coverage and scalability. The combination of both methods improves accuracy, as evidenced by the successful classification of cropping systems from 2001 to 2018 in the North China Plain.",
                "AnswerCn": "MODIS NDVI 数据的使用涉及傅里叶变换和最大似然监督分类，提供了大规模覆盖，及时且具有成本效益，适合于跟踪长期耕作系统变化。另一方面，实地调查样本点提供了地面真实数据，增强了分类准确性，但在空间覆盖和可扩展性方面有限。两种方法的结合提高了准确性，正如在华北平原成功分类 2001 年至 2018 年的耕作系统所证明的那样。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in the potential applications of datasets derived from MODIS NDVI data versus those obtained from Landsat images for agricultural water resource management in the North China Plain?",
                "QuestionCn": "MODIS NDVI数据与Landsat影像所获得的数据集在北方中国平原农业水资源管理中的潜在应用差异是什么？",
                "AnswerEn": "MODIS NDVI data, with its frequent 16-day temporal resolution, is more suited for monitoring seasonal and inter-annual changes in crop distribution, which is essential for timely water resource management and irrigation planning. Landsat images, with higher spatial but lower temporal resolution, are better suited for detailed spatial analysis, such as identifying specific areas of crop stress or changes in land use over longer periods. Each dataset offers unique advantages, with MODIS providing timely updates and Landsat offering detailed spatial insights, both crucial for effective agricultural water resource management.",
                "AnswerCn": "MODIS NDVI 数据以其频繁的 16 天时间分辨率，更适合监测作物分布的季节性和年际变化，这对于及时的水资源管理和灌溉规划至关重要。Landsat 图像虽然空间分辨率更高，但时间分辨率较低，更适合进行详细的空间分析，例如识别特定区域的作物压力或土地利用变化。每个数据集都有其独特的优势，MODIS 提供及时的更新，而 Landsat 提供详细的空间洞察，这两者对于有效的农业水资源管理都是至关重要的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the application of Fourier transform in analyzing MODIS NDVI data improve the accuracy of crop classification in the North China Plain?",
                "QuestionCn": "傅里叶变换在分析MODIS NDVI数据中的应用如何提高华北平原作物分类的准确性？",
                "AnswerEn": "The application of Fourier transform in MODIS NDVI data helps by converting the original data into amplitude and phase values, which serve as a base map for accurate classification. This method enhances the differentiation of crop types by capturing the unique temporal patterns of vegetation indices, leading to a more precise identification of crop distributions in the region.",
                "AnswerCn": "傅里叶变换在MODIS NDVI数据中的应用通过将原始数据转换为幅度和相位值，作为准确分类的基础图。这种方法通过捕捉植被指数的独特时间模式，增强了作物类型的区分，从而更精确地识别该地区的作物分布。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the potential challenges in using remote sensing technology for mapping the cropping systems in a region with highly fragmented cropland like the North China Plain?",
                "QuestionCn": "在像华北平原这样高度碎片化的农田地区，使用遥感技术进行作物系统制图可能面临的潜在挑战包括：",
                "AnswerEn": "Challenges include dealing with the complex land use types and cropping systems caused by small, fragmented parcels of land due to intensive village development and high industrial activity. Additionally, the household contract responsibility system leads to diverse cropping systems and seasonal dynamics, making it difficult to consistently map and track crops over time using remote sensing data.",
                "AnswerCn": "挑战包括由于村庄开发和高强度工业活动导致的小而碎片化的土地造成的复杂土地利用类型和种植系统。此外，家庭承包责任制导致了多样化的种植系统和季节性动态，使得使用遥感数据持续地映射和跟踪作物变得困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity and challenges of mapping winter wheat-summer maize distribution in the North China Plain using remote sensing data?",
                "QuestionCn": "在使用遥感数据绘制华北平原冬小麦-夏玉米分布时，哪些因素导致了复杂性和挑战？",
                "AnswerEn": "The complexity and challenges of mapping winter wheat-summer maize distribution in the North China Plain arise from the fragmented cropland due to intensive villages, small towns, and industrial areas, various cropping systems and seasonal dynamic patterns caused by the household contract system, and inter-annual fluctuations influenced by market prices, policies, and climate conditions.",
                "AnswerCn": "在华北平原，冬小麦-夏玉米分布的映射复杂性和挑战源于由于密集的村庄、小城镇和工业区而导致的耕地碎片化、由于家庭承包制造成的各种种植系统和季节性动态模式，以及受到市场价格、政策和气候条件影响的年际波动。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the need for irrigation in the North China Plain despite the high crop water consumption and uneven precipitation distribution?",
                "QuestionCn": "尽管北中国平原的作物水分消耗高且降水分布不均，但仍然需要灌溉的原因是什么？",
                "AnswerEn": "Irrigation is necessary in the North China Plain because the crop water consumption (evapotranspiration) during the winter wheat growing season is higher than the precipitation, with multi-year average seasonal ET being around 238 mm while the precipitation is only around 169 mm, necessitating irrigation mainly from groundwater or rivers to support crop production.",
                "AnswerCn": "北中国平原需要灌溉，因为冬小麦生长季节的作物水分消耗（蒸散）高于降水量，多年平均季节蒸散量约为238毫米，而降水量仅约为169毫米，因此需要主要依靠地下水或河流进行灌溉以支持农作物生产。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be discrepancies between remote sensing data and statistical yearbook data when mapping crop distributions in the North China Plain?",
                "QuestionCn": "在北中国平原绘制作物分布时，遥感数据与统计年鉴数据之间可能存在差异的原因是什么？",
                "AnswerEn": "Discrepancies between remote sensing data and statistical yearbook data can occur due to the complex land use types and cropping systems in the North China Plain, which are characterized by fragmented cropland and inter-annual fluctuations, making it challenging to achieve consistent large-scale and long-term mapping accuracy.",
                "AnswerCn": "由于北中国平原的土地利用类型和种植系统复杂，特征为碎片化的农田和年际波动，遥感数据与统计年鉴数据之间可能存在差异，这使得实现一致的大规模和长期制图精度变得具有挑战性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using remote sensing technology for mapping complex cropping systems in the North China Plain over a long-term period?",
                "QuestionCn": "使用遥感技术对华北平原复杂种植系统进行长期监测的潜在后果是什么？",
                "AnswerEn": "Remote sensing technology allows for timely, large-scale, and repetitive data collection at low cost, making it possible to track changes in cropping systems with spatial and temporal detail. However, the complex and fragmented nature of the land use in the North China Plain, coupled with diverse cropping systems and dynamic seasonal patterns, presents challenges in achieving accurate and reliable mapping outcomes.",
                "AnswerCn": "遥感技术能够以低成本进行及时、大规模和重复的数据收集，使得能够以空间和时间的细节跟踪耕作系统的变化。然而，华北平原土地利用的复杂和碎片化特征，加上多样化的耕作系统和动态的季节模式，给实现准确可靠的制图结果带来了挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the implications of incorporating field survey data and statistical yearbooks on the reliability of crop distribution maps in the North China Plain?",
                "QuestionCn": "将实地调查数据和统计年鉴纳入华北平原作物分布图的可靠性有什么影响？",
                "AnswerEn": "Incorporating field survey data and statistical yearbooks can improve the reliability and validation of crop distribution maps by providing ground truth and reference points. This approach helps in refining classification algorithms and accuracy assessments, ensuring that the mapped crop distributions more accurately reflect ground conditions and historical trends.",
                "AnswerCn": "结合实地调查数据和统计年鉴可以提高作物分布图的可靠性和验证性，因为它们提供了地面真实情况和参考点。这种方法有助于优化分类算法和准确性评估，确保绘制的作物分布更准确地反映地面状况和历史趋势。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to analyze the spatio-temporal changes of crop distributions using MODIS data from 2001 to 2018?",
                "QuestionCn": "分析2001年至2018年MODIS数据中作物分布的时空变化是重要的原因是什么？",
                "AnswerEn": "Analyzing these changes is crucial for understanding the dynamics of crop planting areas, which can inform strategies for addressing challenges such as groundwater overexploitation and help in developing sustainable agricultural practices within the region.",
                "AnswerCn": "分析这些变化对于理解作物种植面积的动态至关重要，这可以为应对地下水过度开采等挑战提供信息，并有助于在该地区制定可持续农业实践。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures involved in using MODIS NDVI datasets and Fourier transform for classifying crop distributions in agricultural regions?",
                "QuestionCn": "使用MODIS NDVI数据集和傅里叶变换对农业地区作物分布进行分类的程序包括以下步骤：",
                "AnswerEn": "In the field, MODIS NDVI datasets are preprocessed and transformed into amplitude and phase values using Fourier analysis to serve as the base map for classification. This involves analyzing the datasets through Fourier transform and applying maximum likelihood supervised classification to obtain spatial distribution data for crops such as winter wheat and summer maize.",
                "AnswerCn": "在该领域，MODIS NDVI 数据集经过预处理，并通过傅里叶分析转化为幅度和相位值，以作为分类的基础地图。这涉及通过傅里叶变换分析数据集，并应用最大似然监督分类，以获得冬小麦和夏玉米等作物的空间分布数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can field survey sites be used to enhance the accuracy of crop classification in remote sensing studies?",
                "QuestionCn": "田野调查地点如何用于提高遥感研究中作物分类的准确性？",
                "AnswerEn": "Field survey sites are utilized to enrich and refine the classification sample points. A field survey around the North China Plain was conducted using hand-held GPS, collecting data from multiple crop points to inform and validate the supervised classification process, thus enhancing the accuracy of crop distribution mapping.",
                "AnswerCn": "田野调查地点用于丰富和完善分类样本点。在华北平原进行了一次田野调查，使用手持GPS，从多个作物点收集数据，以便为监督分类过程提供信息和验证，从而提高作物分布制图的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What remote sensing technologies enable the accurate mapping of cropping patterns in complex agricultural regions like the North China Plain?",
                "QuestionCn": "哪些遥感技术能够在像华北平原这样复杂的农业地区准确绘制作物模式？",
                "AnswerEn": "Remote sensing technology, particularly the use of MODIS NDVI datasets, enables accurate mapping by providing timely, large coverage information at a low cost. The use of Fourier transform and maximum likelihood supervised classification further refines the mapping of cropping patterns in complex areas such as the North China Plain.",
                "AnswerCn": "遥感技术，特别是MODIS NDVI数据集的使用，能够通过提供及时、大范围的信息以低成本实现准确的制图。使用傅里叶变换和最大似然监督分类进一步精细化了在复杂地区（如华北平原）的作物模式映射。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What conditions enable the use of statistical yearbook data to validate remote sensing-derived crop distribution maps?",
                "QuestionCn": "哪些条件使得可以使用统计年鉴数据来验证遥感衍生的作物分布图？",
                "AnswerEn": "The availability of detailed statistical yearbook data at the county level, such as winter wheat planting area datasets, enables validation of remote sensing-derived maps. These datasets provide a ground-truth reference that can be used to compare and measure the accuracy of crop distribution maps created using tools like MODIS NDVI and Landsat images.",
                "AnswerCn": "县级详细统计年鉴数据的可用性，例如冬小麦种植面积数据集，使得验证遥感衍生地图成为可能。这些数据集提供了一个地面真实参考，可以用来比较和测量使用MODIS NDVI和Landsat图像创建的作物分布图的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the expected accuracy of crop distribution mapping in the North China Plain not be achieved through certain remote sensing techniques?",
                "QuestionCn": "为什么在华北平原的作物分布制图中，某些遥感技术可能无法实现预期的准确性？",
                "AnswerEn": "The land use types and cropping systems in the North China Plain are complicated, with fragmented cropland and various cropping systems due to intensive villages, small towns, and high industrial intensity. These complexities, along with seasonal dynamic patterns and inter-annual fluctuations affected by market prices, policies, and climate conditions, make large-scale and long-term remote sensing mapping challenging.",
                "AnswerCn": "华北平原的土地利用类型和种植系统复杂，因村庄密集、小城镇和高工业强度而导致耕地碎片化和多样化的种植系统。这些复杂性，加上受市场价格、政策和气候条件影响的季节性动态模式和年际波动，使得大规模和长期的遥感制图面临挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of using Fourier transform and maximum likelihood supervised classification for mapping crop distributions in the North China Plain?",
                "QuestionCn": "我对使用傅里叶变换和最大似然监督分类在华北平原映射作物分布的有效性进行评估。",
                "AnswerEn": "The use of Fourier transform and maximum likelihood supervised classification appears to be effective for mapping crop distributions in the North China Plain. The approach allows for the analysis of long-term and large-scale spatial distribution of typical crops, such as winter wheat and summer maize, with good accuracy. The methods enable the transformation of NDVI data into classification-friendly formats and address the complexity of land use types and cropping systems in the region.",
                "AnswerCn": "傅里叶变换和最大似然监督分类的使用在华北平原的作物分布映射中似乎是有效的。这种方法允许对典型作物（如冬小麦和夏玉米）的长期和大规模空间分布进行分析，且准确性良好。这些方法能够将NDVI数据转化为适合分类的格式，并解决该地区土地利用类型和种植系统的复杂性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't figure out how remote sensing technology can efficiently map the complex cropping systems in the North China Plain.",
                "QuestionCn": "我无法弄清楚遥感技术如何有效地绘制华北平原复杂的种植系统。",
                "AnswerEn": "Remote sensing technology, particularly using MODIS NDVI datasets, is effective because it provides timely, large coverage, and repetitive information at a low cost. By applying Fourier transform and maximum likelihood supervised classification to these datasets, researchers can map the spatial distribution of crops like winter wheat and summer maize over large scales and track their changes over time despite the complexity of the cropping systems.",
                "AnswerCn": "遥感技术，特别是使用MODIS NDVI数据集，因其提供及时、大范围和重复的信息且成本低廉而有效。通过对这些数据集应用傅里叶变换和最大似然监督分类，研究人员能够在大范围内绘制冬小麦和夏玉米等作物的空间分布，并跟踪其随时间的变化，尽管种植系统的复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the impact of using Fourier transform on MODIS NDVI data for crop classification in the North China Plain.",
                "QuestionCn": "分析在华北平原使用傅里叶变换对MODIS NDVI数据进行作物分类的影响。",
                "AnswerEn": "The use of Fourier transform on MODIS NDVI data allows for the transformation of original NDVI data into amplitude and phase values, which are then used as a base map for classification. This method facilitates the accurate classification of winter wheat-summer maize and other crops in the North China Plain, enabling the tracking of their distribution from 2001 to 2018.",
                "AnswerCn": "对MODIS NDVI数据进行傅里叶变换，可以将原始NDVI数据转化为幅度和相位值，这些值随后被用作分类的基础图。这种方法有助于准确分类北方平原的冬小麦-夏玉米及其他作物，从2001年到2018年跟踪它们的分布。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore the challenges of using remote sensing technologies for mapping cropping systems in the North China Plain.",
                "QuestionCn": "请探讨在华北平原使用遥感技术进行作物系统制图的挑战。",
                "AnswerEn": "The challenges of using remote sensing technologies in this context stem from the complex land use types and cropping systems in the North China Plain. These include fragmented cropland due to intensive villages and build-up areas, various cropping systems due to the household contract system, and inter-annual fluctuations influenced by market prices, policies, and climate. These factors complicate large-scale and long-term mapping of winter wheat-summer maize.",
                "AnswerCn": "在这种情况下，使用遥感技术面临的挑战源于华北平原复杂的土地利用类型和种植系统。这些挑战包括由于集中的村庄和建设区导致的碎片化耕地、由于家庭承包制而产生的多样化种植系统，以及受市场价格、政策和气候影响的年度波动。这些因素使得冬小麦-夏玉米的长期大规模制图变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}