{
    "id": "b1084d51-b687-44a0-8eee-cdbf1662a745",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Chronological data and environmental index data set of Gannan Maqu aeolian sedimentary profile",
            "titleCn": "甘南玛曲风成沉积剖面的年代数据和环境指标数据集",
            "description": "This data is the chronological, magnetic and grain size data of Maquqiao (MQQ) aeolian sequence in the eastern Tibetan Plateau (TP). We measured the magnetic susceptibility and grain size data of the profile at 2.5 cm intervals. AMS14C dating samples were tested in Peking University and Beta Analytic in Miami, United States. All the experimental analysis was completed at the Key Laboratory of Western China's Environmental Systems (Ministry of Education), Lanzhou University, China. The OSL ages were determined by an automated Risø TL/OSL DA-20 reader. The magnetic susceptibility was measured by Bartington MS2 magnetic susceptibility meter; The grain size data were measured by a Malvern Mastersizer 2000 laser diffractometer; The bulk density data were determined by according to the oil-soaked method; The data show the variations of magnetic susceptibility and grain size of aeolian sequences in the eastern TP since the Holocene, which has important reference significance for the study of aeolian sand activities associated with desertification and serious land degradation in the eastern TP.",
            "descriptionCn": "本数据为青藏高原东部玛曲桥（MQQ）风成沉积序列的年代数据、磁学数据、粒度数据。我们按照2.5 cm间隔测量该剖面的磁化率数据和粒度数据。AMS14C定年样品在北京大学和美国Beta实验室完成测试。其余实验分析在兰州大学西部环境教育部重点实验室完成。光释光年代测试使用Risø TL/OSL DA-20型释光分析仪；磁化率使用Bartington MS 2型磁化率仪测定；粒度数据使用Malvern Mastersizer 2000激光粒度仪测定；该数据展示了青藏高原东部地区全新世以来的风成沉积序列的磁化率和粒度变化特征，对研究青藏高原东部与沙漠化和土地严重退化相关联的风沙活动具有重要的参考意义。",
            "instructions": "Chronological, magnetism and grain size data of Maquqiao (MQQ) section are stored in CSV format. The names of the files are \"Grain size and magnetic susceptibility data of the MQQ section\" and \"Chronology data of MQQ section\". The data sheet can be viewed and edited by Excel software in Microsoft office",
            "instructionsCn": "玛曲桥（MQQ）风成剖面的的年代数据、磁学数据、粒度数据以csv格式存储，文件的名称为“Grain size and magnetic suscepitbility data of the MQQ sectionl”和“Chronology data of MQQ section”。 该数据表可以用Microsoft Office中的Excel软件进行查看和编辑",
            "east": 102.078,
            "west": 102.078,
            "south": 33.961,
            "north": 33.961,
            "startTime": null,
            "endTime": null,
            "fileSize": 11487.0,
            "cstr": "18406.11.Paleoenv.tpdc.271808",
            "doi": "10.11888/Paleoenv.tpdc.271808",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "杨胜利",
                "nameEn": "YANG Shengli",
                "unitEn": "Lanzhou University",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "李琼",
                "nameEn": "LI Qiong",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "陈梓炫",
                "nameEn": "CHEN Zixuan",
                "unitEn": "",
                "unitCn": "兰州大学"
            },
            {
                "nameCn": "刘晓静",
                "nameEn": "LIU Xiaojing",
                "unitEn": "",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Stepwise Weakening of Aeolian Activities During the Holocene in the Gannan Region, Eastern Tibetan Plateau.",
                "referenceCn": null,
                "referenceEn": "Yang, S., Liu, X., Cheng, T., Luo, Y., Li, Q., Liu, L., & Chen, Z. (2021). Stepwise Weakening of Aeolian Activities During the Holocene in the Gannan Region, Eastern Tibetan Plateau. Front. Earth Sci. 9: 686677."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "光释光定年",
                "nameEn": "Optically stimulated luminescence dating"
            },
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "磁化率",
                "nameEn": "Magnetic susceptibility"
            },
            {
                "nameCn": "粒度",
                "nameEn": "Grain size"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "甘南地区",
                "keywordEn": "Gannan Tibetan Autonomous Prefecture"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "全新世",
                "keywordEn": "Holocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes measured in a dataset to assess wind-blown sediment sequences in the eastern Tibetan Plateau?",
                "QuestionCn": "在评估东藏高原风吹沉积序列的数据集中，测量的具体属性包括：",
                "AnswerEn": "chronological data, magnetic susceptibility data, grain size data",
                "AnswerCn": "年代学数据，磁化率数据，粒度数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the interval spacing used for measuring the magnetic susceptibility and grain size data in a windblown sediment section on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的风吹沉积物剖面中，测量磁化率和颗粒大小数据所使用的间隔间距是多少？",
                "AnswerEn": "2.5 cm",
                "AnswerCn": "2.5 厘米",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methods of measuring magnetic susceptibility and particle size distribution using Bartington MS 2 and Malvern Mastersizer 2000 compare in terms of precision and suitability for analyzing aeolian sediment sequences on the eastern Tibetan Plateau?",
                "QuestionCn": "使用Bartington MS 2测量磁化率和使用Malvern Mastersizer 2000测量粒度分布的方法在精度和适合性方面如何比较，以分析东藏高原的风成沉积序列？",
                "AnswerEn": "The Bartington MS 2 is used for measuring magnetic susceptibility, while the Malvern Mastersizer 2000 is used for particle size distribution. Both methods provide different types of data crucial for understanding aeolian sediment sequences. The magnetic susceptibility measurement helps in identifying variations in magnetic properties, which can imply changes in environmental conditions, whereas particle size distribution gives insights into the sediment transport processes and energy conditions during deposition. Both are complementary, with magnetic susceptibility offering insights into mineralogical changes and particle size distribution providing a more direct understanding of sediment dynamics.",
                "AnswerCn": "Bartington MS 2用于测量磁化率，而Malvern Mastersizer 2000用于粒度分布。这两种方法提供了不同类型的数据，对于理解风成沉积序列至关重要。磁化率测量有助于识别磁性特征的变化，这可能暗示环境条件的变化，而粒度分布则提供了沉积过程中沉积物运输过程和能量条件的见解。这两者是互补的，磁化率提供了矿物变化的见解，而粒度分布则更直接地理解沉积动态。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately measuring magnetic susceptibility and grain size in aeolian sediment sequences on the eastern Tibetan Plateau?",
                "QuestionCn": "在东藏高原的风成沉积序列中，准确测量磁化率和颗粒大小的挑战因素有哪些？",
                "AnswerEn": "The challenges in accurately measuring magnetic susceptibility and grain size in aeolian sediment sequences on the eastern Tibetan Plateau are influenced by the need for precise equipment setup and calibration, such as using the Bartington MS 2 for magnetic susceptibility and the Malvern Mastersizer 2000 for grain size measurement. Additionally, the high-resolution sampling at 2.5 cm intervals requires meticulous attention to detail during data collection to ensure reliability and accuracy in reflecting environmental changes over the Holocene period.",
                "AnswerCn": "在东藏高原的风成沉积序列中，准确测量磁化率和颗粒大小的挑战受到设备设置和校准精度的影响，例如使用Bartington MS 2进行磁化率测量和使用Malvern Mastersizer 2000进行颗粒大小测量。此外，以2.5厘米的间隔进行高分辨率采样需要在数据收集过程中对细节进行细致关注，以确保可靠性和准确性，反映全新世时期的环境变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using different dating methods, such as AMS14C and OSL, on the reliability and precision of chronological data in aeolian sediment sequences from high-altitude regions?",
                "QuestionCn": "使用不同的测年方法，如AMS14C和OSL，对高海拔地区风成沉积序列的年代数据的可靠性和精确性可能产生的后果是什么？",
                "AnswerEn": "Different dating methods like AMS14C and OSL can impact the reliability and precision of chronological data in aeolian sediment sequences. AMS14C dating provides radiocarbon ages for organic material, while OSL dating measures the last time sediment grains were exposed to light. The combination of these methods can enhance chronological accuracy by cross-verifying ages and covering different timescales, but discrepancies between methods can also arise, potentially affecting interpretations of sediment deposition timelines in high-altitude regions such as the eastern Tibetan Plateau.",
                "AnswerCn": "不同的年代测定方法，如AMS14C和OSL，可能会影响风成沉积序列中年代数据的可靠性和精确性。AMS14C测年提供有机材料的放射性碳年龄，而OSL测年则测量沉积颗粒最后一次暴露于光线的时间。这些方法的结合可以通过交叉验证年龄和覆盖不同的时间尺度来增强年代的准确性，但方法之间的差异也可能出现，从而影响对高海拔地区（如东藏高原）沉积时间线的解释。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of measuring magnetization and grain size at 2.5 cm intervals in the context of aeolian deposits on the eastern Tibetan Plateau?",
                "QuestionCn": "在东藏高原的风成沉积物研究中，以2.5厘米的间隔测量磁化强度和颗粒大小的主要目的是为了了解沉积物的成因和演变过程。",
                "AnswerEn": "The primary objective is to understand the magnetic susceptibility and grain size variation characteristics of the Holocene aeolian deposit sequences in the eastern Tibetan Plateau, which are crucial for studying the region's wind-blown sand activities related to desertification and severe land degradation.",
                "AnswerCn": "主要目标是了解东藏高原全新世风成沉积物序列的磁化率和颗粒大小变化特征，这对于研究该地区与沙漠化和严重土地退化相关的风吹沙活动至关重要。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}