{
    "id": "b15611e2-f8de-48ca-9867-b3ef4cfe9059",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Epidemiological status and related factors of frailty and pre frailty in elderly asthma patients in China: a nationwide cross-sectional study dataset (2015-2022)",
            "titleCn": "中国老年哮喘患者虚弱和虚弱前期的流行病学状况及相关因素一项全国性的横断面研究  数据集（2015-2022）",
            "description": "Data source and content: In 2015, China's urban and rural elderly population sampling survey was a nationwide cross-sectional survey covering 224142 elderly people aged 60 years and above in 31 provinces/autonomous regions/municipalities directly under the Central Government in Chinese Mainland. We use the frailty index for frailty and pre frailty assessments, and the diagnosis of asthma in the elderly is self-reported based on the doctor's diagnostic history.\n\nData processing method: The missing situation of each observation variable in the same group: Using Markov Chain Monte Carlo (MCMC) multiple filling method to fill in the missing data; Build FI index: Build FI according to Searle's standard procedure. FI score ≥ 0.25 represents weakness,<0.12 represents robustness, and FI score 0.12-0.25 represents pre weakness.\n\nExplore and describe the distribution of observed variables, test the differences in baseline covariates under various grouping situations, compare two or more variable groups: use independent sample t-test for continuous variables, and use categorical variables χ 2 Inspection. The Cochran Armitage test is used to test the linear trend of covariate prevalence. Multivariate logistic regression: analysis of influencing factors related to frailty and pre frailty\n\nData analysis results: 9416 elderly people with asthma were included in the study. Among elderly Chinese people with asthma, the age gender standardized prevalence rates of frailty and pre frailty are 35.8% (95% CI 34.8% -36.7%) and 54.5% (95% CI 53.5% -55.5%). Multiple logistic regression analyses showed that increasing age, female gender, illiteracy, living alone, poor economic status, ADL disability, comorbidity, hospitalization in the past year, and living in northern China were associated with frailty and pre frailty in elderly asthma patients.\n\nConclusion: Among elderly asthma patients in China, the prevalence of frailty and pre frailty is very high, and the assessment of frailty should become a routine treatment for elderly asthma patients. Appropriate public health prevention strategies should be developed based on the identified risk factors for frailty in elderly asthma patients, in order to reduce the burden of frailty in Chinese elderly asthma patients.",
            "descriptionCn": "数据来源和内容：于2015年中国城乡老年人口抽样调查，这是一项覆盖中国大陆 31个省/自治区/直辖市224,142名60岁以上老年人的全国性横断面调查。我们使用虚弱指数进行虚弱和虚弱前评估，老年人哮喘的诊断是根据医生的诊断史自我报告的。\n数据的加工方法：同分组情况下各观测变量的缺失情况：采用马尔可夫链蒙特卡洛（MCMC）多重填充法填充缺失数据；构建FI指数：按照Searle的标准程序构建FI。FI 评分 ≥0.25代表虚弱，<0.12 代表稳健，FI 0.12-0.25 代表虚弱前期。\n探索描述观测变量的各分布，检验各种分组情况下基线协变量的差异两个或多变量组进行比较：对连续变量使用独立样本t检验，分类变量使用χ2检验。Cochran-Armitage检验用于检验协变量患病率的线性趋势。多因素logisitic回归：分析与虚弱和虚弱前期相关的影响因素\n数据分析结果:9416名患有哮喘的老年人被纳入研究。在患有哮喘的中国老年人中，虚弱和前虚弱的年龄-性别标准化患病率为35.8%(95% CI 34.8%-36.7%)和54.5%(95% CI 53.5%-55.5%)。多项logistic回归分析显示，年龄增加、女性、文盲、独居、经济状况差、ADL残疾、共病慢性病、过去一年住院和居住在中国北方与老年哮喘患者的虚弱和虚弱前期相关。\n结论:在中国老年哮喘患者中，虚弱和虚弱前期的患病率非常高，对虚弱的评估应该成为老年哮喘患者治疗的常规。应根据已确定的老年哮喘患者虚弱的危险因素制定适当的公共卫生预防策略，以减轻中国老年哮喘患者虚弱的负担。",
            "instructions": "Data file name: Epidemiological status and associated factors of framework an.xlsx Data reading method: xlsx file can be opened in Excel",
            "instructionsCn": "数据文件命名：Epidemiological status and associated factors of frailty an.xlsx  数据读取方式：xlsx文件可以用Excel打开",
            "east": 115.25,
            "west": 117.3,
            "south": 41.03,
            "north": 39.26,
            "startTime": "2015-08-01 13:29:40",
            "endTime": "2023-09-01 13:29:40",
            "fileSize": 290890.0,
            "cstr": "18406.11.HumanNat.tpdc.300771",
            "doi": "10.11888/HumanNat.tpdc.300771",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘德平",
                "nameEn": "LIU Deping",
                "unitEn": "",
                "unitCn": "北京医院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Epidemiological status and associated factors of frailty and pre-frailty in older adults with asthma in China: A national cross-sectional study",
                "referenceCn": null,
                "referenceEn": "Zeng, X. Z., Meng, L. B., Jia, N., Shi, J., Zhang, C., Li, Y. Y., Hu, X., Hu, J. B., Li, J. Y., Wu, D. S., Li, H., Qi, X., Wang, H., Zhang, Q. X., Li, J., & Liu, D. P. (2023). Epidemiological status and associated factors of frailty and pre-frailty in older adults with asthma in China: A national cross-sectional study. Frontiers in public health, 11, 1136135. https://doi.org/10.3389/fpubh.2023.1136135"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "健康",
                "nameEn": "healthy"
            },
            {
                "nameCn": "其他",
                "nameEn": "Other"
            },
            {
                "nameCn": "老年健康",
                "nameEn": "Senile health"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Asthma is a common non-communicable lung disease, with an aging population, the number of older people suffering from asthma is increasing. Epidemiological data show that the prevalence of asthma in people aged 65 years or over is 4%−15%. The 2017 global burden of disease study revealed asthma to be the second most prevalent chronic respiratory disease after chronic obstructive respiratory disease and the second leading cause of death from chronic respiratory disease. Asthma poses a serious threat to the quality of life and health of older people, and increases the use and burden of healthcare resources on society. Frailty is a clinical syndrome characterized by reduced physiological reserve and multisystem dysregulation, which limits the body’s ability to respond to internal and external stresses and maintain the stability of the internal environment, increasing the body’s susceptibility to stressful events. The weighted prevalence of frailty in older people in the community is 11% (range 4%−59%). Frail older people are at significantly increased risk of falls, delirium, incapacity, hospitalization and death, and increase the burden on society’s healthcare resources. There are few large-scale studies in the world on frailty in older adults with asthma. The paucity of research on frailty in older patients with asthma has led to many challenges in the comprehensive management of asthma in older adults."
            ],
            "research objective": [
                "The aim of this study was to examine the epidemiological status and factors associated with frailty and pre-frailty in older adults with asthma in China. The aim was to provide information to reduce the decline in cognitive and physical functioning and to prevent frailty and disability in older people with asthma."
            ],
            "challenges": [],
            "methods": [
                "Data were obtained from the Sample Survey of Aged Population in Urban and Rural China in 2015, a nationwide cross-sectional survey covering 224,142 older people aged 60 years or older in 31 provinces/autonomous regions/municipalities in mainland China. We performed frailty and pre-frailty assessments using the frailty index, and the diagnosis of asthma in the older adults was self-reported based on the history of the physician’s diagnosis."
            ],
            "dataset": [
                "Data were obtained from the Sample Survey of Aged Population in Urban and Rural China in 2015, a nationwide cross-sectional survey covering 224,142 older people aged 60 years or older in 31 provinces/autonomous regions/municipalities in mainland China."
            ],
            "findings": [
                "The prevalence of frailty and pre-frailty in older adults with asthma was 35.5% and 54.6%, respectively, signiﬁcantly higher than the prevalence of frailty (8.2%) and pre-frailty (46.4%) in older adults without asthma, both p < 0.0001. Multinomial logistic regression analysis showed that increased age, female, illiteracy, living alone, poor economic status, ADL disability, comorbid chronic diseases, previous hospitalization in the past year, and residence in northern China were associated with frailty and pre-frailty in older adults with asthma."
            ],
            "backgroundCn": [
                "哮喘是一种常见的非传染性肺病，随着人口老龄化，患有哮喘的老年人数量正在增加。流行病学数据显示，65岁及以上人群中哮喘的患病率为4%−15%。2017年全球疾病负担研究显示，哮喘是仅次于慢性阻塞性肺病的第二大慢性呼吸道疾病，也是慢性呼吸道疾病导致死亡的第二大原因。哮喘对老年人的生活质量和健康构成严重威胁，并增加了社会医疗资源的使用和负担。虚弱是一种临床综合征，特征是生理储备减少和多系统失调，这限制了身体对内外部压力的反应能力和维持内部环境稳定的能力，增加了身体对压力事件的易感性。社区老年人中虚弱的加权患病率为11%（范围4%−59%）。虚弱的老年人面临显著增加的跌倒、谵妄、失能、住院和死亡风险，并增加了社会医疗资源的负担。目前关于哮喘患者中老年人虚弱的大规模研究较少。对老年哮喘患者虚弱的研究不足，导致在老年人哮喘的综合管理中面临许多挑战。"
            ],
            "research objectiveCn": [
                "本研究的目的是考察中国老年哮喘患者的虚弱和前虚弱的流行病学状态及相关因素。旨在提供信息，以减少认知和身体功能的下降，并预防老年哮喘患者的虚弱和残疾。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "数据来自2015年中国城乡老年人口样本调查，这是一项覆盖中国大陆31个省/自治区/直辖市的全国性横断面调查，涉及224,142名60岁及以上的老年人。我们使用脆弱指数进行了脆弱性和预脆弱性评估，老年人哮喘的诊断是基于自我报告的医生诊断历史。"
            ],
            "datasetCn": [
                "数据来自2015年中国城乡老年人口抽样调查，这是一项覆盖中国大陆31个省/自治区/直辖市的全国性横断面调查，涉及224,142名60岁及以上的老年人。"
            ],
            "findingsCn": [
                "患有哮喘的老年人中，虚弱和前虚弱的患病率分别为35.5%和54.6%，显著高于没有哮喘的老年人中虚弱（8.2%）和前虚弱（46.4%）的患病率，均为p < 0.0001。多项逻辑回归分析显示，年龄增加、女性、文盲、独居、经济状况差、日常生活活动（ADL）残疾、合并慢性疾病、过去一年住院以及居住在中国北方与患有哮喘的老年人的虚弱和前虚弱相关。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the frailty index used as a data collection method for assessing frailty and pre-frailty in older adults with asthma?",
                "QuestionCn": "虚弱指数是否被用作评估患有哮喘的老年人虚弱和前虚弱的资料收集方法？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Does the data collection method rely on self-reported diagnoses of asthma from older adults based on a physician's diagnosis history?",
                "QuestionCn": "数据收集方法是否依赖于老年人基于医生诊断历史的自我报告的哮喘诊断？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the frailty index or the physical performance test more commonly used for assessing frailty in older adults with asthma in China?",
                "QuestionCn": "在中国，虚弱指数还是身体表现测试在评估患有哮喘的老年人虚弱程度时更常用？",
                "AnswerEn": "frailty index",
                "AnswerCn": "虚弱指数",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "For a national survey on the aged population in China, are face-to-face interviews or self-reported questionnaires more likely to be the primary data collection method?",
                "QuestionCn": "对于中国老年人口的全国调查，面对面访谈还是自我报告问卷更可能成为主要的数据收集方法？",
                "AnswerEn": "self-reported questionnaires",
                "AnswerCn": "自我报告问卷",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method was used to gather information on the prevalence of frailty in older adults with asthma in China?",
                "QuestionCn": "用于收集中国老年人哮喘患者虚弱症状流行率信息的数据收集方法是什么？",
                "AnswerEn": "Sample Survey of Aged Population in Urban and Rural China in 2015",
                "AnswerCn": "2015年中国城乡老年人口抽样调查",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to assess frailty and pre-frailty in older adults with asthma?",
                "QuestionCn": "您能否提供一种用于评估患有哮喘的老年人虚弱和前虚弱的资料收集方法的例子？",
                "AnswerEn": "Data were obtained from the Sample Survey of Aged Population in Urban and Rural China in 2015, which was a nationwide cross-sectional survey covering older people aged 60 years or older. The frailty and pre-frailty assessments were performed using the frailty index, and the diagnosis of asthma was self-reported based on the history of the physician's diagnosis.",
                "AnswerCn": "数据来自2015年中国城乡老年人口样本调查，这是一项覆盖60岁及以上老年人的全国性横断面调查。虚弱和预虚弱的评估是通过虚弱指数进行的，哮喘的诊断是基于自我报告的医生诊断历史。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset used to analyze the epidemiological status of frailty and pre-frailty in elderly asthma patients in China?",
                "QuestionCn": "一个用于分析中国老年哮喘患者虚弱和前虚弱流行病学状态的数据集示例是什么？",
                "AnswerEn": "The dataset comes from the Sample Survey of Aged Population in Urban and Rural China conducted in 2015, a nationwide cross-sectional survey including 224,142 older people aged 60 years or older across 31 provinces/autonomous regions/municipalities in mainland China.",
                "AnswerCn": "该数据集来自于2015年在中国城乡进行的老年人口抽样调查，这是一个全国性的横断面调查，涵盖了来自中国大陆31个省/自治区/直辖市的224,142名60岁及以上的老年人。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you give an example of a statistical method used to handle missing data in studies on frailty among older adults with asthma?",
                "QuestionCn": "您能否举一个在研究老年人哮喘脆弱性时用于处理缺失数据的统计方法的例子？",
                "AnswerEn": "The Markov Chain Monte Carlo (MCMC) multiple imputation method was used to fill in missing data for the variables in the dataset when assessing frailty and pre-frailty among older adults with asthma.",
                "AnswerCn": "在评估患有哮喘的老年人脆弱性和前脆弱性时，使用马尔可夫链蒙特卡洛（MCMC）多重插补方法填补数据集中变量的缺失数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for assessing frailty and pre-frailty in older adults with asthma?",
                "QuestionCn": "评估患有哮喘的老年人虚弱和前虚弱的数据显示收集方法的特点是什么？",
                "AnswerEn": "nationwide cross-sectional survey, frailty index, self-reported history of physician diagnosis",
                "AnswerCn": "全国横断面调查，虚弱指数，自我报告的医生诊断史",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What specific attributes of a dataset are necessary for analyzing the prevalence of frailty in older adults with asthma?",
                "QuestionCn": "分析患有哮喘的老年人虚弱症流行率所需的数据集的具体属性是什么？",
                "AnswerEn": "age, gender, literacy, living situation, economic status, ADL disability, comorbid chronic diseases, previous hospitalizations, geographic location",
                "AnswerCn": "年龄，性别，识字率，居住情况，经济状况，日常生活活动残疾，共存慢性疾病，以往住院情况，地理位置",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the factors influencing the design and implementation of a data collection method for studying frailty in older populations with chronic diseases?",
                "QuestionCn": "影响老年慢性病人群虚弱研究的数据收集方法设计和实施的因素有哪些？",
                "AnswerEn": "comprehensive coverage of diverse demographics, standardized frailty index, reliance on self-reported data",
                "AnswerCn": "全面覆盖多样化的人口统计，标准化的虚弱指数，依赖自我报告的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many older adults were surveyed in the nationwide cross-sectional study on asthma and frailty in China?",
                "QuestionCn": "在中国关于哮喘和虚弱的全国横断面研究中，调查了多少名老年人？",
                "AnswerEn": "224,142",
                "AnswerCn": "224,142",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the frailty index and how is it used in assessing frailty and pre-frailty in older adults with asthma?",
                "QuestionCn": "脆弱指数是什么，它在评估患有哮喘的老年人脆弱和前脆弱状态中如何使用？",
                "AnswerEn": "The frailty index is a tool used to assess frailty and pre-frailty in older adults, including those with asthma. It involves evaluating physiological reserve and multisystem dysregulation, which can limit the body's ability to cope with stress and maintain internal stability. A frailty index score of ≥0.25 indicates frailty, <0.12 indicates robustness, and a score between 0.12-0.25 indicates pre-frailty.",
                "AnswerCn": "脆弱指数是一种用于评估老年人脆弱性和前脆弱性的工具，包括哮喘患者。它涉及评估生理储备和多系统失调，这可能限制身体应对压力和维持内部稳定的能力。脆弱指数得分≥0.25表示脆弱，<0.12表示健康，得分在0.12-0.25之间表示前脆弱。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How are missing data handled in datasets concerning the epidemiological status of frailty in older adults with asthma?",
                "QuestionCn": "在涉及老年人哮喘脆弱性流行病学状态的数据集中，缺失数据是如何处理的？",
                "AnswerEn": "Missing data in datasets concerning the epidemiological status of frailty in older adults with asthma are handled using the Markov Chain Monte Carlo (MCMC) multiple imputation method. This technique fills in missing data to ensure comprehensive analysis and accurate results.",
                "AnswerCn": "在涉及老年人哮喘的脆弱性流行病学状态的数据集中，缺失数据采用马尔可夫链蒙特卡洛（MCMC）多重插补方法进行处理。该技术填补缺失数据，以确保全面分析和准确结果。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods used in the Sample Survey of Aged Population in Urban and Rural China compare to other nationwide cross-sectional surveys in terms of their ability to assess frailty in older adults with asthma?",
                "QuestionCn": "在城市和农村中国的老年人口样本调查中使用的数据收集方法与其他全国性横断面调查相比，在评估患有哮喘的老年人脆弱性方面的能力如何？",
                "AnswerEn": "The Sample Survey of Aged Population in Urban and Rural China used a nationwide cross-sectional approach and self-reported asthma diagnosis based on physician history, which could be compared to other surveys that might use clinical assessments or electronic health records for asthma diagnosis and potentially different frailty assessment tools.",
                "AnswerCn": "中国城乡老年人口样本调查采用了全国性的横断面方法，并基于医生历史的自我报告哮喘诊断，这可以与其他可能使用临床评估或电子健康记录进行哮喘诊断的调查进行比较，并且可能使用不同的虚弱评估工具。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise in ensuring the accuracy of self-reported asthma diagnoses in large-scale surveys, and how can they impact the interpretation of epidemiological data?",
                "QuestionCn": "在大规模调查中，确保自我报告的哮喘诊断准确性可能会面临哪些挑战，这些挑战如何影响流行病学数据的解读？",
                "AnswerEn": "Self-reported asthma diagnoses may introduce inaccuracies due to recall bias or misunderstanding of medical conditions by participants. These inaccuracies could lead to either an overestimation or underestimation of the prevalence of asthma, affecting the interpretation of frailty and pre-frailty trends in epidemiological data. Addressing these challenges may involve cross-verifying self-reports with medical records to ensure data accuracy.",
                "AnswerCn": "自我报告的哮喘诊断可能由于回忆偏差或参与者对医疗状况的误解而引入不准确性。这些不准确性可能导致哮喘患病率的高估或低估，从而影响流行病学数据中脆弱性和前脆弱性趋势的解读。解决这些挑战的方法可能包括通过医疗记录交叉验证自我报告，以确保数据的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodological approaches can be employed to address missing data in datasets focusing on older adults with chronic conditions, and how do these approaches affect the reliability of study findings?",
                "QuestionCn": "可以采用哪些方法论方法来处理关注慢性病老年人的数据集中缺失的数据，这些方法如何影响研究结果的可靠性？",
                "AnswerEn": "The use of the Markov Chain Monte Carlo (MCMC) multiple imputation method for addressing missing data helps maintain the reliability of study findings by providing a robust statistical approach to estimate missing values. This method ensures that the dataset remains comprehensive and that the conclusions drawn regarding the prevalence of frailty and associated factors in older adults with asthma are based on a complete data set, thereby enhancing the study's validity.",
                "AnswerCn": "使用马尔可夫链蒙特卡洛（MCMC）多重插补方法处理缺失数据，有助于维护研究发现的可靠性，因为它提供了一种稳健的统计方法来估计缺失值。该方法确保数据集保持完整，使得关于哮喘老年人群体中虚弱及相关因素的流行情况得出的结论基于完整的数据集，从而增强了研究的有效性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the lack of extensive large-scale research on frailty in older adults with asthma worldwide?",
                "QuestionCn": "导致全球范围内对患有哮喘的老年人虚弱状况缺乏大规模研究的原因是什么？",
                "AnswerEn": "The paucity of extensive large-scale research on frailty in older adults with asthma worldwide can be attributed to several causes, including the complexity of conducting longitudinal studies that capture the progression of frailty, the challenges in standardizing frailty measurement across different populations, and the need for comprehensive data collection systems that can integrate diverse health and demographic information. Additionally, frailty research often requires significant resources and coordination across multiple regions, which can be a barrier to implementation.",
                "AnswerCn": "全球范围内关于老年人哮喘与虚弱关系的大规模研究稀缺，可以归因于几个原因，包括进行纵向研究以捕捉虚弱进展的复杂性、在不同人群中标准化虚弱测量的挑战，以及需要综合数据收集系统以整合多样的健康和人口信息。此外，虚弱研究通常需要大量资源和跨多个地区的协调，这可能成为实施的障碍。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the choice of a nationwide cross-sectional survey design influence the findings on frailty prevalence in older adults with asthma?",
                "QuestionCn": "全国性横断面调查设计的选择如何影响对患有哮喘的老年人脆弱性流行率的研究结果？",
                "AnswerEn": "Using a nationwide cross-sectional survey design allows for a comprehensive understanding of frailty prevalence across various regions in China, which highlights significant regional differences and factors associated with frailty in older adults with asthma.",
                "AnswerCn": "使用全国性横断面调查设计可以全面了解中国各地区虚弱的流行情况，这突显了老年哮喘患者中虚弱的显著区域差异和相关因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals of collecting epidemiological data on frailty and pre-frailty in older adults with asthma in China?",
                "QuestionCn": "收集中国老年人哮喘患者的脆弱性和前脆弱性流行病学数据的目标是什么？",
                "AnswerEn": "The aim is to examine the epidemiological status and factors associated with frailty and pre-frailty in older adults with asthma in China, providing information to reduce the decline in cognitive and physical functioning and prevent frailty and disability in this population.",
                "AnswerCn": "旨在研究中国老年哮喘患者的虚弱和前虚弱的流行病学状态及相关因素，为减少该人群认知和身体功能的下降，预防虚弱和残疾提供信息。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to use a frailty index for the assessment of frailty in older adults with asthma?",
                "QuestionCn": "为什么在评估患有哮喘的老年人脆弱性时使用脆弱性指数很重要？",
                "AnswerEn": "Using a frailty index is crucial as it helps in assessing frailty and pre-frailty, which are significant factors contributing to the increased risk of falls, incapacity, hospitalization, and death in frail older adults with asthma, thereby informing strategies for comprehensive management and prevention.",
                "AnswerCn": "使用脆弱指数是至关重要的，因为它有助于评估脆弱性和前脆弱性，这些都是导致脆弱老年人（包括哮喘患者）跌倒、失能、住院和死亡风险增加的重要因素，从而为全面管理和预防策略提供信息。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods are employed to assess frailty and pre-frailty in older adults with asthma, and how is the self-reporting of asthma diagnosis integrated into these assessments?",
                "QuestionCn": "评估老年人哮喘的虚弱和前虚弱通常采用哪些方法，以及如何将哮喘诊断的自我报告纳入这些评估中？",
                "AnswerEn": "Frailty and pre-frailty assessments are conducted using the frailty index. The diagnosis of asthma in older adults is self-reported based on the history of the physician’s diagnosis.",
                "AnswerCn": "虚弱和预虚弱评估是通过虚弱指数进行的。老年人哮喘的诊断是基于自我报告，依据医生的诊断历史。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies are used to ensure the accuracy and reliability of data collected in epidemiological studies of frailty among older adults with asthma?",
                "QuestionCn": "在针对患有哮喘的老年人脆弱性进行流行病学研究时，确保所收集数据的准确性和可靠性的方法论有哪些？",
                "AnswerEn": "The data in the field of frailty among older adults with asthma were collected using a nationwide cross-sectional survey. The frailty and pre-frailty assessments were performed using a frailty index, and the diagnosis of asthma was self-reported based on the history of the physician’s diagnosis. Missing data were filled using the Markov Chain Monte Carlo (MCMC) multiple imputation method to ensure accuracy and reliability.",
                "AnswerCn": "在一项针对老年哮喘患者的脆弱性研究中，数据通过全国性横断面调查收集。脆弱性和预脆弱性评估使用脆弱性指数进行，哮喘的诊断则基于自我报告的医生诊断历史。缺失数据通过马尔可夫链蒙特卡洛（MCMC）多重插补方法进行填补，以确保准确性和可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the use of a frailty index facilitate the assessment of frailty and pre-frailty in large-scale epidemiological studies?",
                "QuestionCn": "使用脆弱性指数在大规模流行病学研究中促进脆弱性和前脆弱性评估的方式有哪些？",
                "AnswerEn": "The frailty index is utilized to perform frailty and pre-frailty assessments in large-scale epidemiological studies, allowing for standardized and systematic evaluation of frailty among older adults. This index helps categorize individuals into frail, pre-frail, and robust groups based on specific scoring criteria, thus facilitating the assessment process.",
                "AnswerCn": "脆弱性指数用于在大规模流行病学研究中进行脆弱性和前脆弱性评估，允许对老年人进行标准化和系统化的脆弱性评估。该指数帮助根据特定评分标准将个体分类为脆弱、前脆弱和健康组，从而促进评估过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you find the use of the frailty index for assessing frailty and pre-frailty in older adults with asthma within a large-scale cross-sectional study?",
                "QuestionCn": "您认为在大规模横断面研究中使用脆弱性指数评估患有哮喘的老年人的脆弱性和预脆弱性效果如何？",
                "AnswerEn": "The use of the frailty index in a large-scale cross-sectional study, such as the one involving 224,142 older adults in China, is effective for systematically assessing frailty and pre-frailty. It allows for standardized evaluation across a diverse population, providing valuable epidemiological insights and facilitating comparisons of frailty status among subgroups, which is crucial in understanding the burden of frailty in older adults with asthma.",
                "AnswerCn": "在一项涉及224,142名中国老年人的大规模横断面研究中，使用脆弱性指数有效地系统评估了脆弱性和预脆弱性。它允许在多样化人群中进行标准化评估，提供有价值的流行病学见解，并促进不同亚组之间脆弱性状态的比较，这对于理解患有哮喘的老年人脆弱性的负担至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential challenges in using self-reported data based on a physician's diagnosis for assessing asthma prevalence in older adults?",
                "QuestionCn": "基于医生诊断的自我报告数据在评估老年人哮喘患病率时可能面临的挑战有哪些？",
                "AnswerEn": "Using self-reported data based on a physician's diagnosis might introduce recall bias and accuracy issues, as older adults may misremember or misunderstand their diagnosis. This method relies on the participants' ability to accurately report their medical history, which could be compromised by cognitive decline in older adults, potentially affecting the reliability of asthma prevalence assessments.",
                "AnswerCn": "使用基于医生诊断的自我报告数据可能会引入回忆偏差和准确性问题，因为老年人可能会错误记忆或误解他们的诊断。这种方法依赖于参与者准确报告他们的病史，而这可能会因老年人的认知衰退而受到影响，从而可能影响哮喘患病率评估的可靠性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what strategies could enhance the completeness of data collection when dealing with missing data in a large-scale epidemiological study?",
                "QuestionCn": "在处理大规模流行病学研究中的缺失数据时，哪些策略可以增强数据收集的完整性？",
                "AnswerEn": "To enhance data completeness, employing techniques like Markov Chain Monte Carlo (MCMC) multiple imputation, as done in the study, is effective. This method helps manage missing data by generating plausible values based on observed data patterns. Additionally, minimizing missing data through robust survey design and comprehensive follow-up protocols can further enhance data integrity and reliability in large-scale epidemiological studies.",
                "AnswerCn": "为了增强数据的完整性，采用如马尔可夫链蒙特卡洛（MCMC）多重插补等技术是有效的。这种方法通过基于观察到的数据模式生成合理的值来管理缺失数据。此外，通过稳健的调查设计和全面的后续协议来最小化缺失数据，可以进一步增强大规模流行病学研究中的数据完整性和可靠性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the frailty index is used to assess frailty and pre-frailty in older adults with asthma.",
                "QuestionCn": "我不明白虚弱指数是如何用于评估患有哮喘的老年人的虚弱和前虚弱的。",
                "AnswerEn": "The frailty index is used to perform assessments by evaluating various health deficits. In the dataset, frailty was defined using the index with scores ≥0.25 representing frailty, <0.12 representing robustness, and scores between 0.12-0.25 representing pre-frailty.",
                "AnswerCn": "脆弱性指数用于通过评估各种健康缺陷来进行评估。在数据集中，脆弱性是通过指数定义的，得分≥0.25表示脆弱，<0.12表示健康，得分在0.12-0.25之间表示前脆弱。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of the factors considered important for logistic regression analysis in exploring frailty in older adults with asthma.",
                "QuestionCn": "我无法理解在探索患有哮喘的老年人虚弱时，逻辑回归分析中考虑的重要因素。",
                "AnswerEn": "The logistic regression analysis identified factors such as increased age, female gender, illiteracy, living alone, poor economic status, ADL disability, comorbid chronic diseases, previous hospitalization, and residence in northern China as important in exploring frailty and pre-frailty in older adults with asthma.",
                "AnswerCn": "逻辑回归分析确定了以下因素在探索患有哮喘的老年人脆弱性和前脆弱性方面的重要性：年龄增加、女性、文盲、独居、经济状况差、日常生活活动（ADL）残疾、合并慢性疾病、既往住院史以及居住在中国北方。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore various data collection methods that could be used to gather information on frailty and pre-frailty in older adults with asthma across different regions.",
                "QuestionCn": "请探讨可以用于收集有关患有哮喘的老年人虚弱和前虚弱信息的各种数据收集方法，涵盖不同地区。",
                "AnswerEn": "Data collection methods that could be used include nationwide cross-sectional surveys, such as the Sample Survey of Aged Population in Urban and Rural China conducted in 2015, which covered 224,142 older people aged 60 or above in 31 provinces. Such surveys can utilize self-reported data on physician-diagnosed asthma and assess frailty using indices like the frailty index.",
                "AnswerCn": "数据收集方法可以包括全国性的横断面调查，例如2015年进行的中国城乡老年人口样本调查，该调查覆盖了31个省份的224,142名60岁及以上的老年人。这类调查可以利用自我报告的医生诊断哮喘的数据，并使用脆弱性指数等指标评估脆弱性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please identify potential datasets or sources that could be used to expand the understanding of frailty and pre-frailty in older adults with asthma, and discuss how these datasets can be integrated into current research.",
                "QuestionCn": "请识别潜在的数据集或来源，以扩展对患有哮喘的老年人脆弱性和前脆弱性的理解，并讨论如何将这些数据集整合到当前研究中。",
                "AnswerEn": "Potential datasets could include longitudinal health surveys, hospital records, and community health assessments that track older adults' health status over time. Integrating these datasets into current research could provide more comprehensive insights into the progression of frailty in older adults with asthma, allowing for the analysis of longitudinal trends and causal relationships.",
                "AnswerCn": "潜在的数据集可以包括纵向健康调查、医院记录和社区健康评估，这些数据跟踪老年人的健康状况随时间的变化。将这些数据集整合到当前研究中，可以提供更全面的见解，了解患有哮喘的老年人虚弱症的进展，从而分析纵向趋势和因果关系。",
                "Level": "C6(Creating)"
            }
        ]
    }
}