{
    "id": "b1d04f4c-1805-46aa-8845-c95514629299",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "New material of Amphicyon zhanxiangi from laogou, linxia basin suggests a possible southern dispersal with increasing omnivory",
            "titleCn": "临夏盆地老沟张氏半熊新材料揭示其南迁和杂食化演变 原始图片数据",
            "description": "The fossil records of large amphicyonids in Asia are rare and fragmentary, and their evolution and dispersal are also unclear. Here we present new dental material from Laogou, Linxia Basin, Gansu Province, belonging\nto the Hujialiang Formation, Middle Miocene. The new material is very similar to Amphicyon zhanxiangi from the Dingjia’ergou fauna of the Zhang’enbao Formation, Tongxin, Ningxia, and can be referred to this species.\nIt is younger than the Tongxin material and differs from the latter by having better-distinguished cusps in upper molars, supporting this species is probably the ancestor to the omnivorous Arctamphicyon found in\nthe Siwaliks, Yuanmou, and the Lower Irrawaddy. This lineage might immigrate to southern and southeastern Asia by the Late Miocene, and adapted to an increasing omnivorous diet due to more available plant\nmaterial in tropical and subtropical regions.",
            "descriptionCn": "亚洲大型半熊类的化石记录十分罕见，且保存较不完整，它们的演化和分布格局也尚不清楚。本文报道了甘肃临夏盆地老沟地区中中新统胡家梁组口腔材料的新发现。新材料与宁夏同心县张恩宝组丁家二沟动物群的展翔半熊类化石非常相似，可作为该物种的参考。\n它的上臼齿尖牙更为发达，这支持了该物种可能是在西瓦里克、元某和伊洛瓦底江下游发现的杂食性巨熊的祖先。这一谱系可能在中新世晚期迁移到亚洲南部和东南部，并适应了越来越多的杂食性，因为热带和亚热带地区有更多可用的植物性食物。\n数据来源为拍摄或绘制。数据包括原始图片，清晰度高。可用于进一步引用及科学传播等工作。",
            "instructions": "Picture + appearance order\nDirect reference",
            "instructionsCn": "图片+出现顺序\n直接引用",
            "east": 120.0,
            "west": 80.0,
            "south": 30.0,
            "north": 45.0,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-01-01 11:59:59",
            "fileSize": 88518163.0,
            "cstr": null,
            "doi": "10.1080/08912963.2021.1949009",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "江左其杲",
                "nameEn": "QIGAO Jiangzuo ",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "IVPP"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "New material of Amphicyon zhanxiangi from laogou, linxia basin suggests a possible southern dispersal with increasing omnivory",
                "referenceCn": null,
                "referenceEn": "Sun, Z.Q., Han, A.L., Li, Y., Jiangzuo, Q.G., Wang, S.Q., & Li, S.J. (2021). New material of Amphicyon zhanxiangi from laogou, linxia basin suggests a possible southern dispersal with increasing omnivory. Historical Biology, 1-9."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "化石",
                "nameEn": "fossils"
            },
            {
                "nameCn": "古生物",
                "nameEn": "Paleontology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "临夏盆地",
                "keywordEn": "Linxia Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中新世",
                "keywordEn": "Miocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
                "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of data collection methods used to obtain high-resolution images of rare fossil records in the Linxia Basin?",
                "QuestionCn": "您能否提供用于获取临夏盆地稀有化石记录高分辨率图像的数据收集方法示例？",
                "AnswerEn": "A data collection method used involves capturing high-resolution images of fossil records through photography or drawing, as these records are rare and often not well-preserved. These images serve as primary data and are crucial for scientific analysis and dissemination.",
                "AnswerCn": "一种数据收集方法是通过摄影或绘图捕捉化石记录的高分辨率图像，因为这些记录稀少且通常保存不佳。这些图像作为原始数据，对于科学分析和传播至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the high clarity and detail in the original images reveal about the evolutionary patterns and dietary adaptations of large hemicyonids in Asia?",
                "QuestionCn": "原始图像中的高清晰度和细节可以揭示亚洲大型半犬科动物的进化模式和饮食适应性。",
                "AnswerEn": "The high clarity and detail in the original images can reveal intricate details of dental morphology, such as the development of cusps on the upper molars, which supports the hypothesis that these hemicyonids may be ancestors of omnivorous giant bears found in the Siwalik region, Yuanmou, and the lower Irrawaddy. These details can provide insights into their dietary adaptations, suggesting a shift towards omnivory as they migrated and adapted to tropical and subtropical environments with more available plant-based food.",
                "AnswerCn": "原始图像的高清晰度和细节可以揭示牙齿形态的复杂细节，例如上磨牙上尖头的发育，这支持了这些半犬科动物可能是西瓦利克地区、元谋和下伊洛瓦底河发现的杂食性巨型熊的祖先的假说。这些细节可以提供关于它们饮食适应的见解，暗示随着它们迁移并适应热带和亚热带环境，植物性食物的可获得性增加，它们的饮食向杂食性转变。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the rarity and incomplete preservation of Asian large hemicyonid fossil records, and how do these factors impact data collection methods?",
                "QuestionCn": "导致亚洲大型半犬科化石记录稀有和不完整的因素有哪些，这些因素如何影响数据收集方法？",
                "AnswerEn": "The rarity and incomplete preservation of Asian large hemicyonid fossils are influenced by geological, environmental, and taphonomic factors. These include the specific conditions required for fossilization, such as rapid burial and mineralization, which may not always be present in fossil sites. Additionally, environmental changes over time can erode or destroy potential fossil deposits. These challenges necessitate the use of careful excavation and documentation techniques, along with advanced imaging and analytical methods, to maximize the information gathered from available specimens.",
                "AnswerCn": "亚洲大型半犬科化石的稀有性和不完整保存受到地质、环境和成因学因素的影响。这些因素包括化石化所需的特定条件，如快速埋藏和矿化，这些条件在化石遗址中并不总是存在。此外，随着时间的推移，环境变化可能会侵蚀或破坏潜在的化石沉积。这些挑战要求采用细致的挖掘和记录技术，以及先进的成像和分析方法，以最大限度地从现有标本中获取信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing high-resolution original image data from fossil records in understanding the migratory and dietary evolution of semi-bear species in Asia?",
                "QuestionCn": "利用高分辨率原始图像数据研究亚洲半熊物种的迁徙和饮食演化可能带来的潜在后果是什么？",
                "AnswerEn": "Utilizing high-resolution original image data from fossil records can provide detailed visual information that enhances the understanding of morphological features, such as dental structures, which are crucial for identifying evolutionary patterns and dietary adaptations. This can lead to more accurate reconstructions of the migratory paths and dietary evolution of semi-bear species, offering insights into their adaptation to diverse environments, such as the tropical and subtropical regions of Asia during the Miocene epoch.",
                "AnswerCn": "利用来自化石记录的高分辨率原始图像数据，可以提供详细的视觉信息，增强对形态特征（如牙齿结构）的理解，这对于识别进化模式和饮食适应至关重要。这可以导致对半熊物种的迁徙路径和饮食演化的更准确重建，提供对它们在中新世时期适应热带和亚热带地区多样环境的见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and techniques are used to collect and document high-resolution original images of fossil records in the context of understanding the evolutionary and distribution patterns of large semi-bear species in Asia?",
                "QuestionCn": "在理解亚洲大型半熊物种的进化和分布模式的背景下，收集和记录化石记录的高分辨率原始图像所使用的程序和技术有哪些？",
                "AnswerEn": "The data collection method includes capturing or drawing high-resolution original images of fossil records. These images serve as a primary source for referencing and scientific dissemination, allowing for the detailed study of morphological features such as the prominent upper molars in semi-bear species.",
                "AnswerCn": "数据收集方法包括捕捉或绘制化石记录的高分辨率原始图像。这些图像作为参考和科学传播的主要来源，允许对半熊物种的显著上磨牙等形态特征进行详细研究。",
                "Level": "C3(Applying)"
            }
        ]
    }
}