{
  "id": "b2531c95-2005-4767-b2e4-c0780afaa817",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Multi dimensional observation data set of single watershed in Maqu County, Qinghai Tibet Plateau (2018-2019)",
      "titleCn": "青藏高原玛曲县单个流域多维观测数据集（2018-2019）",
      "description": "The dataset includs borehole core lithology, altitude survey, soil thickness and slop measurement, hydrogeological survey, and hydrogeophysical survey in the Maqu catchment of the Yellow River source region in the Tibetan Plateau. The borehole lithology data is from the 2017 drilled borehole ITC_ Maqu_ 1; altitude survey was carried out using RTK in 2019; Soil thickness and slope data were collected by auger and inclinometer in 2018 and 2019; hydrogeological survey includes groundwater table depth measurements in 2018 and 2019, and aquifer test data obtained in 2019; hydrogeological survey includes Magnetic Resonance Sounding (MRS) , Electrical Resistivity Tomography (ERT) , Transient Electromagnetic (TEM) , and magnetic susceptibility measurements. MRS and ERT surveys were conducted in 2018. TEM and magnetic susceptibility measurements were carried out in 2019.",
      "descriptionCn": "本数据集包含青藏高原东部玛曲县一个流域的钻孔岩性数据，高程数据，土壤厚度和地表坡度数据，水文地质调查数据，和物探数据。钻孔岩性数据来源于2017年钻孔 ITC_Maqu_1；高程数据来源于2019年RTK测量；土壤厚度和地表坡度数据来源于2018年和2019年螺旋钻和坡度仪测量；水文地质调查包括2018年和2019年的地下水位埋深测量数据，和2019年的含水层测试数据；物探数据包括2018年的MRS核磁共振数据、ERT电阻率成像数据，和2019年的TEM瞬态电磁数据、磁化率测量数据。",
      "instructions": "MRS, ERT and TEM data can be open and visualize by software Samovar, Res2dinv, and TEM-RES, respectively.\nOther data are stored in Excel.",
      "instructionsCn": "MRS, ERT, TEM数据可分别用Samovar软件，Res2dinv软件，和TEM-RES软件打开。\n其它数据存储在excel中。",
      "east": 102.27,
      "west": 101.85,
      "south": 33.72,
      "north": 33.97,
      "startTime": "2018-06-01 00:00:00",
      "endTime": "2019-09-30 00:00:00",
      "fileSize": 2809909.0,
      "cstr": "18406.11.Hydro.tpdc.271221",
      "doi": "10.11888/Hydro.tpdc.271221",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李梦娜",
        "nameEn": "LI Mengna",
        "unitEn": "",
        "unitCn": "屯特大学"
      },
      {
        "nameCn": "曾亦键",
        "nameEn": "ZENG Yijian",
        "unitEn": "",
        "unitCn": "屯特大学"
      },
      {
        "nameCn": "Maciek W. Lubczynski",
        "nameEn": "Maciek W. LUBCZYNSKI",
        "unitEn": "",
        "unitCn": "屯特大学"
      },
      {
        "nameCn": "Bob Su",
        "nameEn": "BOB Su",
        "unitEn": "",
        "unitCn": "University of Twente"
      },
      {
        "nameCn": "钱会",
        "nameEn": "QIAN Hui",
        "unitEn": "",
        "unitCn": "长安大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A first investigation of hydrogeology and hydrogeophysics of the Maqu catchment in the Yellow River source region.",
        "referenceCn": null,
        "referenceEn": "Li, M., Zeng, Y., Lubczynski, M. W., Roy, J., Yu, L., Qian, H., Li, Z., Chen, J., Han, L., Zheng, H., Veldkamp, T., Schoorl, J. M., Hendricks Franssen, H.-J., Hou, K., Zhang, Q., Xu, P., Li, F., Lu, K., Li, Y., and Su, Z. (2021). A first investigation of hydrogeology and hydrogeophysics of the Maqu catchment in the Yellow River source region, Earth Syst. Sci. Data, 13, 4727–4757, https://doi.org/10.5194/essd-13-4727-2021."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "含水层",
        "nameEn": "Aquifers"
      },
      {
        "nameCn": "地下水",
        "nameEn": "Ground Water"
      },
      {
        "nameCn": "地下水位",
        "nameEn": "Underground water level"
      },
      {
        "nameCn": "地下水埋深",
        "nameEn": "Groundwater depth"
      },
      {
        "nameCn": "地电",
        "nameEn": "Earth Resistivity"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "核磁共振",
        "nameEn": "Magnetic Resonance Sounding"
      },
      {
        "nameCn": "水位",
        "nameEn": "Water level"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "水文地质",
        "nameEn": "Hydrogeology"
      },
      {
        "nameCn": "潜水面",
        "nameEn": "Water table"
      },
      {
        "nameCn": "电阻率成像",
        "nameEn": "Electrical resistivity tomography"
      },
      {
        "nameCn": "瞬态电磁",
        "nameEn": "Transient electromagnetic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "玛曲",
        "keywordEn": "Maqu"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018-2019",
        "keywordEn": "2018-2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "长安大学中央高校基本科研业务费专项资助金 ",
        "titleEn": "Fundamental Research Funds for the Central Universities, CHD (300102298307)"
      },
      {
        "titleCn": "地气相互作用及其气候效应",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      },
      {
        "titleCn": "国家自然科学基金项目",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "国家自然科学基金项目",
        "titleEn": "National Natural Science Foundation of China"
      },
      {
        "titleCn": "长安大学中央高校基本科研业务费专项资金助 ",
        "titleEn": "Fundamental Research Funds for the Central Universities, CHD (300102299305)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a multi-dimensional observational dataset for a single watershed in the Tibetan Plateau, focusing on geological and hydrological parameters?",
        "QuestionCn": "您能否提供一个关于青藏高原单一流域的多维观测数据集的示例，重点关注地质和水文参数？",
        "AnswerEn": "A dataset includes multi-dimensional observational data for a watershed in Maqu County, located in the eastern Tibetan Plateau. It comprises lithology data from borehole drilling in 2017, elevation data from RTK measurements in 2019, soil thickness and surface slope data from auger and inclinometer measurements in 2018 and 2019, hydrogeological survey data such as groundwater level depth measurements from 2018 and 2019, aquifer test data from 2019, as well as geophysical data including MRS nuclear magnetic resonance data and ERT resistivity imaging data from 2018, and TEM transient electromagnetic data and susceptibility measurement data from 2019.",
        "AnswerCn": "该数据集包括来自东藏高原马曲县的多维观测数据。它包含2017年钻孔取样的岩性数据、2019年RTK测量的高程数据、2018年和2019年通过钻孔和倾斜仪测量的土壤厚度和地表坡度数据、2018年和2019年的水文地质调查数据（如地下水位深度测量）、2019年的含水层测试数据，以及包括2018年的MRS核磁共振数据和ERT电阻成像数据在内的地球物理数据，以及2019年的TEM瞬态电磁数据和磁化率测量数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific features are assessed in a dataset related to a single watershed in the Maqu County of the Tibetan Plateau?",
        "QuestionCn": "在与青藏高原马曲县的单一流域相关的数据集中，评估的具体特征有哪些？",
        "AnswerEn": "lithology data, elevation data, soil thickness, surface slope data, hydrogeological survey data, geophysical data, groundwater level measurements, aquifer testing data, MRS nuclear magnetic resonance data, ERT resistivity imaging data, TEM transient electromagnetic data, magnetic susceptibility measurements",
        "AnswerCn": "岩性数据、海拔数据、土壤厚度、地表坡度数据、水文地质调查数据、地球物理数据、地下水位测量、含水层测试数据、MRS核磁共振数据、ERT电阻率成像数据、TEM瞬变电磁数据、磁化率测量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using multiple geophysical methods such as MRS, ERT, and TEM in hydrological surveys?",
        "QuestionCn": "在水文调查中使用多种地球物理方法，如MRS、ERT和TEM，有什么意义？",
        "AnswerEn": "The significance of using multiple geophysical methods like MRS (nuclear magnetic resonance), ERT (Electrical Resistivity Tomography), and TEM (Transient Electromagnetic method) in hydrological surveys lies in their ability to provide complementary data. MRS offers insights into water content and porosity, ERT helps map subsurface resistivity variations critical for identifying different soil or rock layers, and TEM is effective for mapping changes in conductivity with depth, which are essential for understanding aquifer properties and groundwater distribution.",
        "AnswerCn": "在水文调查中使用多种地球物理方法，如MRS（核磁共振）、ERT（电阻率层析成像）和TEM（瞬态电磁法）的重要性在于它们能够提供互补的数据。MRS提供水分含量和孔隙度的见解，ERT有助于绘制地下电阻率变化的图谱，这对于识别不同的土壤或岩层至关重要，而TEM则有效地用于绘制深度变化的电导率，这对于理解含水层特性和地下水分布是必不可少的。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes variations in the accuracy of hydrological and geological data collection methods used in the Tibetan Plateau region, particularly in the context of drilling and geophysical surveys?",
        "QuestionCn": "在青藏高原地区，水文和地质数据采集方法的准确性变化的原因是什么，特别是在钻探和地球物理勘测的背景下？",
        "AnswerEn": "Variations in the accuracy of hydrological and geological data collection methods can stem from several factors including the challenging terrain and environmental conditions of the Tibetan Plateau, the precision of instruments used such as RTK for elevation measurements, the calibration and sensitivity of tools like slope meters for soil thickness and slope data, and the inherent limitations of geophysical techniques like MRS, ERT, and TEM in capturing subsurface features accurately.",
        "AnswerCn": "水文和地质数据收集方法的准确性变化可能源于多个因素，包括青藏高原复杂的地形和环境条件、用于高程测量的RTK仪器的精度、用于土壤厚度和坡度数据的坡度计的校准和灵敏度，以及地球物理技术如MRS、ERT和TEM在准确捕捉地下特征方面的固有限制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using a combination of MRS nuclear magnetic resonance data, ERT resistivity imaging data, and TEM transient electromagnetic data on interpreting subsurface geological structures?",
        "QuestionCn": "使用MRS核磁共振数据、ERT电阻率成像数据和TEM瞬态电磁数据的组合来解释地下地质结构的潜在后果是什么？",
        "AnswerEn": "Using a combination of MRS nuclear magnetic resonance data, ERT resistivity imaging data, and TEM transient electromagnetic data can enhance the understanding of subsurface geological structures by providing complementary insights. MRS can offer information on the presence and characteristics of water in the subsurface, ERT can delineate resistivity variations indicating different rock or soil types, and TEM can provide depth profiling and conductivity information. The integration of these methods may improve the accuracy and resolution of subsurface models, leading to more informed hydrological and geological assessments.",
        "AnswerCn": "使用MRS核磁共振数据、ERT电阻率成像数据和TEM瞬态电磁数据的组合可以增强对地下地质结构的理解，因为它们提供了互补的见解。MRS可以提供关于地下水存在及其特征的信息，ERT可以描绘出指示不同岩石或土壤类型的电阻率变化，而TEM则可以提供深度剖面和导电性信息。这些方法的整合可能提高地下模型的准确性和分辨率，从而导致更为准确的水文和地质评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting multi-dimensional observational data in a single watershed in Maqu County on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的马曲县收集单一流域的多维观测数据的主要目标是什么？",
        "AnswerEn": "The primary objectives include understanding the geological and hydrological characteristics of the region by collecting lithology data from boreholes, elevation data, soil thickness, surface slope data, and hydrogeological survey data. This comprehensive dataset aims to provide insights into groundwater depth measurements, aquifer testing, and geophysical data analysis, such as magnetic resonance sounding, resistivity imaging, transient electromagnetic data, and magnetic susceptibility measurements.",
        "AnswerCn": "主要目标包括通过收集钻孔的岩石学数据、海拔数据、土壤厚度、地表坡度数据和水文地质调查数据，了解该地区的地质和水文特征。这个综合数据集旨在提供对地下水深度测量、含水层测试和地球物理数据分析的洞察，例如磁共振成像、电阻率成像、瞬态电磁数据和磁敏感性测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be used to collect and integrate various geophysical and hydrological data from a specific catchment area for comprehensive analysis?",
        "QuestionCn": "可以使用哪些程序来收集和整合特定流域的各种地球物理和水文数据，以进行综合分析？",
        "AnswerEn": "A dataset might include the integration of borehole lithology data from drilling operations, elevation data obtained via RTK surveying, soil thickness, and surface slope data gathered using augers and inclinometers. Additionally, it may incorporate groundwater depth measurements from hydrological surveys, aquifer testing results, and geophysical data such as MRS nuclear magnetic resonance, ERT resistivity imaging, TEM transient electromagnetic data, and susceptibility measurements.",
        "AnswerCn": "一个数据集可能包括来自钻探作业的孔隙岩性数据的整合、通过RTK测量获得的高程数据、土壤厚度以及使用钻孔和倾斜仪收集的地表坡度数据。此外，它可能还包含来自水文调查的地下水深度测量、含水层测试结果，以及地球物理数据，如MRS核磁共振、ERT电阻成像、TEM瞬态电磁数据和磁化率测量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}