{
  "id": "b276ecc5-18b9-4b3e-a3f5-c3b495b17b53",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of hydrometeorological observation network (eddy covariance system of Daman superstation lower, 2014)",
      "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（大满超级站下层涡动相关仪-2014）",
      "description": "This data set contains the eddy correlation-meter observation data from January 1, 2014 to December 31, 2014 at the lower level of the daman superstation in the middle reaches of the heihe hydrometeorological observation network.The station is located in the daman irrigation district of zhangye city, gansu province.The latitude and longitude of the observation point is 100.37223E, 38.85551N, and the altitude is 1556.06m.The rack height of the vortex correlativity meter is 4.5m, the sampling frequency is 10Hz, the ultrasonic orientation is due north, and the distance between the ultrasonic wind speed and temperature meter (CSAT3) and CO2/H2O analyzer (Li7500A) is 17cm.\nThe original observation data of the vortex correlativity instrument is 10Hz, and the published data is the 30-minute data processed by Eddypro software. The main processing steps include: outliers, delay time correction, coordinate rotation (quadratic coordinate rotation), frequency response correction, ultrasonic virtual temperature correction and density (WPL) correction.Quality assessment for each intercompared to at the same time, mainly is the atmospheric stability (Δ st) and turbulent characteristics of similarity (ITC) test.The 30min pass value output by Eddypro software was also screened :(1) data when instrument error was eliminated;(2) data of 1h before and after precipitation are excluded;(3) remove the data with a missing rate of more than 10% in the original 10Hz data within every 30 minutes;(4) the observation data of weak turbulence at night (u* less than 0.1m/s) were excluded.The average observation period was 30 minutes, 48 data per day, and the missing data was marked as -6999.Suspicious data caused by instrument drift, etc., shall be marked in red font.\nThe published observational data include:Date/Time for the Date/Time, wind Wdir (°), Wnd horizontal wind speed (m/s), standard deviation Std_Uy lateral wind speed (m/s), ultrasonic virtual temperature Tv (℃), the water vapor density H2O (g/m3), carbon dioxide concentration CO2 (mg/m3), friction velocity Ustar) (m/s), stability Z/L (dimensionless), sensible heat flux Hs (W/m2), latent heat flux LE (W/m2), carbon dioxide flux Fc (mg/(m2s)), the quality of the sensible heat flux identifier QA_Hs, the quality of the latent heat flux identifier QA_LE,Quality indicator for co2 flux QA_Fc.The quality of the sensible heat and latent heat, carbon dioxide flux identification is divided into three (quality id 0: (Δ st < 30, the ITC < 30);1: (Δ st < 100, ITC < 100);The rest is 2).The meaning of data time, such as 0:30 represents the average of 0:00-0:30;The data is stored in *.xls format.\nFor information of hydrometeorological network or station, please refer to Liu et al.(2018), and for observation data processing, please refer to Liu et al.(2011).",
      "descriptionCn": "该数据集包含了2014年1月1日至2014年12月31日的黑河水文气象观测网中游大满超级站下层的涡动相关仪观测数据。站点位于甘肃省张掖市大满灌区内，下垫面是玉米。观测点的经纬度是100.37223E, 38.85551N，海拔1556.06m。涡动相关仪的架高4.5m，采样频率是10Hz，超声朝向是正北向，超声风速温度仪（CSAT3）与CO2/H2O分析仪（Li7500A）之间的距离是17cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。因仪器漂移等原因引起的可疑数据用红色字体标识。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），稳定度Z/L（无量纲），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n水文气象网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al.(2011)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.37223,
      "west": 100.37223,
      "south": 38.85551,
      "north": 38.85551,
      "startTime": "2014-01-11 16:00:00",
      "endTime": "2015-01-10 16:00:00",
      "fileSize": 3228639.0,
      "cstr": "18406.11.hiwater.237.2015.db",
      "doi": "10.3972/hiwater.237.2015.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
        "referenceCn": null,
        "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      },
      {
        "titleCn": null,
        "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "二氧化碳通量",
        "nameEn": "Carbon dioxide flux"
      },
      {
        "nameCn": "感热通量",
        "nameEn": "Sensible heat flux"
      },
      {
        "nameCn": "潜热通量",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "大满超级站",
        "keywordEn": "Daman Superstation"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2014",
        "keywordEn": "2014",
        "type": "temporal"
      },
      {
        "keywordCn": "2014-01-01至2014-12-31",
        "keywordEn": "2014-01-01 to 2014-12-31",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“冠层上方”和“土壤下方”两种情况。水蒸气和热量在冠层内部的参考高度相遇。此外，混合的水蒸气和热量只能通过冠层顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层），并与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果进行了比较。",
        "在强烈的平流灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，当EC通量测量的H和LE与可用能量Rn−G0之间存在能量平衡闭合不完整时，这一任务变得更加困难。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差，这一温差是主导因素。结果显示，与观测到的复合辐射温度相比，组分温度存在过高估计。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是另一个因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
        "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估计蒸散（E）、土壤温度（T）和蒸散量（ET），并随后结合稳定氧和氢同位素技术以及涡度相关（EC）测量，更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误引起的，这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当 irrigated farmland 的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度的过高估计。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括离地5米处的气温、风速和湿度，12米高处使用四分量辐射计测量的四分量辐射，以及在离地4.5米处使用10 Hz采样频率的涡度通量系统测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。接着，模拟的辐射温度与根据四分量辐射计观测到的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    },
    {
      "background": [
        "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
      ],
      "research objective": [
        "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
      ],
      "challenges": [
        "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
      ],
      "methods": [
        "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
      ],
      "dataset": [
        "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
      ],
      "findings": [],
      "backgroundCn": [
        "干旱和半干旱地区大约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是其经济发展的基础，特别是在中国西部，自古以来就一直是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域已被前期研究者发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们对干旱地区的碳平衡产生显著影响，并在全球碳循环中发挥着越来越重要的作用。"
      ],
      "research objectiveCn": [
        "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展是非常重要的。对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
      ],
      "challengesCn": [
        "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013），咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
      ],
      "methodsCn": [
        "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，这些数据集包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度、风速和风向的梯度；以及气压、降水和土壤湿度剖面）是通过自动气象站以10分钟的平均周期观测的，同时也包括地下水位数据。此外，植被和土壤参数也被补充到数据集中。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
      ],
      "datasetCn": [
        "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the TSEB model be validated using observed ratios of evaporation and transpiration in strongly advective environments?",
        "QuestionCn": "TSEB模型能否在强烈的平流环境中使用观测到的蒸发和蒸腾比率进行验证？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which source is more commonly used for obtaining data on energy, water vapor, and carbon fluxes in oasis-desert systems: eddy covariance towers, large aperture scintillometers, or automatic meteorological stations?",
        "QuestionCn": "在绿洲-沙漠系统中，获取能量、水汽和碳通量数据的更常用来源是涡度协方差塔、大孔径闪烁仪还是自动气象站？",
        "AnswerEn": "eddy covariance towers",
        "AnswerCn": "涡度相关塔",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary data collection methods used in the field of eco-hydrological observations in arid regions?",
        "QuestionCn": "在干旱地区生态水文观测领域使用的主要数据收集方法有哪些？",
        "AnswerEn": "eddy covariance systems, scintillometers, automatic meteorological stations, remote sensing tools like LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometers",
        "AnswerCn": "涡度相关系统、闪烁仪、自动气象站、遥感工具如激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the typical locations for collecting data on oasis–desert interactions using remote sensing and ground-based measurements?",
        "QuestionCn": "使用遥感和地面测量收集绿洲-沙漠相互作用数据的典型地点在哪里？",
        "AnswerEn": "middle and lower reaches of the Heihe River Basin",
        "AnswerCn": "黑河流域中下游地区",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are faced in collecting multiscale observations in heterogeneous surfaces, and where do these challenges most commonly occur?",
        "QuestionCn": "在收集异质表面的多尺度观测时面临哪些挑战，这些挑战最常发生在哪里？",
        "AnswerEn": "Arid and semiarid regions",
        "AnswerCn": "干旱和半干旱地区",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that effectively captures multiscale eco-hydrological processes in oasis-desert systems?",
        "QuestionCn": "您能否提供一个有效捕捉绿洲-沙漠系统中多尺度生态水文过程的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method that captures multiscale eco-hydrological processes is presented by the HiWATER experiment, which uses hierarchically nested scales with instruments, including eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, to obtain multiscale observations in oasis-desert areas.",
        "AnswerCn": "HiWATER实验展示了一种捕捉多尺度生态水文过程的数据收集方法，该方法采用分层嵌套的尺度，使用包括涡度协方差塔、大孔径闪烁仪和自动气象站在内的仪器，以获取绿洲-沙漠地区的多尺度观测。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in collecting data on energy, water vapor, and carbon exchanges in arid regions?",
        "QuestionCn": "在干旱地区收集关于能量、水蒸气和碳交换的数据时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in collecting data on energy, water vapor, and carbon exchanges in arid regions is the poor availability of multiscale observations, which hinders progress in understanding processes on heterogeneous surfaces.",
        "AnswerCn": "在干旱地区，收集能量、水蒸气和碳交换数据的一个挑战是多尺度观测的可用性差，这阻碍了对异质表面过程的理解进展。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you illustrate an example of a dataset that provides comprehensive observations of energy, water vapor, and carbon exchanges in oasis-desert ecosystems?",
        "QuestionCn": "您能否举例说明一个数据集，该数据集提供了绿洲-沙漠生态系统中能量、水汽和碳交换的全面观测？",
        "AnswerEn": "An example of a comprehensive dataset is the one obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER), which includes observations of energy, water vapor, and carbon exchanges, along with auxiliary data on hydrometeorology, vegetation, and soil parameters in the middle and lower reaches of the Heihe River Basin from 2012 to 2021.",
        "AnswerCn": "一个综合数据集的例子是从黑河流域联合遥测实验研究（HiWATER）获得的数据集，该数据集包括2012年至2021年间黑河中下游地区的能量、水汽和碳交换观测，以及关于水文气象、植被和土壤参数的辅助数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific attributes of the oasis-desert interaction are captured by the instrumentation setup in a multiscale eco-hydrological observation network?",
        "QuestionCn": "多尺度生态水文观测网络中的仪器设置捕捉到的绿洲-沙漠互动的具体属性是什么？",
        "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, energy exchanges, water vapor exchanges, carbon exchanges, radiation, soil heat flux, air temperature, humidity, wind speed, wind direction, precipitation, soil moisture",
        "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，能量交换，水汽交换，碳交换，辐射，土壤热通量，空气温度，湿度，风速，风向，降水，土壤湿度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many intensive observation periods (IOPs) were conducted during the HiWATER experiment?",
        "QuestionCn": "HiWATER实验期间进行了多少次强化观测期（IOPs）？",
        "AnswerEn": "The exact number is not specified.",
        "AnswerCn": "确切的数字未被指定。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the sampling frequency of the eddy covariance system used at the Daman superstation?",
        "QuestionCn": "Daman超级站使用的涡度协方差系统的采样频率是多少？",
        "AnswerEn": "10 Hz",
        "AnswerCn": "10 赫兹",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many land surface flux and meteorological stations have been established in the middle and lower reaches of the HRB since 2012?",
        "QuestionCn": "自2012年以来，HRB中下游地区建立了多少个地表通量和气象站？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'eddy covariance (EC) system' used for in hydrometeorological data collection?",
        "QuestionCn": "涡度相关（EC）系统在水文气象数据收集中用于什么？",
        "AnswerEn": "The eddy covariance (EC) system is used to measure turbulent fluxes such as latent and sensible heat fluxes. It operates at a sampling frequency of 10 Hz and is used in the field to validate models and obtain accurate measurements of evapotranspiration and other related data.",
        "AnswerCn": "涡度协方差（EC）系统用于测量湍流通量，如潜热和显热通量。它以10 Hz的采样频率运行，广泛应用于现场以验证模型并获取蒸散发及其他相关数据的准确测量。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the significance of 'hierarchically nested scales' in the application of eco-hydrological instruments?",
        "QuestionCn": "“层次嵌套尺度”在生态水文工具应用中的重要性是什么？",
        "AnswerEn": "Hierarchically nested scales refer to the arrangement of instruments in different layers or levels to capture multiscale eco-hydrological processes. This setup allows for a comprehensive understanding of interactions in an oasis-desert system, enabling data collection across different landscape features and scales.",
        "AnswerCn": "层次嵌套尺度是指在不同层次或级别上安排仪器，以捕捉多尺度生态水文过程。这种设置允许对绿洲-沙漠系统中相互作用的全面理解，使得能够在不同的景观特征和尺度上进行数据收集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the observed patterns in eddy covariance data inform our understanding of energy balance adjustments needed in heterogeneous landscapes like oasis-desert systems?",
        "QuestionCn": "观测到的涡度协方差数据中的模式如何帮助我们理解在像绿洲-沙漠系统这样的异质景观中所需的能量平衡调整？",
        "AnswerEn": "The observed patterns in eddy covariance data, such as the incomplete energy balance closure in strongly advective irrigated agricultural areas, suggest that there may be significant challenges in accurately estimating surface fluxes. The adjustments needed in energy balance models, such as the TSEB model, are influenced by uncertainties in surface-air temperature differences and component temperature estimation. These patterns highlight the need for robust calculations of soil and vegetation component temperatures to improve the accuracy of evapotranspiration estimates, which are crucial for understanding the energy balance in heterogeneous landscapes like oasis-desert systems.",
        "AnswerCn": "在强烈的对流灌溉农业区域，观测到的涡度协方差数据模式，如能量平衡闭合不完全，表明在准确估计表面通量方面可能存在重大挑战。能量平衡模型（如TSEB模型）所需的调整受到表面与空气温差和组分温度估计不确定性的影响。这些模式突显了对土壤和植被组分温度进行稳健计算的必要性，以提高蒸散发估计的准确性，这对于理解像绿洲-沙漠系统这样的异质景观中的能量平衡至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges in data collection can be inferred from the use of thermal infrared cameras and eddy covariance systems in strongly advective environments?",
        "QuestionCn": "在强烈的平流环境中使用热红外相机和涡度协方差系统进行数据收集时，可以推断出哪些挑战？",
        "AnswerEn": "The use of thermal infrared cameras and eddy covariance systems in strongly advective environments presents challenges, such as errors in component temperature separation due to image classification errors and increased uncertainty in sensible heat flux estimation. These challenges are compounded by the strong advective conditions which can cause an overestimation of component temperatures. Additionally, the EC system may have increased uncertainty when the mean sensible heat flux is small, which can further complicate data collection efforts in these environments.",
        "AnswerCn": "在强对流环境中使用热红外相机和涡动协方差系统面临挑战，例如由于图像分类错误导致的组分温度分离误差，以及感热通量估计的不确定性增加。这些挑战因强对流条件而加剧，这可能导致组分温度的过高估计。此外，当平均感热通量较小时，EC系统可能会增加不确定性，这进一步复杂化了在这些环境中的数据收集工作。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How can the integration of various remote sensing technologies and ground-based measurements enhance the understanding of eco-hydrological processes in oasis-desert interactions?",
        "QuestionCn": "各种遥感技术与地面测量的结合如何增强对绿洲-沙漠相互作用中生态水文过程的理解？",
        "AnswerEn": "The integration of various remote sensing technologies such as LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers with ground-based measurements like eddy covariance, scintillometers, and automatic meteorological stations can provide a comprehensive dataset to capture multi-scale eco-hydrological processes. This combination allows for detailed observations of energy, water vapor, and carbon exchanges, as well as vegetation dynamics and photosynthesis processes, thereby enhancing the understanding of oasis-desert interactions. The data obtained from these integrated methods are crucial for recognizing oasis-desert interactions and supporting the ecological stability and socioeconomic development of oases.",
        "AnswerCn": "各种遥感技术的集成，如激光雷达（LiDAR）、成像光谱仪、多角度热成像仪和L波段微波辐射计，以及基于地面的测量方法，如涡度协方差、闪烁仪和自动气象站，可以提供全面的数据集，以捕捉多尺度的生态水文过程。这种组合能够详细观察能量、水蒸气和碳的交换，以及植被动态和光合作用过程，从而增强对绿洲-沙漠相互作用的理解。从这些综合方法获得的数据对于识别绿洲-沙漠相互作用至关重要，并支持绿洲的生态稳定和社会经济发展。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately estimating surface fluxes in strongly advective irrigated agricultural areas using the TSEB model?",
        "QuestionCn": "在强对流灌溉农业区域中，使用TSEB模型准确估计表面通量面临的挑战因素有哪些？",
        "AnswerEn": "The challenges in accurately estimating surface fluxes using the TSEB model are primarily due to uncertainties in the surface–air temperature difference, errors in determining the soil and vegetation component temperatures, and the strong advective environment in the region. Additionally, image classification errors can lead to overestimation of canopy temperature, and ignoring atmospheric upwelling radiation and transmittance can introduce further uncertainties.",
        "AnswerCn": "使用TSEB模型准确估计表面通量的挑战主要源于表面与空气温差的不确定性、土壤和植被成分温度确定中的误差，以及该地区强烈的平流环境。此外，图像分类错误可能导致对冠层温度的高估，而忽略大气上行辐射和透射率也可能引入进一步的不确定性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes errors in the estimation of energy, water vapor, and carbon exchange in oasis-desert areas, and why is long-term observation important?",
        "QuestionCn": "在绿洲-沙漠地区，能量、水蒸气和碳交换估计中的误差原因是什么，以及长期观测的重要性是什么？",
        "AnswerEn": "Errors in the estimation can arise from ecological environment degradation, such as the drying up of rivers, degradation of vegetation, intensification of desertification, and frequent dust storms. Long-term observations are important to understand the basic characteristics of these exchanges, maintain ecological stability, and support sustainable development in oasis-desert ecosystems.",
        "AnswerCn": "估计中的错误可能源于生态环境的恶化，例如河流干涸、植被退化、沙漠化加剧和频繁的沙尘暴。长期观察对于理解这些交换的基本特征、维持生态稳定性以及支持绿洲-沙漠生态系统的可持续发展至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy when using high-resolution thermal cameras for temperature measurements in agricultural areas?",
        "QuestionCn": "使用高分辨率热像仪在农业区域进行温度测量时，数据准确性可能受到的影响有哪些？",
        "AnswerEn": "Using high-resolution thermal cameras for temperature measurements in agricultural areas can lead to improved validation of evaporation, transpiration, and evapotranspiration by providing accurate soil and canopy component temperatures. This technique reduces the uncertainty in separating soil and vegetation temperatures, which is crucial for accurate flux estimations in models like the TSEB.",
        "AnswerCn": "在农业区域使用高分辨率热像仪进行温度测量，可以通过提供准确的土壤和冠层组件温度来改善蒸发、蒸腾和蒸散的验证。这种技术减少了分离土壤和植被温度的不确定性，这对于在像TSEB这样的模型中进行准确的通量估计至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the implementation of an eddy covariance system influence the quality of flux data in arid oasis-desert regions?",
        "QuestionCn": "涡度协方差系统的实施如何影响干旱绿洲-沙漠地区的通量数据质量？",
        "AnswerEn": "The implementation of an eddy covariance system in arid oasis-desert regions results in reliable estimates of energy, water vapor, and carbon fluxes. It provides high temporal resolution data on turbulent fluxes, which, despite challenges such as incomplete energy balance closure, can be effectively used to improve the understanding and management of eco-hydrological processes.",
        "AnswerCn": "在干旱绿洲-沙漠地区实施涡度协方差系统可以可靠地估计能量、水蒸气和碳通量。它提供了关于湍流通量的高时间分辨率数据，尽管面临能量平衡闭合不完全等挑战，但仍可以有效用于改善对生态水文过程的理解和管理。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to develop a multiscale dataset for understanding eco-hydrological processes in oasis-desert systems?",
        "QuestionCn": "为什么开发多尺度数据集以理解绿洲-沙漠系统中的生态水文过程是至关重要的？",
        "AnswerEn": "Developing a multiscale dataset is crucial to address the challenges of poor availability of multiscale observations, which are necessary for understanding and managing the complex interactions in oasis-desert systems. This is important for maintaining ecological stability, supporting sustainable development, and achieving carbon neutrality goals in these regions.",
        "AnswerCn": "开发多尺度数据集对于解决多尺度观测稀缺的问题至关重要，这些观测对于理解和管理绿洲-沙漠系统中的复杂相互作用是必要的。这对于维持生态稳定、支持可持续发展以及实现这些地区的碳中和目标具有重要意义。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the objectives of integrating remote sensing technologies like LiDAR and imaging spectrometers with ground-based measurements in oasis-desert observation networks?",
        "QuestionCn": "将遥感技术如激光雷达（LiDAR）和成像光谱仪与地面测量相结合，在绿洲-沙漠观测网络中的目标是什么？",
        "AnswerEn": "The objectives are to capture multi-scale eco-hydrological processes, enhance the accuracy of energy, water vapor, and carbon exchange measurements, and provide comprehensive data that supports ecological security and sustainable development in oasis-desert systems. These integrated approaches help in overcoming the limitations of traditional observation methods and enable detailed analysis of oasis-desert interactions.",
        "AnswerCn": "目标是捕捉多尺度生态水文过程，提高能量、水汽和碳交换测量的准确性，并提供支持绿洲-沙漠系统生态安全和可持续发展的综合数据。这些综合方法有助于克服传统观测方法的局限性，并能够对绿洲-沙漠相互作用进行详细分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in processing the eddy covariance data collected at a hydrometeorological observation site to ensure data quality and reliability?",
        "QuestionCn": "处理在水文气象观测站收集的涡度协方差数据以确保数据质量和可靠性的程序步骤包括哪些？",
        "AnswerEn": "The eddy covariance data is processed using Eddypro software, which includes steps such as outlier removal, time delay correction, coordinate rotation (secondary coordinate rotation), frequency response correction, sonic virtual temperature correction, and density correction (WPL). Additionally, quality assessment of flux values is performed, including tests for atmospheric stability (Δst) and turbulence similarity characteristics (ITC). Data is filtered by excluding erroneous data due to instrument malfunction, discarding data one hour before and after precipitation events, removing data with more than 10% missing in the original 10Hz data per 30 minutes, and excluding data from weak turbulence at night (u* less than 0.1m/s).",
        "AnswerCn": "涡动协方差数据使用Eddypro软件进行处理，包括以下步骤：异常值去除、时间延迟校正、坐标旋转（次级坐标旋转）、频率响应校正、声学虚温校正和密度校正（WPL）。此外，还对通量值进行质量评估，包括对大气稳定性（Δst）和湍流相似性特征（ITC）的测试。数据过滤的标准包括：排除由于仪器故障导致的错误数据，丢弃降水事件前后一个小时的数据，移除原始10Hz数据中每30分钟缺失超过10%的数据，以及排除夜间湍流较弱（u*小于0.1m/s）的数据。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is thermal infrared imagery utilized to separate soil and canopy temperatures for estimating evapotranspiration in an agricultural setting, and what are the procedural steps involved?",
        "QuestionCn": "热红外成像如何用于分离土壤和冠层温度以估算农业环境中的蒸散量，以及涉及的程序步骤是什么？",
        "AnswerEn": "Thermal infrared imagery is used to measure soil and canopy component temperatures. The process involves classifying visible and NIR images into soil and canopy pixels using the maximum-likelihood method. Soil and canopy directional brightness temperatures are extracted from thermal images, converted to radiometric temperatures using incoming long-wave radiation and emissivity values. Simulated radiometric temperatures are validated against those calculated from the four-component radiometer's observations. These temperatures are then used in the series TSEB model to partition evapotranspiration into evaporation and transpiration.",
        "AnswerCn": "热红外影像用于测量土壤和冠层组件的温度。该过程涉及使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。从热成像中提取土壤和冠层的方向亮度温度，并使用入射长波辐射和发射率值将其转换为辐射温度。模拟的辐射温度与四分量辐射计观测计算的温度进行验证。这些温度随后用于TSEB模型系列中，将蒸散发分为蒸发和蒸腾。",
        "Level": "C3(Applying)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the eddy covariance system face challenges in achieving energy balance closure in strongly advective environments?",
        "QuestionCn": "涡动协方差系统在强对流环境中实现能量平衡闭合可能面临挑战的原因是什么？",
        "AnswerEn": "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is challenging because the EC flux measurements of H and LE often have an incomplete energy balance closure with respect to the available energy Rn−G0. The uncertainty in surface–air temperature difference can significantly affect the TSEB model performance, leading to errors in determining the surface soil and vegetation component temperatures.",
        "AnswerCn": "在强烈对流的灌溉农业区域，准确估计表面通量是具有挑战性的，因为EC通量测量的潜热（LE）和显热（H）通常与可用能量Rn−G0之间存在能量平衡闭合不完全的问题。表面与空气温度差的不确定性可能会显著影响TSEB模型的性能，从而导致在确定表层土壤和植被组分温度时出现误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why could multiscale observations be difficult to obtain in eco-hydrological studies of oasis-desert systems?",
        "QuestionCn": "在绿洲-沙漠系统的生态水文研究中，获取多尺度观测数据可能会面临困难的原因是什么？",
        "AnswerEn": "Progress in the field of eco-hydrological processes on heterogeneous surfaces is hindered by the poor availability of multiscale observations. This challenge is addressed through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data, as demonstrated in experiments like HiWATER.",
        "AnswerCn": "生态水文过程在异质表面上的进展受到多尺度观测数据稀缺的限制。通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决了这一挑战，正如HiWATER实验所示。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the classification of image pixels into soil and canopy important for estimating component temperatures in TSEB models?",
        "QuestionCn": "将图像像素分类为土壤和树冠对于在TSEB模型中估计组成温度的重要性是什么？",
        "AnswerEn": "The classification of image pixels into soil and canopy is crucial because errors in the derived component temperature were primarily caused by image classification errors. These errors varied with vegetation abundance, leading to an overestimation of the canopy temperature under developing vegetation abundance, which affects the accuracy of the TSEB model.",
        "AnswerCn": "图像像素分类为土壤和树冠是至关重要的，因为衍生的组件温度的误差主要是由图像分类错误引起的。这些错误随着植被丰度的变化而变化，在植被丰度较低的情况下，导致树冠温度的过高估计，从而影响了TSEB模型的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the effectiveness of using eddy covariance systems for measuring turbulent fluxes in heterogeneous landscapes?",
        "QuestionCn": "您如何评价在异质景观中使用涡度相关系统测量湍流通量的有效性？",
        "AnswerEn": "The eddy covariance system is considered effective in measuring turbulent fluxes in heterogeneous landscapes, as it provides high-frequency data capturing the complex interactions between soil, vegetation, and atmospheric components. However, challenges such as the incomplete energy balance closure and the influence of strong advection conditions need to be accounted for to improve accuracy.",
        "AnswerCn": "涡度协方差系统被认为在异质景观中有效测量湍流通量，因为它提供了高频数据，捕捉土壤、植被和大气成分之间的复杂相互作用。然而，需考虑能量平衡闭合不完全和强平流条件的影响，以提高准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How do you assess the challenges of ensuring multiscale observation availability for eco-hydrological research in arid regions?",
        "QuestionCn": "如何评估确保干旱地区生态水文研究的多尺度观测可用性所面临的挑战？",
        "AnswerEn": "Ensuring multiscale observation availability in arid regions is challenging due to the scarcity of hierarchical and multidisciplinary data. However, experiments like HiWATER, which deploy instrumentation on nested scales and use diverse techniques such as LiDAR and thermal imaging, address these challenges by providing comprehensive datasets that capture multi-scale eco-hydrological processes.",
        "AnswerCn": "在干旱地区，确保多尺度观测的可用性面临挑战，因为缺乏层次化和多学科的数据。然而，像HiWATER这样的实验通过在不同尺度上部署仪器，并使用激光雷达和热成像等多种技术，解决了这些挑战，提供了全面的数据集，捕捉多尺度生态水文过程。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your opinion on the potential for improving oasis-desert ecosystem datasets to support sustainable development and ecological security?",
        "QuestionCn": "您对改善绿洲-沙漠生态系统数据集以支持可持续发展和生态安全的潜力有何看法？",
        "AnswerEn": "Improving oasis-desert ecosystem datasets holds significant potential for supporting sustainable development and ecological security. By enhancing long-term observations and incorporating comprehensive data on energy, water vapor, carbon exchange, and vegetation dynamics, researchers can achieve a better understanding of oasis-desert interactions, aiding in the protection of ecological stability and socioeconomic development.",
        "AnswerCn": "改善绿洲-沙漠生态系统数据集对支持可持续发展和生态安全具有重要潜力。通过增强长期观测并整合关于能量、水蒸气、碳交换和植被动态的综合数据，研究人员可以更好地理解绿洲与沙漠之间的相互作用，从而有助于保护生态稳定性和社会经济发展。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't understand the complexities involved in collecting and processing high-frequency meteorological data for ecological studies.",
        "QuestionCn": "我无法理解收集和处理高频气象数据用于生态研究的复杂性。",
        "AnswerEn": "The meteorological data collection involves using instruments like the eddy covariance system, which measures turbulent fluxes at a high frequency of 10 Hz. This data is then processed using software like Eddypro to produce 30-minute averages, incorporating corrections for factors like time delays and density variations. The processing also involves quality assessment based on atmospheric stability and turbulence characteristics.",
        "AnswerCn": "气象数据收集涉及使用像涡度协方差系统这样的仪器，该系统以10 Hz的高频率测量湍流通量。然后使用像Eddypro这样的软件处理这些数据，生成30分钟的平均值，并考虑时间延迟和密度变化等因素的修正。处理过程中还基于大气稳定性和湍流特征进行质量评估。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how data from remote sensing and ground-based measurements are integrated to study evapotranspiration in heterogeneous landscapes.",
        "QuestionCn": "我不确定如何将遥感数据和地面测量数据整合在一起，以研究异质景观中的蒸散发。",
        "AnswerEn": "Remote sensing data, such as thermal infrared images, are combined with ground-based measurements like those from the eddy covariance system to partition evapotranspiration into evaporation and transpiration components. The TSEB model, which uses radiometric temperatures derived from thermal images, is applied to estimate these components, and the results are validated against isotope techniques and eddy covariance measurements.",
        "AnswerCn": "遥感数据，如热红外图像，与地面测量（如涡度协方差系统）相结合，以将蒸散发分为蒸发和蒸腾两个组成部分。TSEB模型利用从热图像中获得的辐射温度来估计这些组成部分，并将结果与同位素技术和涡度协方差测量进行验证。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand the challenges faced in collecting multiscale hydrometeorological data across oasis-desert systems.",
        "QuestionCn": "我不理解在绿洲-沙漠系统中收集多尺度水文气象数据所面临的挑战。",
        "AnswerEn": "Challenges include the difficulty of upscaling observations due to the heterogeneous nature of the landscape. The HiWATER experiment addressed these issues by implementing a hierarchical observation network with various instruments, including eddy covariance towers, automatic meteorological stations, and airborne remote sensing tools. These instruments capture data at multiple scales to understand eco-hydrological processes.",
        "AnswerCn": "挑战包括由于景观的异质性而导致的观察上升的困难。HiWATER实验通过实施一个分层观察网络来解决这些问题，该网络包括涡度协方差塔、自动气象站和航空遥感工具。这些仪器在多个尺度上捕获数据，以理解生态水文过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please outline potential datasets that could be leveraged to enhance understanding of evapotranspiration in oasis-desert regions.",
        "QuestionCn": "概述可以利用的潜在数据集，以增强对绿洲-沙漠地区蒸散发的理解。",
        "AnswerEn": "Potential datasets include multiscale observations from the HiWATER experiment, which provide data on fluxes of energy, water vapor, carbon, and methane, as well as auxiliary data on hydrometeorology, vegetation, and soil parameters. These datasets enable detailed analysis of evapotranspiration processes over heterogeneous land surfaces.",
        "AnswerCn": "潜在的数据集包括来自HiWATER实验的多尺度观测数据，这些数据提供了能量、水蒸气、碳和甲烷的通量，以及关于水文气象、植被和土壤参数的辅助数据。这些数据集使得对异质土地表面的蒸散过程进行详细分析成为可能。",
        "Level": "C6(Creating)"
      }
    ]
  }
}