{
  "id": "b29b9ff3-f3a6-45d1-a917-69bc672bb931",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Numerical simulation map of the effect of lithospheric heterogeneity on continental rift",
      "titleCn": "岩石圈非均一性对大陆裂谷的作用数值模拟图件",
      "description": "Main contents: the continental lithosphere has extensive heterogeneity, but its role in continental rifting is not clear. The effects of lithospheric heterogeneity on the continental rift model are studied using two-dimensional thermo mechanical simulation. Heterogeneity is mainly manifested in the lateral inhomogeneous continental lithosphere, which has a cold western (CW) and a hot Eastern (he) lithosphere. A series of experiments were carried out to explore the influence of lithospheric thermal state, weak zone and extension velocity on continental rift. The main results and implications are as follows: (1) on the he side, the extension of the cwh-e lithosphere always leads to the formation of wide rifts, while the CW side is not deformed（ 2) The existence of weak lithosphere in CW can lead to the formation of wide rift in the East and deep and narrow rift in the West（ 3) The thermal state of the lithosphere strongly influences the rift types and lithospheric deformation patterns. When the crust is extremely hot (tmoho = 900 ℃), a wide rift first appears on the he side, and then a narrow rift forms on the CW side. The extensional velocity mainly affects the time of rift formation, but has no significant effect on the type of rift. Many rift basins developed in the North China Craton (NCC) since the early Cenozoic in response to the subduction and retreat of the Pacific plate. The east of the North China Craton is dominated by wide rifts, while the west of the North China Craton is dominated by narrow rifts. The coexistence of these two types of rifts in the North China Craton is the result of lateral lithospheric heterogeneity, including the pre-existing weak lithospheric regions.",
      "descriptionCn": "主要内容：大陆岩石圈存在广泛的非均一性，但它们对大陆裂谷的作用很不明确。研究了岩石圈非均一性对大陆裂谷模式的影响，使用二维热-力学模拟。非均一性主要表现在横向上的不均匀大陆岩石圈，它有一个冷的西部 (CW) 和一个热的东部 (HE)岩石圈。进行了一系列实验探究了岩石圈热状态、弱区和伸展速度对大陆裂谷的影响。主要结果及启示：(1) 在 HE 侧，CWH-E 岩石圈的拉伸总是导致形成宽裂谷，而 CW 侧基本未变形； (2) CW中存在弱区岩石圈可导致东侧形成宽裂谷，同时在西侧形成深而窄的裂谷； (3) 岩石圈热状态强烈影响裂谷类型和岩石圈变形模式。当地壳极热时（TMoho = 900 ℃），HE 侧首先出现宽裂谷，随后在 CW 侧形成窄裂谷。伸展速度主要影响裂谷形成的时间，但对裂谷类型没有显着影响。早新生代以来的华北克拉通（NCC）发育多个裂谷盆地，响应于太平洋板块俯冲后撤。华北克拉通东部以宽裂谷为主，华北克拉通西部以窄裂谷为主。这两种类型的裂谷在华北克拉通共存是横向岩石圈非均一性的结果，其中包括先前存在的岩石圈弱区。",
      "instructions": "The data is stored in JPG format without file naming. Usage: open the data through the software with image editor function",
      "instructionsCn": "数据以jpg形式储存，无文件命名方式。使用方法：将数据通过有图片编辑器功能软件打开即可",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "2021-06-16 00:00:00",
      "endTime": "2021-06-17 00:00:00",
      "fileSize": 1027460.0,
      "cstr": "18406.11.Geo.tpdc.271519",
      "doi": "10.11888/Geo.tpdc.271519",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈林",
        "nameEn": "CHEN Lin",
        "unitEn": "",
        "unitCn": "中国科学院地质与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The role of lithospheric heterogeneities in continental rifting: Implications for rift diversity in the North China Craton",
        "referenceCn": null,
        "referenceEn": "Wang, K., Chen, L., Xiong, X., Yan, Z.Y., & Xie, R.X. (2020). The role of lithospheric heterogeneities in continental rifting: Implications for rift diversity in the North China Craton. Journal of Geodynamics, 139, 101765"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "大陆裂谷",
        "nameEn": "Continental rift"
      },
      {
        "nameCn": "岩石圈非均一性",
        "nameEn": "Lithospheric heterogeneity"
      },
      {
        "nameCn": "数值模拟",
        "nameEn": "numerical simulation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "华北克拉通",
        "keywordEn": "North China Craton"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早新生代",
        "keywordEn": "the early Cenozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method to study the influence of lithospheric heterogeneity on continental rift formation using numerical simulations?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以研究岩石圈异质性对大陆裂谷形成的影响，使用数值模拟？",
        "AnswerEn": "A data collection method to study the influence of lithospheric heterogeneity on continental rift formation involves using two-dimensional thermo-mechanical simulations. This approach can help assess the effects of lateral variations in lithospheric temperature and weakness zones on rift formation, analyzing how these factors result in different rift types, like wide or narrow rifts, in various regions of the lithosphere.",
        "AnswerCn": "一种研究岩石圈异质性对大陆裂谷形成影响的数据收集方法是使用二维热力学模拟。这种方法可以帮助评估岩石圈温度和弱区的横向变化对裂谷形成的影响，分析这些因素如何导致不同类型的裂谷，如宽裂谷或窄裂谷，在岩石圈的不同区域形成。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the potential characteristics and variations of lithospheric heterogeneity that can be modeled to study its impact on continental rifting?",
        "QuestionCn": "岩石圈不均一性的潜在特征和变化有哪些，可以对其进行建模以研究其对大陆裂谷作用的影响？",
        "AnswerEn": "cold western lithosphere, hot eastern lithosphere, lateral variations, thermal state, presence of weak zones",
        "AnswerCn": "冷的西部岩石圈，热的东部岩石圈，横向变化，热状态，弱带的存在",
        "Level": "C6(Creating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many numerical experiments are conducted to explore the impact of lithosphere heterogeneity on continental rift formation?",
        "QuestionCn": "进行多少次数值实验以探讨岩石圈异质性对大陆裂谷形成的影响？",
        "AnswerEn": "The original answer does not provide a specific numerical value for the number of experiments conducted. Therefore, there is no numerical data to extract or refine.",
        "AnswerCn": "原始答案没有提供具体的实验次数。因此，没有可以提取或细化的数值数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the impact of lateral lithospheric heterogeneity on rift formation patterns from the observed variations in lithospheric thermal states?",
        "QuestionCn": "从观察到的岩石圈热状态变化中可以推断出岩石圈横向不均匀性对裂谷形成模式的影响是什么？",
        "AnswerEn": "The impact of lateral lithospheric heterogeneity on rift formation patterns is significantly influenced by the thermal state of the lithosphere. The presence of a hotter eastern lithosphere (HE) tends to lead to the formation of wide rifts on the HE side, while the western lithosphere (CW) remains largely undeformed. In cases where the lithosphere is extremely hot (TMoho = 900 ℃), wide rifts form initially on the HE side, followed by narrow rifts on the CW side. These observations suggest that the thermal state heavily affects the type of rift and deformation mode of the lithosphere.",
        "AnswerCn": "岩石圈的横向异质性对裂谷形成模式的影响显著受到岩石圈热状态的影响。东侧岩石圈较热（HE）的情况下，通常会在HE侧形成宽裂谷，而西侧岩石圈（CW）则基本保持未变形。在岩石圈极热（TMoho = 900 ℃）的情况下，最初在HE侧形成宽裂谷，随后在CW侧形成狭窄裂谷。这些观察结果表明，热状态对裂谷类型和岩石圈的变形模式有着重要影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting data on lithosphere heterogeneity's impact on continental rifting using numerical modeling techniques?",
        "QuestionCn": "哪些因素导致使用数值建模技术收集关于岩石圈异质性对大陆裂谷影响的数据时面临挑战？",
        "AnswerEn": "The factors that contribute to challenges in collecting data on lithosphere heterogeneity's impact on continental rifting include the complexity of lateral variation in the lithosphere, such as the presence of a cold western lithosphere and a hot eastern lithosphere. Additionally, understanding the impact of weak zones and variable extension rates on rift formation adds to the complexity. The thermal state of the lithosphere significantly affects rift types and deformation patterns, necessitating precise thermal measurements and simulations. These challenges are compounded by the need to simulate conditions that reflect the real-world geological context, such as those observed in regions like the North China Craton.",
        "AnswerCn": "收集关于岩石圈异质性对大陆裂谷影响的数据面临的挑战包括岩石圈横向变化的复杂性，例如存在寒冷的西部岩石圈和热的东部岩石圈。此外，理解弱区和可变伸展速率对裂谷形成的影响也增加了复杂性。岩石圈的热状态显著影响裂谷类型和变形模式，因此需要精确的热测量和模拟。这些挑战因需要模拟反映现实地质背景的条件而加剧，例如在北中国克拉通等地区观察到的条件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the modeling outcomes if a dataset incorporates variations in the thermal state of the lithosphere when simulating continental rifting?",
        "QuestionCn": "如果在模拟大陆裂谷时，数据集包含了岩石圈热状态的变化，可能对建模结果产生哪些潜在影响？",
        "AnswerEn": "The thermal state of the lithosphere strongly affects rift types and deformation patterns. For example, when the crust is extremely hot (TMoho = 900 ℃), wide rifts initially form on the hotter eastern side, followed by narrow rifts on the cooler western side. Thus, incorporating variations in thermal states would likely refine the accuracy of predicted rift formations and lithospheric deformation patterns.",
        "AnswerCn": "岩石圈的热状态对裂谷类型和变形模式有很大影响。例如，当地壳温度极高（莫霍面温度 = 900 ℃）时，最初在较热的东侧形成宽裂谷，随后在较冷的西侧形成狭裂谷。因此，考虑热状态的变化可能会提高对裂谷形成和岩石圈变形模式预测的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of utilizing numerical simulations to study the impact of lithospheric heterogeneity on continental rifting?",
        "QuestionCn": "利用数值模拟研究岩石圈异质性对大陆裂谷影响的目标是什么？",
        "AnswerEn": "The objective is to understand how widespread heterogeneities in the continental lithosphere influence the formation and patterns of continental rifts. By using two-dimensional thermo-mechanical simulations, researchers aim to investigate how variations in lithospheric temperature and the presence of weak zones, as well as extension rates, affect rift morphology and deformation patterns. This research seeks to clarify the role of lithospheric heterogeneity in creating different rift types, such as wide and narrow rifts, and to explain the co-existence of these rift types in regions like the North China Craton, which has been influenced by tectonic events such as the retreat of the Pacific Plate.",
        "AnswerCn": "研究的目标是了解大陆岩石圈中的广泛异质性如何影响大陆裂谷的形成和模式。通过使用二维热力学模拟，研究人员旨在调查岩石圈温度的变化、弱区的存在以及伸展速率如何影响裂谷形态和变形模式。本研究旨在阐明岩石圈异质性在形成不同裂谷类型（如宽裂谷和窄裂谷）中的作用，并解释这些裂谷类型在北中国克拉通等地区的共存，该地区受到太平洋板块后退等构造事件的影响。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}