{
  "id": "b2bbd9c5-1dcf-4df5-a050-30a20393d7bd",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of surface roughness measurements in the Linze grassland foci experimental area on Jun , 2008",
      "titleCn": "黑河综合遥感联合试验：临泽草地加密观测区地表粗糙度观测数据集（2008年6月）",
      "description": "The dataset of surface roughness measurements was obtained in the reed plot A, the saline plots B and C of the Linze grassland foci experimental area on Jun. 7, 18 and 25, 2008. \n    All the quadrates were divided into 4×4 subsites, with each one spanning a 120×120 m2 plot. With the roughness plate 110cm long and the measuring points distance 1cm, the samples were collected from south to north and from east to west, respectively.\n    The coordinates of the sample would be got with the help of ArcView; and after geometric correction, surface height standard deviation (cm) and correlation length (cm) could be acquired based on the formula listed on pages 234-236, Microwave Remote Sensing, Vol. II.\n    The original photos of each sampling point, surface height standard deviation (cm) and correlation length (cm) were included this dataset. The roughness data were initialized with the sample name, which was followed by the serial number, the name of the file, standard deviation and correlation length. Each .txt file is matched with one sample photo and standard deviation and correlation length represent the roughness. In addition, the length of 101 needles is also included for further checking.",
      "descriptionCn": "2008年6月7日，2008年6月18号和2008年6月25日，在临泽草地加密观测区测量了不同下垫面的地表粗糙度，该数据可为为机载－星载遥感数据的土壤水分微波反演和验证提供数据。 本数据包括临泽草地站样方A（芦苇地），样方B（盐碱地）及样方C（盐碱地）中各采样点的粗糙度测量原始照片，及表面高度标准离差（cm）和表面相关长度（cm）的计算结果。每个采样点均按照南北向和东西向分别测量1次，粗糙度板长110cm，测量点间距1cm。草地站各样方均为4Grid×4Gid，120m长×120m宽正方形。本数据可为发展和验证微波遥感算法提供基本的地面数据集。\n粗糙度数据由粗糙度板测量，通过数码照相采集，然后在ArcView软件下，对照片中每根辐条的顶端以及板子的四角做手工数字化采样，获得其图像坐标值，经过几何校正后，计算得到每根辐条的高度，然后按公式计算表面高度标准离差和表面相关长度。其计算公式见《微波遥感》第二卷234-236页。该数据由曹永攀负责处理。样方样带的分布信息请参见元数据“黑河综合遥感联合试验：临泽草地加密观测区样方样带布置”。\n粗糙度数据中首先是样点名称，之后数据正文包括4列（编号、文件名、标准离差、相关长度）。每一个文件名，即txt文件对应一张采样照片，标准离差（cm）与相关长度（cm）即代表了粗糙度。之后是每张照片中101根辐条的长度，属于中间结果，用以检查校正。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.095,
      "west": 100.037,
      "south": 39.225,
      "north": 39.268,
      "startTime": "2008-06-18 00:00:00",
      "endTime": "2008-07-06 00:00:00",
      "fileSize": 653502438.0,
      "cstr": "18406.11.water973.0063.db",
      "doi": "10.3972/water973.0063.db",
      "dataFormat": "数字影像和数字文档",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "曹永攀",
        "nameEn": "CAO Yongpan",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "盖春梅",
        "nameEn": "GE Chunmei",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王树果",
        "nameEn": "WANG Shuguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "吴月茹",
        "nameEn": "WU Yueru",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "冯磊",
        "nameEn": "FENG Lei",
        "unitEn": "",
        "unitCn": "香港中文大学"
      },
      {
        "nameCn": " 余凡",
        "nameEn": "YU Fan",
        "unitEn": "",
        "unitCn": "中国科学院研究生院"
      },
      {
        "nameCn": " 王静",
        "nameEn": "WANG Jing",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Estimation of surface soil moisture and roughness from multi-angular ASAR imagery in the Watershed Allied Telemetry Experimental Research (WATER)",
        "referenceCn": null,
        "referenceEn": "Wang SG, Li X, Han XJ, Jin R. Estimation of surface soil moisture and roughness from multi-angular ASAR imagery in the Watershed Allied Telemetry Experimental Research (WATER). Hydrology and Earth System Sciences, 2011, 15(5): 1415-1426. doi:10.5194/hess-15-1415-2011."
      },
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "双极化雷达反演裸露地表土壤水分",
        "titleEn": null,
        "referenceCn": "陈晶, 贾毅, 余凡. 双极化雷达反演裸露地表土壤水分. 农业工程学报, 2013, 29(10):109-115+298",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表粗糙度",
        "nameEn": "Surface Roughness"
      },
      {
        "nameCn": "重力",
        "nameEn": "Gravity"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽草地加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-07",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-18",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-06-25",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Radar remote sensing has demonstrated its applicability to the retrieval of basin-scale soil moisture. The mechanism of radar backscattering from soils is complicated and strongly influenced by surface roughness. Surface soil moisture (mv) is important in agronomic, hydrological, and meteorological processes at all spatial scales. The ability of inferring mv using both active and passive microwave techniques has been intensively demonstrated. It is well known that space-borne microwave radiometers and scatterometers possess the advantage of high revisit capacity but are deficient in coarse spatial resolution. On the contrary, synthetic aperture radar (SAR) sensors have the capability to provide finer spatial resolution, on the order of tens of meters, meeting most spatial requirements for watershed management and hydrological applications. The advanced IEM (AIEM) improves the calculation accuracy of scattering coefficient by keeping the absolute phase term in Greens function which was neglected by IEM. In the IEM and AIEM, surface roughness is an essential input, thus, if only a single configuration (e.g., one polarization, one frequency) of radar data is available, roughness parameters should be known as a priori information in order to retrieve soil moisture using these models."
      ],
      "research objective": [
        "This study aims to simultaneously obtain surface roughness parameters (standard deviation of surface height σ and correlation length cl) along with soil moisture from multi-angular ASAR images by using a two-step retrieval scheme based on the AIEM."
      ],
      "challenges": [
        "The key challenge is the presence of vegetation cover, which significantly impacts the estimates of surface roughness and soil moisture. Field measuring surface roughness is very time-consuming and almost impractical at the regional scale. Moreover, appreciable inaccuracies may occur due to various deployments of instrumentation, sampling strategy, and the ambiguous scale effect during field campaigns and data post-processing."
      ],
      "methods": [
        "The method firstly used a semi-empirical relationship that relates the roughness slope, Zs (Zs = σ2 /cl) and the difference in backscattering coefficient (Δσ) from two ASAR images acquired with different incidence angles. Then, the deduced roughness parameters were used for the retrieval of soil moisture in association with the AIEM. An evaluation of the proposed method was performed in an experimental area in the middle stream of the Heihe River Basin, where the Watershed Allied Telemetry Experimental Research (WATER) was taken place."
      ],
      "dataset": [
        "The study was carried out at one of the W A TER foci experimental areas (FEAs). Linze grassland (LZG; 100 ◦04 ′ E, 39 ◦15 ′ N), which covers an area of 2 × 2 km 2 , locates in Linze county, Zhangye city in the middle stream of the Heihe River Basin. During the field campaigns conducted in the intensive observation period (IOP) from May to August 2008, five experimental sites (ESs), each 360 × 360 m 2 in size, were established. Ground truths, including soil moisture, land surface temperature (T), and bulk density, were collected at all five ESs concurrently with radar acquisitions. ASAR operates at C-band (5.3 GHz) and was launched onboard ENVISAT in 2002. In this investigation, three contiguous ASAR images in alternating polarization precision (APP) modes with different incidence angles ranging from IS1 (18.4 ◦) to IS7 (43.9 ◦) were acquired."
      ],
      "findings": [
        "It is demonstrated that the proposed method is feasible to achieve reliable estimation of soil water content."
      ],
      "backgroundCn": [
        "雷达遥感已证明其在流域尺度土壤湿度获取中的适用性。雷达回波从土壤的散射机制复杂，并受到表面粗糙度的强烈影响。表层土壤湿度（mv）在各个空间尺度的农艺、水文和气象过程中都非常重要。利用主动和被动微波技术推断mv的能力已被广泛证明。众所周知，载人微波辐射计和散射计具有高重访能力的优势，但在空间分辨率上存在不足。相反，合成孔径雷达（SAR）传感器能够提供更细的空间分辨率，达到数十米，满足流域管理和水文应用的大多数空间需求。先进的IEM（AIEM）通过保留格林函数中的绝对相位项来提高散射系数的计算精度，而这一项在IEM中被忽略。在IEM和AIEM中，表面粗糙度是一个重要的输入，因此，如果仅有单一配置（例如，一种极化，一种频率）的雷达数据可用，则粗糙度参数应作为先验信息，以便使用这些模型来获取土壤湿度。"
      ],
      "research objectiveCn": [
        "本研究旨在通过基于AIEM的两步检索方案，同时从多角度ASAR图像中获取表面粗糙度参数（表面高度的标准偏差σ和相关长度cl）以及土壤湿度。"
      ],
      "challengesCn": [
        "主要挑战是植被覆盖的存在，这对地表粗糙度和土壤湿度的估计产生了显著影响。实地测量地表粗糙度非常耗时，并且在区域尺度上几乎不切实际。此外，由于仪器部署的不同、采样策略以及在实地考察和数据后处理过程中存在的模糊尺度效应，可能会导致显著的不准确性。"
      ],
      "methodsCn": [
        "该方法首先使用了一种半经验关系，该关系将粗糙度斜率Zs（Zs = σ2 /cl）与从两个不同入射角获取的ASAR图像的后向散射系数差（Δσ）联系起来。然后，利用推导出的粗糙度参数结合AIEM进行土壤湿度的反演。在黑河流域中游的实验区进行了该方法的评估，该地区进行了水文联合遥测实验研究（WATER）。"
      ],
      "datasetCn": [
        "该研究在一个W A TER焦点实验区（FEAs）进行。林泽草原（LZG；100°04′E，39°15′N）位于甘肃省张掖市，覆盖面积为2 × 2 km²，位于黑河流域的中游。在2008年5月至8月的强化观测期（IOP）期间，建立了五个实验站（ESs），每个实验站的大小为360 × 360 m²。与雷达获取数据同时，在所有五个实验站收集了土壤湿度、地表温度（T）和土壤密度等地面实测数据。ASAR在C波段（5.3 GHz）下运行，并于2002年搭载于ENVISAT卫星上。在本次研究中，获取了三幅连续的ASAR图像，采用交替极化精度（APP）模式，入射角范围从IS1（18.4°）到IS7（43.9°）。"
      ],
      "findingsCn": [
        "研究表明，所提出的方法能够有效实现土壤水分含量的可靠估计。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is field measurement of surface roughness considered time-consuming and impractical at a regional scale?",
        "QuestionCn": "在区域尺度上，表面粗糙度的现场测量是否被认为是耗时且不切实际的？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are surface roughness parameters essential inputs in the AIEM model for soil moisture retrieval?",
        "QuestionCn": "表面粗糙度参数是AIEM模型中土壤湿度反演的重要输入吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used to measure surface roughness in the Linze grassland area?",
        "QuestionCn": "在林泽草原地区用于测量表面粗糙度的数据收集方法是什么？",
        "AnswerEn": "Roughness board",
        "AnswerCn": "粗糙度板",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When were the surface roughness measurements conducted in the Linze grassland observation area?",
        "QuestionCn": "Linze草原观测区的表面粗糙度测量是在什么时候进行的？",
        "AnswerEn": "June 7, June 18, June 25, 2008",
        "AnswerCn": "2008年6月7日，6月18日，6月25日",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that might be used to measure surface roughness in remote sensing studies?",
        "QuestionCn": "您能否提供一个可能用于在遥感研究中测量表面粗糙度的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method for measuring surface roughness involves using a roughness board of 110 cm in length, with measurements taken at 1 cm intervals. This method includes taking digital photographs of the sampling points, followed by manual digitization in software like ArcView to derive geometric corrections and calculate surface roughness parameters such as the standard deviation of surface height and correlation length.",
        "AnswerCn": "一种测量表面粗糙度的数据收集方法涉及使用长度为110厘米的粗糙度板，测量间隔为1厘米。该方法包括对采样点进行数字摄影，然后在ArcView等软件中进行手动数字化，以推导几何校正并计算表面粗糙度参数，如表面高度的标准偏差和相关长度。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when collecting data on surface roughness for soil moisture retrieval in remote sensing?",
        "QuestionCn": "在遥感中收集土壤湿度检索的表面粗糙度数据时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in collecting data on surface roughness is the significant impact of vegetation cover, which complicates the estimation of surface roughness and soil moisture. Additionally, field measurements can be time-consuming and impractical on a regional scale, with potential inaccuracies arising from the deployment of equipment, sampling strategies, and scale effects during data collection and processing.",
        "AnswerCn": "收集表面粗糙度数据的一个挑战是植被覆盖的显著影响，这使得表面粗糙度和土壤湿度的估算变得复杂。此外，现场测量可能耗时且在区域范围内不切实际，设备部署、采样策略和数据收集与处理过程中的尺度效应可能导致潜在的不准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of a dataset that could be used for validating microwave remote sensing algorithms in the context of soil moisture retrieval?",
        "QuestionCn": "您能否提供一个可以用于验证微波遥感算法在土壤湿度提取方面的数据集的示例？",
        "AnswerEn": "An example of a dataset used for validating microwave remote sensing algorithms for soil moisture retrieval would be one that includes surface roughness measurements such as the standard deviation of surface height and surface correlation length. These datasets are collected in specific observation areas like the Linze grassland site, and they provide crucial ground data for developing and verifying remote sensing algorithms.",
        "AnswerCn": "用于验证微波遥感算法以获取土壤湿度的一个数据集示例是包含表面粗糙度测量的数据集，例如表面高度的标准差和表面相关长度。这些数据集在特定的观测区域收集，如林泽草原站，它们为开发和验证遥感算法提供了重要的地面数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the methods used to measure surface roughness for microwave remote sensing applications?",
        "QuestionCn": "用于微波遥感应用的表面粗糙度测量方法有哪些？",
        "AnswerEn": "standard deviation of surface height, correlation length",
        "AnswerCn": "表面高度的标准差，相关长度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges might arise in collecting accurate surface roughness data for soil moisture retrieval from radar images?",
        "QuestionCn": "在从雷达图像中提取土壤湿度时，收集准确的表面粗糙度数据可能会面临哪些挑战？",
        "AnswerEn": "vegetation cover, time-consuming nature of field measurements, discrepancies due to different instrumentation setups, sampling strategies, scale effects during field campaigns and data post-processing",
        "AnswerCn": "植被覆盖、现场测量耗时、由于不同仪器设置导致的差异、采样策略、现场活动期间的尺度效应以及数据后处理。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the size of the experimental sites established for ground truth collection in the middle stream of the Heihe River Basin during the intensive observation period?",
        "QuestionCn": "在强观测期间，为黑河流域中游的地面真相收集建立的实验站点的规模是多少？",
        "AnswerEn": "360 × 360 m²",
        "AnswerCn": "360 × 360 平方米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'surface roughness' mean in the context of remote sensing for soil moisture retrieval?",
        "QuestionCn": "在遥感用于土壤湿度检索的背景下，“表面粗糙度”是什么意思？",
        "AnswerEn": "In the context of remote sensing for soil moisture retrieval, 'surface roughness' refers to the variability in the height of the land surface and is an essential parameter affecting radar backscattering. It is characterized by parameters such as the standard deviation of surface height and correlation length, which are crucial for accurate soil moisture retrieval using models like the Integral Equation Model (IEM) and its advanced version (AIEM).",
        "AnswerCn": "在土壤湿度遥感检索的背景下，“表面粗糙度”指的是地表高度的变化性，是影响雷达后向散射的重要参数。它通过表面高度的标准差和相关长度等参数来表征，这些参数对于使用积分方程模型（IEM）及其高级版本（AIEM）进行准确的土壤湿度检索至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'geometric correction' in the process of data collection for surface roughness?",
        "QuestionCn": "在表面粗糙度数据收集过程中，“几何校正”是什么意思？",
        "AnswerEn": "'Geometric correction' in the process of data collection for surface roughness involves adjusting the image coordinates obtained from photographs of the roughness measurement to account for distortions. This process ensures accurate determination of the height of each measured element, which is necessary for calculating surface roughness parameters such as surface height standard deviation and correlation length.",
        "AnswerCn": "“几何校正”是在表面粗糙度测量数据收集过程中，对从粗糙度测量照片中获得的图像坐标进行调整，以补偿失真。这个过程确保了对每个测量元素高度的准确确定，这是计算表面粗糙度参数（如表面高度标准偏差和相关长度）所必需的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are 'standard deviation of surface height' and 'correlation length' in surface roughness data collection?",
        "QuestionCn": "“表面高度的标准偏差”和“相关长度”在表面粗糙度数据收集中的含义是什么？",
        "AnswerEn": "In surface roughness data collection, 'standard deviation of surface height' is a measure of the variability in the height of the surface, while 'correlation length' is the scale over which surface height variations are correlated. These parameters are used to describe the surface roughness and are critical inputs for models used in retrieving soil moisture from remote sensing data.",
        "AnswerCn": "在表面粗糙度数据收集中，“表面高度的标准偏差”是表面高度变化的变异性度量，而“相关长度”是表面高度变化相关的尺度。这些参数用于描述表面粗糙度，并且是从遥感数据中提取土壤湿度模型的重要输入。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do datasets from ground-truth measurements in experimental sites complement satellite data in refining soil moisture retrieval algorithms?",
        "QuestionCn": "实验场地的真实测量数据集以何种方式补充卫星数据，从而优化土壤湿度提取算法？",
        "AnswerEn": "Datasets from ground-truth measurements offer precise, localized data on soil moisture, land surface temperature, and bulk density, providing a baseline for validating and calibrating satellite data. This combination enhances the accuracy of soil moisture retrieval algorithms by integrating high-resolution local data with the broader spatial coverage of satellite observations.",
        "AnswerCn": "来自真实测量的数据集提供了关于土壤湿度、地表温度和体积密度的精确局部数据，为验证和校准卫星数据提供了基准。这种结合通过将高分辨率的本地数据与卫星观测的更广泛空间覆盖相结合，提高了土壤湿度检索算法的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What are the potential challenges in scaling field-measured surface roughness data for regional applications, and how might these be addressed?",
        "QuestionCn": "在区域应用中，扩展现场测量的表面粗糙度数据可能面临的挑战是什么，以及如何解决这些问题？",
        "AnswerEn": "Field-measuring surface roughness is time-consuming and challenging to scale for regional applications. Challenges include vegetation cover interference, varied instrumentation deployments, sampling strategies, and scale effects. Addressing these challenges may involve developing semi-empirical relationships that utilize data from multiple radar images at different angles to derive roughness parameters more efficiently, as demonstrated in data collection methods from the Heihe River Basin experiments.",
        "AnswerCn": "现场测量表面粗糙度既耗时又难以在区域应用中进行规模化。面临的挑战包括植被覆盖干扰、仪器部署的多样性、采样策略以及尺度效应。解决这些挑战可能涉及开发半经验关系，利用来自不同角度的多幅雷达图像数据，更高效地推导粗糙度参数，正如在黑河流域实验中的数据收集方法所示。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways can existing datasets be leveraged to improve the accuracy of microwave remote sensing algorithms for soil moisture retrieval?",
        "QuestionCn": "现有数据集可以通过哪些方式来提高微波遥感算法对土壤湿度检索的准确性？",
        "AnswerEn": "Existing datasets, such as those collected from areas like the Linze grassland in the Heihe River Basin, can be leveraged to enhance microwave remote sensing algorithms by providing essential ground-truth data, including soil moisture and surface roughness parameters. These datasets allow for the validation and refinement of models like AIEM, ensuring improved accuracy in soil moisture retrieval through better alignment of radar backscatter data with real-world conditions.",
        "AnswerCn": "现有的数据集，例如来自黑河流域林泽草原的收集数据，可以用来增强微波遥感算法，通过提供重要的地面真实数据，包括土壤湿度和表面粗糙度参数。这些数据集允许对像AIEM这样的模型进行验证和改进，从而确保通过更好地将雷达后向散射数据与实际条件对齐，提高土壤湿度提取的准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes inaccuracies in surface roughness measurement during field campaigns for soil moisture retrieval?",
        "QuestionCn": "在土壤湿度获取的现场调查中，表面粗糙度测量不准确的原因是什么？",
        "AnswerEn": "Inaccuracies in surface roughness measurement during field campaigns can occur due to various deployments of instrumentation, sampling strategy, and the ambiguous scale effect during field campaigns and data post-processing.",
        "AnswerCn": "在实地考察中，表面粗糙度测量的误差可能由于仪器的不同部署、采样策略以及在实地考察和数据后处理过程中模糊的尺度效应而发生。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is field measurement of surface roughness considered challenging at a regional scale?",
        "QuestionCn": "为什么在区域尺度上进行表面粗糙度的现场测量被认为是具有挑战性的？",
        "AnswerEn": "Field measuring surface roughness is considered challenging at a regional scale because it is very time-consuming and almost impractical to conduct widespread measurements.",
        "AnswerCn": "在区域尺度上，测量表面粗糙度被认为是具有挑战性的，因为进行广泛的测量非常耗时，几乎不切实际。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on dataset accuracy when using different field instrumentation and sampling strategies in measuring surface roughness for remote sensing applications?",
        "QuestionCn": "在遥感应用中，使用不同的现场仪器和采样策略测量表面粗糙度时，可能对数据集的准确性产生哪些潜在后果？",
        "AnswerEn": "Appreciable inaccuracies may occur due to various deployments of instrumentation, sampling strategy, and the ambiguous scale effect during field campaigns and data post-processing.",
        "AnswerCn": "由于仪器部署、采样策略以及现场活动和数据后处理中的模糊尺度效应，可能会出现可观的不准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the presence of vegetation cover impact the estimation of surface roughness and soil moisture in remote sensing studies, and what are the resulting implications for data collection methods?",
        "QuestionCn": "植被覆盖的存在如何影响遥感研究中地表粗糙度和土壤湿度的估算，以及这对数据收集方法有什么影响？",
        "AnswerEn": "The presence of vegetation cover significantly impacts the estimates of surface roughness and soil moisture, presenting a key challenge for field measuring surface roughness, which is very time-consuming and almost impractical at the regional scale.",
        "AnswerCn": "植被覆盖的存在显著影响地表粗糙度和土壤湿度的估算，这对现场测量地表粗糙度提出了一个关键挑战，因为这非常耗时且在区域尺度上几乎不切实际。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the observable results of deriving surface roughness parameters from multi-angular radar images on the retrieval of soil moisture in a remote sensing context?",
        "QuestionCn": "从多角度雷达图像中推导表面粗糙度参数对遥感背景下土壤湿度检索的可观察结果是什么？",
        "AnswerEn": "The proposed method, which uses deduced roughness parameters from multi-angular radar images, is feasible to achieve reliable estimation of soil water content.",
        "AnswerCn": "该方法利用多角度雷达图像推导出的粗糙度参数，能够有效实现土壤水分含量的可靠估计。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of employing a two-step retrieval scheme based on AIEM for surface roughness and soil moisture estimation using ASAR images?",
        "QuestionCn": "使用基于AIEM的两步检索方案来估算表面粗糙度和土壤湿度的目的是使用ASAR图像吗？",
        "AnswerEn": "The purpose is to simultaneously obtain surface roughness parameters and soil moisture from multi-angular ASAR images, addressing challenges such as vegetation cover that impact roughness and moisture estimates, and overcoming the impracticality of extensive field measurements at a regional scale.",
        "AnswerCn": "该研究的目的是通过多角度ASAR图像同时获取表面粗糙度参数和土壤湿度，解决植被覆盖对粗糙度和湿度估计的影响，并克服在区域尺度上进行广泛实地测量的不切实际性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can surface roughness parameters be derived from multi-angular ASAR images to aid in soil moisture retrieval?",
        "QuestionCn": "如何从多角度ASAR图像中推导表面粗糙度参数，以帮助土壤湿度的提取？",
        "AnswerEn": "Surface roughness parameters can be derived using a two-step retrieval scheme based on the AIEM. This method involves using a semi-empirical relationship that relates the roughness slope (Zs) and the difference in backscattering coefficient from two ASAR images acquired with different incidence angles. These deduced roughness parameters are then used for soil moisture retrieval.",
        "AnswerCn": "表面粗糙度参数可以通过基于AIEM的两步检索方案得出。该方法涉及使用一种半经验关系，该关系将粗糙度斜率（Zs）与从两个以不同入射角获取的ASAR图像中反向散射系数的差异相关联。这些推导出的粗糙度参数随后用于土壤湿度的检索。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges are encountered in measuring surface roughness in field campaigns, and how can these be mitigated?",
        "QuestionCn": "在实地考察中测量表面粗糙度时会遇到哪些挑战，以及如何减轻这些挑战？",
        "AnswerEn": "Field measuring surface roughness is time-consuming and impractical at a regional scale. Challenges include inaccuracies due to instrument deployment, sampling strategies, and scale effects. These can be mitigated by using remote sensing techniques like radar, which require roughness parameters as a priori information, to obtain surface roughness and soil moisture data effectively.",
        "AnswerCn": "在区域尺度上，实地测量表面粗糙度既耗时又不切实际。面临的挑战包括由于仪器部署、采样策略和尺度效应导致的不准确性。可以通过使用遥感技术，如雷达，来缓解这些问题，这些技术需要粗糙度参数作为先验信息，以有效获取表面粗糙度和土壤湿度数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the collection of surface roughness measurements in areas with varying ground conditions?",
        "QuestionCn": "哪些方法可以在地面条件变化的区域收集表面粗糙度测量？",
        "AnswerEn": "Surface roughness measurements are collected using a roughness board for physical measurements, digital photography for capturing images, and ArcView software for manual digitization of the images to derive surface height and correlation length values.",
        "AnswerCn": "表面粗糙度测量是通过粗糙度板进行物理测量，通过数字摄影捕捉图像，并使用ArcView软件对图像进行手动数字化，以得出表面高度和相关长度值。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What conditions and resources enable the reliable estimation of soil moisture content from radar images in a grassland environment?",
        "QuestionCn": "在草地环境中，能够可靠估计土壤湿度含量的条件和资源是什么？",
        "AnswerEn": "Reliable estimation of soil moisture content is enabled by the acquisition of multi-angular ASAR radar images, the use of the advanced IEM (AIEM) model for calculation accuracy, and the availability of ground truth data such as soil moisture, land surface temperature, and bulk density collected during field campaigns in the experimental area.",
        "AnswerCn": "可靠的土壤湿度含量估计得益于多角度ASAR雷达图像的获取、先进的IEM（AIEM）模型用于计算精度，以及在实验区域进行的实地考察中收集的土壤湿度、地表温度和容重等地面实测数据的可用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might field measurement of surface roughness be considered impractical at a regional scale despite its importance?",
        "QuestionCn": "尽管地表粗糙度的测量很重要，但为什么在区域尺度上进行现场测量可能被认为是不切实际的？",
        "AnswerEn": "Field measuring surface roughness is very time-consuming and almost impractical at the regional scale due to the significant effort and resources required, as well as the potential inaccuracies from various instrumentation deployments, sampling strategies, and the ambiguous scale effect during field campaigns and data post-processing.",
        "AnswerCn": "在区域尺度上，实地测量表面粗糙度非常耗时，几乎不切实际，因为所需的努力和资源显著，以及各种仪器部署、采样策略带来的潜在不准确性，以及在实地考察和数据后处理过程中模糊的尺度效应。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In what ways could the challenges of vegetation cover and field measurement time constraints be addressed to improve surface roughness data collection methods?",
        "QuestionCn": "如何解决植被覆盖和田间测量时间限制的挑战，以改善地表粗糙度数据收集方法？",
        "AnswerEn": "Vegetation cover and time constraints present significant challenges in surface roughness data collection. To address these, advancements in remote sensing technology, such as the use of SAR and AIEM models, could provide alternative indirect measurement methods. Additionally, developing semi-empirical models that compensate for vegetation interference could enhance data reliability. Implementing automated data collection systems might also alleviate time constraints, allowing for more extensive data coverage without the need for intensive manual labor.",
        "AnswerCn": "植被覆盖和时间限制对地表粗糙度数据收集提出了重大挑战。为了解决这些问题，遥感技术的进步，例如使用合成孔径雷达（SAR）和人工智能电磁模型（AIEM），可以提供替代的间接测量方法。此外，开发能够补偿植被干扰的半经验模型可能会提高数据的可靠性。实施自动化数据收集系统也可能缓解时间限制，从而在不需要大量人工劳动的情况下实现更广泛的数据覆盖。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What potential advantages or limitations might arise from using multi-angular ASAR images for retrieving surface roughness and soil moisture parameters?",
        "QuestionCn": "使用多角度ASAR图像来获取表面粗糙度和土壤湿度参数可能带来的潜在优势或局限性是什么？",
        "AnswerEn": "Using multi-angular ASAR images can offer advantages such as enhanced spatial resolution and the ability to gather data across various incidence angles, which may improve the accuracy of parameter retrieval. However, limitations might include the complexity of data processing and the need for sophisticated models to accurately interpret the data. The presence of vegetation and landscape variability could further complicate data interpretation, requiring robust algorithms to differentiate between surface roughness and moisture effects.",
        "AnswerCn": "使用多角度ASAR图像可以带来一些优势，例如增强的空间分辨率和能够在不同入射角下收集数据，这可能提高参数提取的准确性。然而，局限性可能包括数据处理的复杂性以及需要复杂模型来准确解释数据。植被和地形变异的存在可能进一步 complicate 数据解释，需要强大的算法来区分表面粗糙度和湿度效应。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about the challenges faced in collecting surface roughness data in the presence of vegetation cover.",
        "QuestionCn": "我对在植被覆盖下收集表面粗糙度数据所面临的挑战感到不确定。",
        "AnswerEn": "The presence of vegetation cover significantly impacts surface roughness and soil moisture estimates. Field measurements of surface roughness are time-consuming and impractical at regional scales, with potential inaccuracies due to varied instrumentation, sampling strategies, and scale effects during field campaigns and data post-processing.",
        "AnswerCn": "植被覆盖的存在对地表粗糙度和土壤湿度估计有显著影响。地表粗糙度的现场测量耗时且在区域尺度上不切实际，由于仪器、采样策略和在现场活动及数据后处理中的尺度效应的差异，可能导致潜在的不准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand how different incidence angles in radar images contribute to the retrieval of soil moisture and roughness parameters.",
        "QuestionCn": "我不明白雷达图像中不同入射角如何有助于土壤湿度和粗糙度参数的提取。",
        "AnswerEn": "Different incidence angles in radar images contribute to the retrieval of soil moisture and roughness parameters by allowing the use of semi-empirical relationships that relate the roughness slope and the difference in backscattering coefficients from images acquired at these angles. This approach is used in conjunction with AIEM to deduce roughness parameters and retrieve soil moisture.",
        "AnswerCn": "不同的雷达图像入射角有助于土壤湿度和粗糙度参数的提取，因为可以利用半经验关系将粗糙度斜率与在这些角度下获取的反向散射系数差异联系起来。这种方法与人工电磁波散射模型（AIEM）结合使用，以推导粗糙度参数并提取土壤湿度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the primary challenges faced during field measurement of surface roughness and soil moisture in remote sensing studies.",
        "QuestionCn": "在遥感研究中，进行表面粗糙度和土壤湿度的现场测量时面临的主要挑战包括：",
        "AnswerEn": "Field measurement of surface roughness and soil moisture is challenging due to the time-consuming nature of collecting data over large areas, the potential inaccuracies arising from different instrumentation and sampling strategies, and the difficulty in accounting for vegetation cover, which affects data accuracy. Additionally, the scale effect during field campaigns and data post-processing can lead to ambiguities.",
        "AnswerCn": "在大面积收集表面粗糙度和土壤湿度的现场测量时，面临着诸多挑战，包括数据收集的耗时性、不同仪器和采样策略可能导致的潜在不准确性，以及植被覆盖对数据准确性的影响。此外，现场活动中的尺度效应和数据后处理也可能导致歧义。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}