{
  "id": "b2f9e551-ae13-4464-a721-3179d25ac578",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Surface PM2.5 concentrations in Tibetan Plateau (2021)",
      "titleCn": "青藏高原地面颗粒物浓度分布（2021）",
      "description": "The surface PM2.5 concentration data of Tibet Plateau is named by date (YYYYMMDD). Each NC file contains one day's data, which is composed of PM2.5 concentration, longitude, latitude, and time information of the area (the corresponding variables in the data are named with PM2.5, lon, lat, time). The data inversion relies on the reanalysis data MERRA-2 released by NASA and the AOD product of Multi-angle Imaging SpectroRadiometer (MISR). MERRA-2 is mainly based on NASA GMAO Earth system model version 5 (GEOS 5). The algorithm is able to assimilate all the in-situ and re- motely-sensed atmospheric data. This dataset mainly focuses on the aerosol field of MERRA-2. This is the first multi-decadal reanalysis within which meteorological and aerosol observations are jointly assimilated into a global assimilation system. MISR views Earth with cameras pointed in 9 different directions， which can help us know the amount of sunlight that is scattered in different directions under natural conditions. The main data products used in this data algorithm are MERRA-2 aerosol analysis product (M2T1NXAER) and MISR Level 3 version 4 global aerosol products (MIL3DAEN_4). Firstly, the ratio of PM2.5 to AOD in each grid was calculated by using the aerosol information provided by MERRA-2. Second, the PM2.5 concentration of the grid was calculated by multiplying the AOD of MISR by the ratio. The mean prediction error of PM2.5 concentration obtained by this method is within 20 μg/m3. The corresponding PM2.5 products can be used for the assessment of particulate pollution in the Tibet Plateau.",
      "descriptionCn": "青藏高原地面PM2.5浓度数据以日期命名（YYYYMMDD）。其中每个nc文件包含一天的数据，里面包含该区域的PM2.5浓度，经纬度以及时间信息（对应数据中的变量名为PM2.5，lon，lat，time）。数据反演依赖美国国家航空航天局NASA发布的再分析资料MERRA-2和多角度成像光谱仪MISR的AOD产品。MERRA-2主要基于NASA的地球系统模型版本5（GEOS 5）。该算法能够同化所有原位和遥感大气数据。本数据主要用到MERRA-2的气溶胶场。这是首次将气象和气溶胶观测联合同化为全球同化系统的年代际再分析资料。MISR是通过指向9个不同方向的摄像机观察地球，可以知道在自然条件下散射到不同方向的辐射。本数据算法主要用到的数据产品有MERRA-2 气溶胶分析产品（M2T1NXAER）和MISR level 3版本四全球气溶胶产品（MIL3DAEN_4）。首先用MERRA-2提供的气溶胶信息计算得到每个格点中的PM2.5与AOD的比值，然后用MISR的AOD乘以该比值即为该格点的PM2.5浓度。利用该方法得到的PM2.5浓度平均预测误差在20微克/立方米以内。相应的PM2.5产品也可以为评估青藏高原地区颗粒物污染状况提供参考。",
      "instructions": "In NetCDF format which can be opened with MATLAB, NCL or python.",
      "instructionsCn": "nc格式，可用matlab，ncl或者python打开",
      "east": 105.0,
      "west": 70.0,
      "south": 25.0,
      "north": 45.0,
      "startTime": "2020-09-07 00:00:00",
      "endTime": "2021-09-30 00:00:00",
      "fileSize": 29225710.0,
      "cstr": "18406.11.Atmos.tpdc.272830",
      "doi": "10.11888/Atmos.tpdc.272830",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "傅迪松",
        "nameEn": "FU Disong",
        "unitEn": "The Institute of Atmospheric Physics, Chinese Academy of Sciences",
        "unitCn": "中国科学院大气物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Mitigating MODIS AOD non-random sampling error on surface PM2.5 estimates by a combined use of Bayesian Maximum Entropy method and linear mixed-effects model",
        "referenceCn": null,
        "referenceEn": "Fu, D., Song, Z., Zhang, X., Xia, X., Wang, J., Che, H., Wu, H., Tang, X., Zhang, J., & Duan, M. (2020). Mitigating MODIS AOD non-random sampling error on surface PM2.5 estimates by a combined use of Bayesian Maximum Entropy method and linear mixed-effects model. Atmos. Pollut. Res. 11, 482–490."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气遥感",
        "nameEn": "Atmosphere Remote Sensing"
      },
      {
        "nameCn": "大气遥感产品",
        "nameEn": "Atmospheric remote sensing products"
      },
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      },
      {
        "nameCn": "气溶胶质量浓度",
        "nameEn": "Aerosol mass concentration"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Knowledge of spatiotemporal distribution of fine particulate matter with aerodynamic diameter of 2.5μm or less (PM2.5) is highly needed since PM2.5 particles can enter the lungs, cause respiratory diseases, increase risk of cardiovascular and even lung cancer. Establishment of ground monitoring network is the ideal way to accurately measure ground-level PM 2.5 concentration, which is exactly why thousands of ground sites have been deployed in the United States and Western Europe. However, sparse geographic coverage of the network is not dense enough for monitoring PM2.5 at spatial scales of a few kilometers and maintaining such networks are very costly. It has been proved that satellite-based aerosol optical depth (AOD), the column-integrated aerosol extinction, is a good surrogate for PM2.5."
      ],
      "research objective": [
        "Here, to mitigate non-random sampling deficiency in MODIS AOD product for surface-level PM2.5 estimates, we have combined Bayesian maximum entropy (BME) method with the Linear Mixed-Effects (LME) model, for the first time, to produce more spatiotemporally complete and precise AOD products and thereafter PM2.5 estimates."
      ],
      "challenges": [
        "PM2.5 estimates solely based on the Moderate Resolution Imaging Spectroradiometer (MODIS) AOD products may lead to a substantial bias because of non-random AOD sampling deficiency in cloudy conditions and swap-gap regions. Furthermore, this non-random sampling issue can be exacerbated in polluted regions where heavy aerosol loadings are likely misclassified into clouds."
      ],
      "methods": [
        "This combined BME-LME approach was applied to MODIS and sunphotometer AOD products over the North China Plain."
      ],
      "dataset": [
        "Ground-based AOD measurements from Sun-photometers (Cimel Electronique, CE-318) were collected at 9 stations as a part of CARSNET or AERONET in NCP (Fig. 1). The latest Version 3 cloud-screened and quality assured AOD data (Level 2.0) are used for calculating daily mean AOD. Hourly PM2.5 concentrations from September 2014 to February 2015 at 264 monitors (Fig. 1) are obtained from the website of the China Environmental Monitoring Center (CEMC) (http://106.37.208.233:20035/)."
      ],
      "findings": [
        "Relative to the standard MODIS AOD product, the integration of MODIS and sunphotometer AOD through BME showed increases in both spatiotemporal completeness (up to 96%) and the quality. The resultant monthly PM2.5 estimates from the BME-LME had a bias of 3.5 μgm −3 and a root mean square error (RMSE) of 5.5μgm −3, showing substantial improvement over PM2.5 estimations from original MODIS AOD product (a bias of 84.1 and a RMSE of 112.1μgm −3). Merging sunphotometer and satellite AOD observations with BME-LME is a prospective method to simultaneously improve AOD and PM2.5 estimates."
      ],
      "backgroundCn": [
        "对细颗粒物（直径小于或等于2.5微米，PM2.5）的时空分布的了解是非常必要的，因为PM2.5颗粒可以进入肺部，导致呼吸系统疾病，增加心血管疾病甚至肺癌的风险。建立地面监测网络是准确测量地面PM2.5浓度的理想方式，这正是为什么在美国和西欧部署了数千个地面监测站。然而，网络的地理覆盖稀疏，无法在几公里的空间尺度上进行监测，并且维护这样的网络成本非常高。研究表明，卫星基于气溶胶光学厚度（AOD），即柱集成气溶胶消光，是PM2.5的良好替代指标。"
      ],
      "research objectiveCn": [
        "为了减轻MODIS AOD产品在表面PM2.5估计中的非随机采样缺陷，我们首次将贝叶斯最大熵（BME）方法与线性混合效应（LME）模型相结合，以生成更具时空完整性和精确性的AOD产品，从而提高PM2.5的估计。"
      ],
      "challengesCn": [
        "仅基于中分辨率成像光谱仪（MODIS）气溶胶光学厚度（AOD）产品的PM2.5估计可能会导致显著偏差，因为在多云条件和缺口区域中存在非随机的AOD采样缺陷。此外，在污染严重的地区，这种非随机采样问题可能会加剧，因为重度气溶胶负荷可能被错误分类为云。"
      ],
      "methodsCn": [
        "这种结合的BME-LME方法应用于北中国平原的MODIS和太阳光度计AOD产品。"
      ],
      "datasetCn": [
        "基于地面的AOD测量数据来自太阳光度计（Cimel Electronique, CE-318），在NCP的9个站点收集，作为CARSNET或AERONET的一部分（图1）。使用最新的版本3云筛选和质量保证的AOD数据（Level 2.0）来计算每日平均AOD。从2014年9月到2015年2月，264个监测器的小时PM2.5浓度数据来自中国环境监测中心（CEMC）的网站（http://106.37.208.233:20035/）。"
      ],
      "findingsCn": [
        "相对于标准的MODIS AOD产品，通过BME整合MODIS和太阳光度计的AOD，时空完整性和质量均有所提高，达到96%。BME-LME生成的每月PM2.5估计值的偏差为3.5 μg/m³，均方根误差（RMSE）为5.5 μg/m³，显示出相较于原始MODIS AOD产品（偏差为84.1，RMSE为112.1 μg/m³）有显著改善。将太阳光度计和卫星AOD观测数据通过BME-LME合并是一种有前景的方法，可以同时改善AOD和PM2.5的估计。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the integration of different AOD data sources a viable method to improve PM2.5 estimates?",
        "QuestionCn": "不同AOD数据源的整合是否是一种可行的方法来改善PM2.5估计？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which satellite product is more commonly used for estimating surface-level PM2.5 concentrations, MODIS AOD or MISR AOD?",
        "QuestionCn": "哪个卫星产品更常用于估计地表PM2.5浓度，MODIS AOD还是MISR AOD？",
        "AnswerEn": "MISR AOD",
        "AnswerCn": "MISR气溶胶光学厚度 (AOD)",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the primary method used to calculate PM2.5 concentrations on the Qinghai-Tibet Plateau?",
        "QuestionCn": "青藏高原上计算PM2.5浓度的主要方法是什么？",
        "AnswerEn": "Aerosol optical depth (AOD)",
        "AnswerCn": "气溶胶光学厚度 (AOD)",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Who provides the data products used in calculating PM2.5 concentrations for the Qinghai-Tibet Plateau?",
        "QuestionCn": "谁提供用于计算青藏高原PM2.5浓度的数据产品？",
        "AnswerEn": "NASA",
        "AnswerCn": "美国国家航空航天局",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that combines satellite data with ground-based measurements to improve air quality monitoring?",
        "QuestionCn": "您能否提供一个结合卫星数据和地面测量的空气质量监测数据收集方法的例子？",
        "AnswerEn": "An example of such a method is the combination of Bayesian maximum entropy (BME) with the Linear Mixed-Effects (LME) model, which integrates MODIS and sunphotometer AOD products for more complete and precise PM2.5 estimates.",
        "AnswerCn": "这种方法的一个例子是将贝叶斯最大熵（BME）与线性混合效应（LME）模型相结合，整合MODIS和太阳光度计的气溶胶光学厚度（AOD）产品，以获得更完整和精确的PM2.5估计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge encountered when using satellite data for PM2.5 estimation?",
        "QuestionCn": "使用卫星数据进行PM2.5估计时遇到的一个挑战是什么？",
        "AnswerEn": "A challenge in using satellite data like the MODIS AOD products for PM2.5 estimates is the non-random AOD sampling deficiency in cloudy conditions and swap-gap regions, which can lead to substantial biases, especially in polluted areas where high aerosol loadings may be misclassified as clouds.",
        "AnswerCn": "使用像MODIS AOD产品这样的卫星数据进行PM2.5估算的一个挑战是，在多云条件和数据缺失区域中，AOD采样的非随机性缺陷，这可能导致显著的偏差，尤其是在污染严重的地区，高气溶胶负荷可能被错误地分类为云。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features of data collection methods for PM2.5 concentration in the Qinghai-Tibet Plateau?",
        "QuestionCn": "青藏高原PM2.5浓度数据收集方法的关键特征是什么？",
        "AnswerEn": "NASA's MERRA-2 reanalysis data, MISR AOD products, aerosol information integration, PM2.5 to AOD ratios, MISR's AOD estimation",
        "AnswerCn": "NASA的MERRA-2再分析数据，MISR气溶胶光学厚度（AOD）产品，气溶胶信息整合，PM2.5与AOD比率，MISR的AOD估算",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What attributes of datasets are crucial for improving PM2.5 estimates through combined methodologies?",
        "QuestionCn": "改进PM2.5估计的组合方法中，数据集的哪些属性是至关重要的？",
        "AnswerEn": "integration of satellite AOD products with ground-based AOD measurements, spatiotemporal completeness, quality, reduced bias, reduced RMSE",
        "AnswerCn": "卫星AOD产品与地面AOD测量的集成，时空完整性，质量，减少偏差，降低均方根误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the bias in micrograms per cubic meter of the monthly PM2.5 estimates when using the integrated BME-LME method compared to the original MODIS AOD product?",
        "QuestionCn": "使用集成的BME-LME方法与原始MODIS AOD产品相比，月度PM2.5估计的偏差是多少微克每立方米？",
        "AnswerEn": "3.5 micrograms per cubic meter",
        "AnswerCn": "3.5微克每立方米",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'non-random AOD sampling deficiency' mean in air quality estimation?",
        "QuestionCn": "“非随机AOD采样缺陷”在空气质量估计中是什么意思？",
        "AnswerEn": "Non-random AOD sampling deficiency refers to the issue where AOD measurements are incomplete due to cloud cover or swap-gap regions, which can lead to a substantial bias in PM2.5 estimates, especially in polluted regions where heavy aerosol loadings might be misclassified as clouds.",
        "AnswerCn": "非随机的气溶胶光学厚度（AOD）采样缺陷是指由于云层覆盖或数据缺口区域，导致AOD测量不完整的问题，这可能在污染严重的地区对PM2.5估计产生显著偏差，因为在这些地区，重的气溶胶负荷可能被错误地归类为云。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the integration of MODIS and sunphotometer AOD data improve PM2.5 estimates?",
        "QuestionCn": "MODIS和太阳光度计AOD数据的整合如何改善PM2.5估计？",
        "AnswerEn": "The integration using the Bayesian maximum entropy (BME) method with the Linear Mixed-Effects (LME) model increases spatiotemporal completeness and quality of the AOD data, reducing bias and root mean square error in PM2.5 estimates compared to using the standard MODIS AOD product alone.",
        "AnswerCn": "使用贝叶斯最大熵（BME）方法与线性混合效应（LME）模型进行的积分，提高了AOD数据的时空完整性和质量，减少了与单独使用标准MODIS AOD产品相比，PM2.5估计中的偏差和均方根误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the accuracy of PM2.5 concentration estimates derived from NASA's MERRA-2 and MISR data compare to estimates derived using the combined Bayesian maximum entropy (BME) and Linear Mixed-Effects (LME) model with MODIS AOD products?",
        "QuestionCn": "NASA的MERRA-2和MISR数据衍生的PM2.5浓度估计的准确性与使用结合贝叶斯最大熵（BME）和线性混合效应（LME）模型以及MODIS AOD产品得出的估计相比如何？",
        "AnswerEn": "PM2.5 concentration estimates derived from NASA's MERRA-2 and MISR data rely on calculating the PM2.5 to AOD ratio using aerosol information, achieving an average prediction error within 20 micrograms per cubic meter. The combined BME-LME model using MODIS AOD products showed a significant improvement with a bias of 3.5 μgm−3 and RMSE of 5.5 μgm−3, compared to the original MODIS AOD product.",
        "AnswerCn": "基于NASA的MERRA-2和MISR数据的PM2.5浓度估计依赖于使用气溶胶信息计算PM2.5与AOD的比率，平均预测误差在20微克每立方米以内。结合BME-LME模型的MODIS AOD产品显示出显著改善，偏差为3.5微克每立方米，均方根误差为5.5微克每立方米，相较于原始的MODIS AOD产品。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying rules or strategies can be inferred about data collection methods that integrate satellite-based aerosol optical depth data with ground-level PM2.5 measurements?",
        "QuestionCn": "可以从整合卫星气溶胶光学厚度数据与地面PM2.5测量的收集方法中推断出哪些基本规则或策略？",
        "AnswerEn": "The integration of satellite-based aerosol optical depth (AOD) data with ground-level PM2.5 measurements can infer a strategy of using AOD as a surrogate for PM2.5 due to the challenge of sparse geographic coverage of ground monitoring networks. This method can help improve spatial and temporal completeness by combining satellite AOD products with ground-based observations and applying statistical models, such as the Bayesian maximum entropy and Linear Mixed-Effects models, to address biases and non-random sampling issues.",
        "AnswerCn": "卫星基于气溶胶光学深度（AOD）数据与地面PM2.5测量的结合，可以推导出使用AOD作为PM2.5替代指标的策略，因为地面监测网络的地理覆盖稀疏带来了挑战。这种方法可以通过将卫星AOD产品与地面观测数据结合，并应用统计模型，如贝叶斯最大熵模型和线性混合效应模型，来解决偏差和非随机采样问题，从而提高空间和时间的完整性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges in data collection can be interpreted from the non-random sampling deficiencies in satellite AOD products for PM2.5 estimation?",
        "QuestionCn": "从卫星AOD产品在PM2.5估计中的非随机采样缺陷中，可以解读出哪些数据收集的挑战？",
        "AnswerEn": "The non-random sampling deficiencies in satellite AOD products present challenges such as substantial bias in PM2.5 estimates, especially in cloudy conditions and swap-gap regions. These challenges are exacerbated in regions with heavy aerosol loadings, which may be misclassified into clouds. Addressing these issues requires the development of methodologies that can integrate both satellite and ground-based data to improve the accuracy and coverage of PM2.5 estimates.",
        "AnswerCn": "卫星气溶胶光学厚度（AOD）产品中的非随机采样缺陷带来了挑战，例如在多云条件和交换间隙区域中，PM2.5估计存在显著偏差。这些挑战在气溶胶负荷较重的地区更加严重，因为这些地区可能被错误分类为云。解决这些问题需要开发能够整合卫星和地面数据的方法，以提高PM2.5估计的准确性和覆盖范围。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How can the use of algorithmic approaches be interpreted in the context of improving the data quality and coverage of PM2.5 concentration estimates?",
        "QuestionCn": "在提高PM2.5浓度估计的数据质量和覆盖范围的背景下，算法方法的使用如何被解读？",
        "AnswerEn": "Algorithmic approaches, such as combining different data sources and applying advanced statistical models, can significantly improve the quality and coverage of PM2.5 concentration estimates. By utilizing algorithms that incorporate both MERRA-2 aerosol data and MISR AOD products, researchers can better estimate PM2.5 concentrations with reduced prediction errors. This suggests the importance of integrating multiple data sources and computational models to enhance the robustness and reliability of air quality assessments.",
        "AnswerCn": "算法方法，如结合不同的数据源和应用先进的统计模型，可以显著提高PM2.5浓度估计的质量和覆盖范围。通过利用结合MERRA-2气溶胶数据和MISR AOD产品的算法，研究人员可以更好地估计PM2.5浓度，并减少预测误差。这表明整合多种数据源和计算模型对于增强空气质量评估的稳健性和可靠性的重要性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the limitations in geographic coverage for ground monitoring networks when assessing PM2.5 concentrations?",
        "QuestionCn": "在评估PM2.5浓度时，地面监测网络的地理覆盖限制的原因是什么？",
        "AnswerEn": "The sparse geographic coverage of ground monitoring networks is primarily due to the high cost of maintaining such networks, which prevents them from being dense enough to monitor PM2.5 at spatial scales of a few kilometers.",
        "AnswerCn": "地面监测网络的稀疏地理覆盖主要是由于维护这些网络的高成本，这使得它们无法在几公里的空间尺度上密集到足以监测PM2.5。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might satellite-based AOD be used as a surrogate for PM2.5 measurements?",
        "QuestionCn": "卫星基于气溶胶光学深度（AOD）可能被用作PM2.5测量的替代指标的原因是什么？",
        "AnswerEn": "Satellite-based aerosol optical depth (AOD) is used as a surrogate for PM2.5 because it represents the column-integrated aerosol extinction, which can provide a proxy measurement for ground-level PM2.5 concentrations, especially when ground network coverage is insufficient.",
        "AnswerCn": "基于卫星的气溶胶光学深度（AOD）被用作PM2.5的替代指标，因为它代表了柱集成气溶胶消光，可以为地面PM2.5浓度提供代理测量，特别是在地面监测网络覆盖不足的情况下。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What leads to biases in PM2.5 estimates from MODIS AOD products?",
        "QuestionCn": "导致MODIS AOD产品中PM2.5估计偏差的原因是什么？",
        "AnswerEn": "Biases in PM2.5 estimates from MODIS AOD products are caused by non-random AOD sampling deficiency, especially in cloudy conditions and swap-gap regions, which can be exacerbated in polluted regions where heavy aerosol loadings are misclassified as clouds.",
        "AnswerCn": "MODIS AOD产品中PM2.5估计的偏差是由于非随机的AOD采样缺陷造成的，特别是在多云条件和数据缺失区域，这在污染严重的地区可能会加剧，因为重度气溶胶负荷被错误地分类为云。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the likely outcomes of integrating both ground-based and satellite-based aerosol optical depth (AOD) data in estimating surface-level PM2.5 concentrations?",
        "QuestionCn": "将地面和卫星基于气溶胶光学深度（AOD）数据整合在一起，以估计地面PM2.5浓度的可能结果是什么？",
        "AnswerEn": "Integrating both ground-based and satellite-based AOD data can significantly enhance the spatiotemporal completeness and quality of PM2.5 estimates, reducing bias and root mean square error (RMSE) compared to using satellite data alone.",
        "AnswerCn": "整合地面和卫星的气溶胶光学厚度（AOD）数据可以显著提高PM2.5估计的时空完整性和质量，相较于单独使用卫星数据，能够减少偏差和均方根误差（RMSE）。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How does relying solely on satellite AOD products impact the accuracy of PM2.5 estimates, particularly in polluted regions?",
        "QuestionCn": "仅依赖卫星气溶胶光学厚度（AOD）产品会如何影响污染区域PM2.5估计的准确性？",
        "AnswerEn": "Relying solely on satellite AOD products may introduce substantial bias in PM2.5 estimates due to non-random AOD sampling deficiencies in cloudy conditions and swap-gap regions, especially in polluted areas where heavy aerosol loadings can be misclassified as clouds.",
        "AnswerCn": "仅依赖卫星气溶胶光学厚度（AOD）产品可能会由于在多云条件和缺失区域的非随机AOD采样缺陷而引入对PM2.5估计的重大偏差，尤其是在污染严重的地区，重度气溶胶负荷可能会被错误分类为云。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the intended outcome of using satellite observations like MERRA-2 and MISR for calculating PM2.5 concentrations?",
        "QuestionCn": "使用卫星观测数据如MERRA-2和MISR计算PM2.5浓度的预期结果是什么？",
        "AnswerEn": "The intended outcome is to provide a reference for assessing particulate matter pollution in regions like the Tibetan Plateau by integrating meteorological and aerosol data.",
        "AnswerCn": "预期的结果是通过整合气象和气溶胶数据，为评估像青藏高原这样的地区的颗粒物污染提供参考。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can satellite-based aerosol optical depth (AOD) be utilized to improve the estimation of ground-level PM2.5 concentrations in regions with sparse monitoring networks?",
        "QuestionCn": "卫星基于气溶胶光学厚度（AOD）的数据如何用于改善监测网络稀疏地区地面PM2.5浓度的估计？",
        "AnswerEn": "Satellite-based aerosol optical depth (AOD), such as that from NASA's MERRA-2 and MISR products, can be used as a surrogate for PM2.5 by calculating the PM2.5 to AOD ratio at each grid point. This approach, as applied in the field, involves using MERRA-2's aerosol analysis products to calculate the PM2.5/AOD ratio and then multiplying it by MISR's AOD values to estimate PM2.5 concentrations.",
        "AnswerCn": "基于卫星的气溶胶光学深度（AOD），例如来自NASA的MERRA-2和MISR产品，可以作为PM2.5的替代指标，通过在每个网格点计算PM2.5与AOD的比率来实现。这种方法在实际应用中涉及使用MERRA-2的气溶胶分析产品计算PM2.5/AOD比率，然后将其乘以MISR的AOD值，以估算PM2.5浓度。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the key procedural steps involved in combining Bayesian maximum entropy (BME) and Linear Mixed-Effects (LME) models to enhance PM2.5 estimates from MODIS AOD data?",
        "QuestionCn": "将贝叶斯最大熵（BME）和线性混合效应（LME）模型结合起来，以增强来自MODIS AOD数据的PM2.5估计的关键步骤是什么？",
        "AnswerEn": "The combination of BME and LME models involves integrating MODIS and sunphotometer AOD data to address non-random sampling deficiencies. This approach enhances spatiotemporal completeness and accuracy by merging satellite and ground-based AOD observations, resulting in improved PM2.5 estimates with reduced bias and root mean square error compared to standard MODIS AOD products.",
        "AnswerCn": "BME和LME模型的结合涉及整合MODIS和太阳光度计的AOD数据，以解决非随机采样的不足。这种方法通过合并卫星和地面AOD观测，增强了时空的完整性和准确性，从而改善了PM2.5的估计，减少了与标准MODIS AOD产品相比的偏差和均方根误差。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How does combining Bayesian maximum entropy (BME) with the Linear Mixed-Effects (LME) model enable more accurate PM2.5 estimates from satellite data?",
        "QuestionCn": "结合贝叶斯最大熵（BME）与线性混合效应（LME）模型如何能够从卫星数据中更准确地估计PM2.5浓度？",
        "AnswerEn": "Combining Bayesian maximum entropy (BME) with the Linear Mixed-Effects (LME) model enables more accurate PM2.5 estimates by addressing non-random sampling deficiencies in MODIS AOD products, thus producing more spatiotemporally complete and precise AOD products for PM2.5 estimation.",
        "AnswerCn": "将贝叶斯最大熵（BME）与线性混合效应（LME）模型相结合，可以通过解决MODIS AOD产品中的非随机采样缺陷，从而更准确地估计PM2.5，进而生成更具时空完整性和精确性的AOD产品用于PM2.5估计。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What datasets and conditions are necessary to accurately calculate the PM2.5 to AOD ratio for improving PM2.5 concentration predictions using satellite data?",
        "QuestionCn": "为了准确计算PM2.5与气溶胶光学厚度（AOD）比率，以改善使用卫星数据的PM2.5浓度预测，需要哪些数据集和条件？",
        "AnswerEn": "Accurate calculation of the PM2.5 to AOD ratio for improving PM2.5 concentration predictions requires datasets such as MERRA-2 aerosol analysis products and MISR level 3 global aerosol products, alongside conditions that allow for the integration of aerosol information from MERRA-2 and AOD data from MISR.",
        "AnswerCn": "准确计算PM2.5与AOD的比率以改善PM2.5浓度预测需要数据集，如MERRA-2气溶胶分析产品和MISR第3级全球气溶胶产品，以及能够整合MERRA-2的气溶胶信息和MISR的AOD数据的条件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might satellite-based aerosol optical depth (AOD) be considered a good surrogate for PM2.5 in data collection methods?",
        "QuestionCn": "卫星基于气溶胶光学厚度（AOD）可能被视为PM2.5数据收集方法的良好替代指标的原因是什么？",
        "AnswerEn": "Satellite-based aerosol optical depth (AOD) is considered a good surrogate for PM2.5 because AOD represents the column-integrated aerosol extinction, which can be used to estimate surface-level PM2.5 concentrations. This is particularly useful in areas where ground monitoring networks are sparse or costly to maintain.",
        "AnswerCn": "基于卫星的气溶胶光学深度（AOD）被认为是PM2.5的良好替代指标，因为AOD代表了柱状积分气溶胶消光，可以用来估算地面PM2.5浓度。这在地面监测网络稀疏或维护成本高昂的地区尤其有用。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges might arise from relying solely on Moderate Resolution Imaging Spectroradiometer (MODIS) AOD products for PM2.5 estimates?",
        "QuestionCn": "依赖中分辨率成像光谱仪（MODIS）气溶胶光学厚度（AOD）产品来估算PM2.5可能会面临哪些挑战？",
        "AnswerEn": "Relying solely on MODIS AOD products for PM2.5 estimates can lead to substantial bias due to non-random AOD sampling deficiencies in cloudy conditions and in regions with swap gaps. This issue can be further exacerbated in polluted areas where heavy aerosol loadings may be misclassified as clouds.",
        "AnswerCn": "仅依赖MODIS AOD产品来估计PM2.5可能会导致显著的偏差，因为在多云条件下和存在交换间隙的区域，AOD采样存在非随机缺陷。这个问题在污染严重的地区可能会进一步加剧，因为重度气溶胶负荷可能会被误分类为云。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to combine Bayesian maximum entropy (BME) with Linear Mixed-Effects (LME) models for improving PM2.5 estimates?",
        "QuestionCn": "为什么将贝叶斯最大熵（BME）与线性混合效应（LME）模型结合起来以改善PM2.5估计是必要的？",
        "AnswerEn": "Combining BME with LME models is necessary for improving PM2.5 estimates as it addresses the non-random sampling deficiency in MODIS AOD products, producing more spatiotemporally complete and precise AOD products and thereby yielding more accurate PM2.5 estimates.",
        "AnswerCn": "将贝叶斯混合效应模型（BME）与线性混合效应模型（LME）结合起来是提高PM2.5估计的必要措施，因为它解决了MODIS AOD产品中非随机采样的缺陷，从而生成更具时空完整性和精确性的AOD产品，从而产生更准确的PM2.5估计。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of combining satellite-based aerosol optical depth with ground-based measurements in improving PM2.5 concentration estimations?",
        "QuestionCn": "如何评估将卫星基于气溶胶光学厚度与地面测量相结合在改善PM2.5浓度估算中的有效性？",
        "AnswerEn": "The combination of satellite-based aerosol optical depth (AOD) with ground-based measurements is considered effective in improving PM2.5 concentration estimations. The integration of MODIS and sunphotometer AOD through the BME-LME approach significantly enhanced spatiotemporal completeness and quality, reducing bias and root mean square error compared to using MODIS AOD alone.",
        "AnswerCn": "卫星基于气溶胶光学深度（AOD）与地面测量相结合，被认为是提高PM2.5浓度估算的有效方法。通过BME-LME方法整合MODIS和太阳光度计的AOD显著增强了时空完整性和质量，减少了与单独使用MODIS AOD相比的偏差和均方根误差。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges in using satellite-derived data for estimating ground-level PM2.5 concentrations, and how might these be addressed?",
        "QuestionCn": "使用卫星衍生数据估计地面PM2.5浓度的潜在挑战有哪些，以及如何解决这些挑战？",
        "AnswerEn": "One potential challenge in using satellite-derived data for estimating ground-level PM2.5 concentrations is the non-random AOD sampling deficiency in cloudy conditions and regions with heavy aerosol loadings, which can be misclassified as clouds. This challenge could be addressed by combining satellite AOD data with ground-based measurements and applying advanced statistical models like BME-LME to produce more complete and precise estimates.",
        "AnswerCn": "使用卫星衍生数据估计地面PM2.5浓度的一个潜在挑战是，在多云条件和重气溶胶负荷的地区，AOD（气溶胶光学厚度）的非随机采样缺陷，这可能被误分类为云。这个挑战可以通过将卫星AOD数据与地面测量结合，并应用先进的统计模型如BME-LME，来产生更完整和精确的估计。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the integration of different satellite and ground-based data sources can improve the accuracy of PM2.5 concentration estimates.",
        "QuestionCn": "我不明白不同卫星和地面数据源的整合如何能提高PM2.5浓度估计的准确性。",
        "AnswerEn": "The integration of satellite-based aerosol optical depth (AOD) products with ground-based measurements can enhance the accuracy of PM2.5 estimates by providing more spatiotemporally complete data. Combining datasets like MODIS AOD with sunphotometer AOD through advanced methods such as Bayesian maximum entropy (BME) and Linear Mixed-Effects (LME) models can address non-random sampling deficiencies and improve both the completeness and quality of the estimates.",
        "AnswerCn": "卫星基于气溶胶光学厚度（AOD）产品与地面测量的结合可以通过提供更具时空完整性的数据来提高PM2.5估计的准确性。通过先进的方法，如贝叶斯最大熵（BME）和线性混合效应（LME）模型，将MODIS AOD与太阳光度计AOD数据集结合，可以解决非随机采样缺陷，从而提高估计的完整性和质量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges in the data collection process for aerosol measurements and how they might affect PM2.5 estimation.",
        "QuestionCn": "我对气溶胶测量的数据收集过程中的挑战感到不确定，这些挑战可能会影响PM2.5的估算。",
        "AnswerEn": "Challenges in aerosol data collection include non-random sampling deficiencies, particularly in cloudy conditions and regions with heavy aerosol loadings, which may be misclassified as clouds. Such issues can lead to substantial biases in PM2.5 estimates if based solely on certain AOD products like those from MODIS. By addressing these challenges through the integration of multiple data sources and advanced statistical methods, more accurate PM2.5 estimates can be achieved.",
        "AnswerCn": "气溶胶数据收集中的挑战包括非随机采样缺陷，特别是在多云条件和重气溶胶负荷的区域，这些区域可能被误分类为云。如果仅基于某些AOD产品（如MODIS）的数据，这些问题可能导致PM2.5估计出现显著偏差。通过整合多种数据源和先进的统计方法，可以解决这些挑战，从而获得更准确的PM2.5估计。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I don't understand what types of datasets are typically used to evaluate and improve PM2.5 estimation methods.",
        "QuestionCn": "我不明白通常使用哪些类型的数据集来评估和改进PM2.5估计方法。",
        "AnswerEn": "To evaluate and improve PM2.5 estimation methods, datasets such as ground-based AOD measurements from sun-photometers and hourly PM2.5 concentrations from environmental monitoring centers are used. These datasets allow for the calibration and validation of satellite-based products, ensuring that the derived PM2.5 estimates are both accurate and reliable.",
        "AnswerCn": "为了评估和改进PM2.5估算方法，使用了来自太阳光度计的地面AOD测量数据和环境监测中心的每小时PM2.5浓度数据。这些数据集允许对卫星产品进行校准和验证，确保所得到的PM2.5估算既准确又可靠。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please identify and discuss the data collection methods used to mitigate non-random sampling deficiencies in AOD products for PM2.5 estimation.",
        "QuestionCn": "请识别并讨论用于减轻AOD产品在PM2.5估计中非随机抽样缺陷的数据收集方法。",
        "AnswerEn": "To mitigate non-random sampling deficiencies in AOD products, a combination of Bayesian maximum entropy (BME) method with Linear Mixed-Effects (LME) model is used. This approach, when applied to MODIS and sunphotometer AOD products, has been shown to produce more spatiotemporally complete and precise AOD products, thereby improving PM2.5 estimates.",
        "AnswerCn": "为了减轻AOD产品中的非随机采样缺陷，采用了贝叶斯最大熵（BME）方法与线性混合效应（LME）模型的结合。这种方法在应用于MODIS和太阳光度计AOD产品时，已被证明能够生成更具时空完整性和精确性的AOD产品，从而改善PM2.5的估算。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please analyze the potential datasets that could be integrated to improve the accuracy and completeness of PM2.5 concentration estimates at a regional scale.",
        "QuestionCn": "请分析可以整合的潜在数据集，以提高区域尺度上PM2.5浓度估计的准确性和完整性。",
        "AnswerEn": "Ground-based AOD measurements from sun-photometers, such as those collected as part of CARSNET or AERONET, can be integrated with satellite data like MODIS AOD products. The BME-LME approach has demonstrated that merging these datasets can significantly enhance the spatiotemporal completeness and quality of PM2.5 estimates.",
        "AnswerCn": "基于地面的AOD测量数据，如CARSNET或AERONET收集的太阳光度计数据，可以与卫星数据（如MODIS AOD产品）进行整合。BME-LME方法已证明，合并这些数据集可以显著提高PM2.5估计的时空完整性和质量。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}