{
  "id": "b34dc255-0dc4-4543-80c5-080f566c246a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical and U-Pb geochronological data set of heavy minerals in Yarlung Tsangpo River",
      "titleCn": "雅江河流沙碎屑单矿物地球化学和U-Pb年代学数据集",
      "description": "The samples of this data set are from the modern river sand in Lhasa River and Nianchu River in  Yarlung Tsangpo River Basin and Pumchu collected by Hu Xiumian research group of Nanjing University in 2016; By extracting detrital zircon, monazite, titanite and rutile from the river sand, LA-MC-ICP-MS was performed to determine the trace elements and U-Th-Pb geochronology. The above tests were conducted by professionals at the Institute of Geology and Geophysics, Chinese Academy of Sciences, Nanjing University and Trinity College, Ireland with high quality; The above data have been published in earth science review. Relative geochronological data from bedrock in these river basins were also collected for comparison.",
      "descriptionCn": "本数据集的样品来自2016年，南京大学胡修棉课题组在雅江流域的拉萨河和年楚河，以及朋曲流域采集的主干河流末端的河流沙样品；通过提取河流沙中的碎屑单矿物锆石、独居石、榍石和金红石，使用LA-MC-ICP-MS对其进行微量元素和U-Th-Pb年代学测试；以上测试在中科院地质和地球物理研究所、南京大学及爱尔兰三一学院由专业技术人员测试完成，数据质量高；以上数据已经发表在地球科学顶级期刊Earth Science Review上。来自这些河流流域内的基岩上的相关的年代学数据也被收集以作对比。",
      "instructions": "Trace element / age data.xlsx\nBulk sand and heavy mineral composition data.xlsx\nChronological data of magma and metamorphic rocks on bedrock.docx",
      "instructionsCn": "微量元素/年龄数据.xlsx\n全沙和重矿物组分数据.xlsx\n基岩上的岩浆和变质岩年代学数据.docx",
      "east": 94.0,
      "west": 84.0,
      "south": 28.0,
      "north": 32.0,
      "startTime": "2016-06-24 00:00:00",
      "endTime": "2020-01-20 00:00:00",
      "fileSize": 729068.0,
      "cstr": "18406.11.Geo.tpdc.271488",
      "doi": "10.11888/Geo.tpdc.271488",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "郭荣华",
        "nameEn": "GUO Ronghua",
        "unitEn": "",
        "unitCn": "南京大学"
      },
      {
        "nameCn": "胡修棉",
        "nameEn": "HU Xiumian",
        "unitEn": "",
        "unitCn": "南京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "How Faithfully the Geochronological and Geochemical Signatures of Detrital Zircon, Titanite, Rutile and Monazite Record Magmatic and Metamorphic Events? A Case Study from the Himalaya and Tibet",
        "referenceCn": null,
        "referenceEn": "Guo, R.H., Hu, X.M., Eduardo, G., Lai, W., Yan, B., & Chris, M. (2020). How Faithfully the Geochronological and Geochemical Signatures of Detrital Zircon, Titanite, Rutile and Monazite Record Magmatic and Metamorphic Events? A Case Study from the Himalaya and Tibet. Earth Science Reviews 201, 103082."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "沉积物",
        "nameEn": "sediments"
      },
      {
        "nameCn": "激光剥蚀-等离子体质谱仪",
        "nameEn": "LA-ICP-MS"
      },
      {
        "nameCn": "激光剥蚀等离子质谱",
        "nameEn": "LA-ICP-MS"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "年楚河",
        "keywordEn": "Nianchu"
      },
      {
        "keywordCn": "拉萨河",
        "keywordEn": "Lhasa River"
      },
      {
        "keywordCn": "朋曲",
        "keywordEn": "Pumchu"
      },
      {
        "keywordCn": "藏南",
        "keywordEn": "South Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "现代",
        "keywordEn": "Morden",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary techniques used for extracting and analyzing detrital single minerals from river sand samples in the context of U-Pb geochronology?",
        "QuestionCn": "在U-Pb地球年代学的背景下，从河沙样品中提取和分析碎屑单矿物的主要技术有哪些？",
        "AnswerEn": "LA-MC-ICP-MS",
        "AnswerCn": "激光烧蚀多接收电感耦合等离子体质谱仪",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and characteristics measured in single mineral geochemical and U-Pb geochronology datasets used for studying river sands?",
        "QuestionCn": "用于研究河沙的单矿物地球化学和U-Pb年代学数据集中测量的具体属性和特征是什么？",
        "AnswerEn": "trace elements, U-Th-Pb geochronology of detrital single minerals such as zircon, monazite, titanite, rutile",
        "AnswerCn": "微量元素，U-Th-Pb年代学，碎屑单矿物如锆石、独居石、榍石、金红石。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'U-Pb geochronology' mean in the context of sedimentary single-mineral geochemistry and data collection?",
        "QuestionCn": "在沉积单矿物地球化学和数据收集的背景下，\"U-Pb地质年代学\"是什么意思？",
        "AnswerEn": "U-Pb geochronology refers to the method of dating zircon, monazite, titanite, and rutile minerals extracted from sediment samples by measuring the ratios of uranium and lead isotopes using techniques such as LA-MC-ICP-MS. This method is used to determine the age of mineral formation and provides insights into the geological history of the area from which the samples are collected.",
        "AnswerCn": "U-Pb 地质年代测定法是指通过测量从沉积样品中提取的锆石、独居石、钛铁矿和钛矿等矿物中的铀和铅同位素的比率来进行定年的方法，通常使用激光剥蚀多接收电感耦合等离子体质谱（LA-MC-ICP-MS）技术。该方法用于确定矿物形成的年龄，并提供有关样品采集区域地质历史的见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for geochemical and U-Pb geochronology testing of river sand samples from different river basins compare in terms of data quality and methodological rigor?",
        "QuestionCn": "不同河流流域的河沙样本的地球化学和U-Pb年代测定测试的数据收集方法在数据质量和方法学严谨性方面如何比较？",
        "AnswerEn": "The data collection methods involve extracting detrital minerals such as zircon, monazite, titanite, and rutile from river sand samples and using LA-MC-ICP-MS for trace element and U-Th-Pb geochronology testing. These tests were conducted by professionals at the Institute of Geology and Geophysics, Chinese Academy of Sciences, Nanjing University, and Trinity College Dublin, ensuring high data quality. Comparatively, these methods are robust due to their precision and the expertise involved in the testing process.",
        "AnswerCn": "数据收集方法涉及从河沙样本中提取碎屑矿物，如锆石、独居石、钛矿和钛铁矿，并使用激光剥蚀多接收电感耦合等离子体质谱（LA-MC-ICP-MS）进行微量元素和铀-钍-铅地质年代学测试。这些测试由中国科学院地质与地球物理研究所、南京大学和都柏林三一学院的专业人员进行，确保了数据的高质量。相较而言，这些方法因其精确性和测试过程中的专业知识而显得稳健。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting geochemical and U-Pb geochronological data from detrital minerals in river sands of specific river basins?",
        "QuestionCn": "收集特定河流流域河沙中碎屑矿物的地球化学和U-Pb年代学数据的主要目标是什么？",
        "AnswerEn": "The primary objectives are to analyze the geochemical composition and U-Pb age data of detrital minerals such as zircon, monazite, titanite, and rutile extracted from river sands. This is done to understand the provenance and geological history of the source areas within the river basins. The goal is to compare these data with existing geochronological data from bedrock in the same regions to provide insights into sediment transport and deposition processes. The high-quality data, which were tested by experts at various institutions, contribute to broader geological and earth science research, as demonstrated by their publication in a top Earth Science journal.",
        "AnswerCn": "主要目标是分析从河沙中提取的碎屑矿物（如锆石、独居石、钛矿和钛铁矿）的地球化学成分和U-Pb年龄数据。这是为了理解河流流域内源区的来源和地质历史。目标是将这些数据与同一区域基岩的现有地质年代学数据进行比较，以提供对沉积物运输和沉积过程的见解。这些经过各机构专家测试的高质量数据为更广泛的地质和地球科学研究做出了贡献，正如它们在顶级地球科学期刊上的发表所示。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to extract and analyze trace elements and U-Th-Pb geochronology from single mineral grains in river sand samples?",
        "QuestionCn": "从河沙样品中提取和分析单矿物颗粒的微量元素和铀-钍-铅地质年代学的程序是什么？",
        "AnswerEn": "The procedures involve collecting river sand samples from the end points of major rivers in the specified regions. Single mineral grains such as zircon, monazite, titanite, and rutile are extracted. These minerals are then analyzed using LA-MC-ICP-MS for trace elements and U-Th-Pb geochronology. The testing is conducted by professional technicians at institutes such as the Institute of Geology and Geophysics, Chinese Academy of Sciences, Nanjing University, and Trinity College Dublin, ensuring high data quality.",
        "AnswerCn": "这些程序涉及从指定区域主要河流的终点收集河沙样本。提取单一矿物颗粒，如锆石、独居石、钛矿和金红石。然后使用激光剥蚀多接收电感耦合等离子体质谱（LA-MC-ICP-MS）对这些矿物进行微量元素和铀-钍-铅地球年代学分析。测试由中国科学院地质与地球物理研究所、南京大学和都柏林三一学院等机构的专业技术人员进行，确保数据质量高。",
        "Level": "C3(Applying)"
      }
    ]
  }
}