{
  "id": "b39a5f32-106f-4027-987c-8723adf49ec0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of surface dust properties in the middle and upper reaches of the Yarlung Zangbo River",
      "titleCn": "雅江中上游地表粉尘性质数据集",
      "description": "The data set contains the magnetism, grain size, geochemical element, chromaticity and organic carbon isotope data of 119 topsoils in the middle and upper reaches of the Yarlung Zangbo River, southern Tibetan Plateau; contains the age, magnetism, grain size, geochemical element, chromaticity and organic carbon isotope data of the five aeolian sedimentary sections in this region; and contains chronological data of 36 aeolian sediments, provenance data of 46 samples from different sediments, and Sr-Nd isotopic data of 21 samples from different sediments. The magnetic susceptibility was measured using a Bartington MS2 metre with a dual-frequency sensor; The anhysteretic remanent magnetization was induced by LDA-5 demagnetizer, and was measured using a JR-6A Minispin magnetometer; The grain size was measured by Malvern Mastersizer 2000 laser particle size analyzer; The geochemical element was determined by X-ray fluorescence spectrometer; The chromaticity was measured by CM-700d spectrophotometer; The organic carbon isotope was determined by element analyzer-stable isotope ratio mass spectrometer (EA-IRMS); Optically stimulated luminescence measurements were conducted using an automated Risø-TL/OSL-DA-20 reader; For the AMS14C and Sr-Nd isotope measurements, please refer to the main body of the scientific research report. The data set is rich in information, authentic and reliable, and provides an important data reference for understanding the physical and chemical properties of surface dust, provenance, and the long-term evolution history of ancient dust in Yarlung Zangbo River basin, southern Tibetan Plateau. Funded project: The Second Tibetan Plateau Scientific Expedition Program (STEP), Task 6 Topic 2 \"Dust aerosol and its climatic and environmental effects\" (2019QZKK0602).",
      "descriptionCn": "本数据集包含了青藏高原南部雅鲁藏布江中上游地区119个表土的磁学、粒度、元素、色度和有机碳同位素等5类数据；5个风成沉积剖面的年代、磁学、粒度、元素和色度等5类数据；36个风成沉积物的年代学数据；46个不同沉积物的物源数据；21个不同沉积物的Sr-Nd同位素数据；磁化率使用Bartington MS2型磁化率仪测定，无磁滞剩磁使用LDA-5型交变退磁仪和JR-6A旋转磁力仪测定，等温剩磁使用ASCIM-10-30型脉冲强磁仪和JR-6A旋转磁力仪测定；粒度使用Malvern Mastersizer 2000激光粒度仪测定；元素使用X-射线荧光光谱仪测定；色度使用CM-700d分光光度计测定；有机碳同位素使用元素分析仪-稳定同位素比率质谱仪（EA-IRMS）测定；光释光年代使用Risø TL/OSL DA-20C/D型释光分析仪测定，碳十四年代和Sr-Nd同位素的测定方法详见科考报告正文。该数据集信息丰富，真实可靠，为认识青藏高原南部雅江流域地表粉尘理化性质、物源及古粉尘长时间尺度演化历史提供了重要数据参考。资助项目：第二次青藏高原综合科学考察研究任务六专题2“粉尘气溶胶及其气候环境效应”（2019QZKK0602）。",
      "instructions": "All data are stored in Excel file, which can be viewed and edited by Excel software in Microsoft office. The name of the file is \"SGX section\", which represents the data set of Sagaxi section; The name of the file is \"HZ section\", which represents the data set of Hangzhong section; The name of the file is \"SY section\", which represents the data set of Sangye section; The name of the file is \"LZ section\", which represents the data set of Linzhi section; The name of the file is \"YJP1 section\", which represents the data set of geochemical elements of YJP1 section; The name of the file is \"Surface soil\", which represents the data set of surface soil in the Yarlung Zangbo River basin;  The name of the file is \"OSL data\", which represents the chronological data set of aeolian sediments in the Yarlung Zangbo River basin; The name of the file is \"Provenance data\", which represents the  data set of provenance of sediments in the Yarlung Zangbo River basin; The name of the file is \"Sr-Nd isotopes\", which represents the isotopic data set of sediments in the Yarlung Zangbo River basin.",
      "instructionsCn": "所有数据以Excel文件存储，可用Microsoft Office中的Excel软件进行查看和编辑。文件的名称为“SGX section”代表萨嘎西剖面的数据集；文件的名称为“HZ section”代表夯仲剖面的数据集；文件的名称为“SY section”代表桑耶剖面的数据集；文件的名称为“LZ section”代表林芝剖面的数据集；文件的名称为“YJP1 section”代表YJP1剖面地球化学元素的数据集；文件的名称为“Surface soil”代表雅江表土的数据集；文件的名称为“OSL data”代表雅江风成沉积物年代的数据集；文件的名称为“Provenance data”代表雅江沉积物物源的数据集；文件的名称为“Sr-Nd isotopes”代表雅江沉积物Sr-Nd同位素的数据集。",
      "east": 95.77,
      "west": 80.09,
      "south": 28.85,
      "north": 32.51,
      "startTime": "2019-07-01 00:00:00",
      "endTime": "2020-06-30 00:00:00",
      "fileSize": 1210945.0,
      "cstr": "18406.11.Paleoenv.tpdc.271356",
      "doi": "10.11888/Paleoenv.tpdc.271356",
      "dataFormat": null,
      "license": "Attribution 4.0 International (CC BY 4.0)"
    },
    "authorList": [
      {
        "nameCn": "夏敦胜",
        "nameEn": "XIA Dunsheng",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "杨胜利",
        "nameEn": "YANG Shengli",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "杨军怀",
        "nameEn": "YANG Junhuai",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "王树源",
        "nameEn": "WANG Shuyuan",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "凌智永",
        "nameEn": "LING Zhiyong",
        "unitEn": "",
        "unitCn": "中国科学院青海盐湖研究所"
      },
      {
        "nameCn": "王飞",
        "nameEn": "WANG Fei",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Spatial-temporal differentiation of eolian sediments in the Yarlung Tsangpo catchment, Tibetan Plateau, and response to global climate change since the Last Glaciation",
        "referenceCn": null,
        "referenceEn": "Ling, Z.Y., Yang, S.L., Wang, X., Wang, J.P., Xia, D.S., & Chen, F.H. (2020). Spatial-temporal differentiation of eolian sediments in the Yarlung Tsangpo catchment, Tibetan Plateau, and response to global climate change since the Last Glaciation. Geomorphology, 357, 107104."
      },
      {
        "titleCn": null,
        "titleEn": "OSL chronology of the Liena archeological site in the Yarlung Tsangpo valley throws new light on human occupation of the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Ling, Z.Y., Yang, X.Y., Wang, Y.X., Wang, Y.R., Jin, J.H., Zhang, D.J., & Chen, F.H. (2020). OSL chronology of the Liena archeological site in the Yarlung Tsangpo valley throws new light on human occupation of the Tibetan Plateau. The Holocene, 30(7), 1043-1052."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤理化指标",
        "nameEn": "Soil physical and chemical indexes"
      },
      {
        "nameCn": "磁化率",
        "nameEn": "Magnetic susceptibility"
      },
      {
        "nameCn": "粒度",
        "nameEn": "Grain size"
      },
      {
        "nameCn": "黄土",
        "nameEn": "Loess"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "雅鲁藏布江中上游",
        "keywordEn": "Middle and upper reaches of the Yarlung Zangbo River"
      },
      {
        "keywordCn": "青藏高原南部",
        "keywordEn": "South Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "全新世",
        "keywordEn": "Holocene",
        "type": "temporal"
      },
      {
        "keywordCn": "千年尺度",
        "keywordEn": "Millennial scale",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "粉尘气溶胶及其气候环境效应",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of data collection methods used to analyze surface dust properties in the middle and upper reaches of the Yarlung Zangbo River?",
        "QuestionCn": "您能否提供一个用于分析雅鲁藏布江中上游表面尘埃特性的资料收集方法的例子？",
        "AnswerEn": "Data collection methods for analyzing surface dust properties in the middle and upper reaches of the Yarlung Zangbo River include measuring magnetic susceptibility using a Bartington MS2 magnetic susceptibility meter, determining grain size with a Malvern Mastersizer 2000 laser particle analyzer, assessing elemental composition through X-ray fluorescence spectrometry, evaluating color with a CM-700d spectrophotometer, and analyzing organic carbon isotopes via an elemental analyzer-stable isotope ratio mass spectrometer (EA-IRMS).",
        "AnswerCn": "在雅鲁藏布江中上游地区分析表面尘埃特性的资料收集方法包括：使用巴丁顿MS2磁性敏感度计测量磁性敏感度，利用马尔文Mastersizer 2000激光粒度分析仪确定颗粒大小，通过X射线荧光光谱法评估元素组成，使用CM-700d分光光度计评估颜色，以及通过元素分析-稳定同位素比质谱仪（EA-IRMS）分析有机碳同位素。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and data collection methods for analyzing surface dust properties in a high-altitude river basin?",
        "QuestionCn": "分析高海拔河流盆地表面尘埃特性的关键特征和数据收集方法是什么？",
        "AnswerEn": "magnetic properties, grain size, elemental composition, colorimetric properties, organic carbon isotopes",
        "AnswerCn": "磁性特性、粒径、元素组成、色度特性、有机碳同位素",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different categories of data are collected in a dataset focusing on the physicochemical properties and sources of surface dust in the middle and upper reaches of the Yarlung Zangbo River?",
        "QuestionCn": "在一个关注雅鲁藏布江中上游表层尘埃的物理化学特性和来源的数据集中，收集了多少不同类别的数据？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using magnetic susceptibility measurements in the analysis of surface dust properties?",
        "QuestionCn": "使用磁化率测量分析表面尘埃特性的意义是什么？",
        "AnswerEn": "Magnetic susceptibility measurements, determined using instruments like the Bartington MS2, are significant in analyzing surface dust properties as they help in identifying the magnetic characteristics of different soil and sediment samples. This can provide insights into the mineral composition and potential sources of dust, as well as its environmental and climatic effects.",
        "AnswerCn": "磁化率测量，使用像Bartington MS2这样的仪器进行，是分析表面尘埃特性的一个重要手段，因为它们有助于识别不同土壤和沉积物样本的磁性特征。这可以提供对矿物成分和尘埃潜在来源的洞察，以及其环境和气候影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using different types of instruments, such as laser particle size analyzers and spectrophotometers, on the accuracy and reliability of sediment property data collection in the context of surface dust analysis?",
        "QuestionCn": "使用不同类型的仪器，如激光粒度分析仪和分光光度计，对表面尘埃分析中沉积物性质数据收集的准确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "Using different types of instruments, such as laser particle size analyzers and spectrophotometers, can lead to variations in the precision and consistency of sediment property data. Each instrument has its own range of sensitivity and measurement accuracy, which can affect the resulting data's reliability. For example, laser particle size analyzers can provide detailed insights into grain size distribution, while spectrophotometers can accurately measure color properties. These differences can impact the interpretation of sediment characteristics, influencing the understanding of surface dust properties and their historical evolution in the region.",
        "AnswerCn": "使用不同类型的仪器，如激光粒度分析仪和分光光度计，可能导致沉积物属性数据的精度和一致性出现差异。每种仪器都有其自身的灵敏度范围和测量精度，这可能影响所得到数据的可靠性。例如，激光粒度分析仪可以提供关于颗粒大小分布的详细信息，而分光光度计则可以准确测量颜色属性。这些差异可能影响沉积物特征的解释，从而影响对该地区表层尘埃特性及其历史演变的理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting and analyzing the physicochemical properties and provenance data of surface dust in the southern Tibetan Plateau, and how does this contribute to understanding long-term dust evolution?",
        "QuestionCn": "收集和分析南藏高原表层尘埃的物理化学特性和来源数据的主要目标是什么？这如何有助于理解尘埃的长期演变？",
        "AnswerEn": "The primary objectives are to provide important data references for understanding the physicochemical properties, provenance, and long-term evolution history of surface dust in the Yarlung Zangbo River basin of the southern Tibetan Plateau. This contributes to the broader goal of recognizing the area's environmental and climatic impacts related to dust aerosol.",
        "AnswerCn": "主要目标是提供重要的数据参考，以了解南藏布江流域表层尘埃的物理化学特性、来源及长期演化历史。这有助于更广泛的目标，即认识该地区与尘埃气溶胶相关的环境和气候影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instruments are used to accurately measure the magnetic susceptibility, grain size, elemental composition, color, and organic carbon isotopes in surface dust samples from the Yarlung Zangbo River's middle and upper reaches?",
        "QuestionCn": "用于准确测量雅鲁藏布江中上游表层尘埃样品的磁化率、颗粒大小、元素组成、颜色和有机碳同位素的程序和仪器有哪些？",
        "AnswerEn": "The magnetic susceptibility is measured using a Bartington MS2 magnetic susceptibility meter. Grain size is determined using a Malvern Mastersizer 2000 laser particle size analyzer. Elemental composition is analyzed using an X-ray fluorescence spectrometer. Color is measured with a CM-700d spectrophotometer. Organic carbon isotopes are measured using an elemental analyzer-stable isotope ratio mass spectrometer (EA-IRMS).",
        "AnswerCn": "磁化率使用Bartington MS2磁化率计进行测量。颗粒大小使用Malvern Mastersizer 2000激光粒度分析仪进行测定。元素组成使用X射线荧光光谱仪进行分析。颜色使用CM-700d分光光度计进行测量。有机碳同位素使用元素分析-稳定同位素比质谱仪（EA-IRMS）进行测量。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What instruments and methods enable the accurate measurement of magnetic properties, grain size, and elemental composition in surface dust samples from the Yarlung Tsangpo River region?",
        "QuestionCn": "哪些仪器和方法能够准确测量雅鲁藏布江地区表层尘埃样品的磁性特征、颗粒大小和元素组成？",
        "AnswerEn": "Magnetic properties are measured using a Bartington MS2 magnetic susceptibility meter, a LDA-5 demagnetizer, and a JR-6A spinner magnetometer. Grain size is measured using a Malvern Mastersizer 2000 laser granulometer, and elemental composition is assessed using an X-ray fluorescence spectrometer.",
        "AnswerCn": "磁性特性使用Bartington MS2磁化率计、LDA-5去磁器和JR-6A旋转磁强计进行测量。颗粒大小使用Malvern Mastersizer 2000激光粒度仪进行测量，元素组成则通过X射线荧光光谱仪进行评估。",
        "Level": "C3(Applying)"
      }
    ]
  }
}