{
  "id": "b45312d7-087d-459e-b8a7-3bc613e267e1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Simulated natural streamflow at Kerki station in the upper Amu Darya Basin",
      "titleCn": "阿姆河流域出山口Kerki站断面VIC- glacier模拟的历史和未来天然年径流量",
      "description": "APHRODITE and CHIRPS, and PGF and CPC were selected due to better quality in the Amu Darya Basin. The precipitation gradient and temperature lapse rate with altitude was further used to correct the selected precipitation and temperature products which were then used to drive the VIC-glacier model. The VIC-glacier model was calibrated and verified using monthly natural streamflow from 10 hydrological station，monthly snow depth data from 4 meteorological stations, NHSCE snow cover fraction data and glacier area change data. Future climate data from 20 Earth System Models (ESM) for 4 scenarios (SSP1-2.6, SSP2-4.5, SSP3-7.0, SSP5-8.5) provided by CMIP6 were selected and downscaled and corrected according to the historical grid data. Using the corrected historical grid data and future climate data, VIC-glacier model simulated annual natural streamflow in 1953-2019 and 2020-2100. The simulated natural streamflow can be used to assist water resources management in the river basin, and to analyze climate change and human activity impacts on the streamflow in the river basin. \nPlease cite the following paper while you are using the dataset: Mei Hou, Lan Cuo, Amirkhamza Murodov, Jin Ding, Yi Luo,Tie Liu, Xi Chen, 2022, Streamflow Composition and the Contradicting Impacts of Anthropogenic Activities and Climatic Change on Streamflow in the Amu Darya Basin, Central Asia, Journal of Hydrometeorology, https://doi.org/10.1175/JHM-D-22-0040.1. ",
      "descriptionCn": "利用经校正和验证后生成的0.25度空间分辨率的历史逐日最低、最高、降水和风速数据驱动VIC- glacier模型。选取上游10个径流观测站的天然逐月径流数据，4个气象站的观测月雪深数据、 NHSCE 遥感积雪数据和冰川面积变化数据对模型进行率定和验证 ，建立了适应于阿姆河流域的 VIC glacier 模型。 选择 CMIP6 的4个气候情景（SSP1-2.6, SSP2-4.5, SSP3-7.0, SSP5-8.5）各20个气候模式 的未来气候数据并依据校正后的历史网格数据对其进行降尺度和校正处理。以校正后的历史时期网格数据和未来 气候 数据 作为 VIC glacier 模型的气象强迫， 模拟阿姆河流域出山口Kerki站历史时期（ 1953-2019 ）和未来时期 2020-2100的天然径流量。本数据重建了中亚阿姆河流域出山口天然径流，对阿姆河流域水文水资源管理、研究气候变化和人类活动对水资源的影响有重要作用。\n",
      "instructions": "Data files provided in Excel file, there are two sheets: historical period and future period.Historical period has two columns, the first is year, the second is natural runoff. Future period has four scenarios: SSP1-2.6, SSP2-4.5, SSP3-7.0 and SSP5-8.5. Every scenario has 20 model ensemble average and maximum and minimum values.",
      "instructionsCn": "数据文件以Excel文件提供，分别有两页：历史时期和未来时期。历史时期有两列，第一列为年份，第二列为天然径流量。未来时期分为SSP1-2.6，SSP2-4.5，SSP3-7.0和SSP5-8.5。每个情景提供20个模式集合平均和最大及最小值年序列。",
      "east": 65.25,
      "west": 65.25,
      "south": 37.83,
      "north": 37.83,
      "startTime": "1952-12-01 21:08:07",
      "endTime": "2099-01-31 21:08:07",
      "fileSize": 25374.0,
      "cstr": "18406.11.Terre.tpdc.300040",
      "doi": "10.11888/Terre.tpdc.300040",
      "dataFormat": null,
      "license": "2"
    },
    "authorList": [
      {
        "nameCn": "兰措",
        "nameEn": "CUO Lan",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Extreme Hydro-meteorological conditions 1 and changes in the Amu Darya River Basin in Central Asia",
        "referenceCn": null,
        "referenceEn": "Amirkhamza, M., Cuo, L., Ning, L., Davlatkhudzha, M., Mei, H., & Gulfam, H. (2022). Extreme Hydro-meteorological conditions 1 and changes in the Amu Darya River Basin in Central Asia. Journal of hydrometeorology, https://doi.org/10.1175/JHM-D-22-0025.1"
      },
      {
        "titleCn": null,
        "titleEn": "Streamflow Composition and the Contradicting Impacts of Anthropogenic Activities and Climatic Change on Streamflow in the Amu Darya Basin, Central Asia",
        "referenceCn": null,
        "referenceEn": "Mei, H., Cuo, L., Amirkhamza, M., Jin, D., Yi, L., Liu, T., & Chen, X. (2022). Streamflow Composition and the Contradicting Impacts of Anthropogenic Activities and Climatic Change on Streamflow in the Amu Darya Basin, Central Asia. Journal of Hydrometeorology, https://doi.org/10.1175/JHM-D-22-0040.1. "
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "径流",
        "nameEn": "Runoff"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "阿姆河流域",
        "keywordEn": "Amu River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1953-2019",
        "keywordEn": "1953-2019",
        "type": "temporal"
      },
      {
        "keywordCn": "2020-2100",
        "keywordEn": "2020-2100",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and features of the VIC-glacier model used for simulating natural runoff in a river basin?",
        "QuestionCn": "VIC-glacier模型用于模拟河流流域自然径流的特征和特点是什么？",
        "AnswerEn": "daily minimum, maximum temperature, precipitation, wind speed data, spatial resolution of 0.25 degrees, calibrated and validated using natural monthly runoff data, monthly snow depth data, NHSCE remote sensing snow cover data, glacier area change data, corrected historical grid data, future climate data from 20 climate models, CMIP6 scenarios (SSP1-2.6, SSP2-4.5, SSP3-7.0, SSP5-8.5), historical period (1953-2019), future period (2020-2100)",
        "AnswerCn": "每日最低、最高气温、降水量、风速数据，空间分辨率为0.25度，使用自然月径流数据、月积雪深度数据、NHSCE遥感雪盖数据、冰川面积变化数据进行校准和验证，校正的历史网格数据，来自20个气候模型的未来气候数据，CMIP6情景（SSP1-2.6、SSP2-4.5、SSP3-7.0、SSP5-8.5），历史时期（1953-2019），未来时期（2020-2100）。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many climate scenarios were used to drive the VIC-glacier model simulations for the Amu Darya river basin's natural runoff?",
        "QuestionCn": "用于驱动VIC-glacier模型模拟阿姆河流域自然径流的气候情景有多少个？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does the term 'VIC-glacier model' mean in the context of simulating natural runoff in river basins?",
        "QuestionCn": "在模拟河流流域的自然径流时，“VIC-glacier model”这个术语是什么意思？",
        "AnswerEn": "The 'VIC-glacier model' refers to a hydrological model used to simulate the natural runoff in river basins by integrating glacier dynamics. In the context of the Amu Darya River Basin at the Kerki station, it involves using corrected and validated meteorological data such as daily minimum and maximum temperatures, precipitation, and wind speed. This model is calibrated and validated using natural monthly runoff data from ten upstream observation stations, monthly snow depth data from four meteorological stations, remote sensing snow data, and glacier area change data, to establish a model adapted to the basin. It provides simulations for both historical (1953-2019) and future (2020-2100) periods using climate data from CMIP6 scenarios, ultimately aiding in water resource management and studying the impacts of climate change and human activity.",
        "AnswerCn": "“VIC-glacier模型”是一个水文模型，用于通过整合冰川动态来模拟河流流域的自然径流。在阿姆河流域的Kerki站的背景下，它涉及使用经过修正和验证的气象数据，如每日最低和最高气温、降水量和风速。该模型使用来自十个上游观测站的自然月径流数据、来自四个气象站的月雪深数据、遥感雪数据和冰川面积变化数据进行校准和验证，以建立适应该流域的模型。它为历史（1953-2019年）和未来（2020-2100年）时期提供模拟，使用来自CMIP6情景的气候数据，最终有助于水资源管理和研究气候变化及人类活动的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the calibration and validation of a VIC-glacier model with historical natural runoff and snow depth data improve the interpretation of climate change impacts on water resources?",
        "QuestionCn": "如何通过使用历史自然径流和雪深数据对VIC-冰川模型进行校准和验证，来改善对气候变化对水资源影响的解读？",
        "AnswerEn": "The calibration and validation of a VIC-glacier model using historical natural runoff data from 10 upstream flow observation stations and snow depth data from 4 meteorological stations allows researchers to fine-tune the model to accurately reflect past conditions. This process helps ensure that the model can reliably simulate natural runoff, which is crucial for understanding how climate change scenarios (like those from CMIP6) might impact water resources in the future. By aligning model predictions with observed data, researchers gain confidence in the model's ability to project future scenarios, thereby improving the interpretation of climate change impacts on water resources.",
        "AnswerCn": "通过使用来自10个上游流量观测站的历史自然径流数据和4个气象站的雪深数据，对VIC-冰川模型进行校准和验证，研究人员能够微调模型，以准确反映过去的条件。这个过程有助于确保模型能够可靠地模拟自然径流，这对于理解气候变化情景（如CMIP6提供的情景）可能对未来水资源的影响至关重要。通过将模型预测与观测数据对齐，研究人员对模型在预测未来情景方面的能力增强了信心，从而改善了对气候变化对水资源影响的解读。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using multi-source climate data, such as CMIP6 climate scenarios, for simulating historical and future natural runoff in the Amu Darya River basin?",
        "QuestionCn": "使用多源气候数据，如CMIP6气候情景，模拟阿姆河流域的历史和未来自然径流可能带来的潜在后果是什么？",
        "AnswerEn": "Utilizing multi-source climate data like CMIP6 scenarios can lead to more comprehensive and accurate simulations of natural runoff by incorporating diverse climate models and scenarios. This approach allows for the assessment of a range of possible future climate conditions, which can improve the reliability of predictions regarding the impacts of climate change and human activities on water resources in the Amu Darya River basin. However, it may also introduce challenges related to data harmonization and calibration across different sources, which must be addressed to ensure consistency and accuracy in the simulation outputs.",
        "AnswerCn": "利用多源气候数据，如CMIP6情景，可以通过整合多种气候模型和情景，导致对自然径流的更全面和准确的模拟。这种方法允许评估一系列可能的未来气候条件，从而提高对气候变化和人类活动对阿姆河流域水资源影响的预测可靠性。然而，这也可能引入与不同来源之间的数据协调和校准相关的挑战，这必须得到解决，以确保模拟输出的一致性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of developing a VIC-glacier model with historical and future climate data for the Amu Darya River basin?",
        "QuestionCn": "开发一个VIC-冰川模型，结合历史和未来气候数据，针对阿姆河流域的目标是什么？",
        "AnswerEn": "The objectives include reconstructing the natural runoff of the Amu Darya River basin at the Kerki station, aiding in water resource management, and studying the impacts of climate change and human activities on water resources in the region.",
        "AnswerCn": "目标包括重建Kerki站的阿姆河流域自然径流，帮助水资源管理，以及研究气候变化和人类活动对该地区水资源的影响。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}