{
  "id": "b47a7beb-06b4-4fd6-a952-d1602854e1e2",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: 1km/5day compositing vegetation index (NDVI/EVI) product of the Heihe River Basin, 2015",
      "titleCn": "黑河生态水文遥感试验：黑河流域1km/5天合成植被指数（NDVI/EVI）数据集-2015",
      "description": "The 1km / 5day vegetation index (NDVI / EVI) data set of Heihe River basin provides a 5-day resolution NDVI / EVI composite product in 2015. The data uses the characteristics of China's domestic FY-3 satellite data with high time resolution (1 day) and spatial resolution (1km) to construct a multi angle observation data set. Based on the analysis of the multi-source data set and the existing composite vegetation index products and algorithms A global synthetic vegetation index product algorithm system based on multi-source data set is proposed. The vegetation index synthesis algorithm of MODIS is basically adopted, that is, the algorithm system of BRDF angle normalization method, cv-mvc method and MVC method based on the semi empirical walthal model. Using the algorithm system, the composite vegetation index is calculated for the first level data and the second level data, and the quality is identified. Multi-source data sets can provide more angles and more observations than a single sensor in a limited time. However, due to the difference of on orbit running time and performance of sensors, the observation quality of multi-source data sets is uneven. Therefore, in order to make more effective use of multi-source data sets, the algorithm system first classifies the quality of multi-source data sets, which can be divided into primary data, secondary data and tertiary data according to the observation rationality. The third level data are observations polluted by thin clouds and are not used for calculation. In the middle reaches of Heihe River, the verification results of farmland and forest areas show that the NDVI / EVI composite results of combined multi temporal and multi angle observation data are in good agreement with the ground measured data (RMSE = 0.105). Compared with the time series of MODIS mod13a2 product, it fully shows that when the time resolution is increased from 16 days to 5 days, a stable and high-precision vegetation index can describe the details of vegetation growth in detail. In a word, the NDVI / EVI data set of Heihe River Basin, which is 1km / 5day, comprehensively uses multi temporal and multi angle observation data to improve the estimation accuracy and time resolution of parameter products and better serves the application of remote sensing data products.",
      "descriptionCn": "黑河流域1km/5day植被指数（NDVI/EVI）数据集提供了2015年的5天分辨率NDVI/EVI合成产品，该数据利用我国国产卫星FY-3数据兼具较高时间分辨率（1天）和空间分辨率（1km）的特点构造多角度观测数据集，在对多源数据集以及现有合成植被指数产品及算法进行分析的基础上，提出了基于多源数据集生产1km分辨率5天周期的全球合成植被指数产品算法体系。植被指数合成算法基本采用MODIS的植被指数合成算法，即基于半经验的Walthall模型的BRDF角度归一化方法、CV-MVC法和MVC法的算法体系。利用该算法体系，分别对一级数据、二级数据计算合成植被指数，并进行质量标识。多源数据集可在有限时间内提供比单一传感器更多的角度和更多次的观测，但是，由于传感器的在轨运行时间及性能差异，多源数据集的观测质量参差不齐。因此，为更有效的利用多源数据集，算法体系首先对多源数据集进行了质量分级，根据观测合理性分为一级数据、二级数据、三级数据。三级数据为受薄云污染的观测，不用于计算。在黑河中游农田、森林区域的验证结果表明，联合多时相、多角度观测数据的NDVI/EVI合成结果与地面实测数据具有较好的一致性（RMSE=0.105）。与MODIS MOD13A2产品的时间序列对比分析，充分显示了时间分辨率从16天提高到5天时，稳定的高精度的植被指数对植被生长细节的细致描述。总之，黑河流域1km/5day合成植被指数（NDVI/EVI）数据集综合利用多时相、多角度观测数据以提高参数产品的估算精度、时间分辨率等，更好的服务于遥感数据产品的应用。",
      "instructions": "TIF format storage",
      "instructionsCn": "tif 格式存储",
      "east": 101.8,
      "west": 97.8,
      "south": 37.3,
      "north": 42.1,
      "startTime": "2015-01-14 08:00:00",
      "endTime": "2016-01-13 08:00:00",
      "fileSize": 70514670.0,
      "cstr": "18406.11.hiwater.339.2016.db",
      "doi": "10.3972/hiwater.339.2016.db",
      "dataFormat": "ENVI标准格式",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李静",
        "nameEn": "LI Jing",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "柳钦火",
        "nameEn": "LIU Qinhuo",
        "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": " 仲波",
        "nameEn": "ZHONG Bo",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
      },
      {
        "nameCn": "杨爱霞",
        "nameEn": "YANG Aixia",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所遥感科学国家重点实验室"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Review on VI Compositing Algorithm",
        "referenceCn": null,
        "referenceEn": "Long, X., Li, J., Liu, Q. (2013). Review on VI Compositing Algorithm. Remote Sensing Technology and Application, 28(6), 969–977."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Study on Vegetation Compositing Algorithm from Multi-sensor Remote Sensing Data",
        "referenceCn": null,
        "referenceEn": "Long, X. (2013). Study on Vegetation Compositing Algorithm from Multi-sensor Remote Sensing Data. Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences, Beijing, China."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被覆盖度",
        "nameEn": "Vegetation coverage data"
      },
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个双层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤水分和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Are challenges in obtaining eco-hydrological data primarily due to poor availability of multiscale observations, instrumentation limitations, or data processing complexities?",
        "QuestionCn": "获取生态水文数据的挑战主要是由于多尺度观测的可用性差、仪器限制或数据处理复杂性吗？",
        "AnswerEn": "poor availability of multiscale observations",
        "AnswerCn": "多尺度观测的可用性差。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the primary challenge in upscaling eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "在异质表面上放大生态水文过程的主要挑战是什么？",
        "AnswerEn": "poor availability of multiscale observations",
        "AnswerCn": "多尺度观测的可用性差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What types of instruments were used to collect data during the HiWATER experiment?",
        "QuestionCn": "在HiWATER实验中使用了哪些类型的仪器来收集数据？",
        "AnswerEn": "eddy covariance towers, large aperture scintillometers, automatic meteorological stations, LiDAR, imaging spectrometers, multi-angle thermal imagers, L-band microwave radiometer",
        "AnswerCn": "涡度相关塔、大孔径闪烁仪、自动气象站、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in collecting multiscale observations for eco-hydrological research, and how was it addressed?",
        "QuestionCn": "在生态水文研究中，收集多尺度观测数据面临的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "A challenge in collecting multiscale observations is the poor availability of such data. This was addressed in the HiWATER experiment by using a multiscale and multidisciplinary approach, employing varied instruments like eddy covariance towers, large aperture scintillometers, and hyper-resolution airborne remote sensing, to ensure comprehensive data collection across different scales.",
        "AnswerCn": "收集多尺度观测数据的一个挑战是此类数据的可用性较差。HiWATER实验通过采用多尺度和多学科的方法来解决这一问题，使用了涡度协方差塔、大孔径闪烁仪和超高分辨率航空遥感等多种仪器，以确保在不同尺度上进行全面的数据收集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset that includes multiscale eco-hydrological observations and the types of instruments used to obtain it?",
        "QuestionCn": "您能否提供一个包含多尺度生态水文观测的数据集示例，以及用于获取该数据集的仪器类型？",
        "AnswerEn": "An example of such a dataset is the multiscale dataset from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in 2012, which includes observations from eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing instruments like LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer.",
        "AnswerCn": "这样的数据集的一个例子是2012年黑河流域联合遥感实验研究（HiWATER）的多尺度数据集，其中包括来自涡度协方差塔、大孔径闪烁仪、自动气象站以及高分辨率航空遥感仪器（如激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计）的观测数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies of multi-angle data collection techniques used for synthesizing vegetation indices like NDVI/EVI in eco-hydrological remote sensing experiments?",
        "QuestionCn": "多角度数据收集技术在生态水文遥感实验中用于合成植被指数（如NDVI/EVI）的特征和方法论是什么？",
        "AnswerEn": "high temporal resolution (1 day), spatial resolution (1 km), BRDF angle normalization, quality tiers classification",
        "AnswerCn": "高时间分辨率（1天）、空间分辨率（1公里）、BRDF角度归一化、质量等级分类",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the features of instrumentation setups used to capture multi-scale eco-hydrological processes in heterogeneous surfaces like oasis-desert systems?",
        "QuestionCn": "用于捕捉异质表面（如绿洲-沙漠系统）中多尺度生态水文过程的仪器设置的特点是什么？",
        "AnswerEn": "hierarchically nested arrangement of sensors, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensors for soil moisture, leaf area index, airborne remote sensing missions, LiDAR, imaging spectrometers, microwave radiometers",
        "AnswerCn": "传感器的分层嵌套排列、涡度相关塔、大孔径闪烁仪、自动气象站、用于土壤湿度的生态水文传感器、叶面积指数、机载遥感任务、激光雷达、成像光谱仪、微波辐射计。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the attributes of the data quality control process applied to multiscale datasets in eco-hydrological research?",
        "QuestionCn": "生态水文研究中应用于多尺度数据集的数据质量控制过程的属性是什么？",
        "AnswerEn": "calibration of sensors, meticulous data collection, processing steps, accuracy, reliability, freely accessible",
        "AnswerCn": "传感器校准、细致的数据收集、处理步骤、准确性、可靠性、免费获取。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many days does the temporal resolution of the vegetation index dataset cover for each observation period?",
        "QuestionCn": "植被指数数据集的时间分辨率在每个观测期覆盖多少天？",
        "AnswerEn": "5 days",
        "AnswerCn": "5天",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the vegetation index dataset used in the Heihe eco-hydrological remote sensing experiment?",
        "QuestionCn": "在河西生态水文遥感实验中使用的植被指数数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted during the HiWATER experiment in 2012?",
        "QuestionCn": "在2012年的HiWATER实验中，共进行了多少次空中遥感任务？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "In what ways do advancements in remote sensing technologies contribute to improved data resolution and accuracy for eco-hydrological studies?",
        "QuestionCn": "遥感技术的进步如何有助于提高生态水文研究的数据分辨率和准确性？",
        "AnswerEn": "Advancements in remote sensing technologies, like those used in HiWATER, contribute to improved data resolution and accuracy by employing hyper-resolution airborne remote sensing tools such as LiDAR, imaging spectrometers, and multi-angle thermal imagers. These technologies provide detailed observations that enhance the estimation accuracy of eco-hydrological parameters and improve time resolution for capturing vegetation growth details.",
        "AnswerCn": "遥感技术的进步，例如在HiWATER中使用的技术，通过采用超高分辨率的空中遥感工具，如激光雷达（LiDAR）、成像光谱仪和多角度热成像仪，提升了数据的分辨率和准确性。这些技术提供了详细的观测，增强了生态水文参数的估计准确性，并改善了捕捉植被生长细节的时间分辨率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenge of upscaling eco-hydrological processes on heterogeneous surfaces within the field of remote sensing?",
        "QuestionCn": "在遥感领域，影响在异质表面上提升生态水文过程的挑战的因素包括哪些？",
        "AnswerEn": "The challenge of upscaling eco-hydrological processes on heterogeneous surfaces is primarily due to the poor availability of multiscale observations. This is addressed by experiments like HiWATER, which use hierarchically nested scales to obtain multiscale and multidisciplinary data.",
        "AnswerCn": "在异质表面上对生态水文过程进行尺度放大的挑战主要是由于多尺度观测的可用性差。这一问题通过像HiWATER这样的实验得以解决，该实验使用分层嵌套的尺度来获取多尺度和多学科的数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the integration of multi-source datasets important for the calculation of synthetic vegetation indices like NDVI/EVI?",
        "QuestionCn": "为什么多源数据集的整合对于计算合成植被指数如NDVI/EVI很重要？",
        "AnswerEn": "The integration of multi-source datasets is crucial because it allows for more angles and observations within a limited time, which enhances the estimation accuracy and time resolution of synthetic vegetation indices. However, due to differences in sensor performance and operational time, the observation quality of these datasets can vary, necessitating a quality grading system.",
        "AnswerCn": "多源数据集的整合至关重要，因为它可以在有限的时间内提供更多的角度和观察，从而提高合成植被指数的估计准确性和时间分辨率。然而，由于传感器性能和操作时间的差异，这些数据集的观测质量可能会有所不同，因此需要一个质量评分系统。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What causes variability in the quality of multi-source datasets used for creating global synthetic vegetation index products?",
        "QuestionCn": "导致用于创建全球合成植被指数产品的多源数据集质量变异的原因是什么？",
        "AnswerEn": "The variability in quality arises from differences in the on-orbit operation times and performance of various sensors. This variability necessitates a quality grading system that categorizes data based on observational reliability to ensure effective utilization of multi-source datasets.",
        "AnswerCn": "质量的变异性源于不同传感器的在轨操作时间和性能差异。这种变异性需要一个质量分级系统，以根据观测可靠性对数据进行分类，从而确保多源数据集的有效利用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using multi-angle and multi-source data when synthesizing vegetation indices like NDVI/EVI at different temporal resolutions?",
        "QuestionCn": "在不同时间分辨率下合成植被指数（如NDVI/EVI）时，使用多角度和多源数据的后果是什么？",
        "AnswerEn": "The use of multi-angle and multi-source data in synthesizing vegetation indices like NDVI/EVI allows for improved estimation accuracy and higher temporal resolution, enhancing the detailed description of vegetation growth details compared to products like MODIS MOD13A2 which have lower temporal resolution.",
        "AnswerCn": "使用多角度和多源数据合成植被指数，如NDVI/EVI，可以提高估计精度和更高的时间分辨率，从而增强对植被生长细节的详细描述，相较于时间分辨率较低的MODIS MOD13A2产品。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What effects arise from implementing a quality grading system for multi-source datasets in remote sensing applications?",
        "QuestionCn": "在遥感应用中实施多源数据集的质量分级系统会产生哪些影响？",
        "AnswerEn": "Implementing a quality grading system for multi-source datasets in remote sensing allows for more effective utilization by categorizing data based on observation quality, ensuring that only the most reliable data are used for calculations, and excluding lower-quality data like those affected by thin cloud contamination.",
        "AnswerCn": "实施多源数据集的质量分级系统在遥感中可以更有效地利用数据，通过根据观测质量对数据进行分类，确保仅使用最可靠的数据进行计算，并排除受薄云污染等影响的低质量数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What outcomes can be expected from conducting continuous hydrometeorological observations and intensive observation periods (IOPs) in an experiment designed to upscale eco-hydrological processes?",
        "QuestionCn": "在一个旨在扩大生态水文过程的实验中，进行连续的水文气象观测和密集观测期（IOPs）可以预期哪些结果？",
        "AnswerEn": "Conducting continuous hydrometeorological observations and intensive observation periods (IOPs) can lead to the successful capture and understanding of multiscale eco-hydrological processes, providing comprehensive data that facilitates the investigation of interactions, such as oasis-desert interactions, within hierarchical and multidisciplinary contexts.",
        "AnswerCn": "进行连续的水文气象观测和强化观测期（IOPs）可以成功捕捉和理解多尺度生态水文过程，提供全面的数据，促进在层次化和多学科背景下对相互作用的研究，例如绿洲-沙漠相互作用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What objectives might drive the development of a multiscale dataset in an eco-hydrological context, and how could these goals influence data collection methodologies?",
        "QuestionCn": "在生态水文环境中，开发多尺度数据集的目标可能是什么，这些目标如何影响数据收集方法？",
        "AnswerEn": "The objectives could include addressing challenges in upscaling eco-hydrological processes in heterogeneous surfaces, which are hindered by the poor availability of multiscale observations. These goals may influence data collection methodologies by necessitating the use of hierarchically nested scales and a diverse range of instruments to capture multi-scale processes, as demonstrated in the HiWATER experiment.",
        "AnswerCn": "这些目标可能包括解决在异质表面上提升生态水文过程的挑战，这些挑战受到多尺度观测数据稀缺的影响。这些目标可能会影响数据收集方法，要求使用分层嵌套的尺度和多种仪器，以捕捉多尺度过程，正如HiWATER实验所示。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Why might a research initiative focus on integrating multi-angle observations and high temporal resolution data in constructing vegetation indices, and what goals could this serve?",
        "QuestionCn": "为什么研究计划可能会集中于整合多角度观测和高时间分辨率数据来构建植被指数，这样做可能会达到什么目标？",
        "AnswerEn": "A research initiative might focus on integrating multi-angle observations and high temporal resolution data to enhance the accuracy and temporal resolution of vegetation indices, thereby providing a more detailed description of vegetation growth dynamics. This approach could serve the goal of improving parameter product estimation accuracy and better supporting remote sensing data applications.",
        "AnswerCn": "一个研究计划可能专注于整合多角度观测和高时间分辨率数据，以提高植被指数的准确性和时间分辨率，从而提供更详细的植被生长动态描述。这种方法可以实现提高参数产品估计准确性的目标，更好地支持遥感数据应用。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What could be the rationale behind employing a sparse network of instruments and multiple observation scales in an oasis-desert system, and what outcomes might this aim to achieve?",
        "QuestionCn": "在绿洲-沙漠系统中采用稀疏的仪器网络和多种观测尺度的理由是什么，这样做可能旨在实现哪些结果？",
        "AnswerEn": "The rationale could be to investigate the interaction between oasis and desert landscapes by capturing eco-hydrological processes at multiple scales. The outcomes might aim to provide comprehensive data on vegetation dynamics, soil moisture, and atmospheric conditions, thereby advancing understanding of these interactions and supporting better resource management in such regions.",
        "AnswerCn": "该研究的 rationale 可能是调查绿洲与沙漠景观之间的相互作用，通过在多个尺度上捕捉生态水文过程。其结果旨在提供关于植被动态、土壤湿度和大气条件的综合数据，从而加深对这些相互作用的理解，并支持在此类地区更好的资源管理。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can multiple data sources be integrated to produce a high-resolution, multi-temporal vegetation index dataset?",
        "QuestionCn": "如何整合多个数据源以生成高分辨率、多时相的植被指数数据集？",
        "AnswerEn": "To produce a high-resolution, multi-temporal vegetation index dataset, data from multiple sensors are used, leveraging their varying temporal and spatial resolutions. The integration process involves using a synthesis algorithm based on MODIS's vegetation index synthesis algorithm, employing methods such as the semi-empirical Walthall model's BRDF angular normalization method, CV-MVC, and MVC methods to calculate and quality-assess composite vegetation indices.",
        "AnswerCn": "为了生成高分辨率的多时相植被指数数据集，使用了来自多个传感器的数据，利用它们不同的时间和空间分辨率。集成过程涉及使用基于MODIS植被指数合成算法的合成算法，采用半经验的Walthall模型的BRDF角度归一化方法、CV-MVC和MVC方法来计算和质量评估复合植被指数。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedural steps are necessary to maintain data quality when dealing with multi-source remote sensing data for eco-hydrological studies?",
        "QuestionCn": "在处理用于生态水文研究的多源遥感数据时，维护数据质量需要哪些程序步骤？",
        "AnswerEn": "Procedural steps involve careful quality control throughout sensor calibration, data collection, data processing, and dataset generation. Additionally, multi-source datasets are graded by quality, with only the highest quality data being used for calculations, while data affected by thin cloud contamination are excluded.",
        "AnswerCn": "程序步骤涉及在传感器校准、数据收集、数据处理和数据集生成的整个过程中进行严格的质量控制。此外，多源数据集按质量进行分级，仅使用最高质量的数据进行计算，而受薄云污染影响的数据则被排除在外。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What instrumentation techniques enable the collection of multiscale eco-hydrological data in heterogeneous surface environments?",
        "QuestionCn": "哪些仪器技术能够在异质表面环境中收集多尺度生态水文数据？",
        "AnswerEn": "Instrumentation on hierarchically nested scales, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network, enables the collection of multiscale eco-hydrological data.",
        "AnswerCn": "在层次嵌套的尺度上，仪器设备包括涡度协方差塔、宽孔径闪烁仪、自动气象站和生态水文传感器网络，能够收集多尺度的生态水文数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What factors contribute to the development of a global synthetic vegetation index product algorithm system using multi-source datasets?",
        "QuestionCn": "哪些因素有助于利用多源数据集开发全球合成植被指数产品算法系统？",
        "AnswerEn": "The development of a global synthetic vegetation index product algorithm system using multi-source datasets is enabled by analyzing multi-source data and existing synthetic vegetation index products, followed by employing algorithms like BRDF angle normalization, CV-MVC, and MVC to synthesize vegetation indices with improved temporal and spatial resolution.",
        "AnswerCn": "通过分析多源数据和现有的合成植被指数产品，开发一个全球合成植被指数产品算法系统，利用多源数据的优势，采用BRDF角度归一化、CV-MVC和MVC等算法，合成具有更高时间和空间分辨率的植被指数。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What challenges might arise from using multi-source datasets for creating high-resolution composite vegetation indices?",
        "QuestionCn": "使用多源数据集创建高分辨率复合植被指数可能会面临哪些挑战？",
        "AnswerEn": "Challenges in using multi-source datasets for creating high-resolution composite vegetation indices include variations in sensor performance and operational time, which can lead to inconsistent observation quality. These differences necessitate a quality grading system for the datasets to ensure only reliable data are used, particularly avoiding data affected by thin cloud contamination.",
        "AnswerCn": "使用多源数据集创建高分辨率复合植被指数面临的挑战包括传感器性能和操作时间的变化，这可能导致观测质量不一致。这些差异需要一个数据集的质量评分系统，以确保仅使用可靠的数据，特别是避免使用受薄云污染影响的数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using multiple observation angles and time phases in enhancing the accuracy and resolution of eco-hydrological data collection?",
        "QuestionCn": "您将如何评估在增强生态水文数据收集的准确性和分辨率方面使用多个观察角度和时间阶段的有效性？",
        "AnswerEn": "Using multiple observation angles and time phases is effective in enhancing the accuracy and resolution of eco-hydrological data collection, as demonstrated by the NDVI/EVI composite product. The multiscale dataset approach allows for improved parameter estimation, providing better temporal resolution and detail in vegetation growth analysis, as evidenced by the increased time resolution from 16 days to 5 days and its closer alignment with ground-truth data.",
        "AnswerCn": "使用多个观察角度和时间阶段在提高生态水文数据收集的准确性和分辨率方面是有效的，这一点通过NDVI/EVI复合产品得到了证明。多尺度数据集方法允许改进参数估计，提供更好的时间分辨率和植被生长分析的细节，正如时间分辨率从16天提高到5天，并且与地面真实数据的更紧密对齐所证明的那样。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways can the methodologies used in multiscale observations be refined to address the limitations in capturing eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "在多尺度观测中，如何改进所使用的方法论，以解决在异质表面捕捉生态水文过程时的局限性？",
        "AnswerEn": "Refining methodologies in multiscale observations could involve improving quality control measures, enhancing sensor calibration, and developing algorithms that better integrate diverse data sources. The HiWATER experiment's use of hierarchically nested scales and diverse instrumentation demonstrates an approach that could be further refined to improve the capture of eco-hydrological processes on heterogeneous surfaces.",
        "AnswerCn": "在多尺度观测中，精炼方法论可能涉及改善质量控制措施、增强传感器校准以及开发更好地整合多样数据源的算法。HiWATER实验采用分层嵌套尺度和多样化仪器的方式，展示了一种可以进一步精炼的方法，以改善对异质表面生态水文过程的捕捉。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how multiscale observations can be effectively integrated to improve the understanding of eco-hydrological processes.",
        "QuestionCn": "我不明白如何有效整合多尺度观测，以提高对生态水文过程的理解。",
        "AnswerEn": "The integration of multiscale observations is achieved through the HiWATER experiment, which uses instrumentation on hierarchically nested scales. This includes a flux observation matrix, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing, allowing for the capture of multi-scale eco-hydrological processes.",
        "AnswerCn": "多尺度观测的整合通过HiWATER实验实现，该实验使用分层嵌套尺度的仪器。这包括通量观测矩阵、生态水文传感器网络和超高分辨率的空中遥感，能够捕捉多尺度的生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how the quality of multiscale datasets is controlled and maintained during collection and processing.",
        "QuestionCn": "我不确定在收集和处理多尺度数据集时，如何控制和维护其质量。",
        "AnswerEn": "All observational data in the HiWATER experiment are carefully quality controlled through sensor calibration, data collection, data processing, and dataset generation to ensure accuracy and reliability.",
        "AnswerCn": "HiWATER实验中的所有观测数据都经过严格的质量控制，包括传感器校准、数据收集、数据处理和数据集生成，以确保准确性和可靠性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I can't make sense of the advantages of using multiple observation angles and times in the synthesis of vegetation index products.",
        "QuestionCn": "我无法理解在合成植被指数产品时使用多个观察角度和时间的优势。",
        "AnswerEn": "Using multiple observation angles and times allows for the creation of a more comprehensive dataset, which improves the precision of parameter estimation and the temporal resolution of vegetation index products, as demonstrated by the synthesis of NDVI/EVI in the Heihe River Basin.",
        "AnswerCn": "使用多个观测角度和时间可以创建更全面的数据集，从而提高参数估计的精度和植被指数产品的时间分辨率，这在黑河流域的NDVI/EVI合成中得到了证明。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the data collection techniques used for obtaining multiscale eco-hydrological observations in an oasis-desert area.",
        "QuestionCn": "总结用于获取绿洲-沙漠地区多尺度生态水文观测的数据收集技术。",
        "AnswerEn": "The data collection techniques involve several intensive observation periods (IOPs) and continuous hydrometeorological observations. Instruments were arranged in hierarchically nested scales, including a sparse network for oasis-desert interaction, a superstation within the oasis, and various EC towers and automatic meteorological stations in surrounding landscapes. Intensive observations were carried out at the irrigation district scale with 12 airborne remote sensing missions using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
        "AnswerCn": "数据收集技术涉及多个密集观察期（IOPs）和持续的水文气象观测。仪器按照层次嵌套的尺度进行布置，包括用于绿洲-沙漠相互作用的稀疏网络、绿洲内的超级站，以及周边景观中的各种EC塔和自动气象站。在灌溉区规模上进行了12次航空遥感任务的密集观测，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}