{
    "id": "b49af392-d41e-4c24-badd-473d5b136305",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Seismic Zonation Map of Western Asia (1960-2019)",
            "titleCn": "西亚地区地震区划图（1960-2019）",
            "description": "We compiled the Seismic Zonation Map of Western Asia using the ArcGIS platform through data collecting and digitization. The Seismic Zonation map of Western Asia covers Iran and its surrounding countries and regions. Based on the “Major active faults of Iran” map, the  map is replenished with massive published data and depicts the location and nature of the seisogenic faults or active faults and the epicenter of earthquakes with M ≥ 5 from 1960 to 2019. The zonation map shows the mean values of peak ground acceleration (PGA) with 10% probability of being exceeded in 50 years. The two maps can not only be used in the research of active faults and seismic risks in Western Asia, but also will be applied to the seismic safety evaluation for infrastructure construction.",
            "descriptionCn": "通过资料整理和数字化，基于ArcGIS平台，构建了西亚地区地震区划图。地震区划图以伊朗地震研究机构的图件为基础，并广泛收集最新的活动断裂研究资料，图件范围包括伊朗及周边国家和地区，图中标绘了发震断层（活动断层）的位置、活动性质和主要参考文献资料，以及1960年至2019年5级以上地震的震中位置。区划图中以未来50年超越概率10%的地震动加速率峰值（PGA）为指标，进行地震危险性分区。图件可用于西亚地区的活动构造和地震灾害研究，为西亚地区的大型工程与基础设施建设提供地震安全保障。",
            "instructions": "The data file of the zoning map is called \"Western Asia seismic zoning map 20200220. MPK\". MPK files can be opened and viewed with ArcGIS v10.",
            "instructionsCn": "区划图的数据文件名为“西亚地区地震区划图20200220.mpk”。mpk文件可以用ARCGIS v10 打开查看。",
            "east": 65.0,
            "west": 45.0,
            "south": 25.0,
            "north": 40.0,
            "startTime": "1960-01-07 16:00:00",
            "endTime": "2020-01-06 16:00:00",
            "fileSize": 86989400.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘志成",
                "nameEn": "LIU Zhicheng",
                "unitEn": "China Earthquake Disaster Prevention Center",
                "unitCn": "中国地震灾害防御中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": "全球地震目录",
                "titleEn": null,
                "referenceCn": "宋治平, 张国民, 刘杰, 尹继尧, 薛艳, 宋先月. (2011). 全球地震目录, 北京：地震出版社",
                "referenceEn": null
            },
            {
                "titleCn": "中国地震台网统一地震目录",
                "titleEn": null,
                "referenceCn": "中国地震台网统一地震目录（http://data.earthquake.cn/index.html）",
                "referenceEn": null
            },
            {
                "titleCn": "美国USGS地震目录",
                "titleEn": null,
                "referenceCn": "美国USGS地震目录（https://earthquake.usgs.gov/earthquakes/search/）",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Map of Major Active Faults of Iran",
                "referenceCn": null,
                "referenceEn": "Hessami, K., Jamali, F., & Tabassi, H. (2003). Map of Major Active Faults of Iran. International Institute of Earthquake Engineering and Seismology, Iran."
            },
            {
                "titleCn": null,
                "titleEn": "The 2014 Earthquake Model of the Middle East: seismogenic sources",
                "referenceCn": null,
                "referenceEn": "Danciu, L., Şeşetyan, K., Demircioglu, M., Gülen, L., Zare, M., Basili, R., Elias, A., Adamia, S., Tsereteli, N., Yalçın, H., Utkucu, M., Khan, M. A., Sayab, M., Hessami, K., Rovida, A. N., Stucchi, M., Burg, J.-P., Karakhanian, A., Babayan, H., … Giardini, D. (2018). The 2014 Earthquake Model of the Middle East: seismogenic sources. Bulletin of Earthquake Engineering, 16(8), 3465–3496. https://doi.org/10.1007/s10518-017-0096-8"
            },
            {
                "titleCn": null,
                "titleEn": "Seismic hazard map of the Middle East",
                "referenceCn": null,
                "referenceEn": "Giardini, D., Danciu, L., Erdik, M., Şeşetyan, K., Demircioğlu Tümsa, M. B., Akkar, S., Gülen, L., & Zare, M. (2018). Seismic hazard map of the Middle East. Bulletin of Earthquake Engineering, 16(8), 3567–3570. https://doi.org/10.1007/s10518-018-0347-3."
            },
            {
                "titleCn": null,
                "titleEn": "http://www.efehr.org/en/Documentation/specific-hazard-models/middle-east/overview/",
                "referenceCn": null,
                "referenceEn": "http://www.efehr.org/en/Documentation/specific-hazard-models/middle-east/overview/"
            },
            {
                "titleCn": null,
                "titleEn": "https://ngdc.noaa.gov/mgg/global/",
                "referenceCn": null,
                "referenceEn": "https://ngdc.noaa.gov/mgg/global/"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地震",
                "nameEn": "Seismology"
            },
            {
                "nameCn": "地震构造",
                "nameEn": "Seismotectonic"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-third pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "近50年",
                "keywordEn": "Nearly 50 years",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and properties of a dataset used for creating seismic zoning maps in the West Asia region?",
                "QuestionCn": "用于创建西亚地区地震分区图的数据集的特征和属性是什么？",
                "AnswerEn": "locations of seismic faults, activity characteristics, major reference literature, epicenter positions of earthquakes with magnitudes above 5 from 1960 to 2019, peak ground acceleration (PGA) values, 10% probability of exceedance in the next 50 years",
                "AnswerCn": "地震断层的位置、活动特征、主要参考文献、1960年至2019年间震级超过5级的地震震中位置、峰值地面加速度（PGA）值、未来50年内超越概率为10%。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the primary reasons for the development and digitization of seismic zoning maps in the West Asia region from 1960-2019?",
                "QuestionCn": "1960年至2019年间，西亚地区地震分区图的开发和数字化的主要原因是什么？",
                "AnswerEn": "The development and digitization of seismic zoning maps in the West Asia region from 1960-2019 are primarily driven by the need to understand and visualize seismic hazards for research and infrastructure planning. The maps are based on data from the Iranian Seismological Research Institute and incorporate recent active fault studies. They mark the locations, activities, and references of seismic faults and epicenters of earthquakes with magnitudes of 5 or above, ensuring that the region's structural engineering and safety measures are informed by accurate seismic risk assessments.",
                "AnswerCn": "1960年至2019年，西亚地区的地震分区图的开发和数字化主要是为了理解和可视化地震危害，以便进行研究和基础设施规划。这些地图基于伊朗地震研究所的数据，并结合了最近的活断层研究。它们标记了地震断层和震中位置、活动情况以及震级在5级及以上的地震参考，确保该地区的结构工程和安全措施能够基于准确的地震风险评估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of integrating recent active fault research data with existing seismic zoning maps in the West Asia region?",
                "QuestionCn": "将最近的活断层研究数据与西亚地区现有的地震分区图结合起来，可能产生的结果有哪些？",
                "AnswerEn": "Integrating recent active fault research data with existing seismic zoning maps in the West Asia region could enhance the accuracy of seismic hazard assessments. This integration may lead to improved identification of active fault locations, activity characteristics, and associated seismic risks, potentially influencing future earthquake safety measures and infrastructure planning in the region.",
                "AnswerCn": "将最近的活断层研究数据与西亚地区现有的地震分区图进行整合，可以提高地震灾害评估的准确性。这种整合可能有助于更好地识别活断层的位置、活动特征及相关的地震风险，从而可能影响该地区未来的抗震安全措施和基础设施规划。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of constructing a seismic zoning map for the West Asia region using ArcGIS and data from the Iranian Seismological Research Institute?",
                "QuestionCn": "使用ArcGIS和伊朗地震研究所的数据为西亚地区构建地震分区图的主要目标是什么。",
                "AnswerEn": "The primary goal of constructing a seismic zoning map for the West Asia region is to facilitate research on active tectonics and earthquake hazards in the region, and to provide earthquake safety assurance for large-scale engineering and infrastructure projects. The map uses data from the Iranian Seismological Research Institute and incorporates the latest research on active faults, marking the positions and properties of these faults, along with the epicenters of earthquakes with magnitudes of 5 or above from 1960 to 2019. It also includes seismic hazard zoning based on the peak ground acceleration with a 10% probability of exceedance in the next 50 years.",
                "AnswerCn": "构建西亚地区地震分区图的主要目标是促进对该地区活跃构造和地震灾害的研究，并为大型工程和基础设施项目提供地震安全保障。该地图使用了伊朗地震研究所的数据，并结合了最新的活断层研究，标记了这些断层的位置和特性，以及1960年至2019年间震中震级在5及以上的地震。它还包括基于未来50年内10%超越概率的峰值地面加速度的地震危险分区。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in digitizing and constructing a seismic zoning map for the West Asia region using ArcGIS, considering the integration of various data sources and historical records?",
                "QuestionCn": "在使用ArcGIS为西亚地区数字化和构建地震分区图时，涉及的程序包括整合各种数据源和历史记录。",
                "AnswerEn": "The process involves organizing and digitizing historical seismic data and integrating it into the ArcGIS platform. This includes using maps from the Iranian Seismological Research Institute as a foundation, gathering recent studies on active faults, and plotting the locations, characteristics, and references of seismic faults. Additionally, it involves marking the epicenters of earthquakes with magnitudes above 5 from 1960 to 2019 and conducting seismic hazard zoning using parameters like the peak ground acceleration (PGA) with a 10% exceedance probability over 50 years. The constructed map covers Iran and neighboring regions and serves as a tool for researching active tectonics and seismic risks, supporting safe infrastructure development in the West Asia region.",
                "AnswerCn": "该过程涉及组织和数字化历史地震数据，并将其整合到ArcGIS平台中。这包括使用伊朗地震研究所的地图作为基础，收集关于活动断层的最新研究，并绘制地震断层的位置、特征和参考文献。此外，还包括标记1960年至2019年间震级超过5的地震的震中，并使用如50年内10%超越概率的峰值地面加速度（PGA）等参数进行地震危险区划。构建的地图覆盖伊朗及邻近地区，作为研究活动构造和地震风险的工具，支持西亚地区安全基础设施的发展。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have facilitated the creation of seismic zoning maps for the West Asia region?",
                "QuestionCn": "哪些技术进步促进了西亚地区地震分区图的创建？",
                "AnswerEn": "The use of the ArcGIS platform, along with the digitalization and compilation of data from various sources such as the Iranian Seismological Institute and research on active faults, has enabled the construction of seismic zoning maps for the West Asia region.",
                "AnswerCn": "使用ArcGIS平台，以及来自伊朗地震学研究所和活断层研究等各种来源的数据数字化和汇编，使得为西亚地区构建地震分区图成为可能。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}