{
  "id": "b4d89e31-4e07-426e-a801-b6627fbc03ad",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "In-situ observations of lake level on the western Tibetan Plateau (2016-2021)",
      "titleCn": "青藏高原西部湖泊水位数据（2016-2021）",
      "description": "This dataset contains in-situ lake level observations at Lumajiangdong Co, Memar Co，Camelot Lake and Jieze Caka on the western Tibetan Plateau.\nThe lake water level was monitored by HOBO water level logger (U20-001-01) or Solist water level logger, which was installed on the lake shore. Lake level data was then calibrated by using the barometer installed near the lake. Then the real water level changes were obtained. The accuracy was less than 0.5 cm.\nThe items of this dataset are as follows:\nDaily lake level changes at Lumajiangdong Co from 2016 to 2021;\nDaily lake level changes at Memar Co from 2017 to 2019 and from 2020 to 2021;\nDaily lake level changes at Luotuo Lake from 2019 to 2020.\nDaily lake level changes at Jieze Caka Lake from 2019 to 2020.\nWater level, unit: m.",
      "descriptionCn": "本数据集包括青藏高原西部鲁玛江东错，美马错，骆驼湖和结则茶卡2016年以来湖泊水位观测数据\n湖水水位通过HOBO水位计或Solist水位计观测，并通过岸边气压计进行校正，精度小于0.5 cm。\n数据集包含以下内容：\n2016-2021年鲁玛江东错湖水水位日变化数据；\n2017-2019年,2020-2021年美马错湖水水位日变化数据；\n2019-2020年骆驼湖湖水水位日变化数据；\n2019-2020年结则茶卡湖水水位日变化数据。\n水位，单位：m。",
      "instructions": "The dataset can be downloaded in form of Excel file.",
      "instructionsCn": "数据可以通过直接下载excel文件使用",
      "east": 82.5,
      "west": 80.5,
      "south": 33.5,
      "north": 35.0,
      "startTime": "2016-09-30 00:00:00",
      "endTime": "2021-08-31 11:59:59",
      "fileSize": 75178.0,
      "cstr": "18406.11.Terre.tpdc.272314",
      "doi": "10.11888/Terre.tpdc.272314",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "类延斌",
        "nameEn": "LEI Yanbin",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Critical role of groundwater inflow in sustaining lake water balance on the western Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Lei, Y., Yang, K., Immerzeel, W. W.,Song, P., Bird, B. W., He, J., et al. (2022).Critical role of groundwater inflow in sustaining lake water balance on the western Tibetan Plateau. Geophysical Research Letters, 49, e2022GL099268. https://doi.org/10.1029/2022GL099268)"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地下水",
        "nameEn": "Ground Water"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "水环境",
        "nameEn": "Water Environment"
      },
      {
        "nameCn": "湖冰",
        "nameEn": "Lake ice"
      },
      {
        "nameCn": "湖泊",
        "nameEn": "Lake"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原西部",
        "keywordEn": "Western Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "湖泊水位季节变化",
        "keywordEn": "Lake level seasonality",
        "type": "temporal"
      },
      {
        "keywordCn": "湖面结冰期",
        "keywordEn": "The ice covered period",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for monitoring lake water levels in the western Tibetan Plateau from 2016 to 2021?",
        "QuestionCn": "2016年至2021年期间，用于监测西藏高原湖泊水位的数据收集方法的特点是什么？",
        "AnswerEn": "HOBO water level loggers, Solist water level loggers, calibrated with barometers, accuracy of less than 0.5 cm, daily water level changes, 2016 to 2021",
        "AnswerCn": "HOBO水位记录仪，Solist水位记录仪，使用气压计校准，精度小于0.5厘米，2016年至2021年每日水位变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many lakes are included in a dataset focused on lake water level observations in the western Tibetan Plateau from 2016 to 2021?",
        "QuestionCn": "该数据集关注2016年至2021年西藏高原的湖泊水位观测，包含多少个湖泊？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do water level measurement techniques using HOBO water level meters compare to those using Solist water level meters in terms of accuracy and data correction methods in Tibetan Plateau lakes?",
        "QuestionCn": "HOBO水位计和Solist水位计在西藏高原湖泊的水位测量技术中，在准确性和数据修正方法方面有何比较？",
        "AnswerEn": "Water levels in the Tibetan Plateau lakes are observed using either HOBO or Solist water level meters. Both techniques involve data correction using a barometer on the shore to achieve accuracy better than 0.5 cm.",
        "AnswerCn": "在青藏高原湖泊中，水位的观测使用HOBO或Solist水位计。这两种技术都涉及使用岸边的气压计进行数据修正，以达到更好于0.5厘米的精度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could have influenced the accuracy of lake water level measurements in the western Tibetan Plateau from 2016 to 2021?",
        "QuestionCn": "2016年至2021年西藏高原湖泊水位测量的准确性可能受到哪些因素的影响？",
        "AnswerEn": "Lake water levels were measured using HOBO or Solist water level meters, which were corrected with barometers on the shore, achieving an accuracy of less than 0.5 cm.",
        "AnswerCn": "湖水水位使用HOBO或Solist水位计进行测量，并通过岸边的气压计进行校正，达到小于0.5厘米的精度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing HOBO water level loggers or Solist water level loggers with calibration by pressure gauges on the accuracy and reliability of lake water level measurements in the western Tibetan Plateau?",
        "QuestionCn": "使用HOBO水位记录仪或Solist水位记录仪，并通过压力计进行校准，可能对西藏高原湖泊水位测量的准确性和可靠性产生哪些潜在后果？",
        "AnswerEn": "The use of HOBO water level loggers or Solist water level loggers, calibrated with pressure gauges, is likely to lead to high accuracy and reliability in measuring lake water levels in the western Tibetan Plateau, with precision less than 0.5 cm. This precision can significantly enhance the understanding of daily variations in water levels across lakes such as 鲁玛江东错, 美马错, 骆驼湖, and 结则茶卡 from 2016 to 2021.",
        "AnswerCn": "使用HOBO水位记录仪或Solist水位记录仪，并通过压力计进行校准，可能会在测量西藏高原湖泊水位方面实现高精度和可靠性，精度低于0.5厘米。这种精度可以显著增强对2016年至2021年间鲁玛江东错、美马错、骆驼湖和结则茶卡等湖泊水位日变化的理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures for ensuring accuracy and precision when using water level meters like HOBO and Solist, and how do they integrate with on-site atmospheric pressure measurements?",
        "QuestionCn": "使用水位计如HOBO和Solist时，确保准确性和精确性的程序是什么，以及它们如何与现场大气压力测量集成？",
        "AnswerEn": "Water levels were measured using HOBO or Solist water level meters. These measurements were corrected with on-site atmospheric pressure data from a pressure gauge placed on the shore, ensuring an accuracy of less than 0.5 cm.",
        "AnswerCn": "水位使用HOBO或Solist水位计进行测量。这些测量值通过在岸边放置的压力计的现场大气压力数据进行了校正，确保了精度在0.5厘米以内。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions or equipment enable the precise measurement of lake water levels in the western Tibetan Plateau, ensuring accuracy to less than 0.5 cm?",
        "QuestionCn": "哪些条件或设备能够在西藏高原精确测量湖水位，确保精度达到0.5厘米以内？",
        "AnswerEn": "The precise measurement of lake water levels in the western Tibetan Plateau is enabled by the use of HOBO or Solist water level loggers, which are calibrated with barometers placed at the shore, ensuring accuracy to less than 0.5 cm.",
        "AnswerCn": "西藏高原西部湖泊水位的精确测量得益于使用HOBO或Solist水位记录仪，这些记录仪通过放置在岸边的气压计进行校准，确保测量精度低于0.5厘米。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}