{
  "id": "b4ef2c3d-87e7-42c6-b794-a2e217fe36dd",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "40Ar/39Ar analysis data of mylonites in Korean Peninsula",
      "titleCn": "朝鲜半岛地区糜棱岩的40Ar／39Ar分析数据",
      "description": "The table contains 40Ar / 39Ar dating information of mylonite samples from the Korean Peninsula. At first, the samples were separated by crushing → water bleaching → sieving → magnetic separation → specific gravity liquid separation, and then the single mineral dating samples such as biotite, amphibole and Muscovite were selected by hand under binocular lens. The experimental method is 40Ar / 39Ar dating. After pretreatment, the samples were irradiated in the \"swimming pool reactor\" of the Chinese Academy of atomic energy. The helix MC of the Institute of geology of the Chinese Academy of Geological Sciences was used to heat the samples in stages. The isoplot program was used to calculate the plateau age and the positive and negative isochrons. This data can provide data support for understanding the eastward extension of the Dabie Sulu orogenic belt on the Korean Peninsula.",
      "descriptionCn": "表格内容包括朝鲜半岛地区的糜棱岩样品的40Ar/39Ar定年信息。首先将样品经过碎样→水漂→过筛 →磁选→比重液分离等步骤分选出黑云母、角闪石和白云母等单矿物定年样品，最后在双目镜下手工挑纯。实验方法是40Ar/39Ar定年法。样品经过前处理后进行照射，照射工作是在中国原子能科学研究院的“游泳池堆”中进行的，接着利用中国地质科学院地质研究所气体多接收稀有气体质谱仪 Helix MC进行阶段升温加热，最后使用ISOPLOT 程序计算坪年龄及正、反等时线。此数据可为了解大别-苏鲁造山带在朝鲜半岛的东延方式提供数据支持。以上数据已发表于SCI高级别期刊，数据真实可靠。数据以Excel表格形式储存。",
      "instructions": "The data is stored in Excel format. The name of the document is \"xxxxx-xx-A\", where xxxxx-xx represents the sample number, A represents the abbreviation of sample mineral type, B represents biotite, am represents amphibole, and M represents muscovite.",
      "instructionsCn": "数据以Excel表格格式储存。文件名称为“XXXXX-XX-A”,其中，XXXXX-XX代表样品号，A代表样品矿物种类缩写\n。其中B表示黑云母，Am表示角闪石，M表示白云母。",
      "east": 130.0,
      "west": 122.0,
      "south": 34.0,
      "north": 45.0,
      "startTime": "2014-08-04 00:00:00",
      "endTime": "2016-08-04 11:59:59",
      "fileSize": 1224192.0,
      "cstr": "18406.11.Geo.tpdc.271535",
      "doi": "10.11888/Geo.tpdc.271535",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "武昱东",
        "nameEn": "WU Yudong",
        "unitEn": "",
        "unitCn": "国土资源部成矿作用与资源评价重点实验室，中国地质科学院矿产资源研究所，北京 100037"
      }
    ],
    "literatureList": [
      {
        "titleCn": "大别-苏鲁造山带在朝鲜半岛的延伸方式——基于40Ar/39Ar构造年代学的约束",
        "titleEn": null,
        "referenceCn": "武昱东 & 侯泉林. (2016). 大别-苏鲁造山带在朝鲜半岛的延伸方式——基于~(40)Ar/~(39)Ar构造年代学的约束. 岩石学报(10), 3187-3204. doi:CNKI:SUN:YSXB.0.2016-10-018.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "40Ar /39Ar构造年代学",
        "keywordEn": "40Ar /39Ar dating"
      },
      {
        "keywordCn": "京 畿 地 块",
        "keywordEn": "Gyonggi massif"
      },
      {
        "keywordCn": "大别苏鲁造山带",
        "keywordEn": "Dabie-Sulu orogenic belt"
      },
      {
        "keywordCn": "朝 鲜 半 岛",
        "keywordEn": "Korean Peninsula"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "碰撞阶段(～210Ma）、逆冲推覆造山作用阶段(200～150Ma)、造山后伸展阶段(140～90Ma)",
        "keywordEn": "Collide Stage(T1，～ 210Ma)，Orogenesis Stage(T2-J3，200 ～ 150Ma)，Extensional Stage(K1-2，140 ～ 90Ma)",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze 40Ar/39Ar dating for mylonite samples in the Korean Peninsula?",
        "QuestionCn": "您能否提供一个用于分析朝鲜半岛变质岩样品的40Ar/39Ar定年数据收集方法的示例？",
        "AnswerEn": "A data collection method involves processing mylonite samples through steps such as crushing, water flotation, sieving, magnetic separation, and heavy liquid separation to isolate minerals like biotite, amphibole, and muscovite for dating. The samples are then hand-picked under a binocular microscope for purity. Post-treatment, the samples are irradiated in a 'swimming pool reactor' at the China Institute of Atomic Energy. They are analyzed using a multi-collector noble gas mass spectrometer, Helix MC, by stepwise heating, and ages are calculated using the ISOPLOT program.",
        "AnswerCn": "一种数据收集方法涉及对片麻岩样品进行处理，步骤包括破碎、水浮选、筛分、磁选和重液分离，以分离出如黑云母、角闪石和白云母等矿物进行定年。样品随后在双目显微镜下手工挑选以确保纯度。处理后，样品在中国原子能科学研究院的“游泳池反应堆”中进行辐照。然后使用多收集贵气体质谱仪Helix MC通过逐步加热进行分析，并使用ISOPLOT程序计算年龄。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many single mineral dating samples, such as biotite, amphibole, and muscovite, are included in a dataset collected from mylonite samples in the Korean Peninsula for the 40Ar/39Ar analysis?",
        "QuestionCn": "在韩国半岛收集的来自变质岩样本的数据集中，包含多少个单矿物定年样本，如黑云母、角闪石和白云母，用于40Ar/39Ar分析？",
        "AnswerEn": "The metadata does not specify the exact number of single mineral dating samples included in the dataset.",
        "AnswerCn": "元数据未指定数据集中包含的单矿物测年样本的确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 40Ar/39Ar dating method in the context of studying mylonite samples from the Korean Peninsula?",
        "QuestionCn": "在研究来自朝鲜半岛的糜棱岩样品时，什么是40Ar/39Ar定年法？",
        "AnswerEn": "The 40Ar/39Ar dating method involves analyzing mylonite samples to determine their age through a series of steps that include crushing, floating, sieving, magnetic separation, and heavy liquid separation to isolate minerals like biotite, amphibole, and muscovite for dating. The samples are then irradiated, with irradiation conducted at the 'swimming pool reactor' of the China Institute of Atomic Energy. The analysis uses a gas multi-collector rare gas mass spectrometer Helix MC for stepwise heating, followed by age calculation using the ISOPLOT program to provide reliable data on the extension of the Dabie-Sulu orogenic belt into the Korean Peninsula.",
        "AnswerCn": "40Ar/39Ar 定年方法涉及分析变质岩样品，通过一系列步骤确定其年龄，包括破碎、浮选、筛分、磁分离和重液分离，以分离出用于定年的矿物，如黑云母、角闪石和白云母。样品随后被辐照，辐照在中国原子能科学研究院的“游泳池反应堆”中进行。分析使用气体多收集稀有气体质谱仪 Helix MC 进行逐步加热，随后使用 ISOPLOT 程序进行年龄计算，以提供关于大别-苏鲁造山带延伸至朝鲜半岛的可靠数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the reliability and precision of geological age dating when using multiple mineral separation techniques and advanced mass spectrometry in data collection methods for 40Ar/39Ar analysis of mylonite samples?",
        "QuestionCn": "在对变质岩样品进行40Ar/39Ar分析时，使用多种矿物分离技术和先进的质谱法进行数据收集可能对地质年龄测定的可靠性和精确性产生哪些潜在影响？",
        "AnswerEn": "The use of multiple mineral separation techniques, such as water flotation, sieving, magnetic separation, and heavy liquid separation, followed by careful manual selection under a binocular microscope, can enhance the purity and specificity of mineral samples like biotite, amphibole, and muscovite. When these meticulously prepared samples undergo 40Ar/39Ar dating using advanced mass spectrometry, such as the Helix MC gas multi-collector rare gas mass spectrometer, the precision and reliability of the age dating results are likely to improve significantly. These rigorous methods ensure that the samples are representative and uncontaminated, leading to more accurate and reproducible age determinations. Consequently, this can provide robust data support for understanding geological processes, such as the extension of the Dabie-Sulu orogenic belt into the Korean Peninsula.",
        "AnswerCn": "使用多种矿物分离技术，如水浮选、筛分、磁选和重液分离，随后在双目显微镜下进行仔细的手工选择，可以提高矿物样品（如黑云母、角闪石和白云母）的纯度和特异性。当这些精心准备的样品通过先进的质谱技术（如Helix MC气体多收集稀有气体质谱仪）进行40Ar/39Ar定年时，年龄测定结果的精确性和可靠性可能会显著提高。这些严格的方法确保样品具有代表性且未被污染，从而导致更准确和可重复的年龄测定。因此，这可以为理解地质过程提供可靠的数据支持，例如大别山-苏鲁造山带向朝鲜半岛的延伸。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind collecting and analyzing 40Ar/39Ar data from mylonite samples in the Korean Peninsula?",
        "QuestionCn": "收集和分析来自韩国半岛的变质岩样品的40Ar/39Ar数据的主要目标是什么？",
        "AnswerEn": "The primary objective of collecting and analyzing 40Ar/39Ar data from mylonite samples in the Korean Peninsula is to provide data support for understanding the eastward extension of the Dabie-Sulu orogenic belt into the Korean Peninsula. This can help in reconstructing tectonic processes and assessing the geochronological evolution of the region.",
        "AnswerCn": "收集和分析来自韩国半岛的变质岩样品的40Ar/39Ar数据的主要目的是为理解大别-苏鲁造山带向韩国半岛的向东延伸提供数据支持。这有助于重建构造过程并评估该地区的地质年代演化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What experimental methods and tools enable the accurate measurement of 40Ar/39Ar ages in mylonite samples from the Korean Peninsula?",
        "QuestionCn": "哪些实验方法和工具能够准确测量来自韩国半岛的变质岩样品的40Ar/39Ar年龄？",
        "AnswerEn": "The 40Ar/39Ar dating method involves several steps, including sample preparation such as crushing, flotation, sieving, magnetic separation, and density liquid separation to isolate minerals like biotite, amphibole, and muscovite. After preparation, samples are irradiated at the 'swimming pool reactor' of the China Institute of Atomic Energy. The Helix MC multi-collector noble gas mass spectrometer at the China Geological Survey is used for step-heating and measurement, and the ISOPLOT program is employed to calculate plateau ages and isochron ages.",
        "AnswerCn": "40Ar/39Ar测年方法涉及多个步骤，包括样品准备，如破碎、浮选、筛分、磁分离和密度液体分离，以分离出生物云母、角闪石和白云母等矿物。准备完成后，样品在中国原子能科学研究院的“游泳池反应堆”中进行辐照。中国地质调查局的Helix MC多收集贵气体质谱仪用于逐步加热和测量，ISOPLOT程序用于计算平坦年龄和同位素年龄。",
        "Level": "C3(Applying)"
      }
    ]
  }
}