{
  "id": "b56d924e-782c-439e-a265-9687fae77731",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Sea surface temperature (SST)  dataset of the sea area along the Blet and Road (1981-2016)",
      "titleCn": "“一带一路”沿线海域海水表面温度数据集（1981-2016）",
      "description": "The Optimum Interpolation sea surface temperature (OISST) analysis product provides complete ocean temperature fields constructed by using an optimum interpolation (OI) technique. The SST analysis has a spatial grid resolution of 0.25 degree and temporal resolution of 1 day. The product uses Advanced Very High Resolution Radiometer (AVHRR) satellite data from the Pathfinder AVHRR SST dataset when available for September 1981 through December 2005, and the operational Navy AVHRR Multi-Channel SST data for 2006 to the present day. Pathfinder AVHRR SST was chosen because of good agreement with the in-situ observation data. The product also uses sea ice datasets, in situ data from ships and buoys, and includes a large-scale adjustment of satellite biases with respect to the in-situ data. In areas where sea ice is present, SST is estimated from sea ice concentration datasets from NASA GSFC before 2005 and then from NOAA NCEP from 2005 onwards. The SST product is of great importance in the study of storm tide. Based on the SST product from 1981 to 2016, GEE was used to tailor the masks of the sea area along the Blet and Road. Finally, the 16-day synthetic sea surface temperature dataset of the sea area along the Blet and Road from 1981 to 2016 was obtained.",
      "descriptionCn": "最优差值海表温度(OISST)分析产品提供了使用最优插值(OI)技术构建的完整海洋温度场。海温产品的空间网格分辨率为0.25度，时间分辨率为1天。该产品使用先进的甚高分辨率辐射计(AVHRR)卫星数据，来自探路者(Pathfinder) AVHRR SST数据集(1981年9月至2005年12月)和海军AVHRR多通道海表温度数据(2006年至今)。选择探索者AVHRR海表温度是因为其与现场观测数据吻合较好。该产品还使用海冰数据集，来自船只和浮标的现场数据，并包括大规模调整卫星偏差的现场数据。在有海冰存在的地区，海表温度是由美国国家航空航天局2005年以前的GSFC和2005年以后的NOAA NCEP提供的海冰浓度数据来估计的。海表温度在风暴潮研究中具有重要意义。基于1981年至2016年的海表温度产品，利用GEE对数据进行研究区的掩模裁剪并重采样。最后得到了1981-2016年“一带一路”沿海海域16天合成海面温度数据集。",
      "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
      "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
      "east": 109.0,
      "west": 11.0,
      "south": 2.0,
      "north": 51.0,
      "startTime": "1981-01-08 16:00:00",
      "endTime": "2017-01-07 16:00:00",
      "fileSize": 262922574.0,
      "cstr": "18406.11.Meteoro.tpdc.270343",
      "doi": "10.11888/Meteoro.tpdc.270343",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "李强子",
        "nameEn": "LI Qiangzi",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "董文",
        "nameEn": "DONG Wen",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "NOAA Optimum Interpolation 1/4 Degree Daily Sea Surface Temperature (OISST) Analysis, Version 2",
        "referenceCn": null,
        "referenceEn": "Richard W. Reynolds, Viva F. Banzon, and NOAA CDR Program, (2008). NOAA Optimum Interpolation 1/4 Degree Daily Sea Surface Temperature (OISST) Analysis, Version 2. [indicate subset used]. NOAA National Centers for Environmental Information. doi:10.7289/V5SQ8XB5"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-third pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1981-2016",
        "keywordEn": "1981-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and attributes of sea surface temperature datasets collected using optimal interpolation (OI) techniques?",
        "QuestionCn": "使用最优插值（OI）技术收集的海表温度数据集的具体特征和属性是什么？",
        "AnswerEn": "0.25 degrees spatial grid resolution, 1 day temporal resolution, AVHRR satellite data, Pathfinder AVHRR SST dataset (1981-2005), Naval AVHRR multi-channel sea surface temperature data (2006-present), sea ice data, field data from ships and buoys, large-scale satellite bias adjustments, sea ice concentration data from NASA GSFC (pre-2005), sea ice concentration data from NOAA NCEP (post-2005)",
        "AnswerCn": "0.25度空间网格分辨率，1天时间分辨率，AVHRR卫星数据，Pathfinder AVHRR海表温度数据集（1981-2005年），海军AVHRR多通道海表温度数据（2006年至今），海冰数据，来自船只和浮标的现场数据，大规模卫星偏差调整，NASA GSFC的海冰浓度数据（2005年前），NOAA NCEP的海冰浓度数据（2005年后）。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial grid resolution of the sea surface temperature dataset for the Belt and Road Initiative coastal areas?",
        "QuestionCn": "“一带一路”沿海地区海表温度数据集的空间网格分辨率是多少？",
        "AnswerEn": "0.25 degrees",
        "AnswerCn": "0.25度",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'optimal interpolation' in the context of constructing complete ocean temperature fields?",
        "QuestionCn": "在构建完整的海洋温度场的背景下，“最优插值”是什么意思？",
        "AnswerEn": "Optimal interpolation refers to a statistical method used to estimate and construct complete ocean temperature fields by combining observations from various sources, such as satellite data and in situ measurements, to produce a more accurate and comprehensive representation of sea surface temperatures.",
        "AnswerCn": "最优插值是指一种统计方法，用于通过结合来自各种来源的观测数据（如卫星数据和现场测量）来估计和构建完整的海洋温度场，从而生成更准确和全面的海表温度表示。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of the Advanced Very High Resolution Radiometer (AVHRR) satellite data compare to using in situ observations from ships and buoys in terms of accuracy and resolution for sea surface temperature measurement?",
        "QuestionCn": "使用高级非常高分辨率辐射计（AVHRR）卫星数据与使用船只和浮标的现场观测在海表温度测量的准确性和分辨率方面有何比较？",
        "AnswerEn": "The AVHRR satellite data provides a high-resolution spatial grid of 0.25 degrees and daily temporal resolution, offering a comprehensive and consistent temperature field using optimal interpolation techniques. In contrast, in situ observations from ships and buoys provide ground-truth measurements but are limited in spatial coverage and may not capture rapid temporal changes. The dataset mentioned prioritizes AVHRR data due to its good agreement with in situ observations, supplemented by in situ data for large-scale satellite bias adjustments.",
        "AnswerCn": "AVHRR卫星数据提供了0.25度的高分辨率空间网格和每日时间分辨率，利用最优插值技术提供全面一致的温度场。相比之下，来自船只和浮标的现场观测提供了地面真实测量，但在空间覆盖上有限，可能无法捕捉快速的时间变化。上述数据集优先考虑AVHRR数据，因为其与现场观测结果良好一致，并辅以现场数据进行大规模卫星偏差调整。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of satellite data sources and interpolation techniques in sea surface temperature datasets for regions along the 'Belt and Road' maritime route?",
        "QuestionCn": "影响“一带一路”海上航线地区海表温度数据集卫星数据源和插值技术选择的因素有哪些？",
        "AnswerEn": "The selection of satellite data sources and interpolation techniques is influenced by the accuracy and compatibility with field observation data. Advanced Very High Resolution Radiometer (AVHRR) satellite data from Pathfinder and the Navy's AVHRR multichannel sea surface temperature data are chosen due to their good agreement with field observations. The optimal interpolation (OI) technique is used to construct a complete ocean temperature field. Additionally, the use of sea ice datasets from ships and buoys, as well as large-scale adjustment of satellite biases with field data, are crucial. In areas with sea ice, sea surface temperature is estimated using sea ice concentration data provided by NASA GSFC before 2005 and NOAA NCEP after 2005.",
        "AnswerCn": "卫星数据源的选择和插值技术受到与现场观测数据的准确性和兼容性的影响。选择了来自Pathfinder的高级非常高分辨率辐射计（AVHRR）卫星数据和海军的AVHRR多通道海表温度数据，因为它们与现场观测结果有良好的一致性。采用最优插值（OI）技术构建完整的海洋温度场。此外，使用来自船只和浮标的海冰数据，以及对卫星偏差与现场数据的大规模调整也是至关重要的。在有海冰的区域，海表温度的估算使用了在2005年前由NASA GSFC提供的海冰浓度数据和2005年后由NOAA NCEP提供的数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy of sea surface temperature estimations when integrating satellite data with in-situ observations and sea ice data in the context of ocean temperature field reconstruction?",
        "QuestionCn": "在海洋温度场重建的背景下，整合卫星数据、现场观测和海冰数据对海表温度估计的准确性可能产生的影响是什么？",
        "AnswerEn": "Integrating satellite data with in-situ observations and sea ice data enhances the accuracy of sea surface temperature estimations by providing a more comprehensive dataset that accounts for satellite biases and environmental variations. The use of advanced very high resolution radiometer (AVHRR) satellite data, along with field data from ships and buoys, allows for better alignment with actual conditions, while sea ice data helps accurately estimate sea temperatures in icy regions.",
        "AnswerCn": "将卫星数据与现场观测和海冰数据相结合，可以提高海表温度估算的准确性，因为这提供了一个更全面的数据集，考虑了卫星偏差和环境变化。使用先进的非常高分辨率辐射计（AVHRR）卫星数据，以及来自船只和浮标的现场数据，可以更好地与实际条件对齐，而海冰数据则有助于准确估算冰区的海温。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the intended objectives behind using optimal interpolation techniques for constructing comprehensive ocean temperature fields along the 'Belt and Road' sea routes?",
        "QuestionCn": "使用最优插值技术构建“一带一路”海上航线的综合海洋温度场的预期目标是什么？",
        "AnswerEn": "The intended objectives are to provide a complete and accurate depiction of sea surface temperature fields by using optimal interpolation (OI) techniques, which integrate satellite data, in-situ observations, and sea ice data to ensure high temporal and spatial resolution. This is important for applications such as storm surge research and understanding oceanographic patterns over time.",
        "AnswerCn": "预期目标是通过使用最优插值（OI）技术，整合卫星数据、现场观测和海冰数据，提供海表温度场的完整和准确的描述，以确保高时间和空间分辨率。这对于风暴潮研究和理解海洋学模式随时间变化等应用非常重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in constructing a comprehensive ocean surface temperature field using optimal interpolation techniques for regions along the Belt and Road Initiative maritime routes?",
        "QuestionCn": "使用最优插值技术构建“一带一路”倡议海上航线区域的全面海洋表面温度场涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve using optimal interpolation (OI) techniques to construct a comprehensive ocean temperature field. This process utilizes satellite data from the Advanced Very High Resolution Radiometer (AVHRR), particularly from the Pathfinder AVHRR SST dataset (1981-2005) and the Navy AVHRR multichannel sea surface temperature data (2006 onwards), due to their alignment with in-situ observations. It also incorporates sea ice datasets and field data from ships and buoys to adjust for satellite biases. In regions with sea ice, sea surface temperature is estimated using sea ice concentration data from NASA GSFC (pre-2005) and NOAA NCEP (post-2005). The final dataset provides a spatial grid resolution of 0.25 degrees and a temporal resolution of 1 day.",
        "AnswerCn": "程序步骤涉及使用最优插值（OI）技术构建全面的海洋温度场。该过程利用来自高级非常高分辨率辐射计（AVHRR）的卫星数据，特别是来自路径finder AVHRR SST 数据集（1981-2005年）和海军AVHRR多通道海表温度数据（2006年及以后），因为它们与现场观测数据相一致。它还结合了海冰数据集以及来自船只和浮标的现场数据，以调整卫星偏差。在海冰区域，海表温度是利用来自NASA GSFC（2005年前）和NOAA NCEP（2005年后）的海冰浓度数据进行估算的。最终数据集提供了0.25度的空间网格分辨率和1天的时间分辨率。",
        "Level": "C3(Applying)"
      }
    ]
  }
}