{
    "id": "b5835154-1e3c-41a4-ba6c-a6ec5c968949",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Soil observation data of typical sample points in Heihe River Basin (2012-2014)",
            "titleCn": "黑河流域典型样点土壤观测数据 （2012-2014）",
            "description": "The data set contains soil observation data of typical sample points in Heihe River Basin: pH value and soil texture\n1. Soil pH value: longitude, latitude and pH value of typical soil sample points.\n2. Soil texture: including soil texture data of typical soil samples in Heihe River Basin from July 2012 to August 2013. The typical soil sampling method in Heihe River Basin is representative sampling, which means that the typical soil types in the landscape area can be collected, and the representative sample points should be collected as far as possible. According to the Chinese soil taxonomy, soil samples from each profile were taken based on the diagnostic layers and diagnostic characteristics.",
            "descriptionCn": "数据集包含黑河流域典型样点土壤观测数据：PH值、土壤质地\n1、土壤PH值：典型土壤样点经纬度及PH值。\n2、土壤质地：包含2012年7月至2013年8月的黑河流域典型土壤样点的土壤质地数据。黑河流域典型土壤样点采集方式为代表性采样，指能够采集到景观区域内的典型土壤类型，尽可能采集代表性较高的样点。按照中国土壤系统分类，以诊断层和诊断特性为基础，采取每个剖面的土壤样本。",
            "instructions": ". xlsx, which can be opened by Excel",
            "instructionsCn": ".xlsx, 可以使用excel打开",
            "east": 104.2,
            "west": 96.1,
            "south": 37.7,
            "north": 43.3,
            "startTime": "2012-07-11 01:00:00",
            "endTime": "2013-09-10 11:25:00",
            "fileSize": 11463.0,
            "cstr": "18406.11.heihe.00135.2016.db",
            "doi": "10.3972/heihe.00135.2016.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "宋效东",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "中国科学院南京土壤研究所"
            },
            {
                "nameCn": "张甘霖",
                "nameEn": "ZHANG Ganlin",
                "unitEn": "",
                "unitCn": "中国科学院南京土壤研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Comparison of boosted regression tree and random forest models for mapping topsoil organic carbon concentration in an alpine ecosystem",
                "referenceCn": null,
                "referenceEn": "Yang, R.M., Zhang, G.L, Liu, F., Lu, Y.Y., Yang, F., Yang, F., Yang, M., Zhao, Y.G., Li, D.C. (2016). Comparison of boosted regression tree and random forest models for mapping topsoil organic carbon concentration in an alpine ecosystem. Ecological Indicators, 60, 870–878."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤PH值",
                "nameEn": "Soil PH"
            },
            {
                "nameCn": "土壤质地",
                "nameEn": "Soil texture"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012-2014",
                "keywordEn": "2012-2014",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of soil data collection techniques used for determining soil pH and texture in a river basin region?",
                "QuestionCn": "用于确定河流流域地区土壤pH值和质地的土壤数据收集技术的特点是什么？",
                "AnswerEn": "representative sampling, typical soil types, diagnostic layers, characteristics according to the Chinese Soil System Classification, typical sampling points with latitude and longitude, specified time periods",
                "AnswerCn": "代表性采样、典型土壤类型、诊断层、根据中国土壤系统分类的特征、典型采样点的经纬度、指定时间段",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'representative sampling' mean in the context of soil data collection within the Heihe River Basin?",
                "QuestionCn": "在黑河流域的土壤数据收集中，“代表性取样”指的是选择能够反映整个区域土壤特征的样本，以确保所收集的数据能够准确代表该地区的土壤状况和特性。",
                "AnswerEn": "In the context of soil data collection within the Heihe River Basin, 'representative sampling' refers to a method aimed at collecting typical soil types from within a landscape area. The goal is to gather samples that are highly representative of the region's soil characteristics. This involves selecting sampling points that can adequately reflect the diversity and key properties of the soil within the designated landscape. The approach is grounded in the Chinese soil classification system, utilizing diagnostic layers and characteristics to guide the sampling of soil profiles.",
                "AnswerCn": "在黑河流域的土壤数据收集中，“代表性采样”指的是一种旨在从景观区域内收集典型土壤类型的方法。其目标是收集能够高度代表该地区土壤特征的样本。这涉及选择能够充分反映指定景观内土壤多样性和关键特性的采样点。该方法基于中国土壤分类系统，利用诊断层和特征来指导土壤剖面的采样。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the representativeness and accuracy of soil texture data collected using representative sampling in the Heihe River Basin compare to other soil data collection methods in similar landscapes?",
                "QuestionCn": "在黑河流域使用代表性采样收集的土壤质地数据的代表性和准确性与类似景观中的其他土壤数据收集方法相比如何？",
                "AnswerEn": "The data collection method employed involves representative sampling, which aims to capture the typical soil types within a landscape region. This approach, based on Chinese soil system classification and diagnostic features, suggests that the method is designed to maximize representativeness by focusing on typical soil types and collecting samples from each soil profile. This may provide a comprehensive overview of soil conditions compared to other methods that might focus on random or grid sampling, which may not target typical soil types as effectively.",
                "AnswerCn": "所采用的数据收集方法涉及代表性抽样，旨在捕捉一个景观区域内的典型土壤类型。这种基于中国土壤系统分类和诊断特征的方法表明，该方法旨在通过关注典型土壤类型并从每个土壤剖面收集样本来最大化代表性。这可能提供比其他方法更全面的土壤状况概述，而其他方法可能侧重于随机或网格抽样，可能无法有效地针对典型土壤类型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the selection of representative sampling methods for collecting soil data in regions like the Heihe River Basin?",
                "QuestionCn": "在像黑河流域这样的地区，选择代表性抽样方法收集土壤数据的原因是什么？",
                "AnswerEn": "The selection of representative sampling methods for collecting soil data in regions like the Heihe River Basin is influenced by the need to capture typical soil types within the landscape area and to ensure the samples are highly representative. This approach helps in accurately reflecting the diagnostic layers and characteristics of the soil as per the Chinese soil system classification.",
                "AnswerCn": "在像黑河流域这样的地区，选择代表性采样方法以收集土壤数据受到捕捉典型土壤类型的需求影响，并确保样本具有高度代表性。这种方法有助于准确反映土壤的诊断层和特征，符合中国土壤系统分类。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What consequences might result from using representative sampling methods in collecting soil data in terms of landscape diversity and data representativeness?",
                "QuestionCn": "使用代表性抽样方法收集土壤数据可能会导致的后果包括景观多样性和数据代表性方面的问题。",
                "AnswerEn": "Using representative sampling methods can lead to a more accurate reflection of the typical soil types within a landscape region, enhancing the representativeness of the data collected. This approach helps ensure that the soil observations encompass the diversity of the landscape, potentially leading to more comprehensive understanding of soil characteristics like pH value and texture across the Heihe River Basin.",
                "AnswerCn": "使用代表性抽样方法可以更准确地反映一个景观区域内的典型土壤类型，从而增强所收集数据的代表性。这种方法有助于确保土壤观察涵盖景观的多样性，可能导致对河西走廊土壤特征（如pH值和质地）的更全面理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting soil pH values and soil texture data from representative soil samples in the Heihe River Basin?",
                "QuestionCn": "收集黑河流域代表性土壤样本的土壤pH值和土壤质地数据的主要目标是什么？",
                "AnswerEn": "The primary objectives of collecting soil pH values and soil texture data from representative soil samples in the Heihe River Basin are to accurately characterize the typical soil types within the landscape region and to ensure that the samples collected are highly representative. This involves using the Chinese soil system classification based on diagnostic horizons and characteristics.",
                "AnswerCn": "在黑河流域收集代表性土壤样本的土壤pH值和土壤质地数据的主要目标是准确表征该地区典型的土壤类型，并确保所收集的样本具有高度代表性。这涉及使用基于诊断层和特征的中国土壤分类系统。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}