{
    "id": "b5b715a9-6a82-4ba6-8be7-4fb111e872ce",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Spatial simulation data set of ecological vulnerability on the Qinghai Tibet Plateau（2000-2018）",
            "titleCn": "青藏高原生态脆弱性空间模拟数据（2000-2018）",
            "description": "Under the development of global changes and human activities, ecological problems on the Qinghai Tibet Plateau are becoming increasingly prominent. In order to develop effective environmental policies and conservation measures, a rapid and accurate assessment of ecological vulnerability is essential. The dataset is based on Google Earth Engine with source data from MODIS products, SRTM dataset and human footprint dataset. Seven indicators of heat, wetness, greenness, elevation, slope, salinity, and human footprint were selected and integrated to form the ecological vulnerability dataset. The format is TIFF format and the projection is WGS_1984_Albers projection. The spatial resolution of the data is 1000 m, and the time period is from 2000 to 2018, providing one image per year. This dataset can provide basic data for ecological security assessment of the Qinghai Tibet Plateau.",
            "descriptionCn": "在全球变化和人类活动的影响下，青藏高原的生态环境问题日益突出。为了制定有效的环境政策和保护措施，快速准确的评估生态脆弱性至关重要。该数据集基于Google Earth Engine平台，热度、湿度、绿度、盐度数据来自MODIS产品，高度、坡度来自SRTM数据集，人类足迹来自人类足迹数据集，利用PCA赋予权重整合形成生态脆弱性数据集（计算公式详见元数据中参考文献）。数据集数值是代表脆弱程度的无单位的度量值，数值越大表示生态系统越脆弱。数据现有格式为TIFF格式，投影为WGS_1984_Albers投影。数据空间分辨率为1000米，时间上从2000至2018年，每年提供一幅图像。该数据集可为青藏高原生态安全评估提供基础数据",
            "instructions": "RSEVI-year",
            "instructionsCn": "RSEVI-年份",
            "east": 105.63,
            "west": 73.48,
            "south": 24.66,
            "north": 40.67,
            "startTime": null,
            "endTime": null,
            "fileSize": 528035304.0,
            "cstr": "18406.11.HumanNat.tpdc.300457",
            "doi": "10.11888/HumanNat.tpdc.300457",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "赵正嫄",
                "nameEn": "ZHAO Zhengyuan",
                "unitEn": "",
                "unitCn": "中国科学院生态环境研究中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Spatiotemporal Patterns and Driving Factors of Ecological Vulnerability on the Qinghai-Tibet Plateau Based on the Google Earth Engine",
                "referenceCn": null,
                "referenceEn": "Zhao, Z.Y., Li, T., Zhang, Y.L., Lü, D., Wang, C., Lü, Y.H,, & Wu, X. (2022). Spatiotemporal Patterns and Driving Factors of Ecological Vulnerability on the Qinghai-Tibet Plateau Based on the Google Earth Engine. Remote Sensing, 14(20), 5279."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "MODIS",
                "nameEn": "MODIS"
            },
            {
                "nameCn": "生态脆弱性",
                "nameEn": "ecological vulnerability"
            },
            {
                "nameCn": "生态退化及保护",
                "nameEn": "Ecological Degradation and Protection"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2018",
                "keywordEn": "2000-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that integrates various environmental indicators like heat, moisture, and human impact to assess ecological vulnerability in a specific region?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，该方法整合了热量、湿度和人类影响等各种环境指标，以评估特定区域的生态脆弱性？",
                "AnswerEn": "A data collection method that integrates various environmental indicators to assess ecological vulnerability involves using Google Earth Engine to combine MODIS data for heat, moisture, greenness, and salinity, SRTM data for altitude and slope, and a human footprint dataset. This method employs Principal Component Analysis (PCA) to assign weights and integrate these factors into an ecological vulnerability dataset, providing a non-unit measure of vulnerability with greater values indicating higher ecological fragility.",
                "AnswerCn": "一种数据收集方法通过整合各种环境指标来评估生态脆弱性，该方法利用Google Earth Engine结合MODIS数据（用于热量、湿度、绿度和盐度）、SRTM数据（用于海拔和坡度）以及人类足迹数据集。该方法采用主成分分析（PCA）来分配权重并将这些因素整合到生态脆弱性数据集中，提供一种非单位的脆弱性度量，数值越大表示生态脆弱性越高。",
                "Level": "C6(Creating)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and characteristics used to assess ecological vulnerability in the context of the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的生态脆弱性评估中，使用的具体特征和特性包括：",
                "AnswerEn": "heat, humidity, greenness, salinity, altitude, slope, human footprint",
                "AnswerCn": "热度、湿度、绿色度、盐度、海拔、坡度、人类足迹",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the ecological vulnerability dataset for the Tibetan Plateau?",
                "QuestionCn": "青藏高原生态脆弱性数据集的空间分辨率是多少？",
                "AnswerEn": "1000 meters",
                "AnswerCn": "1000米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by '生态脆弱性' when assessing environmental conditions of the Qinghai-Tibet Plateau?",
                "QuestionCn": "在评估青藏高原的环境条件时，“生态脆弱性”指的是生态系统对外部干扰和变化的敏感程度，以及其恢复能力的弱点。",
                "AnswerEn": "生态脆弱性 refers to the ecological vulnerability of the Qinghai-Tibet Plateau, indicating how susceptible the ecosystem is to external changes and stressors. It is assessed by integrating various environmental factors such as heat, moisture, greenness, salinity, elevation, slope, and human footprint data to create a composite measure of vulnerability. This measure is represented by a dimensionless value, with higher numbers indicating greater vulnerability.",
                "AnswerCn": "生态脆弱性指的是青藏高原生态系统对外部变化和压力的敏感程度。它通过整合多种环境因素，如热量、湿度、绿度、盐度、海拔、坡度和人类足迹数据，来创建一个综合的脆弱性测量指标。该指标以无量纲值表示，数值越高表示脆弱性越大。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on ecological vulnerability assessments when integrating data from MODIS products, SRTM datasets, and human footprint datasets using PCA for the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原整合MODIS产品、SRTM数据集和人类足迹数据集并使用主成分分析（PCA）进行生态脆弱性评估时，可能会产生哪些潜在后果？",
                "AnswerEn": "By integrating data from MODIS products, SRTM datasets, and human footprint datasets using PCA, a more comprehensive ecological vulnerability dataset can be developed. This integration allows for the assignment of weights to different data sources, which can enhance the accuracy and reliability of ecological vulnerability assessments on the Qinghai-Tibet Plateau. The resulting dataset provides a measure of vulnerability that is indicative of the ecosystem's susceptibility to changes caused by global change and human activities. The consequence is a more informed basis for formulating effective environmental policies and conservation measures.",
                "AnswerCn": "通过整合MODIS产品、SRTM数据集和人类足迹数据集，并使用主成分分析（PCA），可以开发出更全面的生态脆弱性数据集。这种整合允许对不同数据源赋予权重，从而提高对青藏高原生态脆弱性评估的准确性和可靠性。最终生成的数据集提供了一种脆弱性度量，反映了生态系统对全球变化和人类活动所造成的变化的敏感性。这一结果为制定有效的环境政策和保护措施提供了更为可靠的依据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind creating a dataset that simulates ecological vulnerability in the Qinghai-Tibetan Plateau, and how do these objectives guide the choice of data sources and methodologies?",
                "QuestionCn": "创建一个模拟青藏高原生态脆弱性的数据库的主要目标是什么，这些目标如何指导数据来源和方法的选择？",
                "AnswerEn": "The primary objective of creating a dataset that simulates ecological vulnerability in the Qinghai-Tibetan Plateau is to enable rapid and accurate assessment of ecological vulnerability under the influence of global change and human activities. This is crucial for formulating effective environmental policies and protection measures. The objectives guide the choice of data sources and methodologies by incorporating factors such as heat, humidity, greenness, and salinity from MODIS products, elevation and slope from the SRTM dataset, and human footprint data. These are integrated using PCA to assign weights and form an ecological vulnerability dataset, which provides foundational data for assessing the ecological security of the Qinghai-Tibetan Plateau.",
                "AnswerCn": "创建模拟青藏高原生态脆弱性的数据集的主要目标是能够快速准确地评估全球变化和人类活动影响下的生态脆弱性。这对于制定有效的环境政策和保护措施至关重要。目标指导了数据源和方法的选择，结合了MODIS产品中的热量、湿度、绿度和盐度数据，SRTM数据集中的海拔和坡度数据，以及人类足迹数据。这些数据通过主成分分析（PCA）进行整合，以分配权重并形成生态脆弱性数据集，为评估青藏高原的生态安全提供基础数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in integrating data from multiple sources, such as MODIS and SRTM, to create a comprehensive ecological vulnerability dataset for the Qinghai-Tibet Plateau?",
                "QuestionCn": "将来自多个来源的数据（如MODIS和SRTM）整合以创建青藏高原综合生态脆弱性数据集的程序步骤包括：",
                "AnswerEn": "The integration involves using the Google Earth Engine platform to combine data from MODIS products for heat, humidity, greenness, and salinity, and SRTM data for elevation and slope, along with human footprint data. A PCA (Principal Component Analysis) method is applied to assign weights and integrate these variables to form the ecological vulnerability dataset.",
                "AnswerCn": "该集成涉及使用Google Earth Engine平台，将MODIS产品的数据（包括热量、湿度、绿度和盐度）与SRTM数据（包括海拔和坡度）以及人类足迹数据结合起来。应用主成分分析（PCA）方法来分配权重并整合这些变量，以形成生态脆弱性数据集。",
                "Level": "C3(Applying)"
            }
        ]
    }
}