{
  "id": "b658dd9e-9436-4bfc-adbe-ed01ae860cda",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of spatial and temporal distribution of water resources in Indus from 1998 to 2017",
      "titleCn": "印度河水资源时空分布数据集（1998-2017）",
      "description": "This data is a 5km monthly hydrological data set, including grid runoff and evaporation (if evaporation is less than 0, it means condensation; if runoff is less than 0, it means precipitation is less than evaporation), simulated and output through the WEB-DHM distributed hydrological model of the Indus River basin, with temperature, precipitation, barometric pressure, etc. as input data.",
      "descriptionCn": "本数据是基于气象观测数据、水文站点数据，结合各种同化数据和遥感数据，通过耦合积雪、冰川和冻土物理过程的青藏高原多圈层水文模型系统WEB-DHM（基于水和能量平衡的分布式水文模型）制备生成，时间分辨率为月尺度，空间分辨率为5km，原始数据格式为ASCII文本格式，数据种类包括格网径流与蒸发（若蒸发小于0,则表示凝华；若径流小于0，则表示当月降水小于蒸发）。若asc无法在arcmap中正常打开，请将asc文件前5行顶格。",
      "instructions": "Data is in ASCII text format. Data naming method: observation item+year, month and day, such as Acc_ et.200101.txt。\nThe unit of runoff is mm, and the unit of evaporation is mm, which can be opened with software such as arcgis.",
      "instructionsCn": "数据为ASCII文本格式，数据命名方式：观测项+年月日，如：Acc_et.200101.asc。\n径流单位为mm，蒸发单位为mm，可用arcgis等软件打开。",
      "east": 86.26,
      "west": 69.36,
      "south": 40.34,
      "north": 29.65,
      "startTime": "1998-01-01 00:00:00",
      "endTime": "2017-12-31 00:00:00",
      "fileSize": 19824292.0,
      "cstr": "18406.11.Terre.tpdc.272889",
      "doi": "10.11888/Terre.tpdc.272889",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王磊",
        "nameEn": "WANG Lei",
        "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "刘虎",
        "nameEn": "LIU Hu ",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Development of a distributed biosphere hydrological model and its evaluation with the Southern Great Plains Experiments (SGP97 and SGP99)",
        "referenceCn": null,
        "referenceEn": "Wang, L., Koike, T., Yang, K., et al. (2009). Development of a distributed biosphere hydrological model and its evaluation with the Southern Great Plains Experiments (SGP97 and SGP99). Journal of Geophysical Research: Atmospheres, 114(D8)."
      },
      {
        "titleCn": null,
        "titleEn": "Development of a land surface model with coupled snow and frozen soil physics",
        "referenceCn": null,
        "referenceEn": "Wang, L., Zhou, J., Qi, J., Sun, L., Yang, K., & Tian, L., et al. (2017). Development of a land surface model with coupled snow and frozen soil physics. Water Resources Research, 53(6), 5085-5103."
      },
      {
        "titleCn": null,
        "titleEn": "Improving the snow physics of WEB-DHM and its point evaluation at the SnowMIP sites",
        "referenceCn": null,
        "referenceEn": "Shrestha M, Wang L, Koike T, et al.(2010). Improving the snow physics of WEB-DHM and its point evaluation at the SnowMIP sites[J]. Hydrology and Earth System Sciences, 14(12): 2577-2594."
      },
      {
        "titleCn": null,
        "titleEn": "Integrated simulation of snow and glacier melt in water and energy balance‐based, distributed hydrological modeling framework at Hunza River Basin of Pakistan Karakoram region",
        "referenceCn": null,
        "referenceEn": "Shrestha, M., Koike, T., Hirabayashi, Y., et al. (2015). Integrated simulation of snow and glacier melt in water and energy balance‐based, distributed hydrological modeling framework at Hunza River Basin of Pakistan Karakoram region. Journal of Geophysical Research: Atmospheres, 120(10), 4889-4919."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "蒸发",
        "nameEn": "Lysimeter"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "印度河",
        "keywordEn": "Indus"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1998-2017",
        "keywordEn": "1998-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "“地球大数据科学工程”专项“时空三极环境”项目-“青藏高原水资源时空动态”子课题",
        "titleEn": "CASEarth:Big Earth Data for Three Poles（grant No. XDA19070000）\"Spatial–temporal changes in the polar water and ecosystem\" subproject (subproject No: XDA19070301)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution used in the data collection method for water resource distribution in the specified dataset?",
        "QuestionCn": "在指定数据集中，水资源分布的数据收集方法使用的空间分辨率是多少？",
        "AnswerEn": "5 km",
        "AnswerCn": "5公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the accuracy and reliability of hydrological models when integrating different data sources such as meteorological observations, hydrological station data, assimilation data, and remote sensing data in a dataset?",
        "QuestionCn": "当将气象观测、 hydrological 站点数据、同化数据和遥感数据等不同数据源整合到一个数据集中时，对水文模型的准确性和可靠性可能产生的影响是什么？",
        "AnswerEn": "Integrating various data sources such as meteorological observations, hydrological station data, assimilation data, and remote sensing data can enhance the accuracy and reliability of hydrological models. This approach allows for a comprehensive representation of hydrological processes by capturing diverse environmental conditions and reducing uncertainties associated with individual data sources. The combined use of these data types can improve model calibration and validation, resulting in more accurate predictions of water resource distribution and dynamics across the region. Additionally, it can help in capturing spatial and temporal variability more effectively, providing a more holistic understanding of water resources.",
        "AnswerCn": "整合气象观测、水文站数据、同化数据和遥感数据等多种数据源，可以提高水文模型的准确性和可靠性。这种方法通过捕捉多样的环境条件，减少与单一数据源相关的不确定性，从而对水文过程进行全面表征。这些数据类型的结合使用可以改善模型的校准和验证，进而更准确地预测区域内水资源的分布和动态。此外，它还可以更有效地捕捉空间和时间的变化，为水资源提供更全面的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of developing a dataset that integrates meteorological observations, hydrological station data, and various assimilation and remote sensing data for analyzing the spatial and temporal distribution of water resources in the Indus River region?",
        "QuestionCn": "开发一个整合气象观测、 hydrological 站点数据以及各种同化和遥感数据的数据集，以分析印度河流域水资源的空间和时间分布的主要目标是什么？",
        "AnswerEn": "The primary objectives are to accurately model and understand the spatial and temporal distribution of water resources in the Indus River region by using a multi-layer hydrological model system (WEB-DHM) that couples snow, glacier, and permafrost physical processes. This approach aims to provide insights into water and energy balance on a monthly and 5km spatial resolution scale, aiding in water resource management and understanding climate impacts on hydrology.",
        "AnswerCn": "主要目标是通过使用多层水文模型系统（WEB-DHM）准确建模和理解印度河流域水资源的空间和时间分布，该系统耦合了雪、冰川和永久冻土的物理过程。这种方法旨在提供每月和5公里空间分辨率尺度上的水量和能量平衡的见解，帮助水资源管理并理解气候对水文的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and integration methods are used to combine meteorological observation data, hydrological station data, assimilation data, and remote sensing data to generate a spatiotemporal distribution dataset of water resources for a large river basin?",
        "QuestionCn": "用于结合气象观测数据、水文站数据、同化数据和遥感数据，以生成大型流域水资源时空分布数据集的程序和集成方法有哪些？",
        "AnswerEn": "The data is generated by coupling meteorological observation data, hydrological station data, assimilation data, and remote sensing data within a multi-sphere hydrological model system called WEB-DHM, which accounts for snow, glacier, and permafrost physical processes. This integration provides monthly temporal resolution and 5km spatial resolution data, formatted in ASCII text.",
        "AnswerCn": "这些数据是通过将气象观测数据、水文站数据、同化数据和遥感数据结合在一个名为WEB-DHM的多球面水文模型系统中生成的，该系统考虑了雪、冰川和永久冻土的物理过程。这种集成提供了月度时间分辨率和5公里空间分辨率的数据，格式为ASCII文本。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enabled the integration of meteorological observations, hydrological station data, and remote sensing data for creating a comprehensive water resource distribution dataset in the Indus River Basin?",
        "QuestionCn": "哪些技术进步使得气象观测、水文站数据和遥感数据的整合成为可能，从而在印度河流域创建了一个综合的水资源分布数据集？",
        "AnswerEn": "The integration of meteorological observations, hydrological station data, and remote sensing data was enabled by advancements in data assimilation techniques and the development of multi-layered hydrological models like the WEB-DHM, which incorporates snow, glacier, and permafrost physical processes.",
        "AnswerCn": "气象观测、水文站数据和遥感数据的整合得益于数据同化技术的进步以及多层次水文模型的开发，如WEB-DHM，该模型融入了雪、冰川和永久冻土的物理过程。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}