{
    "id": "b68f7230-fbe2-486f-a1aa-072ba81f4b6c",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of Huazhaizi desert steppe station, 2021)",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from the automatic weather station (AWS) at the observation system of Meteorological elements gradient of Huazhaizi desert steppe station from January 1 to December 31, 2021. The site (100.3201°E, 38.7659°N) was located on a desert steppe surface in the Huazhaizi, which is near Zhangye city, Gansu Province. The elevation is 1731 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45AC; 5 and 10 m, north), wind speed and direction profile (windsonic; 5 and 10 m, north), air pressure (CS100; 2 m), rain gauge (TE525M; 10 m), four-component radiometer (CNR1; 6 m, south), two infrared temperature sensors (SI-111; 6 m, south, vertically downward), soil heat flux (HFP01; 3 duplicates, -0.06 m), soil temperature profile (109ss-L; 0, -0.02, -0.04, -0.1, -0.2, -0.4, -0.6, -1.0 m), soil moisture profile (ML3; -0.02, -0.04, -0.1, -0.2, -0.4, -0.6, -1.0 m).\nThe observations included the following: air temperature and humidity (Ta_5 m and Ta_10 m; RH_5 m and RH_10 m) (℃ and %, respectively), wind speed (Ws_5 m and Ws_10 m) (m/s), wind direction (WD_5 m and WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2, and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_60 cm, Ts_100 cm) (℃), soil moisture (Ms_2 cm, Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_60 cm, Ms_100 cm) (%).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2021-6-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "instructions": "Year+** observatory network+ site+ AWS",
            "east": 100.3186,
            "west": 100.3186,
            "south": 38.7652,
            "north": 38.7652,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 13077462.0,
            "cstr": "18406.11.Atmos.tpdc.272481",
            "doi": "10.11888/Atmos.tpdc.272481",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
                "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Hydrology"
            },
            {
                "nameEn": "Visibility"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "The artificial oasis experimental area"
            },
            {
                "keywordEn": "huazhaizi desert steppe station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is there a dataset that includes both hydrometeorological data and soil parameters in oasis-desert systems?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Do the data collection methods for soil heat flux in oasis-desert areas involve the use of heat plates buried underground?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Are datasets on soil and vegetation component temperatures more effectively obtained using thermal infrared cameras, satellite imagery, or ground-based sensors?",
                    "Answer": "ground-based sensors",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the typical components of a meteorological data collection method used for observing surface processes in arid regions?",
                    "Answer": "Air temperature, relative humidity, wind speed and direction, atmospheric pressure, rainfall, solar radiation, soil temperature, soil moisture, soil heat flux",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a dataset that can be used to study evapotranspiration estimation in heterogeneous land surfaces?",
                    "Answer": "The dataset used in the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces (HiWATER-MUSOEXE), which included measurements from the Heihe Water Allied Telemetry Experimental Research, is an example of such a dataset.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a challenge faced when using composite temperature separation approaches in arid regions?",
                    "Answer": "One challenge is that errors in the derived component temperature were primarily caused by image classification errors, which varied with vegetation abundance, leading to an overestimation of canopy temperature in arid regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of data collection methods used for measuring meteorological parameters in arid regions?",
                    "Answer": "automatic weather stations, air temperature, wind speed, humidity, radiation, soil heat flux, soil temperature profiles, measurements every 10 minutes, auxiliary data such as vegetation and soil parameters",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the number of data points collected per day for meteorological parameters in the automatic weather station dataset from the Heihe River Basin?",
                    "Answer": "144 data points per day",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many different soil depth levels are soil temperature and moisture measured at in the comprehensive observation network for the Heihe River Basin?",
                    "Answer": "8",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What are the potential challenges in using thermal infrared cameras to estimate soil and canopy component temperatures in heterogeneous landscapes?",
                    "Answer": "Using thermal infrared cameras to estimate soil and canopy component temperatures in heterogeneous landscapes presents challenges such as image classification errors, which can vary with vegetation abundance. These errors might lead to misclassification of soil pixels as vegetation pixels, affecting the accuracy of temperature estimates. Additionally, the estimation uncertainties in incoming short- and long-wave radiation transmittances through the canopy can further complicate the accuracy of these temperature measurements.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways can long-term observational datasets from oasis-desert systems enhance our understanding of carbon balance and ecological stability in arid regions?",
                    "Answer": "Long-term observational datasets from oasis-desert systems can provide critical insights into energy, water vapor, and carbon exchange processes, which are essential for understanding carbon balance and ecological stability. By offering continuous and comprehensive data, these datasets help quantify oasis-desert interactions, assess carbon sink potentials, and support the development of sustainable management practices aimed at maintaining ecological stability in arid regions, particularly in the context of climate change and desertification.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the challenges in measuring evaporation and transpiration in arid regions using traditional models?",
                    "Answer": "The traditional models, like the one-source evapotranspiration estimation models, are limited because they do not account for the heterogeneous surface conditions that combine soil and vegetation with different temperatures and resistance to energy exchange. This complexity requires more nuanced models, like the two-source energy balance (TSEB) model, which still face challenges due to the need for accurate component temperature measurements and the strong advective environment in such regions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the errors in estimating soil and canopy temperatures using thermal imaging in agricultural areas?",
                    "Answer": "Errors in estimating soil and canopy temperatures using thermal imaging are primarily caused by image classification errors, which vary with vegetation abundance. Soil pixels can be misclassified as vegetation pixels, leading to overestimated canopy temperatures. Additionally, neglecting atmospheric upwelling radiation and transmittance can introduce uncertainties in the estimated temperatures.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it essential to collect long-term energy, water vapor, and carbon exchange data in oasis–desert ecosystems, and what are the objectives behind such data collection?",
                    "Answer": "It is critical to maintain the balance between oasis and desert systems to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the goals of using ground-measured soil and canopy component temperatures to estimate evapotranspiration in the context of the TSEB model?",
                    "Answer": "The objective is to estimate evaporation, transpiration, and evapotranspiration using soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series of TSEB models and to subsequently better validate these estimates using a combination of the stable oxygen and hydrogen isotope technique and EC measurements.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it necessary to establish a comprehensive observational network for hydrometeorological and soil parameters in arid regions, and what are the intended outcomes?",
                    "Answer": "The intended outcomes are to understand the oasis–desert interactions and to protect the ecological stability and socioeconomic development of oases. A comprehensive network helps in recognizing the energy, water vapor, and carbon exchange in oasis–desert areas, which is significant for ecological security and sustainable development.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedural steps are involved in ensuring the quality and consistency of data collected from meteorological stations in arid regions?",
                    "Answer": "The data collection process involves ensuring that each day contains 144 data points, representing observations every 10 minutes. If data is missing, it is marked with -6999. There is a step to remove duplicate records and delete data that are physically implausible or exceed the instrument's range. Any doubtful data is highlighted in red, and the format of the date and time is standardized to ensure consistency.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What methodologies are employed in the collection and processing of energy, water vapor, and carbon exchange data in oasis-desert areas?",
                    "Answer": "The methodologies involve the use of eddy covariance systems and scintillometers to acquire half-hourly turbulent flux data. Automatic weather stations collect hydrometeorological data every 10 minutes, including radiation, soil heat flux, temperature, humidity gradients, wind speed, air pressure, precipitation, and soil moisture. The datasets also include vegetation and soil parameters, and the data undergo processing and quality control steps before being archived and shared.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled the accurate collection of soil and canopy component temperatures in arid agricultural areas?",
                    "Answer": "The use of a high-resolution thermal infrared camera, such as the Fluke Ti55, operated on a boundary layer tower has enabled the accurate measurement of soil and canopy component temperatures. This method allows for the separation of soil and vegetation latent fluxes with reasonable accuracy, especially in strongly advective environments.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do specific data collection methods enable the continuous monitoring of energy, water vapor, and carbon exchanges in oasis-desert ecosystems?",
                    "Answer": "Continuous monitoring of energy, water vapor, and carbon exchanges in oasis-desert ecosystems is enabled by using eddy covariance systems and scintillometers for turbulent flux data, along with automatic weather stations for hydrometeorological data. These systems provide half-hourly or 10-minute averaged data, which are crucial for long-term observations and understanding of oasis-desert interactions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might the expected accuracy of soil and canopy temperature measurements be less reliable in arid regions?",
                    "Answer": "The current composite temperature separation approaches are limited in their effectiveness in arid regions, and errors in the derived component temperature were primarily caused by image classification errors, which varied with vegetation abundance. Additionally, ignoring atmospheric upwelling radiation and transmittance could lead to uncertainties in the estimated temperatures.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why could there be unexpected challenges in obtaining reliable data on energy, water vapor, and carbon exchange in oasis–desert systems?",
                    "Answer": "Inland river basins in arid and semiarid areas face environmental degradation challenges such as the drying up of rivers and lakes and land desertification, which could impact data reliability. Furthermore, the ecological and socioeconomic dynamics of oasis–desert interactions require comprehensive and long-term observations for accurate data collection.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might there be high uncertainty in the estimation of latent heat flux in irrigated agricultural areas?",
                    "Answer": "The high uncertainty of latent heat flux estimation is influenced by the uncertainty of the TSEB model and the increased uncertainty of the EC system, especially when the mean sensible heat flux is small in irrigated farmland. Image pixel classification errors, where soil pixels are counted as vegetation pixels, also contribute to this uncertainty.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How effective do you consider the combination of ground-based measurements and remote sensing techniques for capturing the dynamics of energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                    "Answer": "The combination of ground-based measurements and remote sensing techniques is considered effective for capturing the dynamics of energy, water vapor, and carbon exchange in oasis–desert ecosystems. These methods provide comprehensive data, allowing for a quantitative understanding of these exchanges, which is crucial for recognizing oasis–desert interactions and supporting ecological stability and socioeconomic development.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the potential challenges in ensuring the accuracy and reliability of datasets collected from meteorological stations in arid regions?",
                    "Answer": "Potential challenges include dealing with incomplete energy balance closure in datasets, which can affect the accuracy of measurements like sensible and latent heat fluxes. Additionally, errors in image classification can lead to inaccuracies in temperature data, particularly in regions with heterogeneous vegetation cover. Managing data quality through rigorous processing and quality control is essential to address these challenges.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't make sense of how long-term observational datasets from oasis-desert systems are maintained and utilized effectively for research.",
                    "Answer": "Long-term datasets from oasis-desert systems are maintained through continuous data collection using advanced meteorological and flux measurement systems, such as eddy covariance systems and automatic weather stations. These datasets often include detailed observations of energy, water vapor, and carbon fluxes, along with auxiliary hydrometeorological and soil parameters. Effective utilization involves data processing, quality control, and sharing via data centers to support ecological and environmental research.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Can you describe the challenges faced in accurately measuring evapotranspiration in heterogeneous landscapes using ground-based and remote sensing methods?",
                    "Answer": "Challenges include the heterogeneity of landscapes, which affects temperature and energy exchange, complicating the estimation of evapotranspiration. Methods like the TSEB model require accurate temperature data, which can be affected by classification errors and atmospheric conditions. Additionally, ensuring energy balance closure in measurements is difficult, especially in strongly advective environments.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}