{
    "id": "b6993077-f0b9-49e1-adb7-6902d67cc11f",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (an automatic weather station of Sidaoqiao cropland station, 2014)",
            "description": "This data set contains data of meteorological elements observation system of farmland station downstream of heihe hydrometeorological observation network from January 1, 2014 to December 31, 2014.The station is located at sidao bridge, dalai hubu town, ejin banner, Inner Mongolia.The latitude and longitude of the observation point are 101.1338e, 42.0048n, and 875m above sea level.The four-component radiometer is installed at 6m, facing due south;The two infrared thermometer sensors are installed at the position of 6m, facing south, and the probe is facing vertically downward.The two photosynthetic radiometers are installed at the position of 6m, facing due south, and the probes are vertically up and down in one direction.The soil temperature probe is buried at 0cm on the surface, 2cm and 4cm underground, and 2m to the south of the meteorological tower.The soil moisture sensor (installed on March 15, 2014) was buried 2cm and 4cm underground, in the south due to 2m from the meteorological tower.The soil hot flow plates (3) are successively buried in the ground 6cm away from the weather tower 2m due south.\nRadiation observation projects are: four components (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit: watts per square meter), the surface radiation temperature (IRT_1, IRT_2) (unit: c), soil heat flux (Gs_1, Gs_2, Gs_3) (unit: watts per square meter), soil temperature (Ts_0cm Ts_2cm Ts_4cm) (unit: c), soil moisture (Ms_2cm, Ms_4cm) (unit:Volume water content, percentage), up and down photosynthetic effective radiation (PAR_up, PAR_down) (unit: micromole/m s).\nProcessing and quality control of observation data :(1) ensure 144 data per day (every 10min). If data is missing, it will be marked by -6999;Due to site reconstruction, data was missing between April 15, 2014 and July, 2014;(2) eliminate the moments with duplicate records;(3) data that is obviously beyond the physical meaning or the range of the instrument is deleted;(4) the part marked by red letter in the data is the data in question;(5) the format of date and time is uniform, and the date and time are in the same column.For example, the time is: 2014-9-10-10:30;(6) the naming rule is: AWS+ site name.\nPlease refer to Li et al.(2013) for hydrometeorological network or site information, and Liu et al.(2011) for observation data processing.",
            "instructions": "",
            "east": 101.1338,
            "west": 101.1338,
            "south": 42.0048,
            "north": 42.0048,
            "startTime": "2014-01-08 08:00:00",
            "endTime": "2015-01-07 08:00:00",
            "fileSize": 6850458.0,
            "cstr": "18406.11.hiwater.263.2015.db",
            "doi": "10.3972/hiwater.263.2015.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for Ecological-Hydrological Processes in the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordEn": "cropland station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordEn": "2014-01-01 to 2014-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can the TSEB model provide reliable estimates of evaporation and transpiration when using soil and canopy component temperatures?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Is data collected from the hydrometeorological stations in the oasis–desert areas available from the National Tibetan Plateau Data Center?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Is the primary data collection method for hydrometeorological datasets in oasis–desert systems based on automatic weather stations, eddy covariance systems, or scintillometers?",
                    "Answer": "automatic weather stations",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the specific meteorological parameters measured in the observational datasets for oasis–desert systems and where are these measurements typically conducted?",
                    "Answer": "radiation, soil heat flux, soil temperature profiles, gradients of air temperature and humidity, wind speed and direction, air pressure, precipitation, soil moisture profiles; Heihe River Basin",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where is the methodology for data processing and quality control in oasis–desert observational datasets documented?",
                    "Answer": "procedure",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the challenges faced in obtaining accurate measurements of evapotranspiration in arid regions using the TSEB model?",
                    "Answer": "ineffectiveness of current composite temperature separation approaches",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to measure soil and canopy temperatures in agricultural research?",
                    "Answer": "A data collection method involves using a Fluke Ti55 thermal infrared camera manually operated on a 25-m-high platform to measure the thermal radiation of cropland. The images are collected approximately every 120 minutes during the daytime, allowing for accurate partitioning of evapotranspiration into evaporation and transpiration.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced in the data collection process for evapotranspiration estimation using the TSEB model?",
                    "Answer": "A challenge in the data collection process is the high uncertainty in estimating the component temperatures due to image classification errors, particularly in arid regions. This affects the accuracy of the TSEB model, as soil pixels may be misclassified as vegetation pixels, leading to overestimation of canopy temperatures.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that includes long-term meteorological and hydrological observations in oasis–desert systems?",
                    "Answer": "An example of such a dataset is one that includes energy, water vapor, and carbon exchange observations in oasis–desert areas, collected from 2012 to 2021. This dataset comprises hydrometeorological data such as radiation, soil heat flux, air temperature, humidity profiles, and groundwater table information, observed from automatic weather stations.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of data collection methods used in capturing soil and canopy temperatures in agricultural landscapes?",
                    "Answer": "thermal infrared camera, thermal images every 120 minutes, 25-m-high platform, boundary layer tower, soil and canopy component temperatures, maximum-likelihood method, thermal infrared temperatures converted to radiation temperatures using incoming long-wave radiation and emissivities",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What specific attributes are observed in the hydrometeorological data collection of oasis-desert systems?",
                    "Answer": "radiation, soil heat flux, soil temperature profiles, gradients of air temperature and humidity, wind speed and direction, air pressure, precipitation, soil moisture profiles, groundwater table data",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the total number of data points collected daily by the automatic meteorological station in the 黑河生态水文遥感试验 dataset for hydrometeorological observations?",
                    "Answer": "144",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many land surface flux and meteorological stations have been established in the middle and lower reaches of the HRB for data collection since 2012?",
                    "Answer": "11",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the different soil depths at which soil temperature and moisture are measured in the 黑河生态水文遥感试验 dataset?",
                    "Answer": "0 cm, 2 cm, 4 cm",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is meant by 'eddy covariance system' in the context of data collection for energy, water vapor, and carbon flux measurements?",
                    "Answer": "An eddy covariance system is a method used for measuring and calculating vertical turbulent fluxes within the earth's atmosphere. It involves the use of high-frequency (10 Hz) observations of wind speed, temperature, and other scalars to directly measure the exchange of gases, such as carbon dioxide, between the surface and the atmosphere.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How is the 'stable oxygen and hydrogen isotope technique' employed to validate evapotranspiration estimates in hydrological studies?",
                    "Answer": "The stable oxygen and hydrogen isotope technique is used to validate evapotranspiration estimates by analyzing the isotopic ratios of water vapor, which can provide insights into the sources and processes of water vapor formation. This method helps in distinguishing between evaporation and transpiration components in evapotranspiration studies, enhancing the accuracy of hydrological models.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do data collection techniques using the eddy covariance system compare with those using automatic weather stations in terms of measuring energy, water vapor, and carbon fluxes?",
                    "Answer": "The eddy covariance system provides half-hourly turbulent flux data, which is useful for detailed analysis of energy, water vapor, and carbon fluxes. In contrast, automatic weather stations collect hydrometeorological data with a 10-minute averaging period, including radiation, soil heat flux, and soil temperature profiles, making them suitable for capturing broader meteorological conditions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors lead to the challenges in accurately estimating surface fluxes in strongly advective irrigated agricultural areas using remote sensing data?",
                    "Answer": "Accurately estimating surface fluxes in strongly advective irrigated agricultural areas is challenging due to the uncertainty in surface–air temperature differences, which are dominant due to errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. Additionally, the strong advective environment can further complicate the estimation process.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it critical to maintain a balance between oasis and desert systems in arid and semiarid regions?",
                    "Answer": "It is critical to maintain a balance between oasis and desert systems to achieve sustainable oasis development, as these areas support a significant portion of the population and play an essential role in the ecological and economic stability of arid regions. Oases also significantly affect the carbon balance, making them important for both regional ecological security and global carbon cycle dynamics.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What causes data collection and classification errors when using thermal infrared cameras for estimating evapotranspiration in agricultural areas?",
                    "Answer": "Data collection and classification errors when using thermal infrared cameras are primarily caused by image classification errors, which vary with vegetation abundance. These errors can lead to overestimation of canopy temperature and uncertainty in the estimated temperatures due to misclassification of soil and vegetation pixels. Additionally, ignoring atmospheric upwelling radiation and transmittance can contribute to uncertainties.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the primary objective of creating a dataset that includes energy, water vapor, and carbon exchange observations in oasis–desert areas using long-term observational data?",
                    "Answer": "The primary objective is to achieve a quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas, which is crucial for recognizing the oasis–desert interactions and is significant for protecting the ecological stability and socioeconomic development of oases. This understanding supports the ecological security and sustainable development of the oasis and contributes to achieving the goals of carbon peaking and carbon neutrality.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What are the goals of implementing a comprehensive data collection network encompassing hydrometeorological, vegetation, and soil parameters in arid regions' oasis–desert systems?",
                    "Answer": "The goals include understanding the basic characteristics of energy, water vapor, and carbon exchange in these ecosystems, maintaining the ecological balance between oasis and desert systems, and supporting sustainable oasis development. This comprehensive data collection is crucial for addressing ecological challenges such as land desertification and for enhancing the carbon balance understanding in arid regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the specific procedures involved in setting up and maintaining an automatic weather station for collecting hydrometeorological data in an oasis–desert ecosystem?",
                    "Answer": "The procedures involve installing the weather station at a specific site, such as a meteorological tower, and ensuring it is equipped with sensors for measuring various parameters like air temperature, humidity, wind speed and direction, radiation, soil heat flux, and soil temperature. Data is collected at regular intervals (e.g., every 10 minutes), and the system needs regular maintenance to ensure data accuracy and reliability. Additionally, data processing steps include quality control measures, such as removing duplicate records and handling missing or erroneous data.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What is the process for obtaining and utilizing stable oxygen and hydrogen isotope measurements in validating evapotranspiration models in arid agricultural areas?",
                    "Answer": "The process involves collecting water vapor samples from the field, which are then analyzed for their isotopic composition using spectrometry techniques. The isotopic data is used to partition evapotranspiration into evaporation and transpiration components, which can be compared with model outputs. These measurements provide a means to validate and refine models like the TSEB by offering an independent check on the partitioning of water fluxes in arid agricultural landscapes.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What conditions enable the effective use of the two-source energy balance (TSEB) model for estimating evapotranspiration in heterogeneous landscapes?",
                    "Answer": "The effective use of the TSEB model is enabled by the availability of ground-measured soil and canopy component temperatures, which can be used to better validate evaporation, transpiration, and evapotranspiration estimates. Additionally, the use of a high-resolution thermal camera as inputs to the TSEB model, along with validation using stable oxygen and hydrogen isotope techniques and eddy covariance measurements, facilitates accurate estimations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do long-term observational datasets enable a better understanding of energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                    "Answer": "Long-term observational datasets, consisting of energy, water vapor, and carbon fluxes, along with auxiliary data involving hydrometeorology, vegetation, and soil parameters, provide comprehensive insights into the interactions within oasis-desert ecosystems. These datasets, acquired through methods like eddy covariance systems and automatic weather stations, are critical for achieving sustainable development and ecological stability in these regions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "In what ways does the integration of meteorological parameters and advanced imaging techniques enable improved partitioning of evapotranspiration into evaporation and transpiration?",
                    "Answer": "The integration of meteorological parameters, such as air temperature, wind speed, and humidity, with advanced imaging techniques like thermal infrared cameras allows for improved partitioning of evapotranspiration into evaporation and transpiration. This is achieved by accurately calculating soil and canopy component temperatures, which are crucial for applying energy balance equations and validating model outputs against observed data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in achieving accurate data collection for soil and vegetation temperatures in arid regions using existing methods?",
                    "Answer": "Existing composite temperature separation approaches have limited effectiveness in arid regions, and errors in derived component temperatures can be caused by image classification errors and atmospheric interference, making it difficult to achieve accurate measurements.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it important to understand the energy and water vapor exchange in oasis-desert ecosystems, and what challenges are faced in collecting this data?",
                    "Answer": "Understanding energy and water vapor exchange is crucial for maintaining ecological and economic stability in oasis-desert systems. However, challenges include ecological degradation in arid regions, such as drying rivers and desertification, which complicate long-term data collection.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of the data collection methods utilized in capturing hydrometeorological elements in oasis–desert ecosystems?",
                    "Answer": "The data collection methods employed, such as the use of eddy covariance systems, scintillometers, and automatic weather stations, appear to be effective in capturing detailed hydrometeorological elements. These methods enable half-hourly data acquisition and involve a comprehensive suite of measurements, including radiation, soil heat flux, and soil temperature profiles, among others. This comprehensive approach is crucial in understanding the energy, water vapor, and carbon exchanges occurring in oasis–desert ecosystems. However, the effectiveness of these methods also depends on rigorous data processing, quality control, and long-term observation to ensure accuracy and reliability.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm unsure about the challenges faced in separating soil and canopy component temperatures using remote sensing data in strongly advective agricultural areas.",
                    "Answer": "Challenges in separating soil and canopy component temperatures include errors caused by image classification, which vary with vegetation abundance. Additionally, strong advective conditions can lead to overestimation of canopy temperatures. Ignoring atmospheric upwelling radiation and transmittance might also produce uncertainties in temperature estimates.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I can't make sense of how the data processing and quality control procedures maintain the integrity of datasets collected for energy, water vapor, and carbon exchange studies.",
                    "Answer": "The data processing and quality control procedures involve systematic data collection, processing, and archiving. They ensure the integrity of datasets by adhering to standardized methodologies, including logging data from multiple meteorological stations and using rigorous quality control measures to handle discrepancies and validate data accuracy.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please analyze the key data collection methods used for hydrometeorological observations in oasis-desert ecosystems and discuss their effectiveness in capturing energy, water vapor, and carbon exchange.",
                    "Answer": "The key data collection methods include using eddy covariance systems and scintillometers for acquiring half-hourly turbulent flux data, and automatic weather stations for hydrometeorological data with 10-minute average periods. These methods effectively capture energy, water vapor, and carbon exchange in oasis-desert ecosystems by providing long-term datasets that include radiation, soil heat flux, temperature profiles, and other parameters.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please explore the challenges faced in the data collection process for evapotranspiration estimation in heterogeneous landscapes and suggest potential improvements for these methods.",
                    "Answer": "Challenges include the difficulty of composite temperature separation in arid regions and errors caused by image classification, especially in areas with varying vegetation coverage. Methods could be improved by enhancing the accuracy of soil and canopy temperature measurements and reducing classification errors in image processing, thus improving the reliability of evapotranspiration estimates.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please conduct a search for potential datasets that can be used to study oasis-desert interactions, focusing on long-term observational data of energy and carbon fluxes.",
                    "Answer": "Potential datasets for studying oasis-desert interactions include those collected from the middle and lower reaches of the Heihe River Basin, where 11 land surface flux and meteorological stations have been established. These datasets cover energy, water vapor, and carbon exchange, as well as hydrometeorological data, and are available from the National Tibetan Plateau Data Center.",
                    "Level": "C3(Applying)"
                }
            ]
        }
    ]
}