{
  "id": "b69f53d1-08c4-44d5-a33f-c844ef753029",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Zircon age and geochemical composition of the Foping dome migmatite and granite",
      "titleCn": "佛坪穹窿混合岩和花岗岩锆石年龄和地球化学组成数据",
      "description": "LA-ICP-MS zircon dating, XRF and ICP-MS elemental geochemical analysis and tims SR Nd isotopic composition show that the migmatites in Foping dome of South Qinling recorded multiple partial melting events. The protoliths of migmatite can be divided into two types. The first type of migmatite records the geochronological characteristics of Late Triassic (average age is 214-211ma), and the second type of migmatite records the age characteristics of Neoproterozoic and Late Triassic at the same time. The zircon U-Pb geochronology of the migmatite is complex (2907-187ma). The core of the migmatite contains some ancient zircon records, including some Archean and Neoproterozoic geochronology. The edge of the migmatite contains Late Triassic to early Jurassic (224-187ma). The zircon U-Pb geochronology of the Wulong granitoids indicates that their crystallization ages are 219-192ma, and the geochemical characteristics of the granitoids are quite different. The low mg#granitoids (mg# < 50) can be roughly divided into two groups according to the geochemical characteristics. The first group has the characteristics of high Sr / y ratio (SR / Y > 40), and the second group has the characteristics of normal Sr / y ratio (SR / y < 40). The data comes from the scientific research project \"deep process and resource effect of major geological events in Yanshanian period\" (2016YFC0600404), a national key research and development plan.",
      "descriptionCn": "LA-ICP-MS锆石定年分析、XRF和 ICP-MS方法的元素地球化学分析和TIMS方法获得的Sr-Nd同位素组成显示：南秦岭佛坪穹窿的混合岩类记录了多期部分熔融事件。混合岩的原岩可以分为两种，第一种混合岩记录了晚三叠世的年代学特征（平均年龄为214-211Ma），第二种混合岩同时记录新元古代以及晚三叠世的年龄特征。混合岩的矿物组合特征显示含有大量的富铝矿物，锆石U-Pb年代学记录复杂（2907-187Ma），而混合岩锆石的核部含有一些古老锆石记录，包括一些太古代以及新元古代的年代学记录，边部的年代学记录为晚三叠至早侏罗世（224-187Ma）。五龙岩体花岗岩类的锆石U-Pb年代学特征指示其结晶年龄为219-192Ma，且花岗岩类地球化学特征差异较大，其中低Mg#花岗岩类（Mg#＜50）按照地球化学特征大致可以分成两组，第一组具有高Sr/Y比值特征(Sr/Y＞40)，第二组花岗岩类具有正常的Sr/Y比值特征（Sr/Y＜40）。数据源自科研项目“国家重点研发计划“燕山期重大地质事件的深部过程与资源效应”（2016YFC0600404)。",
      "instructions": "Name + Year, Excel",
      "instructionsCn": "姓名 + 年份，Excel",
      "east": 108.5,
      "west": 107.5,
      "south": 33.15,
      "north": 33.65,
      "startTime": null,
      "endTime": null,
      "fileSize": 388096.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2017.10.024",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈福坤",
        "nameEn": "CHEN Fukun",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Zircon U-Pb ages and geochemistry of migmatites and granites in the Foping dome: Evidence for Late Triassic crustal evolution in South Qinling, China",
        "referenceCn": null,
        "referenceEn": "Zhang, H., Li, S.Q., Fang, B.W., He, J.F., Xue, Y.Y., Siebel, W., & Chen, F. (2018). Zircon U-Pb ages and geochemistry of migmatites and granites in the Foping dome: Evidence for Late Triassic crustal evolution in South Qinling, China. Lithos, 296-299, 129-141."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "变质岩",
        "nameEn": "metamorphic rocks"
      },
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "花岗岩",
        "nameEn": "granite"
      },
      {
        "nameCn": "锆石U-Pb定年",
        "nameEn": "Ziron U-Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "秦岭造山带",
        "keywordEn": "Qinling orogenic belt"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早中生代",
        "keywordEn": "Early Mesozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep process and resource effect of major Yanshanian geological events"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific methods used for determining zircon ages and geochemical compositions in granites and migmatites?",
        "QuestionCn": "确定花岗岩和混合岩中锆石年龄和地球化学成分的具体方法有哪些？",
        "AnswerEn": "LA-ICP-MS zircon dating analysis, XRF and ICP-MS methods for elemental geochemical analysis, TIMS method for obtaining Sr-Nd isotopic compositions",
        "AnswerCn": "LA-ICP-MS锆石定年分析，XRF和ICP-MS方法用于元素地球化学分析，TIMS方法用于获得Sr-Nd同位素组成。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'LA-ICP-MS zircon dating' mean in the context of geochronology and geochemical analysis?",
        "QuestionCn": "在地质年代学和地球化学分析的背景下，“LA-ICP-MS锆石定年”是什么意思？",
        "AnswerEn": "LA-ICP-MS zircon dating refers to a technique used to determine the age of zircon crystals by using Laser Ablation Inductively Coupled Plasma Mass Spectrometry. This method allows researchers to analyze the isotopic composition of zircon and obtain precise U-Pb ages, which are crucial for understanding the timing of geological events such as partial melting and magmatic processes in rocks like those from the Nanqinling Foping dome.",
        "AnswerCn": "LA-ICP-MS锆石定年是指一种通过激光剥蚀电感耦合等离子体质谱法来确定锆石晶体年龄的技术。该方法允许研究人员分析锆石的同位素组成，并获得精确的铀-铅年龄，这对于理解地质事件的时序，如部分熔融和岩石中如南秦岭佛坪穹隆的岩浆过程，至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes for the complexity and variability in zircon U-Pb age records observed in mixed and granite rocks in the Foping Dome region?",
        "QuestionCn": "在Foping Dome地区，混合岩和花岗岩中观察到的锆石U-Pb年龄记录的复杂性和变异性的潜在原因是什么？",
        "AnswerEn": "The complexity and variability in zircon U-Pb age records in the Foping Dome region are caused by multiple partial melting events recorded in the mixed rocks, with protoliths recording Late Triassic and Neoproterozoic age features. Additionally, the presence of ancient zircon cores from the Archean and Neoproterozoic and Late Triassic to Early Jurassic age records contribute to this complexity.",
        "AnswerCn": "Foping Dome地区锆石U-Pb年龄记录的复杂性和变异性是由于混合岩中记录的多次部分熔融事件所致，原岩记录了晚三叠世和新元古代的年龄特征。此外，来自古元古代和新元古代以及晚三叠世至早侏罗纪的古老锆石核的存在也增加了这种复杂性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in utilizing LA-ICP-MS for zircon dating, and how does it compare to other methods like TIMS in terms of accuracy and data resolution in geochronological studies?",
        "QuestionCn": "利用LA-ICP-MS进行锆石定年的程序步骤是什么，与TIMS等其他方法相比，在地质年代学研究中其准确性和数据分辨率如何？",
        "AnswerEn": "LA-ICP-MS zircon dating involves several steps: sample preparation where zircon grains are separated and mounted, laser ablation to vaporize a small part of the zircon, and mass spectrometry to analyze the isotopic composition. This method allows for rapid in-situ analysis with minimal sample destruction. Compared to TIMS (Thermal Ionization Mass Spectrometry), LA-ICP-MS is generally faster and requires less sample preparation but might offer slightly lower precision. TIMS, on the other hand, provides high precision and accuracy but is more time-consuming and requires more extensive sample preparation.",
        "AnswerCn": "LA-ICP-MS锆石定年涉及几个步骤：样品准备，其中锆石颗粒被分离并固定，激光剥蚀以蒸发锆石的一小部分，以及质谱分析以检测同位素组成。这种方法允许快速原位分析，且对样品的破坏最小。与TIMS（热离子化质谱）相比，LA-ICP-MS通常更快，所需样品准备较少，但可能提供稍低的精度。另一方面，TIMS提供高精度和准确性，但耗时更长，且需要更广泛的样品准备。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}