{
    "id": "b6afaa95-51f4-4906-ab74-4e5a18145a08",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "High resolution land cover dataset of Gwadar Port, Pakistan (v2010)",
            "titleCn": "巴基斯坦瓜达尔港高分辨率土地覆被数据集（V2010）",
            "description": "Gwadar deep water port is located in the south of Gwadar city in the southwest of Balochistan province, Pakistan. It is 460km away from Karachi in the East and 120km away from Pakistan Iran border in the West. It is adjacent to the Arabian Sea in the Indian Ocean in the South and the Strait of Hormuz and Red Sea in the West. It is a port with strategic position far away from Muscat, capital of Oman.\nThis data is the land cover data of Gwadar and its surrounding areas. The data is from globeland30 with a spatial resolution of 30 meters and a data format of TIFF.\nThe classification images used in the development of globeland30 data set mainly include Landsat's TM5, ETM +, oli multispectral images and HJ-1 multispectral images. Using the Pok based classification method, the total volume accuracy is 83.50%, and the kappa coefficient is 0.78.",
            "descriptionCn": "瓜达尔深水港位于巴基斯坦俾路支省西南部瓜德尔城南部，在巴基斯坦靠近伊朗一侧，东距卡拉奇约460km，西距巴基斯坦伊朗边境约120km，南临印度洋的阿拉伯海，向西则是霍尔木兹海峡和红海，与阿曼首都马斯喀特(Muscat)遥遥相对，是一个极具战略地位的海港。\n本数据为瓜达尔及其周边土地覆盖数据，数据源于GlobeLand30 (Chen, 2014)，数据空间分辨率为30米，数据格式为tiff。\nGlobeLand30数据集研制所使用的分类影像主要包括美国陆地资源卫星(Landsat)的TM5、ETM+、OLI多光谱影像和中国环境减灾卫星(HJ-1)多光谱影像，采用基于像元对象知识(POK-based)的分类方法 (Chen, 2015)，总体精度为83.50%，Kappa系数0.78 (Xie, 2015)。",
            "instructions": "Data format: TIFF;\nSpatial resolution: 30m;\nRemarks: cultivated land / cultivated land: 10; forest / Woodland: 20; grass land / Grassland: 30; shrubland / shrub land: 40; Wetland / wetland: 50; water body / water body: 60; tundra / tundra: 70; artificial surfaces / artificial surface: 80; bareland / bare land: 90; permanent snow and ice / glacier and permanent snow: 100 .",
            "instructionsCn": "数据格式：tiff；\n空间分辨率：30米；\n备注：Cultivated Land/耕地：10；Forest/林地：20；Grass Land/草地：30；Shrubland/灌木地：40；Wetland/湿地：50；Water Body/水体：60；Tundra/苔原：70；Artificial Surfaces/人造地表：80；Bareland/裸地：90；Permanent Snow and Ice/冰川和永久积雪：100 。",
            "east": 65.32,
            "west": 61.57,
            "south": 25.01,
            "north": 25.84,
            "startTime": "2014-01-01 00:00:00",
            "endTime": "2015-12-31 00:00:00",
            "fileSize": 1599580.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吴骅",
                "nameEn": "WU Hua",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "China: Open access to Earth land-cover map",
                "referenceCn": null,
                "referenceEn": "Chen J., Ban Y., Li S. China: Open access to Earth land-cover map[J]. Nature, 2014, 514(7523): 434-434. DOI:10.1038/514434c."
            },
            {
                "titleCn": null,
                "titleEn": "Global land cover mapping at 30 m resolution: A POK-based operational approach",
                "referenceCn": null,
                "referenceEn": "Chen, J., Chen, J., et al. Global land cover mapping at 30 m resolution: A POK-based operational approach[J]. ISPRS Journal of Photogrammetry and Remote Sensing, 2015， 103: 7-27. DOI: 10.1016/j.isprsjprs.2014.09.002."
            },
            {
                "titleCn": null,
                "titleEn": "A multilevel stratified spatial sampling approach for the quality assessment of remote-sensing-derived products",
                "referenceCn": null,
                "referenceEn": "Xie H., Tong X., and Meng W., et al. A multilevel stratified spatial sampling approach for the quality assessment of remote-sensing-derived products[J]. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 2015, 8(10): 4699-4713. DOI: 10.1109/JSTARS.2015.2437371."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地覆被",
                "nameEn": "Land cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "瓜达尔",
                "keywordEn": "Gwadar"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010",
                "keywordEn": "2010",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to develop high-resolution land cover datasets for strategically important ports?",
                "QuestionCn": "您能否提供一个用于开发战略重要港口高分辨率土地覆盖数据集的数据收集方法的示例？",
                "AnswerEn": "A data collection method used involves utilizing multispectral imagery from satellites such as the Landsat TM5, ETM+, OLI, and the Chinese HJ-1 for developing high-resolution land cover datasets. This approach employs a pixel-object knowledge-based classification method to achieve spatial resolutions of 30 meters, as demonstrated in the creation of a land cover dataset for Gwadar Port, Pakistan.",
                "AnswerCn": "一种数据收集方法是利用卫星的多光谱影像，如Landsat TM5、ETM+、OLI和中国的HJ-1，来开发高分辨率的土地覆盖数据集。这种方法采用基于像素-对象的知识分类方法，以实现30米的空间分辨率，正如在巴基斯坦的瓜达尔港创建土地覆盖数据集所示。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of high-resolution land cover datasets collected for strategic ports like Gwadar Port, and how do these features influence data accuracy and applicability?",
                "QuestionCn": "高分辨率土地覆盖数据集的特点，如为战略港口（如瓜达尔港）收集的数据，主要包括以下几个方面：\n\n1. **空间分辨率**：高分辨率数据通常具有较小的像素尺寸，能够捕捉到更细致的地表特征，如建筑物、道路和植被类型。\n\n2. **时间分辨率**：数据集可能会定期更新，以反映土地利用变化和环境动态，确保信息的时效性。\n\n3. **分类精度**：高分辨率数据集通常提供多种土地覆盖类型的详细分类，能够区分不同的土地利用类型，如工业区、商业区、住宅区和自然区域。\n\n4. **数据来源**：数据可能来自多种遥感技术，如卫星影像、无人机航拍和地面调查，确保数据的多样性和可靠性。\n\n5. **地理信息系统（GIS）集成**：高分辨率数据集通常与GIS工具兼容，便于进行空间分析和可视化。\n\n这些特征对数据的准确性和适用性有重要影响。高空间分辨率和分类精度提高了数据的细节和准确性，使其更适合进行环境监测、城市规划和资源管理等应用。同时，定期更新的数据确保了信息的时效性，能够反映快速变化的环境和土地利用情况。",
                "AnswerEn": "30 meters spatial resolution, Landsat TM5, ETM+, OLI multispectral images, China's HJ-1 multispectral images, pixel object knowledge (POK-based) classification method, overall accuracy of 83.50%, Kappa coefficient of 0.78",
                "AnswerCn": "30米空间分辨率，Landsat TM5、ETM+、OLI多光谱图像，中国的HJ-1多光谱图像，基于像素对象知识（POK）的分类方法，总体精度为83.50%，Kappa系数为0.78。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the land cover dataset for Gwadar Port in Pakistan?",
                "QuestionCn": "巴基斯坦瓜达尔港的土地覆盖数据集的空间分辨率是多少？",
                "AnswerEn": "30 meters",
                "AnswerCn": "30米",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the classification method based on pixel object knowledge (POK-based) compare to traditional pixel-based classification methods in terms of accuracy and efficiency for high-resolution land cover datasets?",
                "QuestionCn": "基于像素对象知识（POK-based）的分类方法与传统的基于像素的分类方法在高分辨率土地覆盖数据集的准确性和效率方面有何比较？",
                "AnswerEn": "The classification method based on pixel object knowledge (POK-based) used in the dataset has an overall accuracy of 83.50% and a Kappa coefficient of 0.78. It utilizes multi-spectral imagery from satellites like Landsat and China's HJ-1 and is likely more efficient and accurate than traditional pixel-based methods due to its integration of object-level characteristics, which reduces noise and increases accuracy in land cover classification.",
                "AnswerCn": "基于像素对象知识（POK-based）的分类方法在该数据集中整体准确率为83.50%，Kappa系数为0.78。它利用来自卫星的多光谱影像，如Landsat和中国的HJ-1，可能比传统的基于像素的方法更高效、更准确，因为它整合了对象级特征，从而减少了噪声，提高了土地覆盖分类的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to the choice of Landsat and HJ-1 multispectral imagery for high-resolution land cover data collection in the Gwadar Port region?",
                "QuestionCn": "选择Landsat和HJ-1多光谱影像用于Gwadar港地区高分辨率土地覆盖数据收集的因素有哪些？",
                "AnswerEn": "The choice of Landsat and HJ-1 multispectral imagery for high-resolution land cover data collection in the Gwadar Port region is influenced by their availability and capability to provide multi-spectral images that are suitable for detailed land cover classification. Landsat's TM5, ETM+, and OLI sensors, along with China's HJ-1, offer the spatial and spectral resolution necessary for distinguishing various land cover types. The classification process, which uses a POK-based method, benefits from the multi-temporal and multi-source imagery to enhance accuracy and reliability of the land cover data.",
                "AnswerCn": "选择Landsat和HJ-1多光谱影像用于Gwadar港地区的高分辨率土地覆盖数据收集，受到其可用性和提供适合详细土地覆盖分类的多光谱图像能力的影响。Landsat的TM5、ETM+和OLI传感器，以及中国的HJ-1，提供了区分各种土地覆盖类型所需的空间和光谱分辨率。分类过程采用基于POK的方法，利用多时相和多源影像，提高土地覆盖数据的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of developing a high-resolution land cover dataset for the Gwadar Port area in Pakistan, using data from sources like Landsat and China's Environment Disaster Mitigation Satellite?",
                "QuestionCn": "开发巴基斯坦瓜达尔港地区的高分辨率土地覆盖数据集的主要目标是利用来自Landsat和中国环境灾害减灾卫星等来源的数据。",
                "AnswerEn": "The primary goal of developing a high-resolution land cover dataset for the Gwadar Port area is to provide detailed and accurate information about the land cover in this strategically significant region. This dataset aims to facilitate better planning and management of the port and its surrounding areas by utilizing high-resolution imagery from sources such as Landsat and China's Environment Disaster Mitigation Satellite. The data's spatial resolution of 30 meters and the use of a POK-based classification method with an overall accuracy of 83.50% and a Kappa coefficient of 0.78 ensure reliable insights into the land cover dynamics of Gwadar and its vicinity.",
                "AnswerCn": "开发瓜达尔港地区高分辨率土地覆盖数据集的主要目标是提供有关该战略重要区域土地覆盖的详细和准确的信息。该数据集旨在通过利用来自Landsat和中国环境灾害减灾卫星的高分辨率影像，促进对港口及其周边地区的更好规划和管理。数据的空间分辨率为30米，采用基于POK的分类方法，整体准确率为83.50%，Kappa系数为0.78，确保了对瓜达尔及其周边地区土地覆盖动态的可靠洞察。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in applying the POK-based classification method to high-resolution land cover data in the context of strategic port areas?",
                "QuestionCn": "在战略港口区域的高分辨率土地覆盖数据中应用基于POK的分类方法的步骤包括：\n\n1. 数据收集：获取高分辨率的土地覆盖数据，包括遥感影像和相关的地理信息。\n2. 数据预处理：对收集到的数据进行预处理，包括去噪、几何校正和辐射校正，以确保数据的质量和一致性。\n3. 特征提取：从预处理后的数据中提取特征，可能包括光谱特征、纹理特征和形状特征等。\n4. POK模型构建：根据已有的土地覆盖类型和样本数据，构建POK（Probability of Occurrence of K）模型。\n5. 分类实施：使用构建的POK模型对高分辨率土地覆盖数据进行分类，识别不同的土地覆盖类型。\n6. 分类结果验证：通过地面实地调查或其他验证数据，对分类结果进行验证和评估，确保分类的准确性。\n7. 结果分析与应用：分析分类结果，并将其应用于战略港口区域的规划和管理中，以支持决策制定。",
                "AnswerEn": "The POK-based classification method involves using classification images primarily from Landsat's TM5, ETM+, OLI multispectral imagery, and China's HJ-1 multispectral imagery. The process includes using pixel-object knowledge to classify land cover types, achieving an overall accuracy of 83.50% and a Kappa coefficient of 0.78.",
                "AnswerCn": "基于POK的分类方法主要使用来自Landsat的TM5、ETM+、OLI多光谱影像以及中国的HJ-1多光谱影像的分类图像。该过程包括利用像素-对象知识对土地覆盖类型进行分类，整体准确率达到83.50%，Kappa系数为0.78。",
                "Level": "C3(Applying)"
            }
        ]
    }
}