{
  "id": "b70ed433-8967-4604-b537-d23e4c57ec79",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP",
      "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
      "description": "This dataset is collected from the Supplementary Materials part of the paper \"Chen, F.H., Dong, G.H., Zhang, D.J., Liu, X.Y., Jia, X., An, C.B., Ma, M.M., Xie, Y.W., Barton, L., Ren, X.Y., Zhao, Z.J., & Wu, X.H. (2015). Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3600 BP. Science, 347, 248–250.\". \nIn this paper, researchers analyzed animal bones, plant remains and other artefacts from 53 sites across the northeastern Tibetan plateau and found that humans began to relocate to the elevations above 4000 masl after the emergence of Barley. According to the study, the prehistoric human expansion into the higher, colder altitudes of the Tibetan plateau took place as the continental temperatures had themselves become colder after 3,600 calendar years before the present, thus, the key impetus of the expansion was agricultural innovation rather than climate change.\nThis dataset contains 4 tables, table names and content are as follows:\nData list: The data name list of the rest tables;\nt1: Calibrated radiocarbon dates and domesticated plant and animal remains from sites investigated on the NETP;\nt2: Radiocarbon dates of the Paleolithic sites on the Tibetan Plateau;\nt3: OSL dates of the Paleolithic sites on the Tibetan Plateau.\nSee attachments for data details: Supplementary Materials.pdf, Agriculture Facilitated Permanent Human Occupation of the Tibetan Plateau after 3,600 BP.pdf.",
      "descriptionCn": "本数据集来源于论文： Chen, F.H., Dong, G.H., Zhang, D.J., Liu, X.Y., Jia, X., An, C.B., Ma, M.M., Xie, Y.W., Barton, L., Ren, X.Y., Zhao, Z.J., & Wu, X.H. (2015). Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3600 BP. Science, 347, 248–250. 数据整理自论文内Supplementary Materials中的表格数据。\n在这篇文章中，研究人员对来自青藏高原东北地区各地的53处遗址的动物骨骼、植物遗骸及其它人工制品进行了分析，发现自从大麦（Barley）产生后，人类就开始迁移到海拔高达4700米的地区定居。该研究显示，史前人类是在距今3600年以后全球气候转冷的大背景下向青藏高原高海拔地区大规模扩张的，其关键的促进因素是农业技术革新而不是气候变化。\n数据集包含4个数据表，数据表名称和内容分别为：\nData list：数据列表；\nt1：Calibrated radiocarbon dates and domesticated plant and animal remains from sites investigated on the NETP（青藏高原东北部研究的遗址的校准的放射性碳年代和驯化动植物遗骸）；\nt2：Radiocarbon dates of the Paleolithic sites on the Tibetan Plateau（青藏高原旧石器时代遗址的放射性碳年代）；\nt3：OSL dates of the Paleolithic sites on the Tibetan Plateau（青藏高原旧石器时代遗址的光释光年代）。\n数据详细信息参见附件：Supplementary Materials.pdf，Agriculture Facilitated Permanent Human Occupation of the Tibetan Plateau after 3,600 BP.pdf。",
      "instructions": "The data is named by the paper, it can be viewed and edited by Excel software of Microsoft Office.",
      "instructionsCn": "数据以论文名称命名，可用Microsoft Office中的Excel软件进行查看和编辑。",
      "east": 106.0,
      "west": 92.0,
      "south": 32.0,
      "north": 40.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 30012.0,
      "cstr": "18406.11.Paleoenv.tpdc.270105",
      "doi": "10.11888/Paleoenv.tpdc.270105",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈发虎",
        "nameEn": "CHEN Fahu",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3600 B.P",
        "referenceCn": null,
        "referenceEn": "Chen, F.H., Dong, G.H., Zhang, D.J., Liu, X.Y., Jia, X., An, C.B., Ma, M.M., Xie, Y.W., Barton, L., Ren, X.Y., Zhao, Z.J., Wu, X.H., Jones, M.K. (2015). Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3600 B.P. Science, 347( 6219) : 248-250."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "古生物",
        "nameEn": "Paleontology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "距今3600年前",
        "keywordEn": "3600B.P.",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "青藏高原与周边地区冰川变化及其与大气环流关系（1970s-2000s）",
        "titleEn": "Different glacier status with atmospheric circulations in Tibetan Plateau and surroundings (1970s-2000s)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Ecological factors can place heavy constraints on humans, particularly in areas of high altitude, because even small changes in temperature, precipitation, and land cover can have a major effect on what crops can be grown. Early studies of the mechanisms underlying the spread of wheat and barley considered a single aspect of crop growth patterns: length of the growing season. In particular, models based on a crop’s accumulated heat requirements—growing degree days (GDD)—predict that wheat and barley are more adapted to growth in high-latitude and high-altitude Eurasia than millets. Local ecology and climate, coupled with crop phenology, thus had a marked impact on crop adoption in high-altitude environments, one that differed substantially from the lowlands."
      ],
      "research objective": [
        "We contend that this argument is incompatible with the growing requirements of barley. It is necessary to clearly define past crop niches to create better models for the complex history of the occupation of the plateau. Examination of the thermal niche occupied by barley on the NETP shows that growing barley at an altitude of 4000 m above sea level—aclaimmadeinChenetal. was unlikely to have been successful in the average year."
      ],
      "challenges": [
        "The potential for both hunter-gatherers and pastoralists to move grains outside of the cultivated niche means that caution should be exercised when discussing when and where agriculture was carried out on the Tibetan Plateau and with what permanence it was occupied. Disentangling how agricultural crops and pastoral animals spread onto and across the Tibetan Plateau requires not only better evidence and robust models upon which this evidence may be brought to bear but also more complex narratives to interpret the mismatch between archaeological data and models for human behavior."
      ],
      "methods": [],
      "dataset": [],
      "findings": [],
      "backgroundCn": [
        "生态因素对人类的影响可能非常大，特别是在高海拔地区，因为即使是温度、降水和土地覆盖的微小变化也会对可以种植的作物产生重大影响。早期对小麦和大麦传播机制的研究考虑了作物生长模式的单一方面：生长季节的长度。特别是，基于作物累积热量需求（生长度日数，GDD）的模型预测，小麦和大麦比小米更适合在高纬度和高海拔的欧亚地区生长。因此，当地的生态和气候，加上作物的物候特征，对高海拔环境中作物的采纳产生了显著影响，这与低地地区有很大不同。"
      ],
      "research objectiveCn": [
        "我们认为这个论点与大麦日益增长的需求不兼容。为了更好地建立关于高原占领复杂历史的模型，有必要清晰地定义过去的作物生态位。对NETP上大麦所占据的热生态位的检查表明，在海拔4000米的高度种植大麦——这是Chen等人所提出的主张——在平均年份中不太可能成功。"
      ],
      "challengesCn": [
        "猎人-采集者和牧民将谷物移出耕作区域的潜力意味着，在讨论农业在青藏高原的开展时间、地点及其占据的持久性时应谨慎。要理清农业作物和牧畜动物如何在青藏高原上扩散，需要更好的证据和更稳健的模型来支持这些证据，同时也需要更复杂的叙事来解释考古数据与人类行为模型之间的不匹配。"
      ],
      "methodsCn": [],
      "datasetCn": [],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there challenges identified in distinguishing the spread of agricultural crops from pastoral practices on the Tibetan Plateau?",
        "QuestionCn": "在区分青藏高原上农业作物的传播与牧业实践时，是否存在已识别的挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are calibrated radiocarbon dating techniques, optical stimulated luminescence, or another method more effective for dating archaeological sites on the Tibetan Plateau?",
        "QuestionCn": "校准的放射性碳定年技术、光释光或其他方法在青藏高原考古遗址的定年效果如何？",
        "AnswerEn": "Calibrated radiocarbon dating techniques and optical stimulated luminescence",
        "AnswerCn": "校准的放射性碳测年技术和光释光测年技术",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Do archaeological studies on the Tibetan Plateau focus more on animal bone analysis, plant remains, or artificial artifacts for understanding human settlement?",
        "QuestionCn": "对青藏高原的考古研究更侧重于动物骨骼分析、植物遗存还是人工制品，以理解人类定居情况？",
        "AnswerEn": "animal bone analysis",
        "AnswerCn": "动物骨骼分析",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where can researchers find datasets related to radiocarbon and OSL dating of archaeological sites on the Tibetan Plateau?",
        "QuestionCn": "研究人员可以在哪里找到与青藏高原考古遗址的放射性碳和光释光（OSL）定年相关的数据集？",
        "AnswerEn": "supplementary materials of relevant research papers",
        "AnswerCn": "相关研究论文的补充材料",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges do researchers face when collecting data on agricultural expansion and human settlement in high-altitude environments?",
        "QuestionCn": "研究人员在高海拔环境中收集农业扩张和人类定居数据时面临哪些挑战？",
        "AnswerEn": "Disentangling the spread of agricultural crops and pastoral animals",
        "AnswerCn": "解开农作物和牧畜动物传播的关系",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a data collection method used to understand the spread of agriculture in high-altitude regions?",
        "QuestionCn": "了解高海拔地区农业传播的一种数据收集方法的例子是什么？",
        "AnswerEn": "An example of a data collection method is the analysis of animal bones, plant remains, and other artifacts from multiple archaeological sites, which helps reconstruct the spread of agriculture and human settlement across high-altitude regions like the Tibetan Plateau.",
        "AnswerCn": "数据收集方法的一个例子是分析来自多个考古遗址的动物骨骼、植物遗存和其他文物，这有助于重建农业和人类定居在高海拔地区（如青藏高原）的传播。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Give an example of a challenge faced when interpreting archaeological data related to the spread of agriculture on the Tibetan Plateau.",
        "QuestionCn": "在解释与青藏高原农业传播相关的考古数据时面临的挑战之一是：由于高原的极端气候条件，植物遗存和其他有机材料的保存状况较差，这使得确定农业活动的时间和性质变得困难。",
        "AnswerEn": "A challenge in interpreting archaeological data is disentangling how agricultural crops and pastoral animals spread across the Tibetan Plateau, which requires complex narratives and robust models to interpret the mismatch between archaeological data and models for human behavior.",
        "AnswerCn": "解读考古数据的一大挑战是理清农业作物和牧畜动物在青藏高原的传播方式，这需要复杂的叙述和稳健的模型来解释考古数据与人类行为模型之间的不匹配。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific features should be included in a dataset examining ecological constraints on agriculture in high-altitude regions?",
        "QuestionCn": "在高海拔地区研究农业生态限制的数据集中应包含哪些具体特征？",
        "AnswerEn": "temperature variations, precipitation levels, land cover types, growing season length, growing degree days (GDD)",
        "AnswerCn": "温度变化、降水量、土地覆盖类型、生长季长度、生长度日 (GDD)",
        "Level": "C6(Creating)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'calibrated radiocarbon dating' mean in the context of archaeological studies?",
        "QuestionCn": "在考古研究中，“校准的放射性碳年代测定”是什么意思？",
        "AnswerEn": "Calibrated radiocarbon dating refers to the process of adjusting radiocarbon age estimates to account for variations in atmospheric carbon levels over time. In archaeological studies, this method is used to provide a more accurate estimation of the age of organic materials, such as plant and animal remains, found at archaeological sites.",
        "AnswerCn": "校准放射性碳定年是指调整放射性碳年龄估计值，以考虑随时间变化的气氛碳水平。在考古研究中，这种方法用于提供对考古遗址中发现的有机材料（如植物和动物遗骸）年龄的更准确估计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is 'OSL dating' and how is it applied in archaeological research on the Tibetan Plateau?",
        "QuestionCn": "什么是“OSL测年”，它如何应用于青藏高原的考古研究？",
        "AnswerEn": "OSL dating, or Optically Stimulated Luminescence dating, is a technique used to determine the last time mineral grains were exposed to light. In archaeological research, particularly on the Tibetan Plateau, it is applied to date the age of sediment layers associated with Paleolithic sites, providing insights into the timeline of human occupation.",
        "AnswerCn": "光释光测年（OSL dating）是一种用于确定矿物颗粒最后一次暴露于光线的时间的技术。在考古研究中，特别是在青藏高原，它被应用于对与旧石器时代遗址相关的沉积层进行年代测定，从而提供人类占据时间线的洞察。",
        "Level": "C3(Applying)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in challenges faced when collecting data from high-altitude regions like the Tibetan Plateau versus lowland areas?",
        "QuestionCn": "在收集高海拔地区（如青藏 Plateau）与低地地区的数据时，面临的挑战有哪些不同？",
        "AnswerEn": "High-altitude regions like the Tibetan Plateau present unique challenges due to ecological constraints such as temperature and precipitation variations that affect crop growth. In contrast, lowland areas might not face such severe ecological restrictions, making data collection potentially easier in terms of accessibility and environmental stability.",
        "AnswerCn": "高海拔地区如青藏高原由于温度和降水变化等生态限制，给作物生长带来了独特的挑战。相比之下，低地地区可能不会面临如此严峻的生态限制，因此在数据收集方面可能更容易，尤其是在可达性和环境稳定性方面。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might ecological constraints and climate variations influence the methodologies of data collection for understanding the historical spread of agriculture in high-altitude regions?",
        "QuestionCn": "生态限制和气候变化如何影响高海拔地区农业历史传播研究的数据收集方法？",
        "AnswerEn": "Ecological factors such as temperature, precipitation, and land cover have significant effects on crop growth in high-altitude areas, which necessitates careful consideration of these variables when collecting data on historical agriculture. Researchers must account for these constraints while developing models to accurately interpret the data collected from such environments.",
        "AnswerCn": "生态因素如温度、降水和土地覆盖对高海拔地区的作物生长有显著影响，这要求在收集历史农业数据时仔细考虑这些变量。研究人员必须在开发模型时考虑这些限制，以准确解读从此类环境中收集的数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In what ways can the historical growing patterns of barley inform the development of datasets to model past agricultural practices on the Tibetan Plateau?",
        "QuestionCn": "大麦的历史种植模式可以通过哪些方式为在青藏高原上建立用于模拟过去农业实践的数据集提供信息？",
        "AnswerEn": "The historical growing patterns of barley, particularly its thermal niche and growing degree days (GDD), provide insights into its adaptation to high-altitude environments. Understanding these patterns can guide the creation of datasets that better reflect the crop niches of the past, helping researchers model the complex history of human occupation and agriculture on the plateau.",
        "AnswerCn": "大麦的历史生长模式，特别是其热适应性和生长度日（GDD），为其适应高海拔环境提供了见解。理解这些模式可以指导创建更好地反映过去作物生态位的数据集，帮助研究人员建模高原上人类居住和农业的复杂历史。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges in data collection arise from the movement of grains by hunter-gatherers and pastoralists, and how can datasets be refined to address these issues?",
        "QuestionCn": "狩猎采集者和牧民在粮食移动方面面临的数据收集挑战是什么，以及如何改进数据集以解决这些问题？",
        "AnswerEn": "The movement of grains outside cultivated niches by hunter-gatherers and pastoralists complicates the understanding of agricultural spread and permanence on the Tibetan Plateau. This necessitates robust models and more complex narratives in datasets to interpret the discrepancies between archaeological data and human behavior models, thereby refining the evidence for agriculture's historical impact.",
        "AnswerCn": "猎人采集者和牧民将谷物从耕作区域迁移到其他地方，这使得对青藏高原农业传播和持久性的理解变得复杂。这需要在数据集中建立更强大的模型和更复杂的叙述，以解释考古数据与人类行为模型之间的差异，从而完善农业历史影响的证据。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors have contributed to the challenges in collecting calibrated radiocarbon dates and domesticated plant and animal remains from high-altitude archaeological sites?",
        "QuestionCn": "哪些因素导致在高海拔考古遗址收集经过校准的放射性碳年代和驯化植物及动物遗骸时面临挑战？",
        "AnswerEn": "The ecological constraints at high altitudes, such as changes in temperature and precipitation, can affect what crops can be grown, influencing the preservation and identification of plant and animal remains. Additionally, the movement of grains by hunter-gatherers and pastoralists outside the cultivated niche adds complexity to identifying the specific timeline and location of agricultural practices.",
        "AnswerCn": "高海拔地区的生态限制，如温度和降水的变化，会影响可种植的作物，从而影响植物和动物遗骸的保存和识别。此外，狩猎采集者和牧民将谷物移动到耕作区域之外，增加了识别农业实践的具体时间线和地点的复杂性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be discrepancies between archaeological data and models for human behavior in high-altitude environments?",
        "QuestionCn": "为什么考古数据与高海拔环境中人类行为模型之间可能存在差异？",
        "AnswerEn": "The potential movement of grains and animals by human groups across different ecological niches challenges the accuracy of models predicting human occupation and agricultural practices. Furthermore, the local ecology and crop phenology significantly impact crop adoption, creating a complex narrative that may not align with the simplified assumptions of existing models.",
        "AnswerCn": "人类群体在不同生态位之间移动谷物和动物的潜在行为，挑战了预测人类占据和农业实践的模型的准确性。此外，当地生态和作物物候对作物的采用有显著影响，形成了一个复杂的叙事，这可能与现有模型的简化假设不一致。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes have been identified for the need to reevaluate past crop niches and create better models for understanding the occupation of high-altitude areas like the Tibetan Plateau?",
        "QuestionCn": "哪些原因导致需要重新评估过去的作物生态位，并创建更好的模型来理解像青藏高原这样的高海拔地区的占领情况？",
        "AnswerEn": "The argument that barley could grow successfully at altitudes of 4000 m in average years has been challenged, indicating that previous models may not accurately reflect the thermal niche of crops. This necessitates the reevaluation of crop niches to develop more accurate models that consider the complex history of human occupation and agricultural adaptation in these regions.",
        "AnswerCn": "关于大麦在平均年份能够成功生长在4000米海拔的论点受到了挑战，表明之前的模型可能未能准确反映作物的热生态位。这需要重新评估作物生态位，以开发更准确的模型，考虑到这些地区人类居住和农业适应的复杂历史。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of utilizing radiocarbon dating techniques on the understanding of human occupation timelines on the Tibetan Plateau?",
        "QuestionCn": "利用放射性碳定年技术对青藏高原人类占据时间线的理解有什么影响？",
        "AnswerEn": "Utilizing radiocarbon dating techniques allows for a calibrated understanding of human occupation timelines, which provides insights into how and when agricultural practices, such as barley cultivation, facilitated permanent human settlement at high altitudes on the Tibetan Plateau.",
        "AnswerCn": "利用放射性碳定年技术可以对人类占据时间线进行校准理解，这为我们提供了关于农业实践（如大麦种植）如何促进高海拔地区（如青藏高原）永久人类定居的洞察。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does analyzing both plant and animal remains from archaeological sites influence the interpretation of agricultural development on the Tibetan Plateau?",
        "QuestionCn": "分析考古遗址中的植物和动物遗骸如何影响对青藏高原农业发展的解读？",
        "AnswerEn": "Analyzing both plant and animal remains from archaeological sites enables a comprehensive understanding of agricultural development, revealing how the adoption of barley cultivation was a significant factor in promoting human settlement in high-altitude regions, rather than solely climate changes.",
        "AnswerCn": "分析考古遗址中的植物和动物遗骸可以全面了解农业发展，揭示大麦种植的采用是促进人类在高海拔地区定居的重要因素，而不仅仅是气候变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What outcomes result from the application of growing degree days (GDD) models to predict crop adaptability in high-altitude environments?",
        "QuestionCn": "将生长度日（GDD）模型应用于预测高海拔环境中作物适应性的结果是什么？",
        "AnswerEn": "The application of GDD models to predict crop adaptability reveals that wheat and barley have greater suitability for high-altitude Eurasian environments compared to millets, thereby shedding light on the specific ecological and climatic conditions that influenced crop adoption and human settlement patterns on the Tibetan Plateau.",
        "AnswerCn": "GDD模型在预测作物适应性方面的应用表明，与小米相比，小麦和大麦在高海拔的欧亚环境中更具适宜性，从而揭示了影响作物采纳和人类定居模式的特定生态和气候条件，尤其是在青藏高原地区。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to examine the thermal niche occupied by crops like barley in the context of ancient high-altitude human settlements?",
        "QuestionCn": "在古代高海拔人类定居点的背景下，研究像大麦这样的作物所占据的热带生态位是重要的原因是什么？",
        "AnswerEn": "It is important to define past crop niches to create better models for understanding the complex history of human occupation on the plateau, as the growing requirements of barley challenge existing models of agricultural expansion into high-altitude areas.",
        "AnswerCn": "定义过去的作物生态位对于创建更好的模型以理解高原上人类占据的复杂历史是重要的，因为大麦的生长要求对农业向高海拔地区扩展的现有模型提出了挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What goals drive the need for disentangling the spread of agricultural crops and pastoral animals on the Tibetan Plateau?",
        "QuestionCn": "推动在青藏高原上理顺农业作物和牧畜动物分布的目标是什么？",
        "AnswerEn": "The goals include obtaining better evidence and developing robust models to interpret the mismatch between archaeological data and human behavior models, which enhances our understanding of the permanence and nature of agricultural practices in this region.",
        "AnswerCn": "目标包括获取更好的证据和开发稳健的模型，以解释考古数据与人类行为模型之间的不匹配，从而增强我们对该地区农业实践的持久性和性质的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are employed to calibrate radiocarbon dates for archaeological findings in high-altitude regions like the Tibetan Plateau?",
        "QuestionCn": "在像青藏高原这样的高海拔地区，校准考古发现的放射性碳日期所采用的方法论有哪些？",
        "AnswerEn": "Calibrated radiocarbon dating methods are used to analyze archaeological findings, as indicated in the dataset, which includes calibrated radiocarbon dates for sites in the northeast Tibetan Plateau.",
        "AnswerCn": "经过校准的放射性碳定年方法用于分析考古发现，如数据集中所示，其中包括东北藏区遗址的校准放射性碳日期。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the procedural steps for collecting and analyzing OSL dates from Paleolithic sites to understand historical human occupation patterns?",
        "QuestionCn": "收集和分析旧石器时代遗址的OSL年代以了解历史人类占领模式的程序步骤是什么？",
        "AnswerEn": "The dataset includes OSL dates from Paleolithic sites on the Tibetan Plateau, suggesting a procedural approach involves gathering samples and determining their ages through optically stimulated luminescence dating techniques.",
        "AnswerCn": "该数据集包括来自青藏高原的旧石器时代遗址的光释光日期，表明一种程序性的方法涉及收集样本并通过光释光测年技术确定其年龄。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies might enable researchers to disentangle the spread of agricultural crops and pastoral animals across the Tibetan Plateau?",
        "QuestionCn": "哪些方法论可以帮助研究人员理清农业作物和牧畜动物在青藏高原的传播？",
        "AnswerEn": "To disentangle the spread, researchers need better evidence, robust models, and complex narratives that account for the mismatch between archaeological data and models of human behavior. This requires comprehensive data collection and analysis techniques that integrate ecological, climatic, and archaeological factors.",
        "AnswerCn": "为了理清传播，研究人员需要更好的证据、稳健的模型以及复杂的叙事，以解释考古数据与人类行为模型之间的不匹配。这需要综合的数据收集和分析技术，整合生态、气候和考古因素。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might current datasets not fully capture the complexities of agricultural spread and human settlement on high-altitude regions like the Tibetan Plateau?",
        "QuestionCn": "为什么当前的数据集可能无法完全捕捉到农业扩散和人类在青藏高原等高海拔地区定居的复杂性？",
        "AnswerEn": "The potential for both hunter-gatherers and pastoralists to move grains outside of the cultivated niche necessitates caution when discussing agricultural permanence. Disentangling the spread of crops and pastoral animals requires better evidence, robust models, and complex narratives to interpret discrepancies between archaeological data and models of human behavior.",
        "AnswerCn": "猎人采集者和牧民将谷物移出耕作环境的潜力，使得在讨论农业的永久性时需要谨慎。要理清作物和牧畜动物的传播，需要更好的证据、稳健的模型以及复杂的叙事来解释考古数据与人类行为模型之间的差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might researchers expect that defining past crop niches more clearly could improve models for human occupation history in high-altitude environments?",
        "QuestionCn": "为什么研究人员认为更清晰地定义过去的作物生态位可能会改善高海拔环境中人类占领历史的模型？",
        "AnswerEn": "Clearly defining past crop niches is necessary to create better models for understanding the complex history of human occupation on the plateau. This is because the growing requirements of crops like barley need to be accurately assessed to determine the feasibility of their cultivation at high altitudes.",
        "AnswerCn": "清晰定义过去的农作物生态位对于创建更好的模型以理解高原上人类居住的复杂历史是必要的。这是因为像大麦这样的农作物的生长要求需要被准确评估，以确定其在高海拔地区种植的可行性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of using radiocarbon dating and OSL dating in establishing the timeline of human settlement on the Tibetan Plateau?",
        "QuestionCn": "如何评估使用放射性碳定年法和光释光定年法在建立人类在青藏高原定居时间线上的有效性？",
        "AnswerEn": "The use of radiocarbon and OSL dating is crucial in establishing a timeline of human settlement, as it provides empirical evidence of the age of archaeological sites. These methods can help disentangle the timing of agricultural innovations and human occupation in high-altitude environments, although they must be interpreted cautiously due to potential discrepancies in dating results.",
        "AnswerCn": "放射性碳和光释光（OSL）定年法在建立人类定居时间线方面至关重要，因为它提供了考古遗址年龄的实证证据。这些方法可以帮助理清农业创新和高海拔环境中人类占据的时间，尽管由于可能存在的定年结果差异，必须谨慎解读。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are your thoughts on the challenges of distinguishing between human-induced agricultural spread and natural ecological changes in high-altitude environments?",
        "QuestionCn": "我对区分人类引起的农业扩展和高海拔环境中的自然生态变化的挑战有何看法？",
        "AnswerEn": "Distinguishing between human-induced agricultural spread and natural ecological changes is challenging, particularly in high-altitude environments where minor climatic variations can significantly impact agriculture. This requires robust models and complex narratives to interpret archaeological data alongside ecological and climatic factors.",
        "AnswerCn": "区分人类引起的农业扩展和自然生态变化是具有挑战性的，特别是在高海拔环境中，微小的气候变化可能对农业产生重大影响。这需要强大的模型和复杂的叙述来解释考古数据以及生态和气候因素。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your opinion on the potential for expanding agricultural datasets to include more nuanced data on crop phenology and its relation to high-altitude adaptation?",
        "QuestionCn": "您对扩展农业数据集以包含更多关于作物物候学及其与高海拔适应关系的细化数据的潜力有何看法？",
        "AnswerEn": "Expanding datasets to include detailed data on crop phenology could be beneficial for understanding high-altitude adaptation. It would allow for more precise modeling of crop niches and growth requirements, potentially offering insights into historical agricultural practices and human settlement patterns at high altitudes.",
        "AnswerCn": "扩展数据集以包含作物物候的详细数据可能有助于理解高海拔适应性。这将允许更精确地建模作物生态位和生长需求，可能为了解高海拔地区的历史农业实践和人类定居模式提供洞察。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection techniques can effectively differentiate between the impact of ecological factors and agricultural innovation on high-altitude human settlements.",
        "QuestionCn": "我不明白数据收集技术如何有效区分生态因素和农业创新对高海拔人类定居点的影响。",
        "AnswerEn": "Ecological factors, such as temperature and precipitation, heavily influence what crops can be grown in high-altitude areas. The dataset includes calibrated radiocarbon dates and remains of domesticated plants and animals, which help in analyzing the timeline and impact of agricultural innovations like the introduction of barley in facilitating human settlements in these regions.",
        "AnswerCn": "生态因素，如温度和降水量，严重影响高海拔地区可以种植的作物。该数据集包括经过校准的放射性碳日期和驯化植物及动物的遗骸，这有助于分析农业创新的时间线及其影响，例如大麦的引入如何促进这些地区人类定居。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I’m unsure about how researchers can assess the challenges of disentangling the spread of agricultural crops versus pastoral animals on the Tibetan Plateau.",
        "QuestionCn": "我不确定研究人员如何评估在青藏高原上分离农业作物与牧畜动物传播的挑战。",
        "AnswerEn": "The challenge lies in the potential for both hunter-gatherers and pastoralists to move grains outside the cultivated niche, which complicates the assessment of agriculture's role. Better evidence and more robust models are needed to interpret the mismatch between archaeological data and human behavior models, as mentioned in the research objectives and challenges.",
        "AnswerCn": "挑战在于狩猎采集者和牧民都有可能将谷物移出耕作的生态位，这使得评估农业的作用变得复杂。需要更好的证据和更强有力的模型来解释考古数据与人类行为模型之间的不匹配，这在研究目标和挑战中提到。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I can't make sense of what types of datasets or data collection methods are crucial for understanding the thermal niches of crops like barley in high-altitude environments.",
        "QuestionCn": "我无法理解哪些类型的数据集或数据收集方法对于理解高海拔环境中作物如大麦的热生态位至关重要。",
        "AnswerEn": "Datasets that include calibrated radiocarbon dates and domesticated plant remains help define past crop niches and assess the thermal niches occupied by barley. Such datasets are critical for creating models that predict the suitability of crops like barley in high-altitude regions, as highlighted in the research objective.",
        "AnswerCn": "包含校准的放射性碳日期和驯化植物遗存的数据集有助于定义过去的作物生态位，并评估大麦所占据的热生态位。这些数据集对于创建预测像大麦这样的作物在高海拔地区适宜性的模型至关重要，如研究目标所强调的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the data collection methods used to analyze animal bones, plant remains, and other artifacts from archaeological sites in high-altitude regions, and suggest how these methods could be adapted or expanded for future research.",
        "QuestionCn": "请描述用于分析高海拔地区考古遗址中动物骨骼、植物遗存和其他文物的数据收集方法，并建议如何为未来研究调整或扩展这些方法。",
        "AnswerEn": "The analysis involved examining animal bones, plant remains, and artifacts from 53 sites in the northeastern Tibetan Plateau. Future research could adapt these methods by incorporating advanced dating techniques or integrating remote sensing technologies to enhance the spatial analysis of high-altitude environments.",
        "AnswerCn": "该分析涉及对东北藏高原53个遗址的动物骨骼、植物遗存和文物进行检查。未来的研究可以通过结合先进的年代测定技术或整合遥感技术来改进这些方法，以增强对高海拔环境的空间分析。",
        "Level": "C6(Creating)"
      }
    ]
  }
}