{
    "id": "b7eee397-c259-41ed-95f1-a084309fead5",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Global average annual snow cover proportion data (2000-2021)",
            "titleCn": "全球年均积雪面积比例数据（2000-2021)",
            "description": "The fractional snow cover (FSC) is the ratio of snow cover area (SCA) to unit pixel area. The data set is made by bv-blrm snow area proportional linear regression empirical model; The source data used are mod09ga 500m global daily surface reflectance products and mod09a1 500m 8-day synthetic global surface reflectance products; The production platform uses Google Earth engine; The data range is global, the data preparation time is from 2000 to 2021, the spatial resolution is 500 meters, and the temporal resolution is year by year. This set of data can provide quantitative information of snow cover distribution for regional climate simulation and hydrological models.",
            "descriptionCn": "积雪面积比例（fractional snow cover， FSC）是单位像元内积雪覆盖面积（Snow Cover Area SCA）与单位像元面积的比值。本数据集的制作方法为BV-BLRM积雪面积比例线性回归经验模型；采用的源数据为MOD09GA 500米全球逐日地表反射率产品，以及MOD09A1 500m的8天合成全球地表反射率产品；制作平台使用的是Google Earth Engine；数据范围为全球范围，数据制备时间为2000至2021年，空间分辨率为500米，时间分辨率为逐年。该套数据可为区域气候模拟、水文模型等提供积雪分布的定量信息。",
            "instructions": "This dataset contains 352 tif files stored year by year from 2000 to 2021.\nElement Item: BV_ BLRM_ mean_ FSC_ yyyy_ aa-bb-nnnnnnnnnn-oooooooooo.tif；\nField code description: BV_ BLRM stands for BV_ BLRM model; mean_ FSC stands for the proportion of annual snow cover area; Yyyy is the year, for example, 2010; Aa and bb represent the starting and ending range of latitude respectively; Nnnnnnnnnnnn-oooooooooo is a block marker within the latitude range of aa bb. In this series of data, each latitude zone is divided into four parts.\nUsage: This data set can be read and operated in Arcgis, ENVI and other GIS and remote sensing software environments. Splicing and projection conversion are required before use.",
            "instructionsCn": "该数据集包含2000年-2021年逐年存储的352个tif文件。\n要素项： BV_BLRM_mean_FSC_yyyy_aa-bb-nnnnnnnnnn-oooooooooo.tif；\n字段代码说明：BV_BLRM表示BV_BLRM模型；mean_FSC表示年均积雪面积比例； yyyy为年，例如2010；aa和bb分别表示纬度的起始和终止范围; nnnnnnnnnn-oooooooooo为aa-bb纬度范围内的分块标志。在本系列数据中，每个纬度带被分为四部分。\n使用方法：本数据集可在Arcgis、ENVI等GIS和遥感软件环境下进行读取和操作。使用前需经过拼接和投影转换。",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 85553058607.0,
            "cstr": "18406.11.Cryos.tpdc.272724",
            "doi": "10.11888/Cryos.tpdc.272724",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "马媛",
                "nameEn": "MA Yuan",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Estimating Fractional Snow Cover in the Pan-Arctic Region Using Added Vegetation Extraction Algorithm",
                "referenceCn": null,
                "referenceEn": "Ma, Y., Shao, D., Wang, J., Li, H., Zhao, H., Ji, W. (2023) Estimating Fractional Snow Cover in the Pan-Arctic Region Using Added Vegetation Extraction Algorithm. Remote Sensing. 15(3):775. https://doi.org/10.3390/rs15030775."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "MODIS",
                "nameEn": "MODIS"
            },
            {
                "nameCn": "光学遥感",
                "nameEn": "Optical remote sensing"
            },
            {
                "nameCn": "卫星",
                "nameEn": "Satellite"
            },
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "归一化植被指数",
                "nameEn": "NDVI"
            },
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "积雪面积",
                "nameEn": "Snow area"
            },
            {
                "nameCn": "识别",
                "nameEn": "detection"
            },
            {
                "nameCn": "遥感产品",
                "nameEn": "Remote Sensing Product"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "雪盖（积雪）",
                "nameEn": "Snow cover"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "Global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2021",
                "keywordEn": "2000-2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and specifications of data collection methods used for determining global fractional snow cover from 2000 to 2021?",
                "QuestionCn": "用于确定2000年至2021年全球分数雪覆盖的数据收集方法的特征和规格是什么？",
                "AnswerEn": "linear regression empirical model, BV-BLRM, MOD09GA 500-meter global daily surface reflectance product, MOD09A1 500-meter 8-day composite global surface reflectance product, Google Earth Engine platform, 500 meters spatial resolution, annual temporal resolution, 2000 to 2021",
                "AnswerCn": "线性回归经验模型，BV-BLRM，MOD09GA 500米全球每日地表反射率产品，MOD09A1 500米8天合成全球地表反射率产品，Google Earth Engine平台，500米空间分辨率，年度时间分辨率，2000年至2021年。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution used in the data collection method for the global annual fractional snow cover dataset between 2000 and 2021?",
                "QuestionCn": "全球年度雪盖分数数据集在2000年至2021年间的数据收集方法使用的空间分辨率是多少？",
                "AnswerEn": "500 meters",
                "AnswerCn": "500米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the BV-BLRM snow cover area linear regression empirical model in the context of fractional snow cover data collection?",
                "QuestionCn": "BV-BLRM雪盖面积线性回归经验模型是在分数雪盖数据收集的背景下提出的。",
                "AnswerEn": "The BV-BLRM snow cover area linear regression empirical model is a method used to create datasets of fractional snow cover, which is the ratio of snow-covered area to the total pixel area. This model is employed to derive the fractional snow cover data using source data from MOD09GA 500-meter global daily surface reflectance products and MOD09A1 500-meter 8-day composite global surface reflectance products.",
                "AnswerCn": "BV-BLRM雪盖面积线性回归经验模型是一种用于创建分数雪盖数据集的方法，分数雪盖是指被雪覆盖的区域与总像素区域的比率。该模型利用MOD09GA 500米全球日表面反射率产品和MOD09A1 500米8天合成全球表面反射率产品中的源数据来推导分数雪盖数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the global spatial distribution and temporal changes in snow cover from analyzing the fractional snow cover data collected using the BV-BLRM model and MOD09GA/MOD09A1 products from 2000 to 2021?",
                "QuestionCn": "通过分析使用BV-BLRM模型和MOD09GA/MOD09A1产品从2000年到2021年收集的雪盖分数数据，可以推断出全球雪盖的空间分布和时间变化。",
                "AnswerEn": "By analyzing the fractional snow cover data, researchers can infer patterns of snow cover changes over time and across different regions. The use of the BV-BLRM model and MOD09GA/MOD09A1 products allows for detailed examination of how snow cover has fluctuated annually between 2000 and 2021 on a global scale. This can help identify trends related to climate change, such as warming temperatures leading to reduced snow cover, and improve understanding of seasonal snow dynamics, regional climate impacts, and potential implications for water resources and ecosystems.",
                "AnswerCn": "通过分析分数雪盖数据，研究人员可以推断出雪盖变化的时间模式和不同地区的变化。使用BV-BLRM模型和MOD09GA/MOD09A1产品，可以详细检查2000年至2021年间全球范围内雪盖的年度波动。这有助于识别与气候变化相关的趋势，例如温度升高导致雪盖减少，并改善对季节性雪动态、区域气候影响以及对水资源和生态系统潜在影响的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind creating a dataset that measures the fractional snow cover globally from 2000 to 2021?",
                "QuestionCn": "创建一个测量2000年至2021年全球雪盖比例的数据集的主要目标是什么？",
                "AnswerEn": "The primary objectives of creating a dataset measuring the fractional snow cover globally from 2000 to 2021 include providing quantitative information on snow distribution for applications in regional climate modeling and hydrological models. This data can help understand snow cover dynamics and their impact on climate and water resources.",
                "AnswerCn": "创建一个测量2000年至2021年全球雪盖比例的数据集的主要目标包括为区域气候模型和水文模型提供雪分布的定量信息。这些数据可以帮助理解雪盖动态及其对气候和水资源的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can the BV-BLRM linear regression empirical model be utilized to accurately compute fractional snow cover using MOD09GA and MOD09A1 datasets on the Google Earth Engine platform?",
                "QuestionCn": "BV-BLRM线性回归经验模型如何利用MOD09GA和MOD09A1数据集在Google Earth Engine平台上准确计算分数雪盖。",
                "AnswerEn": "The BV-BLRM linear regression empirical model is employed to calculate the fractional snow cover by utilizing MOD09GA 500-meter global daily surface reflectance products and MOD09A1 500-meter 8-day composite global surface reflectance products. This process is executed on the Google Earth Engine platform, covering a global range with a spatial resolution of 500 meters and annual temporal resolution from 2000 to 2021.",
                "AnswerCn": "BV-BLRM线性回归经验模型用于通过利用MOD09GA 500米全球日表面反射率产品和MOD09A1 500米8天合成全球表面反射率产品来计算分数雪盖。该过程在Google Earth Engine平台上执行，覆盖全球范围，空间分辨率为500米，时间分辨率为2000年至2021年的年度数据。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the global collection and processing of fractional snow cover data with high spatial and temporal resolution?",
                "QuestionCn": "哪些技术进步使得全球范围内能够以高空间和时间分辨率收集和处理分数雪盖数据？",
                "AnswerEn": "The use of Google Earth Engine as a data processing platform and the availability of MOD09GA and MOD09A1 global surface reflectance products have enabled the global collection and processing of fractional snow cover data with a spatial resolution of 500 meters and an annual temporal resolution, covering the period from 2000 to 2021.",
                "AnswerCn": "Google Earth Engine作为数据处理平台的使用，以及MOD09GA和MOD09A1全球表面反射率产品的可用性，使得能够以500米的空间分辨率和年度时间分辨率，全球范围内收集和处理2000年至2021年期间的分数雪覆盖数据。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}