{
    "id": "b889c2b3-4c9c-4092-b8f1-939025f20250",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of A’rou Superstation-2021)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（阿柔超级站物候相机观测数据集-2021）",
            "description": "The dataset contains the phenological camera observation data of the Arou Superstation in the midstream of Heihe integrated observatory network from January 1 to December 31, 2021. The instrument was developed and data processed by Beijing Normal University. The phenomenon camera integrates data acquisition and data transmission functions. The camera captures data by look-downward with a resolution of 1280×720. For the calculation of the greenness index and phenology, the relative greenness index (GCC, Green Chromatic Coordinate, calculated by GCC=G/(R+G+B)) needs to be calculated according to the region of interest, then the invalid value filling and filtering smoothing are performed, and finally the key phenological parameters are determined according to the growth curve fitting, such as the growth season start date, Peak, growth season end, etc. For coverage, first, select images with less intense illumination, then divide the image into vegetation and soil, calculate the proportion of vegetation pixels in each image in the calculation area. After the time series data is extracted, the original coverage data is smoothed and filtered according to the time window specified by the user, and the filtered result is the final time series coverage. This data set includes relative greenness index (Gcc).\nPlease refer to Liu et al. (2018) for sites information in the Citation section.",
            "descriptionCn": "该数据集包含2021年1月1日至12月31日黑河流域地表过程综合观测网中游阿柔超级站的物候相机观测数据，该仪器由北京师范大学自主研发并进行处理。物候相机集成数据获取与数据传输功能。该物候相机采用垂直向下的方式采集数据，拍摄数据分辨率为1280*720，可指定拍摄时间频率。对于绿度指数物候期计算，需要根据感兴趣区域计算相对绿度指数（GCC, Green Chromatic Coordinate公式为GCC=G/(R+G+B), R、G、B为图像红、绿、蓝三通道像元值），然后进行无效值填充和滤波平滑，最后根据生长曲线拟合确定关键物候期参数，如生长季起始日、顶峰、生长季结束日等；对于覆盖度，首先进行数据预处理，选择光照不太强的图像，然后将图像分割为植被和土壤，计算每张图像的植被像素占计算区域内的比例作为该图像对应的覆盖度，在时间序列数据提取完成以后，再按用户指定的时间窗口对原始覆盖度数据进行平滑滤波，滤波后的得结果为最终的时间序列覆盖度。本数据集包括相对绿度指数（Gcc）。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)。",
            "instructions": "year+** observatory network+ site name + phenological data",
            "instructionsCn": "年份+**观测网+站点名称+物候数据",
            "east": 100.4643,
            "west": 100.4643,
            "south": 38.0473,
            "north": 38.0473,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 15984.0,
            "cstr": "18406.11.Terre.tpdc.272626",
            "doi": "10.11888/Terre.tpdc.272626",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "屈永华",
                "nameEn": "QU Yonghua",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Retrieval of leaf area index from top-of-canopy digital photography over agricultural crops",
                "referenceCn": null,
                "referenceEn": "Liu, J.G., & Pattey, E. (2010). Retrieval of leaf area index from top-of-canopy digital photography over agricultural crops. Agricultural and Forest Meteorology, 150(11), 1485-1490."
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "A novel method for extracting green fractional vegetation cover from digital images",
                "referenceCn": null,
                "referenceEn": "Liu, Y. K., Mu, X. H., Wang, H. X., & Yan, G. J. (2012). A novel method for extracting green fractional vegetation cover from digital images. Journal of Vegetation Science, 23, 406–418."
            },
            {
                "titleCn": null,
                "titleEn": "Extracting the Green Fractional Vegetation Cover from Digital Images Using a Shadow-Resistant Algorithm (SHAR-LABFVC)",
                "referenceCn": null,
                "referenceEn": "Song, W. J., Mu, X. H., Yan, G. J., & Huang, S. (2015). Extracting the Green Fractional Vegetation Cover from Digital Images Using a Shadow-Resistant Algorithm (SHAR-LABFVC). Remote Sensing, 7, 10425-10443."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "阿柔超级站",
                "keywordEn": "Arou Superstation"
            },
            {
                "keywordCn": "黑河上游",
                "keywordEn": "Upper reaches of Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中扮演着重要角色，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近期的气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，因此需要下一代观测和建模方法，以推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文学研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，从而影响地表径流和地下水。为了促进阿尔卑斯水文学研究，国际阿尔卑斯研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生是重要的，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析较为复杂，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是针对子流域和流域尺度的雪和冻土观测，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔和复杂的地形等几大严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据以研究气象驱动因素，并验证阿尔卑斯水文模型。在子流域尺度上，小规模观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积累和消耗过程在雅口雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS中，土壤温度和湿度在六个层次内进行测量，而蒸散发（ET）则在三个AMS中通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在十八个层次内进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深通过SR50A（美国Campbell）测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）测量，测量时间为2014年1月1日至2017年12月31日，时间分辨率为6小时。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，采用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景（如冰冻圈科学、水文学和气象学）的科学家发布，预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成的、分布式的多尺度水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the phenological camera integrated with data acquisition and transmission functions collect data with a resolution of 1280x720?",
                "QuestionCn": "集成了数据采集和传输功能的物候相机能否以1280x720的分辨率收集数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is there an observation network in the Heihe River Basin that integrates meteorological, snow, and frozen ground data?",
                "QuestionCn": "在黑河流域是否有一个集成气象、雪和冻土数据的观测网络？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Does the data collection method for snow cover at the Yakou snow superstation include measuring snow depth and snow water equivalent (SWE)?",
                "QuestionCn": "雅口雪超级站的数据收集方法是否包括测量雪深和雪水当量（SWE）？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the data collection methods for alpine hydrology more reliant on remote sensing technology, automatic meteorological stations, or manual observations?",
                "QuestionCn": "阿尔卑斯水文学的数据收集方法更依赖于遥感技术、自动气象站还是人工观测？",
                "AnswerEn": "automatic meteorological stations and remote sensing technology",
                "AnswerCn": "自动气象站和遥感技术",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the key challenges faced in collecting consistent data in alpine regions for hydrological modeling?",
                "QuestionCn": "在高山地区收集一致数据以进行水文建模面临的主要挑战是什么？",
                "AnswerEn": "cold and harsh climate, high altitude, complex topography",
                "AnswerCn": "寒冷和严酷的气候，高海拔，复杂的地形",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where are the automated meteorological stations and superstations typically located in an alpine hydrology observation network?",
                "QuestionCn": "自动气象站和超级站通常位于高山水文观测网络中的哪些地方？",
                "AnswerEn": "basin and sub-basin scales",
                "AnswerCn": "流域和子流域尺度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What types of datasets are considered essential for investigating watershed science in the upper reaches of river basins?",
                "QuestionCn": "在研究河流流域上游的水文科学时，哪些类型的数据集被认为是必不可少的？",
                "AnswerEn": "long-term hydrometeorological data, snow cover data, frozen ground data",
                "AnswerCn": "长期水文气象数据、积雪覆盖数据、冻土数据",
                "Level": "C2(Understanding)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a comprehensive data collection method used to measure snow cover properties in alpine regions?",
                "QuestionCn": "您能否提供一个用于测量高山地区雪盖特性的综合数据收集方法的示例？",
                "AnswerEn": "An example of a comprehensive data collection method in alpine regions involves using a snow observation superstation equipped with state-of-the-art techniques and instruments to capture snow accumulation and ablation processes. This includes measuring snow depth using ultrasonic sensors and snow water equivalent (SWE) using GammaMONitor, along with capturing blowing snow flux using FlowCapt devices.",
                "AnswerCn": "在高山地区，一个全面的数据收集方法涉及使用雪观测超级站，配备先进的技术和仪器，以捕捉雪的积累和融化过程。这包括使用超声波传感器测量雪深，使用GammaMONitor测量雪水当量（SWE），以及使用FlowCapt设备捕捉吹雪通量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a multiscale observation network used to study hydrological processes in an alpine region?",
                "QuestionCn": "您能否提供一个用于研究高山地区水文过程的多尺度观测网络的例子？",
                "AnswerEn": "An example of a multiscale observation network used in an alpine region is an integrated system consisting of automatic meteorological stations, a snow superstation, and a frozen ground superstation, all part of a broader network. This setup allows for the collection of data at both basin and sub-basin scales, capturing meteorological driving forces and validating remote sensing products.",
                "AnswerCn": "一个在高山地区使用的多尺度观测网络的例子是一个综合系统，包括自动气象站、雪超级站和冻土超级站，所有这些都是更大网络的一部分。该设置允许在流域和子流域尺度上收集数据，捕捉气象驱动因素并验证遥感产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the unique features of data collection techniques used for monitoring snow cover and frozen ground in the alpine region?",
                "QuestionCn": "用于监测阿尔卑斯地区雪盖和冻土的数据显示收集技术的独特特点是什么？",
                "AnswerEn": "integrated, distributed, multiscale observation network, automatic meteorological stations, snow superstation, frozen ground superstation, state-of-the-art instruments, high-resolution soil physics datasets, ultrasonic sensors, GammaMONitors, FlowCapt devices",
                "AnswerCn": "集成、分布式、多尺度观测网络，自动气象站，雪超级站，冻土超级站，先进仪器，高分辨率土壤物理数据集，超声波传感器，Gamma监测仪，FlowCapt设备。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic meteorological stations (AMSs) were established to provide data for alpine hydrological models?",
                "QuestionCn": "为了为高山水文模型提供数据，建立了多少个自动气象站（AMS）？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the temporal resolution for snow water equivalent (SWE) data collection at the Yakou snow superstation?",
                "QuestionCn": "Yakou雪超级站的雪水当量（SWE）数据收集的时间分辨率是多少？",
                "AnswerEn": "6 hours",
                "AnswerCn": "6小时",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many layers of soil temperature and moisture were measured at the A'rou frozen ground superstation?",
                "QuestionCn": "在A'rou冻土超级站测量了多少层土壤温度和湿度？",
                "AnswerEn": "18",
                "AnswerCn": "18",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is an integrated, distributed, and multiscale observation network in the context of alpine hydrology?",
                "QuestionCn": "在阿尔卑斯水文学的背景下，集成的、分布式的和多尺度观测网络是指一个综合性的系统，用于在不同空间和时间尺度上收集和分析与水文过程相关的数据。这种网络能够整合来自多个来源的信息，包括气象、土壤水分、地表水和地下水等，以便更好地理解和管理阿尔卑斯地区的水资源和生态系统。",
                "AnswerEn": "An integrated, distributed, and multiscale observation network in alpine hydrology refers to a system that combines various observation techniques across different spatial scales to gather comprehensive data on hydrological processes. It involves automatic meteorological stations, snow superstations, and frozen ground superstations to capture detailed information on snow, soil, and meteorological variables, aiming to improve understanding and modeling of hydrological processes.",
                "AnswerCn": "一个集成的、分布式的、多尺度的高山水文观测网络是指一个结合了不同空间尺度的各种观测技术，以收集关于水文过程的综合数据的系统。它涉及自动气象站、雪超级站和冻土超级站，以捕捉关于雪、土壤和气象变量的详细信息，旨在提高对水文过程的理解和建模。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in challenges faced when collecting snow cover data using state-of-the-art techniques compared to traditional field-based methods in high-altitude alpine environments?",
                "QuestionCn": "在高海拔阿尔卑斯环境中，使用最先进技术收集雪盖数据与传统实地方法相比，面临的挑战有哪些不同？",
                "AnswerEn": "State-of-the-art techniques like those used at snow observation superstations face challenges such as strong winds affecting measurements like snow density, whereas traditional field-based methods may struggle with access and manual data collection in harsh climates. Modern techniques offer automated and continuous data collection but may require complex calibration and validation.",
                "AnswerCn": "像雪观测超级站使用的最先进技术面临着强风影响测量（如雪密度）等挑战，而传统的基于现场的方法在恶劣气候条件下可能面临获取数据和手动收集数据的困难。现代技术提供了自动化和连续的数据收集，但可能需要复杂的校准和验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges can arise in data collection within an alpine hydrological observation network and how might these impact the interpretation of hydrometeorological data?",
                "QuestionCn": "在高山水文观测网络中，数据收集可能会面临哪些挑战，这些挑战又可能如何影响水文气象数据的解读？",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed. This hinders the development of remote sensing technologies and alpine hydrological models. Additionally, the scarcity of observation data due to technological barriers has historically hampered the research, which calls for innovative solutions in data acquisition and processing.",
                "AnswerCn": "多个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了在需要时进行全面和一致的数据收集。这妨碍了遥感技术和高山水文模型的发展。此外，由于技术障碍，观测数据的稀缺历史上一直阻碍着研究，这呼吁在数据获取和处理方面寻求创新解决方案。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can integrated, distributed, and multiscale observation networks improve our understanding of hydrological processes in alpine regions?",
                "QuestionCn": "集成的、分布式的和多尺度的观测网络如何提高我们对高山地区水文过程的理解？",
                "AnswerEn": "An integrated, distributed, and multiscale observation network is essential for providing accurate forcing data for hydrological modeling, validating remote sensing data, and evaluating distributed models. Such a network in the Heihe River Basin aims to collect high-quality hydrometeorological data, especially regarding snow and frozen ground observations, to enhance the predictive understanding of hydrological processes and ecosystem functions.",
                "AnswerCn": "一个集成的、分布式的、多尺度观测网络对于提供准确的水文模型强迫数据、验证遥感数据和评估分布式模型至关重要。该网络在黑河流域的目标是收集高质量的水文气象数据，特别是关于雪和冻土观测的数据，以增强对水文过程和生态系统功能的预测理解。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What data collection methods are utilized to capture snow accumulation and ablation processes in alpine regions, and how do these methods contribute to hydrological research?",
                "QuestionCn": "在高山地区，捕捉雪积累和融化过程的数据收集方法包括气象站、雪深传感器、遥感技术、无人机监测、地面观测和卫星数据等。这些方法为水文研究提供了重要的基础数据，帮助科学家理解雪水储存、融化过程及其对水资源管理和气候变化的影响。",
                "AnswerEn": "To capture snow accumulation and ablation processes, state-of-the-art techniques and instruments are used in snow observation superstations. Methods include measuring snow depth, snow water equivalent (SWE), and blowing snow flux. These measurements provide critical data that help to develop and validate hydrological models, contributing significantly to understanding the dynamics of snow processes in alpine environments.",
                "AnswerCn": "为了捕捉雪积累和融化过程，雪观测超级站使用了先进的技术和仪器。方法包括测量雪深、雪水当量（SWE）和吹雪通量。这些测量提供了关键数据，有助于开发和验证水文模型，对理解高山环境中雪过程的动态具有重要意义。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What challenges in the alpine region lead to the scarcity of observation data, and how do these challenges affect hydrological modeling and research?",
                "QuestionCn": "阿尔卑斯地区面临的挑战导致观测数据稀缺，这些挑战如何影响水文建模和研究？",
                "AnswerEn": "The scarcity of observation data in the alpine region is primarily due to difficulties of access, technological barriers, cold and harsh climate, high altitude, and complex topography. These challenges inhibit complete and consistent data collection, hindering the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺主要是由于获取困难、技术障碍、寒冷和恶劣的气候、高海拔以及复杂的地形。这些挑战阻碍了完整和一致的数据收集，妨碍了遥感技术和阿尔卑斯水文模型的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is an integrated, distributed, and multiscale observation dataset essential for advancing research in alpine hydrology?",
                "QuestionCn": "集成的、分布式的和多尺度的观测数据集对于推进高山水文学研究至关重要。",
                "AnswerEn": "An integrated, distributed, and multiscale observation dataset is essential to provide accurate forcing data for hydrological modeling, validate remote sensing data, evaluate distributed models, and improve a predictive understanding of alpine hydrological processes and ecosystem functions. It is expected to fill the knowledge gap and promote research in alpine region hydrology.",
                "AnswerCn": "一个集成的、分布式的、多尺度的观测数据集对于提供准确的水文模型强迫数据、验证遥感数据、评估分布式模型以及提高对高山水文过程和生态系统功能的预测理解至关重要。预计它将填补知识空白，促进高山地区水文学的研究。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What factors contribute to the difficulties in analyzing soil heat conductivity in the alpine regions, and how do these factors impact hydrologic model parameterization?",
                "QuestionCn": "在高山地区，分析土壤热导率的困难因素有哪些，这些因素如何影响水文模型参数化？",
                "AnswerEn": "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations are necessary to evaluate the parameterization of alpine hydrologic models.",
                "AnswerCn": "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，需要现场观察来评估高山水文模型的参数化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using remote sensing data combined with data assimilation on the prediction of hydrological processes in alpine regions?",
                "QuestionCn": "使用遥感数据结合数据同化对阿尔卑斯地区水文过程预测的影响是什么？",
                "AnswerEn": "Using remote sensing data combined with data assimilation can improve the prediction of hydrological processes. However, due to the complexities of the earth system, various sources of uncertainties in remote sensing data exist, which need to be validated and calibrated to improve predictive understanding.",
                "AnswerCn": "使用遥感数据结合数据同化可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据中存在各种不确定性来源，这些不确定性需要进行验证和校准，以提高预测理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of observation, simulation, and acquired datasets affect the understanding of hydrological processes in alpine regions?",
                "QuestionCn": "观察、模拟和获取的数据集的整合如何影响对高山地区水文过程的理解？",
                "AnswerEn": "The integration of observation, simulation, and acquired datasets provides an informative understanding by offering accurate and effective forcing data for alpine hydrological models. This approach helps in understanding how perturbations like climate change and human activities alter fundamental processes.",
                "AnswerCn": "观察、模拟和获取的数据集的整合提供了一个信息丰富的理解，通过为高山水文模型提供准确有效的强迫数据。这种方法有助于理解气候变化和人类活动等扰动如何改变基本过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the outcomes of establishing an integrated, distributed, and multiscale hydrometeorological observation network in alpine regions?",
                "QuestionCn": "在高山地区建立一个综合的、分布式的、多尺度的水文气象观测网络的结果是什么？",
                "AnswerEn": "Establishing such a network provides a comprehensive dataset that captures meteorological, snow, and frozen ground observations. These datasets serve as a testing platform to provide accurate forcing data, validate remote sensing products, and improve hydrological models, ultimately enhancing the understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "建立这样的网络提供了一个全面的数据集，捕捉气象、雪和冻土观测。这些数据集作为测试平台，提供准确的强迫数据，验证遥感产品，并改善水文模型，最终增强对高山水文过程和生态系统功能的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to establish an integrated, distributed, and multiscale observation network for alpine hydrology in the Heihe River Basin?",
                "QuestionCn": "在黑河流域建立一个综合的、分布式的和多尺度的观测网络对于高山水文学的重要性是什么？",
                "AnswerEn": "The goal is to provide accurate forcing data for hydrological modeling, validate remote sensing data, evaluate distributed models, and improve the predictive understanding of alpine hydrological processes and ecosystem functions. This approach aims to address challenges such as the scarcity of observation data due to access difficulties and technological barriers.",
                "AnswerCn": "目标是为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并提高对高山水文过程和生态系统功能的预测理解。这种方法旨在解决由于访问困难和技术障碍导致的观测数据稀缺等挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the objectives behind using phenocams for vegetation monitoring at the A'rou superstation?",
                "QuestionCn": "在A'rou超级站使用表型相机进行植被监测的目标是什么？",
                "AnswerEn": "The intention is to capture detailed phenological data through vertical down-view images with high resolution to calculate relative greenness indices, which are crucial for determining key phenological parameters such as the start of the growing season, peak, and end of the growing season. This method helps in understanding vegetation dynamics in response to environmental changes.",
                "AnswerCn": "目的是通过高分辨率的垂直向下图像捕捉详细的物候数据，以计算相对绿度指数，这对于确定关键的物候参数如生长季节的开始、峰值和结束至关重要。这种方法有助于理解植被对环境变化的动态响应。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are key phenological parameters determined using data collected from phenological cameras in the alpine region?",
                "QuestionCn": "如何利用从高山地区的物候相机收集的数据确定关键的物候参数？",
                "AnswerEn": "Key phenological parameters in the alpine region are determined by analyzing images collected from phenological cameras. The relative greenness index (GCC) is calculated using the formula GCC=G/(R+G+B), where R, G, B are the red, green, and blue channel values of the image. This index is used to fill invalid values, smooth the data through filtering, and fit the growth curve to determine parameters such as the start of the growing season, peak, and end of the growing season.",
                "AnswerCn": "在高山地区，关键的物候参数是通过分析从物候相机收集的图像来确定的。相对绿度指数（GCC）是使用公式GCC=G/(R+G+B)计算的，其中R、G、B分别是图像的红色、绿色和蓝色通道值。该指数用于填补无效值，通过过滤平滑数据，并拟合生长曲线以确定生长季节的开始、峰值和结束等参数。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are employed to measure the depth and water equivalent of snow in complex alpine terrains?",
                "QuestionCn": "在复杂的高山地形中，测量雪的深度和水当量的方法有哪些？",
                "AnswerEn": "In complex alpine terrains, snow depth is measured using SR50A sensors, which employ ultrasonic pulses to determine the distance to the snow surface. The snow water equivalent (SWE) is measured using the GMON (CS725 GammaMONitor), which operates at a temporal resolution of 6 hours. These methods allow for the capture of snow accumulation and ablation processes in the alpine region.",
                "AnswerCn": "在复杂的高山地形中，雪深通过SR50A传感器进行测量，该传感器利用超声波脉冲确定到雪面的距离。雪水当量（SWE）则通过GMON（CS725 GammaMONitor）进行测量，其时间分辨率为6小时。这些方法能够捕捉高山地区的雪积累和融化过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the procedures for capturing freeze-thaw processes and soil moisture dynamics in alpine ecosystems?",
                "QuestionCn": "捕捉高山生态系统中冻融过程和土壤水分动态的程序是什么？",
                "AnswerEn": "To capture freeze-thaw processes and soil moisture dynamics in alpine ecosystems, a combination of automatic meteorological stations (AMSs) and superstations is used. Soil temperature and moisture are measured in multiple layers at each AMS. At superstations, detailed profiles are measured in up to 18 layers to a depth of 3.2 meters, capturing soil hydrothermal features under freeze-thaw cycles. Additional measurements of thermal and hydraulic conductivity in the topsoil are conducted to observe dynamic hydrothermal processes.",
                "AnswerCn": "为了捕捉高山生态系统中的冻融过程和土壤水分动态，使用了自动气象站（AMS）和超级站的组合。在每个AMS中，土壤温度和水分在多个层次上进行测量。在超级站中，详细的剖面测量可达到18个层次，深度可达3.2米，捕捉冻融周期下的土壤水热特征。此外，还对表层土壤的热导率和水力导率进行了额外测量，以观察动态水热过程。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the integration of remote sensing data with data assimilation to improve the prediction of hydrological processes in alpine regions?",
                "QuestionCn": "哪些技术进步使得遥感数据与数据同化的结合能够改善对高山地区水文过程的预测？",
                "AnswerEn": "The integration of remote sensing data combined with data assimilation improves the prediction of hydrological processes, despite the complexities and uncertainties present in the earth system, especially in the alpine region, which require validation and calibration.",
                "AnswerCn": "遥感数据与数据同化的结合提高了水文过程的预测能力，尽管地球系统中存在复杂性和不确定性，尤其是在阿尔卑斯地区，这需要进行验证和校准。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the deployment of automatic meteorological stations enhance the capability of data collection in high-altitude and complex terrains?",
                "QuestionCn": "自动气象站的部署如何增强在高海拔和复杂地形中数据收集的能力？",
                "AnswerEn": "Automatic meteorological stations (AMSs) are utilized to monitor gap-free meteorological and hydrological data, supporting the collection of spatially distributed meteorological variables in high-altitude and complex terrains, despite challenges such as cold climates and technological barriers.",
                "AnswerCn": "自动气象站（AMS）用于监测无缝的气象和水文数据，支持在高海拔和复杂地形中收集空间分布的气象变量，尽管面临寒冷气候和技术障碍等挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the creation of an integrated, distributed, and multiscale observation network facilitate comprehensive data collection for hydrological models in alpine regions?",
                "QuestionCn": "集成的、分布式的和多尺度的观测网络的创建如何促进阿尔卑斯地区水文模型的全面数据收集？",
                "AnswerEn": "An integrated, distributed, and multiscale observation network, which includes automatic meteorological stations, snow cover and frozen ground superstations, facilitates comprehensive data collection by providing long-term datasets and capturing detailed processes like snow accumulation and freeze-thaw cycles, which are crucial for validating hydrological models in alpine regions.",
                "AnswerCn": "一个集成的、分布式的多尺度观测网络，包括自动气象站、雪盖和冻土超级站，通过提供长期数据集和捕捉雪积累和冻融循环等详细过程，促进了全面的数据收集，这对于验证高山地区的水文模型至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection in alpine areas face significant technological challenges, and how can these challenges be addressed through next-generation observation networks?",
                "QuestionCn": "在高山地区，数据收集可能面临重大的技术挑战，这些挑战可以通过下一代观测网络来解决。",
                "AnswerEn": "Data collection in alpine areas faces challenges due to the cold and harsh climate, high altitude, and complex topography, which hinder the development of remote sensing technologies and hydrological models. Next-generation observation networks, like the integrated, distributed, and multiscale observation network in the Heihe River Basin, aim to address these challenges by providing gap-free meteorological and hydrological data through automatic meteorological stations and capturing snow and frozen ground data using state-of-the-art techniques.",
                "AnswerCn": "在高山地区，数据收集面临着寒冷和恶劣气候、高海拔以及复杂地形等挑战，这些因素阻碍了遥感技术和水文模型的发展。下一代观测网络，如黑河流域的综合分布式多尺度观测网络，旨在通过自动气象站提供无缝的气象和水文数据，并利用先进技术捕捉雪和冻土数据，以应对这些挑战。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the expected outcomes of integrating remote sensing data with in-situ observations for improving the understanding of hydrological processes in alpine regions?",
                "QuestionCn": "将遥感数据与现场观测相结合，预计将改善对高山地区水文过程的理解，具体结果包括：",
                "AnswerEn": "Integrating remote sensing data with in-situ observations is expected to improve the prediction of hydrological processes by providing accurate forcing data, validating remote sensing products, and allowing for the evaluation of distributed models. This integration helps to overcome the scarcity of observation data and addresses uncertainties in remote sensing data, particularly in complex alpine regions, ultimately enhancing the predictive understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "将遥感数据与现场观测数据相结合，预计将通过提供准确的强迫数据、验证遥感产品以及评估分布式模型来改善水文过程的预测。这种整合有助于克服观测数据的稀缺性，并解决遥感数据中的不确定性，特别是在复杂的高山地区，最终增强对高山水文过程和生态系统功能的预测理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is the availability of high-quality snow and frozen ground data crucial for alpine hydrological model development, and what methods are used to obtain these data?",
                "QuestionCn": "高质量的雪和冻土数据的可用性对于阿尔卑斯水文模型的发展至关重要，因为这些数据能够提供准确的水文过程信息，帮助模型更好地模拟水资源的动态变化。获取这些数据的方法包括遥感技术、地面观测、气象站数据、以及数值模拟等。",
                "AnswerEn": "High-quality snow and frozen ground data are crucial for alpine hydrological model development because snow cover and frozen ground are key driving forces that manipulate hydrological processes. Methods used to obtain these data include snow cover properties collected from a snow observation superstation, soil physics datasets capturing freeze-thaw processes from a frozen ground observation superstation, and measurements of snow depth, snow water equivalent, and blowing snow flux using advanced instruments like SR50A, GMON, and FlowCapt.",
                "AnswerCn": "高质量的雪和冻土数据对于高山水文模型的开发至关重要，因为雪盖和冻土是影响水文过程的关键驱动因素。获取这些数据的方法包括从雪观测超级站收集的雪盖特性、从冻土观测超级站获取的捕捉冻融过程的土壤物理数据，以及使用先进仪器如SR50A、GMON和FlowCapt测量的雪深、雪水当量和吹雪通量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How might the challenges of high altitude and complex topography in the alpine region affect the effectiveness of data collection methods?",
                "QuestionCn": "高海拔和复杂地形在阿尔卑斯地区的挑战可能会影响数据收集方法的有效性。",
                "AnswerEn": "These challenges inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "这些挑战阻碍了在需要时进行完整和一致的数据收集，从而妨碍了遥感技术和高山水文模型的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do integrated, distributed, and multiscale observation networks enhance data quality for alpine hydrological modeling?",
                "QuestionCn": "集成、分布式和多尺度观测网络通过以下方式提高了高山水文模型的数据质量：",
                "AnswerEn": "These networks provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models, and improve a predictive understanding of alpine hydrological processes and ecosystem functions.",
                "AnswerCn": "这些网络提供准确的强迫数据用于水文建模，验证遥感数据，允许评估分布式模型，并提高对高山水文过程和生态系统功能的预测理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how meteorological and hydrological data can be collected comprehensively in such challenging alpine environments.",
                "QuestionCn": "我不明白在如此具有挑战性的高山环境中，如何能够全面收集气象和水文数据。",
                "AnswerEn": "Gap-free meteorological and hydrological data are collected through an observation network that connects a group of automatic meteorological stations (AMSs). This includes snow accumulation and ablation processes captured from a snow observation superstation using advanced techniques and instruments. The network is designed to be integrated, distributed, and multiscale, addressing challenges such as cold climates, high altitudes, and complex topography.",
                "AnswerCn": "无缝的气象和水文数据通过一个观测网络收集，该网络连接了一组自动气象站（AMS）。这包括通过先进技术和仪器捕获的雪积累和融化过程，来自一个雪观测超级站。该网络旨在实现集成、分布和多尺度，解决寒冷气候、高海拔和复杂地形等挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about how remote sensing data are validated and calibrated in the context of the complexities of the earth system, especially in alpine regions.",
                "QuestionCn": "我不确定在复杂的地球系统背景下，尤其是在高山地区，遥感数据是如何进行验证和校准的。",
                "AnswerEn": "In the alpine region, remote sensing data are validated and calibrated using integrated observation datasets from systems like the Heihe River Basin observation network. This includes consistent hydrometeorological data, snow cover, and frozen ground observations from distributed stations. These datasets provide accurate forcing data for hydrological modeling and validate remote sensing products, addressing uncertainties.",
                "AnswerCn": "在阿尔卑斯地区，遥感数据通过像黑河流域观测网络这样的综合观测数据集进行验证和校准。这包括来自分布式站点的一致的水文气象数据、雪盖和冻土观测。这些数据集为水文模型提供了准确的强迫数据，并验证了遥感产品，解决了不确定性问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of the specific challenges that inhibit data collection in such harsh alpine climates.",
                "QuestionCn": "我无法理解在如此严酷的高山气候中抑制数据收集的具体挑战。",
                "AnswerEn": "Several formidable challenges exist, including cold and harsh climates, high altitudes, and complex topography, which inhibit complete and consistent data collection. These challenges affect the development of remote sensing technologies and alpine hydrological models, as there are limited weather stations, and high-quality snow and frozen ground data are scarce for parameterization.",
                "AnswerCn": "存在几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，这些都妨碍了完整和一致的数据收集。这些挑战影响了遥感技术和高山水文模型的发展，因为气象站数量有限，优质的雪和冻土数据稀缺，无法进行参数化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the methods used in capturing snow accumulation and ablation processes within an alpine hydrology observation network.",
                "QuestionCn": "总结在高山水文观测网络中捕捉雪积累和融化过程的方法。",
                "AnswerEn": "Snow accumulation and ablation processes are captured using state-of-the-art techniques and instruments at a snow observation superstation. Snow depth is measured by SR50A sensors using ultrasonic pulses, while snow water equivalent (SWE) is measured by the CS725 GammaMONitor at a temporal resolution of 6 hours. The FlowCapt device is used to measure blowing snow grains at various heights every 10 minutes.",
                "AnswerCn": "雪积累和融化过程通过雪观测超级站的先进技术和仪器进行捕捉。雪深通过SR50A传感器使用超声波脉冲进行测量，而雪水当量（SWE）则通过CS725 GammaMONitor以6小时的时间分辨率进行测量。FlowCapt设备用于每10分钟测量不同高度的吹雪颗粒。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please analyze the challenges faced in obtaining high-quality snow and frozen ground data for parameterizing alpine hydrological models.",
                "QuestionCn": "分析在获取高质量雪和冻土数据以参数化高山水文模型时面临的挑战。",
                "AnswerEn": "Challenges in obtaining high-quality snow and frozen ground data include the cold and harsh climate, high altitude, and complex topography, which inhibit consistent data collection. Additionally, the scarcity of observation data due to technological barriers and the influence of strong winds that affect snow density measurements further complicate data acquisition for alpine hydrological modeling.",
                "AnswerCn": "获取高质量雪和冻土数据的挑战包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素阻碍了一致的数据收集。此外，由于技术障碍和强风对雪密度测量的影响，观测数据的稀缺进一步复杂化了阿尔卑斯水文模型的数据获取。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}