{
  "id": "b8b40dc6-8175-4715-a40b-ef762417513c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurement synchronizing with EO-1 Hyperion in the Yingke oasis and Huazhaizi desert steppe foci experimental areas on May 25, 2008",
      "titleCn": "黑河综合遥感联合试验：盈科绿洲与花寨子荒漠加密观测区EO-1 Hyperion地面同步观测数据集（2008年5月25日）",
      "description": "The dataset of ground truth measurement synchronizing with EO-1 Hyperion was obtained in the Yingke oasis and Huazhaizi desert steppe foci experimental areas on May 25, 2008. Observation items included:\n     (1) Atmospheric parameters on the ICBC resort office roof by CE318 (produced by CIMEL in France). The total optical depth, aerosol optical depth, Rayleigh scattering coefficient, column water vapor in 936 nm, particle size spectrum and phase function were then retrieved from these observations. The optical depth in 1020nm, 936nm, 870nm, 670nm and 440nm were all acquired by CE318. Those data include the raw data in k7 format and can be opened by ASTPWin. ReadMe.txt is attached for detail. Processed data (after retrieval of the raw data) in Excel format are on optical depth, rayleigh scattering, aerosol optical depth, the horizontal visibility, the near surface air temperature, the solar azimuth, zenith, solar distance correlation factors, and air column mass number. \n     (2) Ground object reflectance spectra f new-born rape and the bare land in Biandukou foci experimental area by ASD FieldSpec (350~2500 nm) from BNU. Raw data were binary files direct from ASD (by ViewSpecPro), and pre-processed data on reflectance were in Excel format.\n     (3) Soil moisture (0-40cm) by the cutting ring and the soil temperature (0-40cm) by the  thermocouple in Huazhaizi desert No. 1 plot and the windbreak forest; and soil moisture and the soil temperature (0-100cm) in Yingke oasis maize field. Data were archived in Excel format.\n     (4) LAI. The maximum leaf length and width of each alfalfa and barley were measured. Data were archived in Excel format.\n     (5) Coverage of maize and wheat in Yingke oasis maize field, of vegetation (Reaumuria soongorica) in Huazhaizi desert No. 1 and 2 plots by the self-made coverage instrument and the camera (2.5m-3.5m above the ground). Based on the length of the measuring tape and the bamboo pole, the size of the photo can be decided GPS date were also collected and the technology LAB was applied to retrieve the coverage of the green vegetation. Besides, such related information as surroundings environment was also recorded. Data included the primarily measured image and final fraction of vegetation coverage.",
      "descriptionCn": "2008年5月25日在盈科绿洲与花寨子荒漠加密观测区进行了EO-1 Hyperion同步观测，地面测量数据包括ASD光谱仪数据、LAI、植被覆盖度、土壤剖面水分与温度、CE318太阳分光光度计大气参数。\n测量内容：    \n（1）CE318太阳分光光度计大气参数。为利用法国CIMEL公司生产的太阳分光光度计测量得到的大气参数。测量地点为工行度假村办公室楼顶。CE318太阳分光光度计通过直接太阳辐射测量数据，可以反演出非水汽通道的光学厚度、瑞利散射、气溶胶光学厚度，水汽通道936nm测量数据可以获得大气气柱的水汽含量，水平能见度也可从CE318数据导出。本次测量采用了北京师范大学的CE318，其可提供1020nm、936nm、870nm、670nm和440nm共5个波段的光学厚度，可以利用936nm测量数据反演大气柱水汽含量。 本数据包括原始数据和处理后的大气数据。原始数据以CE318特有文件格式*.k7存储，可用ASTPWin软件打开，并附带说明文件ReadMe.txt ；处理后文件包括利用原始数据反演获得光学厚度、瑞丽散射、气溶胶光学厚度、水平能见度和近地表大气温度，以及参与计算的太阳方位角、天顶角、日地距离修正因子和大气柱质量数。    处理数据以Excel格式保存。    \n（2）ASD光谱仪数据。利用ASD（Analytical Sepctral Devices）光谱仪测量盈科绿洲玉米地光谱数据。测量仪器为北京大学的光谱仪（350-2500nm），采样方式为冠层垂直观测和条带观测；数据包括原始数据与记录数据、处理后的反射率数据。 本数据的原始数据为ASD标准格式，可利用其自带软件ViewSpec打开。处理后的反射率数据以Excel格式保存。   \n（3）土壤水分与土壤温度等数据，包括① 花寨子荒漠样地1和防风林（位置见具体数据）0-40cm的土壤水分和土壤温度。土壤水分测量利用换刀取样称重法，土壤温度用热电偶测得；②在盈科绿洲玉米地测量了0-100cm土壤剖面水分和温度数据。数据以Excel保存。   \n（4）LAI等冠层结构数据，测量样地为盈科绿洲玉米地。测量方法为：利用皮尺、卷尺、直尺测量在盈科绿洲玉米地测量玉米和小麦每株各叶片的最大长度和最大宽度。利用室内扫描真实叶面积与最大长度和最小宽度的转换系数，获得叶面积指数。本数据以Excel保存。  \n（5）植被覆盖度数据。测量对象为花寨子玉米地的玉米与小麦、花寨子荒漠样地1和花寨子荒漠样地2的植被（红砂）。测量方式：利用自制覆盖度观测仪进行测量，相机在距地面2.5m至3.5m高度拍摄地面照片，同时在照片范围内放置长度已知的物体（皮尺、竹竿等）来标定照片的面积大小，利用GPS确定照片拍摄的位置，并记录下与覆盖度、拍摄环境相关的信息。覆盖度原始数据包括覆盖度光学照片与覆盖度数据记录两部分。利用LAB色度空间变换技术，提取光学照片绿色植被覆盖度（参考覆盖度处理数据）。      \n本数据包括经过LAB色度空间变换提取的植被影像和植被覆盖度数据。植被覆盖度数据可由记事本打开。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.46,
      "west": 100.289,
      "south": 38.734,
      "north": 38.88,
      "startTime": "2019-05-24 02:50:06",
      "endTime": "2019-05-24 02:50:06",
      "fileSize": 149676686.0,
      "cstr": "18406.11.water973.0122.db",
      "doi": "10.3972/water973.0122.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "陈玲",
        "nameEn": "CHEN Ling",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "钱永刚",
        "nameEn": "QIAN Yonggang",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任华忠",
        "nameEn": "REN Huazhong",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "王颢星",
        "nameEn": "WANG Haoxing",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "阎广建",
        "nameEn": "YAN Guangkuo",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "盖迎春",
        "nameEn": "GE Yingchun",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "舒乐乐",
        "nameEn": "SHU Lele",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐瑱",
        "nameEn": "XU Zhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "光洁",
        "nameEn": "GUANG Jie",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": " 李丽",
        "nameEn": "LI Li",
        "unitEn": "State Key Laboratory of Remote Sensing Science, Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所遥感科学国家重点实验室"
      },
      {
        "nameCn": "辛晓洲",
        "nameEn": "XIN Xiaozhou",
        "unitEn": "Institute of Remote Sensing Application, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "周春艳",
        "nameEn": "ZHOU Chunyan",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": " 陶欣",
        "nameEn": "TAO Xin",
        "unitEn": "",
        "unitCn": "北京大学"
      },
      {
        "nameCn": "闫彬彦",
        "nameEn": "YAN Binyan",
        "unitEn": "",
        "unitCn": "北京大学"
      },
      {
        "nameCn": " 姚延娟",
        "nameEn": "YAO Yanjuan",
        "unitEn": "",
        "unitCn": "北京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冠层光谱",
        "nameEn": "Canopy spectrum"
      },
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "叶面积指数",
        "nameEn": "Leaf area index"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤温度",
        "nameEn": "Soil temperature"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "地物光谱仪（ASD）",
        "nameEn": "Terrain spectrometer"
      },
      {
        "nameCn": "太阳分光光度计",
        "nameEn": "Solar spectrophotometer"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave remote sensing"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被盖度",
        "nameEn": "Vegetation cover"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "盈科绿洲加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "花寨子荒漠加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-25",
        "keywordEn": "2008-05-25",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features measured by ASD spectrometers when collecting spectral data in agricultural fields?",
        "QuestionCn": "ASD光谱仪在农业田地中收集光谱数据时测量的具体特征是什么？",
        "AnswerEn": "350-2500nm, canopy vertical observations, strip observations, raw spectral data, processed reflectance data",
        "AnswerCn": "350-2500nm，冠层垂直观测，条带观测，原始光谱数据，处理后的反射率数据",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different wavebands are measured by the CE318 sun photometer for atmospheric parameters?",
        "QuestionCn": "CE318太阳光度计测量多少种不同的波段用于大气参数？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the process of using CE318 solar spectrophotometer for atmospheric parameter measurement?",
        "QuestionCn": "使用CE318太阳光谱光度计进行大气参数测量的过程是什么？",
        "AnswerEn": "The process involves using a CE318 solar spectrophotometer to measure atmospheric parameters through direct solar radiation data. This method can retrieve optical thickness of non-water vapor channels, Rayleigh scattering, aerosol optical thickness, and atmospheric water vapor content from the 936nm channel measurement. The data includes both raw files in a unique *.k7 format and processed atmospheric data saved in Excel format.",
        "AnswerCn": "该过程涉及使用CE318太阳光谱光度计通过直接太阳辐射数据测量大气参数。此方法可以从936nm通道测量中获取非水蒸气通道的光学厚度、瑞利散射、气溶胶光学厚度和大气水蒸气含量。数据包括以独特的*.k7格式保存的原始文件和以Excel格式保存的处理后大气数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection techniques for atmospheric parameters using a CE318 sun photometer compare to the methods used for soil moisture and temperature measurements in terms of accuracy and data processing requirements?",
        "QuestionCn": "CE318太阳光度计用于大气参数的数据收集技术与土壤湿度和温度测量的方法在准确性和数据处理要求方面有何比较？",
        "AnswerEn": "The CE318 sun photometer measures atmospheric parameters by capturing direct solar radiation, allowing the derivation of optical thickness, Rayleigh scattering, aerosol optical thickness, and water vapor content. This method involves specific wavelengths and complex data processing using software like ASTPWin. In contrast, soil moisture and temperature measurements involve direct sampling and thermocouples, with data processed in Excel. The photometer's accuracy relies on precise spectral measurements and atmospheric models, whereas soil measurements depend on physical sampling and environmental conditions. Both methods require different data processing techniques, with the photometer needing specialized software and soil measurements processed with more straightforward tools.",
        "AnswerCn": "CE318太阳光度计通过捕捉直接的太阳辐射来测量大气参数，从而推导出光学厚度、瑞利散射、气溶胶光学厚度和水蒸气含量。这种方法涉及特定波长和复杂的数据处理，使用像ASTPWin这样的软件。相比之下，土壤湿度和温度测量涉及直接取样和热电偶，数据在Excel中处理。光度计的准确性依赖于精确的光谱测量和大气模型，而土壤测量则依赖于物理取样和环境条件。这两种方法需要不同的数据处理技术，光度计需要专门的软件，而土壤测量则使用更简单的工具进行处理。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about atmospheric conditions by analyzing the optical thickness and aerosol optical depth retrieved from solar photometer data?",
        "QuestionCn": "通过分析从太阳光度计数据中获取的光学厚度和气溶胶光学深度，可以得出关于大气条件的哪些见解？",
        "AnswerEn": "The atmospheric conditions, including the presence and concentration of aerosols, can be inferred from the optical thickness and aerosol optical depth data. By measuring direct solar radiation and applying retrieval algorithms, one can determine the optical thickness of non-water vapor channels, Rayleigh scattering, aerosol optical depth, and water vapor content in the atmospheric column. This information, along with horizontal visibility derived from the data, provides a comprehensive understanding of the atmospheric state at the time of measurement.",
        "AnswerCn": "大气条件，包括气溶胶的存在和浓度，可以通过光学厚度和气溶胶光学深度数据推断得出。通过测量直接太阳辐射并应用反演算法，可以确定非水蒸气通道的光学厚度、瑞利散射、气溶胶光学深度和大气柱中的水蒸气含量。这些信息以及从数据中得出的水平能见度，提供了对测量时大气状态的全面理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed procedures involved in utilizing a CE318 sun photometer to measure atmospheric parameters, and how are these parameters processed to obtain optical thickness and water vapor content?",
        "QuestionCn": "利用CE318太阳光度计测量大气参数的详细步骤是什么，以及如何处理这些参数以获得光学厚度和水汽含量？",
        "AnswerEn": "The CE318 sun photometer is used to directly measure solar radiation, which allows for the retrieval of optical thickness, Rayleigh scattering, aerosol optical thickness, and water vapor content in the atmosphere. The procedure involves placing the CE318 on a rooftop, where it measures direct solar radiation across five bands (1020nm, 936nm, 870nm, 670nm, and 440nm). The data is stored in a proprietary *.k7 format, which can be opened with ASTPWin software. The data is then processed to calculate optical thickness, Rayleigh scattering, aerosol optical thickness, horizontal visibility, and near-surface atmospheric temperature. This processing also involves calculating the sun's azimuth and zenith angles, earth-sun distance correction factors, and atmospheric mass. The processed data is saved in Excel format for further analysis.",
        "AnswerCn": "CE318太阳光度计用于直接测量太阳辐射，从而获取大气的光学厚度、瑞利散射、气溶胶光学厚度和水蒸气含量。该过程涉及将CE318放置在屋顶上，测量五个波段（1020nm、936nm、870nm、670nm和440nm）的直接太阳辐射。数据以专有的*.k7格式存储，可以使用ASTPWin软件打开。然后对数据进行处理，以计算光学厚度、瑞利散射、气溶胶光学厚度、水平能见度和近地面大气温度。该处理还涉及计算太阳的方位角和天顶角、地日距离修正因子和大气质量。处理后的数据以Excel格式保存，以便进一步分析。",
        "Level": "C3(Applying)"
      }
    ]
  }
}