{
    "id": "b8bc36a4-d62f-42a0-9f7f-ed7b6ee1ff86",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Visibility-derived aerosol optical depth over global land (1959-2021)",
            "titleCn": "基于能见度数据反演的全球陆地气溶胶光学厚度数据集（1959-2021）",
            "description": "1) Data content: Daily aerosol optical depth (AOD at 550nm) at 5032 land stations (1959-2021) .\n2) Data source and processing method: A machine learning model is used to derive AOD based on visibility, the ERA5 reanalysis boundary layer height and other related meteorological variables. The target is Aqua MODIS AOD at 550nm.\n3) Data quality description: The correlation coefficients with daily, monthly, and yearly AERONET AOD (550nm) are 0.55, 0.61, and 0.65, respectively. The correlation coefficients with daily, monthly, and yearly Terra MODIS AOD (550nm) are 0.54, 0.81, and 0.91, respectively. \n4) Data application achievements and prospects: Supplement global historical data of aerosols, provide high spatiotemporal resolution and long-term aerosol optical depth data, and provide support for climate change detection and attribution.",
            "descriptionCn": "1）数据内容：全球陆地5032个站点逐日气溶胶光学厚度（1959-2021）。\n2）数据来源及加工方法：站点数据是利用地面气象观测的能见度及附加数据以及卫星观测的气溶胶光学厚度数据，基于一种机器学习的方法反演的气溶胶光学厚度。网格化气溶胶光学厚度是利用面积加权的普通克里金插值得到的。\n3）数据质量描述：站点数据与AERONET日、月、年的相关系数分别为0.55、0.61、0.65。与Terra日、月、年的相关系数分别为0.54、0.81、0.91。\n4）数据应用成果及前景：补充气溶胶全球性历史数据，提供高时空分辨率和长期的气溶胶光学厚度数据，为气溶胶的气候变化探测和归因提供支持。",
            "instructions": "(1) File name: Station Id+'-'+Monitoring network name+'. txt', for example, OMAA-AE__ ASOS.txt, Station Id is OMAA, Monitoring Network Name is AE__ ASOS. This file describes the daily station AOD  and related meteorological variables from 1959 to 2021. (2) Data reading method: It can be directly opened using a text program (such as Notepad), separated by commas.",
            "instructionsCn": "（1） 文件名：站点Id + ‘-’ + 监测网络名称 + ‘.txt’, 例如，OMAA-AE__ ASOS.txt，站点Id为OMAA，监测网络名称为AE__ASOS。这个文件描述了1959-2021年该站点的日AOD及气象变量。（2） 数据读取方式：可以直接用文本程序（如记事本）打开，以逗号分隔。      \n",
            "east": 180.0,
            "west": -179.5,
            "south": -60.0,
            "north": 85.0,
            "startTime": "1959-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 3643878191.0,
            "cstr": "18406.11.Atmos.tpdc.300822",
            "doi": "10.11888/Atmos.tpdc.300822",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "郝宏飞",
                "nameEn": "HAO Hongfei",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "王开存",
                "nameEn": "WANG Kaicun ",
                "unitEn": "Peking University",
                "unitCn": "北京大学"
            },
            {
                "nameCn": "赵传峰",
                "nameEn": "ZHAO Chuanfeng",
                "unitEn": "",
                "unitCn": "北京大学"
            },
            {
                "nameCn": "吴国灿",
                "nameEn": "WU Guocan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李婧",
                "nameEn": "LI Jing",
                "unitEn": "",
                "unitCn": "北京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Visibility-derived aerosol optical depth over global land from 1959 to 2021",
                "referenceCn": null,
                "referenceEn": "Hao, H., Wang, K., Zhao, C., Wu, G., and Li, J.(2024). Visibility-derived aerosol optical depth over global land from 1959 to 2021. Earth System Science Data, 16, 3233–3260. https://doi.org/10.5194/essd-16-3233-2024."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": " 气溶胶光学深度/厚度",
                "nameEn": "Aerosol optical depth/Thickness"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "大气遥感",
                "nameEn": "Atmosphere Remote Sensing"
            },
            {
                "nameCn": "机器学习",
                "nameEn": "Machine Learning"
            },
            {
                "nameCn": "气溶胶",
                "nameEn": "Aerosol"
            },
            {
                "nameCn": "能见度",
                "nameEn": "Visibility"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1959-2021",
                "keywordEn": "1959-2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "中国陆表气候观测数据的渐变型不均一性",
                "titleEn": "Gradual inhomogeneity of observed data of land surface climate over China"
            },
            {
                "titleCn": "中国东北区域陆—气跨圈层精细化协同观测和遥感反演",
                "titleEn": "Three-dimensional observation and remote sensing of soil-vegetation-atmosphere nexus over the northeast China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Atmospheric aerosols are composed of solid and liquid particles suspended in the atmosphere. Aerosol particles are directly emitted into the atmosphere or formed through gas–particle transformation with diverse shapes and sizes, optical properties, and components. Most atmospheric aerosols are concentrated in the troposphere, especially in the boundary layer, with a high concentration near emission sources, and a small portion are distributed in the stratosphere. Atmospheric aerosols severely impact the atmospheric environment and human health. Aerosols are inextricably linked to climate change. Atmospheric aerosols alter the Earth’s energy budget and affect the climate. Tropospheric aerosols are considered the second-largest forcing factor for global climate change, and they reduce the warming attributable to greenhouse gases by −0.5 °C. However, aerosols are also regarded as the largest contributor to the uncertainty of present-day climate change attribution. Therefore, it is crucial to have sufficient aerosol observations. AOD is an important physical quantity for estimating the content, atmospheric pollution, and climatology of aerosols. AOD data usually come from ground-based and satellite-borne remote sensing observations. Ground-based remote sensing observations supply aerosol loading data (such as AOD) by measuring the attenuation of radiation from the top of the atmosphere to the surface. Satellite remote sensing is a space-based method that can provide aerosol properties worldwide. Satellite remote sensing overcomes the limitations of spatial coverage. To overcome these limitations and enrich aerosol data, alternative observation data could be utilized to derive AOD. Atmospheric horizontal visibility is a suitable alternative because it has the advantages of long-term records with a large number of stations worldwide. These studies have enriched AOD data regionally and have also enriched aerosol data to some extent.",
                "The core problems of the regression tree that need to be solved are to find the optimal split variable and optimal split point. A regression tree corresponds to a split in the feature space and the output values on the split domains. When the partition of the input space is determined, the square error can be used to represent the prediction error of the regression tree for the training data, and the minimizing square error is used to solve the optimal output value on each domain.",
                "Ground-based 15 min AOD observations are available from the Aerosol Robotic Network (AERONET) Version 3.0 Level 2.0 product at 395 sites, which can be downloaded from https://aeronet.gsfc.nasa.gov (last access: 9 July 2024). The AERONET program is a federation of ground-based remote sensing aerosol networks established by NASA and PHOTONS, including many subnetworks. AERONET has three levels of AOD products: Level 1.0 (unscreened), Level 1.5 (cloud screened), and Level 2.0 (cloud screened and quality assured). The monthly AOD (550 nm) dataset of Modern-Era Retrospective Analysis for Research and Applications Version 2 (MERRA-2) from 1980 to 2021 is a NASA reanalysis of the modern satellite era produced by NASA’s Global Modeling and Assimilation Office with a spatial resolution of 0.5° × 0.625°.",
                "India is a high aerosol loading area. The multi-year average AOD is 0.254, with an increasing trend (0.0119 per 10 years) from 1980 to 2021. Dust and biomass burning have an influence on AOD. The AOD level at the regional scale shows significant differences from 1980 to 2021, which is strongly related to the aerosol emission source types, transportation, and implementation of laws and regulations for pollution control."
            ],
            "research objective": [
                "In this study, AOD at 550 nm is derived from visibility observations collected at more than 5000 meteorological stations over global land regions from 1959 to 2021. In this study, we propose a machine learning method to derive AOD, where satellite AOD is the target value and visibility and other related meteorological variables are the predictors. This study is aimed at supporting the research of aerosols in climate change detection and attribution.",
                "In this study, we employ a machine learning method to derive daily AOD at 550 nm during 1959–2021 at 5032 land stations worldwide based on visibility, satellite retrieval, and related meteorological variables."
            ],
            "challenges": [
                "Global ground-based AOD observations are sparsely distributed, and satellite AOD retrievals have a low temporal frequency as well low accuracy before 2000 over land. However, ground-based remote sensing observations only provide aerosol properties with low spatial coverage. Many studies have only investigated the trends and distributions of aerosols after 2000 because of the lack of long-term and global-cover AOD products, which is a bottleneck for aerosol climate change detection and attribution. The two physical quantities of visibility and AOD have similarities and differences that make it challenging to retrieve AOD from visibility. Obtaining the vertical structure of aerosols is the greatest challenge, as it is not a simple hypothetical curve in complex terrain and circulation conditions.",
                "When the aerosol loading is low, the error is significant. When the AOD at 440 nm wavelength is less than 0.2, the error is 0.01, which is equivalent to the error of the absorption band in the total optical depth. When dealing with imbalanced datasets, because of the tendency of machine learning algorithms to perform better on the majority class and overlook the minority class, the model may be underfit."
            ],
            "methods": [
                "The AOD retrievals (550 nm) of the Moderate Resolution Imaging Spectroradiometer (MODIS) on board the Aqua Earth observation satellite are used to train the machine learning model, and the ERA5 reanalysis boundary layer height is used to convert the surface visibility to AOD. The ground-based hourly meteorological data from 1959 to 2021 are collected from 5032 meteorological stations at airports over land. The daily average visibility is calculated using the harmonic mean. The hourly boundary layer height (BLH) data from 1980 to 2021 are available from the Fifth Generation Reanalysis of the European Medium-Range Weather Forecast Center (ERA5) with a resolution of 0.25° ×0.25°.",
                "We set Y =[y1,y2,...,y N] as the target. We set X=[x1x2,...,x N] as the predictors: xi =(x1 i,x2 i,...x n i ), i=1,2,3...,N , where n is the feature number and N is the length of sample. We set a training dataset as D= [(x1,y1)(x2,y2),..., (xN,yN)]. A heuristic method is used to split the feature space. After each split, all values of all features in the current set are examined individually, and the optimal one is selected as the split point based on the principle of the minimum sum of the square errors. For the training dataset, we recursively divide each region into two subdomains and calculate the output values of each subdomain; then, we construct a binary decision tree. We use the optimal split variable xj and the optimal split point s to split the feature space and calculate the corresponding output value: ˆc1 =ave(yi|xi ∈R1(j,s)), ˆc2 =ave(yi|xi ∈R2(j,s)). We traverse all input variables to find the optimal split variable xj, forming a pair (j,s). We divide the input space into two regions accordingly. Next, we repeat the above process for each region until the stop condition is met. The regression tree is generated.",
                "The F test is used to search for the optimal feature subset in the predictor, aiming to eliminate irrelevant or redundant features and select truly relevant features, which helps to simplify the model’s input and improve the model’s prediction ability. We use a regression tree algorithm to construct a regression model by analyzing the mapping relationship between object attributes (predictor) and object values (target).",
                "In the model, Aqua MODIS AOD (550 nm) is set as the target and visibility and related meteorological variables are set as the predictor. The performance and predictive ability of the model are evaluated and validated against AERONET ground-based observations, Terra MODIS AOD, and MERRA-2 AOD."
            ],
            "dataset": [
                "The visibility-derived daily AOD dataset at 5032 stations over global land from 1959 to 2021 is available from the National Tibetan Plateau/Third Pole Environment Data Center.",
                "HH produced the dataset and wrote the original draft.",
                "We set a training dataset as D= [(x1,y1)(x2,y2),..., (xN,yN)].",
                "Ground-based 15 min AOD observations are available from the Aerosol Robotic Network (AERONET) Version 3.0 Level 2.0 product at 395 sites. The monthly AOD (550 nm) dataset of Modern-Era Retrospective Analysis for Research and Applications Version 2 (MERRA-2) from 1980 to 2021 is a NASA reanalysis of the modern satellite era produced by NASA’s Global Modeling and Assimilation Office with a spatial resolution of 0.5° × 0.625°.",
                "We provide the daily visibility-derived AOD data at 5032 stations over global land from 1959 to 2021, which are available at the National Tibetan Plateau/Third Pole Environment Data Center. The station-scale AOD files are in “Station_Daily_AOD_1959_2021.zip”."
            ],
            "findings": [
                "From 1980 to 2021, the mean visibility-derived AOD values over global land areas, the Northern Hemisphere, and the Southern Hemisphere are 0.177, 0.178, and 0.175, with a trend of −0.0029 per 10 years, −0.0030 per 10 years, and −0.0021 per 10 years from 1980 to 2021. The trends decrease significantly in Eastern China (−0.0572 per 10 years) and Northeast Asia (−0.0213 per 10 years) after 2014, with the larger increasing trend found after 2005 in India (0.0446 per 10 years).",
                "The dataset overcomes the shortcomings of AOD data in terms of time scale and spatial coverage over land. Finally, the variability and trend in AOD are analyzed at the global and regional scales for the past 42 years."
            ],
            "backgroundCn": [
                "大气气溶胶是悬浮在大气中的固体和液体颗粒。气溶胶颗粒可以直接排放到大气中，或通过气体-颗粒转化形成，具有多样的形状、大小、光学特性和成分。大多数大气气溶胶集中在对流层，尤其是在边界层，靠近排放源的地方浓度较高，而一小部分则分布在平流层。大气气溶胶对大气环境和人类健康产生严重影响。气溶胶与气候变化密切相关。大气气溶胶改变地球的能量预算并影响气候。对流层气溶胶被认为是全球气候变化的第二大强迫因素，它将温室气体造成的变暖降低了−0.5°C。然而，气溶胶也被视为当前气候变化归因中最大的不确定性来源。因此，获得足够的气溶胶观测数据至关重要。气溶胶光学厚度（AOD）是估算气溶胶含量、大气污染和气候学的重要物理量。AOD数据通常来自地面和卫星遥感观测。地面遥感观测通过测量从大气顶到地面的辐射衰减来提供气溶胶负荷数据（如AOD）。卫星遥感是一种基于空间的方法，可以提供全球范围内的气溶胶特性。卫星遥感克服了空间覆盖的限制。为了克服这些限制并丰富气溶胶数据，可以利用替代观测数据来推导AOD。大气水平能见度是一个合适的替代指标，因为它具有长期记录和全球大量站点的优势。这些研究在区域上丰富了AOD数据，并在一定程度上丰富了气溶胶数据。",
                "回归树的核心问题是找到最佳的分裂变量和最佳的分裂点。回归树对应于特征空间中的一个分裂，以及在分裂域上的输出值。当输入空间的划分确定后，可以使用平方误差来表示回归树对训练数据的预测误差，并通过最小化平方误差来求解每个域上的最佳输出值。",
                "基于地面的15分钟AOD观测数据可从气溶胶机器人网络（AERONET）版本3.0的2.0级产品中获取，数据来自395个站点，可在https://aeronet.gsfc.nasa.gov下载（最后访问时间：2024年7月9日）。AERONET项目是由NASA和PHOTONS建立的地面遥感气溶胶网络的联合体，包括多个子网络。AERONET有三种级别的AOD产品：1.0级（未筛选）、1.5级（云筛选）和2.0级（云筛选和质量保证）。现代时代回顾分析研究与应用版本2（MERRA-2）的月度AOD（550 nm）数据集涵盖1980年至2021年，是NASA对现代卫星时代的再分析，由NASA全球建模与同化办公室生产，空间分辨率为0.5° × 0.625°。",
                "印度是一个高气溶胶负荷区域。多年的平均气溶胶光学厚度（AOD）为0.254，且从1980年到2021年呈现出上升趋势（每10年增加0.0119）。尘埃和生物质燃烧对AOD有影响。1980年至2021年间，区域尺度的AOD水平显示出显著差异，这与气溶胶排放源类型、运输以及污染控制法律法规的实施密切相关。"
            ],
            "research objectiveCn": [
                "在本研究中，550 nm 处的气溶胶光学厚度（AOD）是通过对1959年至2021年间全球陆地区域超过5000个气象站收集的能见度观测数据进行推导的。我们提出了一种机器学习方法来推导 AOD，其中卫星 AOD 是目标值，而能见度和其他相关气象变量是预测变量。本研究旨在支持气溶胶在气候变化检测和归因研究中的研究。",
                "在本研究中，我们采用机器学习方法，根据能见度、卫星获取数据和相关气象变量，推导出1959年至2021年间全球5032个陆地站点在550 nm波长下的每日气溶胶光学厚度（AOD）。"
            ],
            "challengesCn": [
                "全球地面基的气溶胶光学深度（AOD）观测分布稀疏，而卫星AOD反演在2000年前对陆地的时间频率低且准确性差。然而，基于地面的遥感观测仅提供低空间覆盖率的气溶胶特性。许多研究仅调查了2000年后的气溶胶趋势和分布，因为缺乏长期和全球覆盖的AOD产品，这成为气溶胶气候变化检测和归因的瓶颈。能见度和AOD这两个物理量有相似之处，也有不同之处，这使得从能见度中提取AOD变得具有挑战性。获取气溶胶的垂直结构是最大的挑战，因为在复杂的地形和气流条件下，这并不是一个简单的假设曲线。",
                "当气溶胶负荷较低时，误差显著。当440纳米波长的气溶胶光学厚度（AOD）小于0.2时，误差为0.01，这相当于总光学厚度中吸收带的误差。在处理不平衡数据集时，由于机器学习算法倾向于在多数类上表现更好而忽视少数类，模型可能会出现欠拟合。"
            ],
            "methodsCn": [
                "MODIS（中分辨率成像光谱仪）搭载在Aqua地球观测卫星上，使用550 nm的气溶胶光学厚度（AOD）反演数据来训练机器学习模型，同时使用ERA5再分析的边界层高度将地面能见度转换为AOD。收集了1959年至2021年间5032个气象站（位于陆地机场）的逐小时气象数据。通过调和平均法计算日均能见度。1980年至2021年的逐小时边界层高度（BLH）数据来自欧洲中期天气预报中心（ERA5）的第五代再分析，分辨率为0.25° × 0.25°。",
                "我们将 Y =[y1,y2,...,y N] 设为目标。我们将 X=[x1,x2,...,x N] 设为预测变量：xi =(x1 i,x2 i,...,x n i)，i=1,2,3...,N，其中 n 是特征数量，N 是样本长度。我们将训练数据集设为 D= [(x1,y1)(x2,y2),..., (xN,yN)]。采用启发式方法对特征空间进行划分。在每次划分后，当前集合中所有特征的所有值都会被逐一检查，并根据最小平方误差和的原则选择最优的划分点。对于训练数据集，我们递归地将每个区域划分为两个子域，并计算每个子域的输出值；然后，我们构建一个二叉决策树。我们使用最优的划分变量 xj 和最优的划分点 s 来划分特征空间，并计算相应的输出值： ˆc1 =ave(yi|xi ∈R1(j,s)), ˆc2 =ave(yi|xi ∈R2(j,s))。我们遍历所有输入变量以找到最优的划分变量 xj，形成一对 (j,s)。然后，我们相应地将输入空间划分为两个区域。接下来，我们对每个区域重复上述过程，直到满足停止条件。回归树生成完成。",
                "F检验用于搜索预测变量中的最佳特征子集，旨在消除无关或冗余特征，选择真正相关的特征，这有助于简化模型的输入并提高模型的预测能力。我们使用回归树算法通过分析对象属性（预测变量）与对象值（目标变量）之间的映射关系来构建回归模型。",
                "在该模型中，Aqua MODIS AOD（550 nm）被设定为目标，能见度及相关气象变量被设定为预测变量。模型的性能和预测能力通过与AERONET地面观测、Terra MODIS AOD和MERRA-2 AOD进行评估和验证。"
            ],
            "datasetCn": [
                "从1959年到2021年，国家西藏 Plateau/第三极环境数据中心提供了来自5032个全球陆地站点的基于能见度的每日气溶胶光学厚度（AOD）数据集。",
                "HH 生成了数据集并撰写了原始草稿。",
                "我们将训练数据集设置为 D = [(x1,y1), (x2,y2), ..., (xN,yN)]。",
                "地面基于15分钟的气溶胶光学厚度（AOD）观测数据来自于气溶胶机器人网络（AERONET）版本3.0第2.0级产品，共有395个站点。现代时代回顾分析研究与应用版本2（MERRA-2）的月度AOD（550 nm）数据集涵盖1980年至2021年，是由美国国家航空航天局（NASA）全球建模与同化办公室制作的现代卫星时代再分析数据，空间分辨率为0.5° × 0.625°。",
                "我们提供了从1959年到2021年在全球陆地上5032个站点的每日可见度衍生的气溶胶光学厚度（AOD）数据，这些数据可在国家西藏 Plateau/第三极环境数据中心获取。站点级AOD文件为“Station_Daily_AOD_1959_2021.zip”。"
            ],
            "findingsCn": [
                "从1980年到2021年，全球陆地区域、北半球和南半球的平均能见度衍生的气溶胶光学厚度（AOD）值分别为0.177、0.178和0.175，趋势分别为每10年−0.0029、−0.0030和−0.0021。从2014年起，东中国的趋势显著下降（每10年−0.0572），东北亚的趋势也下降（每10年−0.0213），而印度在2005年后出现了更大的上升趋势（每10年0.0446）。",
                "该数据集克服了AOD数据在时间尺度和陆地空间覆盖方面的不足。最后，对过去42年全球和区域尺度的AOD变化性和趋势进行了分析。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Do global ground-based AOD observations and satellite AOD retrievals face challenges in terms of spatial and temporal coverage?",
                "QuestionCn": "全球地面基准的气溶胶光学厚度（AOD）观测和卫星AOD反演在空间和时间覆盖方面面临挑战。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is a machine learning method used to derive aerosol optical depth from visibility observations?",
                "QuestionCn": "一种用于从能见度观测中推导气溶胶光学深度的机器学习方法是什么？",
                "AnswerEn": "Machine learning method",
                "AnswerCn": "机器学习方法",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where can visibility-derived daily aerosol optical depth data be accessed?",
                "QuestionCn": "可以在哪里访问基于能见度的每日气溶胶光学深度数据？",
                "AnswerEn": "National Tibetan Plateau/Third Pole Environment Data Center",
                "AnswerCn": "国家青藏高原/第三极环境数据中心",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges in obtaining global ground-based aerosol optical depth observations?",
                "QuestionCn": "获取全球地面气溶胶光学厚度观测数据面临的挑战有哪些？",
                "AnswerEn": "Sparsely distributed",
                "AnswerCn": "稀疏分布",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how machine learning methods are used to derive aerosol optical depth (AOD) from visibility observations?",
                "QuestionCn": "您能否提供一个示例，说明机器学习方法如何通过能见度观测来推导气溶胶光学厚度（AOD）？",
                "AnswerEn": "In this field, machine learning methods are employed to derive daily AOD at 550 nm during 1959–2021 at over 5000 land stations worldwide. Satellite AOD serves as the target value, while visibility and related meteorological variables are used as predictors.",
                "AnswerCn": "在这个领域，机器学习方法被用来推导1959年至2021年间全球5000多个陆地站点的550 nm日气溶胶光学厚度（AOD）。卫星AOD作为目标值，而能见度和相关气象变量则用作预测变量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you give an example of a dataset that provides long-term aerosol optical depth data over global land regions?",
                "QuestionCn": "您能否提供一个提供全球陆地区域长期气溶胶光学深度数据的数据集示例？",
                "AnswerEn": "An example is the visibility-derived daily AOD dataset available at 5032 stations over global land from 1959 to 2021. This dataset is accessible from the National Tibetan Plateau/Third Pole Environment Data Center.",
                "AnswerCn": "一个例子是可见度衍生的每日气溶胶光学厚度（AOD）数据集，该数据集涵盖了1959年至2021年间全球陆地上5032个站点。该数据集可以从国家西藏 Plateau/第三极环境数据中心获取。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for deriving aerosol optical depth (AOD) from visibility observations?",
                "QuestionCn": "用于从能见度观测中推导气溶胶光学深度（AOD）的数据收集方法的特点是什么？",
                "AnswerEn": "visibility observations from more than 5000 meteorological stations, global land regions, satellite retrievals, related meteorological variables, machine learning method, satellite AOD as target value, visibility and other related meteorological variables as predictors",
                "AnswerCn": "来自5000多个气象站的能见度观测、全球陆地区域、卫星反演、相关气象变量、机器学习方法、以卫星AOD为目标值、能见度和其他相关气象变量为预测因子。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with retrieving aerosol optical depth (AOD) from visibility data, and how are these challenges addressed?",
                "QuestionCn": "从能见度数据中获取气溶胶光学深度（AOD）面临哪些挑战，这些挑战是如何解决的？",
                "AnswerEn": "sparse distribution of global ground-based AOD observations, low temporal frequency, accuracy of satellite AOD retrievals before 2000 over land, complexity of retrieving AOD from visibility data, vertical structure of aerosols in complex terrains",
                "AnswerCn": "全球地面AOD观测的稀疏分布、低时间频率、2000年之前卫星AOD在陆地上的检索精度、从能见度数据中检索AOD的复杂性、复杂地形中气溶胶的垂直结构。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many meteorological stations were used to collect visibility data over global land regions from 1959 to 2021?",
                "QuestionCn": "从1959年到2021年，共有多少个气象站用于收集全球陆地区域的能见度数据？",
                "AnswerEn": "5032",
                "AnswerCn": "5032",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the correlation coefficient between station data and AERONET on a monthly basis?",
                "QuestionCn": "站点数据与AERONET之间的月度相关系数是多少？",
                "AnswerEn": "0.61",
                "AnswerCn": "0.61",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the MERRA-2 monthly AOD dataset?",
                "QuestionCn": "MERRA-2每月AOD数据集的空间分辨率是多少？",
                "AnswerEn": "0.5° × 0.625°",
                "AnswerCn": "0.5° × 0.625°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'machine learning method' mean in the context of deriving aerosol optical depth (AOD) from visibility data?",
                "QuestionCn": "在从能见度数据推导气溶胶光学厚度（AOD）的背景下，“机器学习方法”指的是利用机器学习算法和模型来分析和处理数据，以便从能见度信息中提取和预测气溶胶光学厚度的技术和过程。",
                "AnswerEn": "A machine learning method in this context refers to using a computational model to derive aerosol optical depth (AOD) from visibility observations by training on satellite AOD data as the target and using visibility and related meteorological variables as predictors.",
                "AnswerCn": "在此背景下，机器学习方法是指使用计算模型通过训练卫星气溶胶光学厚度（AOD）数据作为目标，利用能见度和相关气象变量作为预测变量，从而推导出能见度观测值的气溶胶光学厚度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of machine learning methods for deriving aerosol optical depth (AOD) from visibility observations compare to traditional satellite-based remote sensing methods in terms of spatial coverage and temporal resolution?",
                "QuestionCn": "使用机器学习方法从能见度观测中推导气溶胶光学深度（AOD）与传统卫星遥感方法相比，在空间覆盖和时间分辨率方面有什么不同？",
                "AnswerEn": "Machine learning methods for deriving AOD from visibility observations offer the advantage of utilizing long-term historical records from over 5000 meteorological stations, providing high temporal resolution data from 1959 to 2021. In contrast, traditional satellite-based remote sensing methods provide global aerosol properties but are limited by lower temporal frequency and lower accuracy over land before 2000.",
                "AnswerCn": "利用能见度观测推导气溶胶光学厚度（AOD）的机器学习方法具有利用超过5000个气象站的长期历史记录的优势，提供了从1959年到2021年的高时间分辨率数据。相比之下，传统的卫星遥感方法提供全球气溶胶特性，但在2000年前在陆地上的时间频率较低且准确性较差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the challenges of deriving AOD data from visibility observations differ from the challenges faced in obtaining satellite-based AOD data, particularly concerning spatial and temporal coverage?",
                "QuestionCn": "从能见度观测中推导气溶胶光学厚度（AOD）数据的挑战与获取卫星基于AOD数据的挑战在空间和时间覆盖方面有什么不同？",
                "AnswerEn": "Deriving AOD from visibility observations faces challenges such as the sparse distribution of ground-based stations and the difficulty of retrieving the vertical structure of aerosols. In contrast, satellite-based AOD data face challenges with low temporal frequency and accuracy over land before 2000. However, satellite methods offer broader spatial coverage, while visibility-based methods benefit from long-term records and a higher temporal resolution.",
                "AnswerCn": "从能见度观测中推导气溶胶光学厚度（AOD）面临着一些挑战，例如地面站点的稀疏分布以及获取气溶胶垂直结构的困难。相比之下，卫星基于AOD数据面临着2000年前在陆地上低时间频率和准确性的问题。然而，卫星方法提供了更广泛的空间覆盖，而基于能见度的方法则受益于长期记录和更高的时间分辨率。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the use of atmospheric horizontal visibility as a data collection method enrich aerosol optical depth datasets in terms of spatial and temporal coverage?",
                "QuestionCn": "使用大气水平能见度作为数据收集方法如何丰富气溶胶光学深度数据集的空间和时间覆盖范围？",
                "AnswerEn": "Atmospheric horizontal visibility is a suitable alternative observation data because it has long-term records with a large number of stations worldwide, which helps overcome the spatial coverage limitations of both ground-based and satellite remote sensing, thus enriching aerosol optical depth (AOD) datasets regionally and globally.",
                "AnswerCn": "大气水平能见度是一种合适的替代观测数据，因为它具有长期记录和全球大量站点，这有助于克服地面观测和卫星遥感的空间覆盖限制，从而丰富区域和全球的气溶胶光学厚度（AOD）数据集。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways does the integration of different data sources, such as satellite retrievals and ground-based observations, improve the accuracy and reliability of aerosol optical depth datasets?",
                "QuestionCn": "不同数据源的整合，例如卫星遥感和地面观测，如何提高气溶胶光学厚度数据集的准确性和可靠性？",
                "AnswerEn": "Integrating satellite retrievals, such as those from MODIS, and ground-based observations, like AERONET, enhances the accuracy and reliability of aerosol optical depth datasets by providing a comprehensive understanding of aerosol properties. This approach combines strengths of global satellite coverage with detailed local observations, offering a robust method for validating and refining machine learning models used in AOD derivation.",
                "AnswerCn": "整合卫星遥感数据，如MODIS，和地面观测数据，如AERONET，可以提高气溶胶光学厚度数据集的准确性和可靠性，提供对气溶胶特性的全面理解。这种方法结合了全球卫星覆盖的优势和详细的地方观测，为验证和完善用于气溶胶光学厚度推导的机器学习模型提供了一种稳健的方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges in retrieving aerosol optical depth (AOD) from visibility data, especially in regions with complex terrain and circulation conditions?",
                "QuestionCn": "从能见度数据中提取气溶胶光学深度（AOD）所面临的挑战，尤其是在复杂地形和气流条件的地区，主要由以下因素造成：",
                "AnswerEn": "The two physical quantities of visibility and AOD have similarities and differences that make it challenging to retrieve AOD from visibility. Obtaining the vertical structure of aerosols is the greatest challenge, as it is not a simple hypothetical curve in complex terrain and circulation conditions.",
                "AnswerCn": "可见度和气溶胶光学厚度（AOD）这两个物理量有相似之处，也有不同之处，这使得从可见度中获取AOD变得具有挑战性。获取气溶胶的垂直结构是最大的挑战，因为在复杂的地形和气流条件下，这并不是一个简单的假设曲线。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a significant error in aerosol loading predictions when the AOD is low?",
                "QuestionCn": "为什么在气溶胶光学厚度（AOD）较低时，气溶胶负荷预测会出现显著误差？",
                "AnswerEn": "When the aerosol loading is low, the error is significant. When the AOD at 440 nm wavelength is less than 0.2, the error is 0.01, which is equivalent to the error of the absorption band in the total optical depth.",
                "AnswerCn": "当气溶胶负荷较低时，误差显著。当440纳米波长的气溶胶光学厚度（AOD）小于0.2时，误差为0.01，这相当于总光学厚度中吸收带的误差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What leads to the limitation in spatial coverage and temporal frequency of satellite AOD retrievals before the year 2000?",
                "QuestionCn": "在2000年前，卫星气溶胶光学厚度（AOD）检索的空间覆盖和时间频率的限制主要是由于以下几个因素：卫星技术的限制、传感器的分辨率不足、数据处理能力有限、以及缺乏长期稳定的卫星观测系统等。",
                "AnswerEn": "Global ground-based AOD observations are sparsely distributed, and satellite AOD retrievals have a low temporal frequency as well as low accuracy before 2000 over land. This lack of long-term and global-cover AOD products has been a bottleneck for aerosol climate change detection and attribution.",
                "AnswerCn": "全球地面基准的气溶胶光学厚度（AOD）观测分布稀疏，而卫星AOD反演在2000年前对陆地的时间频率低且准确性差。这种缺乏长期和全球覆盖的AOD产品的问题，成为气溶胶气候变化检测和归因的瓶颈。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of employing machine learning methods to derive aerosol optical depth (AOD) from visibility observations at meteorological stations?",
                "QuestionCn": "使用机器学习方法从气象站的能见度观测中推导气溶胶光学厚度（AOD）可能带来的潜在后果是什么？",
                "AnswerEn": "Employing machine learning methods to derive AOD from visibility observations can result in more comprehensive AOD data that covers global land regions over a long historical period. This approach helps fill gaps in spatial and temporal coverage in traditional AOD datasets, thus enhancing climate change detection and attribution efforts by providing high temporal resolution data from 1959 to 2021.",
                "AnswerCn": "利用机器学习方法从能见度观测中推导气溶胶光学厚度（AOD），可以生成覆盖全球陆地区域的更全面的AOD数据，涵盖较长的历史时期。这种方法有助于填补传统AOD数据集在空间和时间覆盖上的空白，从而通过提供1959年至2021年的高时间分辨率数据，增强气候变化检测和归因工作的效果。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals of utilizing machine learning methods to derive aerosol optical depth (AOD) from visibility observations collected at meteorological stations?",
                "QuestionCn": "利用机器学习方法从气象站收集的能见度观测数据推导气溶胶光学深度（AOD）的目标是什么？",
                "AnswerEn": "The goal is to derive daily AOD at 550 nm from visibility observations collected at over 5000 meteorological stations worldwide, supporting research on aerosols in climate change detection and attribution.",
                "AnswerCn": "目标是从全球超过5000个气象站收集的能见度观测数据中推导出550纳米的每日气溶胶光学厚度（AOD），以支持气候变化检测和归因研究中的气溶胶研究。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to explore alternative data collection methods, such as using visibility data, to enhance aerosol optical depth datasets?",
                "QuestionCn": "探索替代数据收集方法（例如使用可见度数据）以增强气溶胶光学深度数据集的重要性是什么？",
                "AnswerEn": "Exploring alternative data collection methods, like visibility data, is crucial to overcome the limitations of spatial coverage and enrich aerosol data, thereby providing a more comprehensive understanding of AOD trends and distributions over time.",
                "AnswerCn": "探索替代数据收集方法，如能见度数据，对于克服空间覆盖的局限性并丰富气溶胶数据至关重要，从而提供对气溶胶光学厚度（AOD）趋势和分布的更全面理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What objectives drive the integration of multiple data sources, including satellite retrievals and ground-based meteorological observations, in developing a comprehensive aerosol dataset?",
                "QuestionCn": "整合多个数据源，包括卫星遥感和地面气象观测，以开发全面的气溶胶数据集的目标是什么？",
                "AnswerEn": "The integration aims to address the sparse distribution of global ground-based AOD observations and low temporal frequency of satellite AOD retrievals, enhancing the dataset's temporal and spatial coverage to support climate change detection and attribution.",
                "AnswerCn": "该集成旨在解决全球地面AOD观测的稀疏分布和卫星AOD获取的低时间频率，增强数据集的时间和空间覆盖，以支持气候变化的检测和归因。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to convert surface visibility data into aerosol optical depth (AOD) values globally?",
                "QuestionCn": "将表面能见度数据转换为全球气溶胶光学厚度（AOD）值的程序有哪些？",
                "AnswerEn": "The conversion of surface visibility data into AOD values globally involves using a machine learning method where satellite AOD serves as the target, and visibility along with other related meteorological variables as predictors. ERA5 reanalysis boundary layer height is used to convert surface visibility to AOD. The daily average visibility is calculated using the harmonic mean of hourly meteorological data collected from 5032 land meteorological stations.",
                "AnswerCn": "将地表能见度数据转换为全球气溶胶光学厚度（AOD）值的方法涉及使用机器学习方法，其中卫星AOD作为目标，能见度及其他相关气象变量作为预测变量。使用ERA5再分析的边界层高度将地表能见度转换为AOD。日均能见度是通过对来自5032个陆地气象站的每小时气象数据进行调和平均计算得出的。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the spatial and temporal resolution of aerosol optical depth (AOD) datasets enhanced using machine learning techniques?",
                "QuestionCn": "如何利用机器学习技术提高气溶胶光学深度（AOD）数据集的空间和时间分辨率？",
                "AnswerEn": "The spatial and temporal resolution of AOD datasets is enhanced by employing machine learning techniques that utilize satellite retrievals such as Aqua MODIS AOD as target values and visibility observations with related meteorological variables as predictors. The regression tree algorithm is used to construct a regression model analyzing the mapping relationship between predictors and target values, which allows for derivation of daily AOD at 550 nm over a long period and across a large number of global land stations.",
                "AnswerCn": "通过采用机器学习技术，利用卫星获取的如Aqua MODIS AOD作为目标值，以及与之相关的能见度观测和气象变量作为预测变量，增强了AOD数据集的空间和时间分辨率。回归树算法用于构建回归模型，分析预测变量与目标值之间的映射关系，从而能够推导出在长时间段内和大量全球陆地站点的550 nm波长的每日AOD。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are addressed when deriving aerosol optical depth (AOD) from visibility observations, and how are these challenges managed?",
                "QuestionCn": "从能见度观测中推导气溶胶光学深度（AOD）时面临哪些挑战，这些挑战是如何管理的？",
                "AnswerEn": "Challenges in deriving AOD from visibility observations include sparse global ground-based AOD distribution, low accuracy of satellite AOD retrievals over land before 2000, and the difficulty in obtaining vertical aerosol structure. These challenges are managed by using machine learning models that incorporate a heuristic method to find optimal feature subsets and split the feature space, improving prediction accuracy. The model's performance is validated against AERONET ground-based observations, Terra MODIS AOD, and MERRA-2 AOD to ensure reliability.",
                "AnswerCn": "从能见度观测中推导气溶胶光学厚度（AOD）面临的挑战包括全球地面AOD分布稀疏、2000年前卫星AOD检索在陆地上的低准确性，以及获取垂直气溶胶结构的困难。这些挑战通过使用机器学习模型来管理，该模型结合了启发式方法以寻找最佳特征子集并划分特征空间，从而提高预测准确性。模型的性能通过与AERONET地面观测、Terra MODIS AOD和MERRA-2 AOD的对比验证，以确保其可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What machine learning methods enable the derivation of aerosol optical depth (AOD) from visibility and other meteorological data?",
                "QuestionCn": "哪些机器学习方法可以从能见度和其他气象数据中推导出气溶胶光学厚度（AOD）？",
                "AnswerEn": "A machine learning method proposed in the field uses satellite AOD as the target value and visibility and other related meteorological variables as the predictors to derive AOD, allowing for the exploration of aerosols in climate change detection and attribution.",
                "AnswerCn": "一种在该领域提出的机器学习方法使用卫星气溶胶光学厚度（AOD）作为目标值，以能见度和其他相关气象变量作为预测变量来推导AOD，从而探索气溶胶在气候变化检测和归因中的作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How does the integration of satellite observations with ground-based visibility data enable a comprehensive understanding of aerosol distribution over time?",
                "QuestionCn": "卫星观测与地面能见度数据的结合如何使我们对气溶胶分布随时间的变化有更全面的理解？",
                "AnswerEn": "Satellite remote sensing provides global coverage of aerosol properties, while ground-based visibility data offers long-term records from numerous worldwide stations. This integration enables a detailed historical dataset of aerosol optical depth (AOD) from 1959 to 2021, enriching regional and global aerosol data.",
                "AnswerCn": "卫星遥感提供了气溶胶特性的全球覆盖，而基于地面的能见度数据则提供了来自众多全球站点的长期记录。这种整合使得从1959年到2021年的气溶胶光学厚度（AOD）详细历史数据集得以建立，丰富了区域和全球的气溶胶数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might machine learning methods be expected to improve the retrieval of aerosol optical depth (AOD) from visibility observations?",
                "QuestionCn": "机器学习方法可能被期望改善从能见度观测中检索气溶胶光学深度（AOD）的原因是什么？",
                "AnswerEn": "Machine learning methods are anticipated to improve the retrieval of AOD from visibility observations as they can leverage satellite AOD as the target value and visibility along with related meteorological variables as predictors. This approach can potentially address the limitations of spatial and temporal coverage present in traditional ground-based and satellite observations.",
                "AnswerCn": "机器学习方法预计将改善从能见度观测中获取气溶胶光学深度（AOD）的能力，因为它们可以利用卫星AOD作为目标值，并将能见度及相关气象变量作为预测变量。这种方法有可能解决传统地面和卫星观测中存在的空间和时间覆盖限制。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges might be expected when attempting to create a global dataset of aerosol optical depth using visibility data from over 5000 stations?",
                "QuestionCn": "在尝试使用超过5000个站点的能见度数据创建全球气溶胶光学深度数据集时，可能会遇到哪些挑战？",
                "AnswerEn": "One of the challenges could be the sparse distribution of global ground-based AOD observations and the low temporal frequency and accuracy of satellite AOD retrievals over land, especially before 2000. Additionally, deriving AOD from visibility involves overcoming differences and similarities between these two quantities, and obtaining the vertical structure of aerosols in complex terrains can also be challenging.",
                "AnswerCn": "全球地面AOD观测的稀疏分布以及卫星AOD检索在陆地上的低时间频率和准确性，尤其是在2000年之前，可能是其中一个挑战。此外，从能见度推导AOD需要克服这两者之间的差异和相似性，而在复杂地形中获取气溶胶的垂直结构也可能面临挑战。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Why might a dataset derived from visibility observations be expected to provide valuable insights into aerosol trends and distributions over several decades?",
                "QuestionCn": "从能见度观测中得出的数据集可能被期望提供有关气溶胶趋势和分布的有价值见解，原因是什么？",
                "AnswerEn": "A dataset derived from visibility observations could provide valuable insights because it covers a long-term period from 1959 to 2021 and includes data from over 5000 meteorological stations worldwide. This extensive coverage allows for the analysis of variability and trends in AOD at both global and regional scales, overcoming limitations in spatial and temporal coverage that traditional methods face.",
                "AnswerCn": "一个来自能见度观测的数据集可以提供有价值的见解，因为它涵盖了从1959年到2021年的长期时期，并且包括来自全球5000多个气象站的数据。这种广泛的覆盖使得能够在全球和区域尺度上分析气溶胶光学厚度（AOD）的变异性和趋势，克服了传统方法在空间和时间覆盖方面的局限性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the challenges in utilizing visibility data to derive aerosol optical depth (AOD), and how might these challenges impact the accuracy and reliability of such datasets?",
                "QuestionCn": "利用能见度数据推导气溶胶光学厚度（AOD）面临的挑战有哪些，这些挑战可能如何影响此类数据集的准确性和可靠性？",
                "AnswerEn": "The challenges in utilizing visibility data to derive AOD include the sparse distribution of global ground-based AOD observations and low temporal frequency and accuracy of satellite AOD retrievals before 2000 over land. Additionally, the differences between visibility and AOD make it challenging to retrieve AOD from visibility. The vertical structure of aerosols presents a significant challenge, as it is complex and not easily defined in varied terrains and circulation conditions. These challenges can impact the accuracy by introducing errors, especially when aerosol loading is low, and can also affect the model's performance due to imbalanced datasets.",
                "AnswerCn": "利用能见度数据推导气溶胶光学厚度（AOD）面临的挑战包括全球地面AOD观测的稀疏分布，以及2000年前卫星AOD检索在陆地上的低时间频率和准确性。此外，能见度与AOD之间的差异使得从能见度中提取AOD变得困难。气溶胶的垂直结构呈现出显著的挑战，因为它在不同的地形和气流条件下复杂且不易定义。这些挑战可能通过引入误差影响准确性，尤其是在气溶胶负荷较低时，并且还可能由于数据集的不平衡影响模型的性能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the advantages of integrating AOD data from multiple sources, such as ground-based, satellite-borne observations, and visibility-derived estimates, in terms of enhancing data quality and coverage?",
                "QuestionCn": "整合来自多个来源的气溶胶光学深度（AOD）数据，如地面观测、卫星观测和基于能见度的估算，在提高数据质量和覆盖范围方面具有以下优势：",
                "AnswerEn": "Integrating AOD data from multiple sources, including ground-based, satellite-borne observations, and visibility-derived estimates, can greatly enhance data quality and coverage by overcoming the limitations of each individual method. Ground-based observations provide high temporal frequency but limited spatial coverage, while satellite observations offer extensive spatial coverage but may lack temporal granularity. Visibility-derived estimates can supplement these by providing long-term records with a large number of stations worldwide. This integration helps in enriching aerosol data regionally and globally, thereby supporting climate change detection and attribution with higher spatiotemporal resolution and reliability.",
                "AnswerCn": "整合来自多个来源的气溶胶光学深度（AOD）数据，包括地面观测、卫星观测和基于能见度的估计，可以通过克服各个方法的局限性，显著提高数据质量和覆盖范围。地面观测提供高时间频率但空间覆盖有限，而卫星观测则提供广泛的空间覆盖，但可能缺乏时间粒度。基于能见度的估计可以通过提供长期记录和全球大量站点的数据来补充这些信息。这种整合有助于丰富区域和全球的气溶胶数据，从而以更高的时空分辨率和可靠性支持气候变化的检测和归因。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I’m uncertain about the methods used to convert visibility measurements into aerosol optical depth data.",
                "QuestionCn": "我对将能见度测量转换为气溶胶光学厚度数据的方法感到不确定。",
                "AnswerEn": "The conversion of visibility measurements into aerosol optical depth (AOD) data involves using machine learning techniques, where visibility and other meteorological variables are predictors to derive AOD, with satellite AOD as the target value. The ERA5 reanalysis boundary layer height is used to adjust the surface visibility to AOD.",
                "AnswerCn": "将能见度测量转换为气溶胶光学深度（AOD）数据涉及使用机器学习技术，其中能见度和其他气象变量作为预测变量，以卫星AOD作为目标值。ERA5再分析的边界层高度用于调整地面能见度以获得AOD。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand what challenges exist in deriving aerosol optical depth from ground-based observations.",
                "QuestionCn": "我不明白从地面观测中推导气溶胶光学深度存在哪些挑战。",
                "AnswerEn": "Challenges in deriving aerosol optical depth from ground-based observations include the sparse distribution of global AOD observations, low temporal frequency and accuracy of satellite AOD retrievals before 2000 over land, and the difficulty in obtaining the vertical structure of aerosols due to complex terrain and circulation conditions.",
                "AnswerCn": "从地面观测中推导气溶胶光学深度（AOD）面临的挑战包括全球AOD观测的稀疏分布、2000年前卫星AOD检索在陆地上的低时间频率和准确性，以及由于复杂地形和气流条件导致的获取气溶胶垂直结构的困难。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify and evaluate data collection techniques that could improve the accuracy and spatial coverage of aerosol optical depth datasets over global land areas.",
                "QuestionCn": "请识别和评估数据收集技术，这些技术可以提高全球陆地区域气溶胶光学深度数据集的准确性和空间覆盖率。",
                "AnswerEn": "Data collection techniques that could improve AOD datasets include integrating ground-based remote sensing observations with satellite data to expand spatial coverage. Utilizing reanalysis datasets, such as the ERA5 boundary layer height data, could improve accuracy by providing contextual meteorological information. Additionally, implementing machine learning methods to derive AOD from visibility and other meteorological variables can enhance dataset accuracy and coverage.",
                "AnswerCn": "改善气溶胶光学厚度（AOD）数据集的数据收集技术包括将地面遥感观测与卫星数据相结合，以扩展空间覆盖范围。利用再分析数据集，如ERA5边界层高度数据，可以通过提供上下文气象信息来提高准确性。此外，实施机器学习方法从能见度和其他气象变量中推导AOD，可以增强数据集的准确性和覆盖范围。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}