{
  "id": "b8c12d70-e291-4c58-9497-dfa02b10b0f7",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "S receiver functions of the Northeastern Tibetan Plateau (2009-2016)",
      "titleCn": "青藏高原东北部S波接收函数（2009-2016）",
      "description": "The dataset partially used in the study of paper 2018GC007986 includes S receiver functions derived from 48 permanent stations and 11 stations of a temporary HY array deployed in the northeastern Tibetan Plateau.\nThe dataset as a zipped file contains one folder, two files including NETibet_SRF.QBN and NETibet_SRF.QHD.\nA spiking deconvolution in the time domain is used to calculate the P and S receiver functions, all the S receiver functions have been visually inspected to remove the bad traces that obviously different from the majority.\nThe dataset is applied to explore the lithospheric structure and understand the mechanism of northeastern expansion and growth of NE Tibetan Plateau.",
      "descriptionCn": "数据集主要是用在文章2018GC007986的研究中，包含了利用布设在青藏高原东北部海原台阵11个台站和中国地震局48个固定台站记录的远震波形数据计算得到的S波接收函数。\n数据集压缩为zip格式的文件，包含了1个文件夹，两个文件：NETibet_SRF.QBN和NETibet_SRF.QHD。\n时间域的脉冲反褶积方法被用来计算S波接收函数，所有的S波接收函数数据已经被可视化检查，去掉了一些和大多数接收函数明显不同的坏记录。\n数据主要用来调查岩石圈结构，揭示高原东北部扩展的深部动力学过程。",
      "instructions": "Data folder is named as NETibet_SRF, where NETibet means the northeastern Tibetan Plateau and SRF denotes S receiver functions. Data format is Q-files format which can be processed with the help of Seismic Handler (SH) software.",
      "instructionsCn": "数据文件夹被命名为NETibet_SRF，其中NETibet表示青藏高原东北部，SRF表示S波接收函数。数据格式为Q文件格式，可以用Seismic Handler软件进行读写以及格式转换等数据处理。",
      "east": 110.0,
      "west": 96.0,
      "south": 30.0,
      "north": 40.0,
      "startTime": "2009-01-06 00:00:00",
      "endTime": "2016-09-05 00:00:00",
      "fileSize": 16474949.0,
      "cstr": "18406.11.Geophys.tpe.249491.file",
      "doi": "10.11888/Geophys.tpe.249491.file",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "徐强",
        "nameEn": "XU Qiang",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Seismic evidence for lateral asthenospheric flow beneath the northeastern Tibetan Plateau derived from S receiver functions",
        "referenceCn": null,
        "referenceEn": "Xu, Q., Pei, S.P., Yuan, X.H., Zhao, J.M., Liu, H.B., Tu, H.W., &Chen, S.Z. (2019). Seismic evidence for lateral asthenospheric flow beneath the northeastern Tibetan Plateau derived from S receiver functions. Geochemistry Geophysics Geosystems, 20(2), 883-894."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "S波接收函数",
        "nameEn": "S receiver functions"
      },
      {
        "nameCn": "地震",
        "nameEn": "Seismology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原东北部",
        "keywordEn": "Northeastern Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The northeastern (NE) Tibetan Plateau comprises the Songpan‐Ganzi terrane (SPGZ), the Qaidam‐Kunlun‐West Qinling terrane (QKW), and the Qilian terrane (QL), which are divided by the Kunlun fault (KLF), the South Qilian suture (SQS)‐West Qinling fault (WQL), and the North Qilian fault (NQF)‐Haiyuan fault (HY)‐Liupanshan fault (LPS), respectively. Changes in locations, ages, and styles of fault deformation suggest that the rate of deformation of the NE Tibetan Plateau has accelerated and that the orientation of crustal shortening has changed from NNE‐SSW to NE‐SW or ENE‐WSW since 20–15 Ma. Seismic reflection analysis, combined with other structural studies, reveals that the region of the NE Tibetan Plateau between the Kunlun fault and the Hexi Corridor (HC) has absorbed more than 250–350 km of Cenozoic N‐S shortening. These structural features indicate that the NE Tibetan Plateau is located at the leading edge of the northeastward expansion of the Tibetan Plateau, driven by continuous convergence following the collision of India and Eurasia. However, the modes of lithospheric deformation and their connections to the northeastern expansion and growth of the NE Tibetan Plateau remain unresolved. The southward subduction of the Asian lithospheric mantle, acting in multiple stages with inclined interfaces or over a long distance at a shallow angle, has been proposed to address the growth of the NE Tibetan Plateau. However, several recent findings indicate that the Asian lithospheric mantle does not subduct beneath the NE Tibetan Plateau. Furthermore, seismic anisotropy observations agree well with the model of the vertically coherent deformation between the crust and lithospheric mantle of the NE Tibetan Plateau. Therefore, whether southward subduction of the Asian Plate is occurring beneath the NE Tibetan Plateau is still disputed. In contrast, an asthenospheric flow model has been proposed, arguing that asthenospheric materials flow eastward through a low‐velocity zone at depths of 125–200 km beneath the WQO."
      ],
      "research objective": [
        "In this study, we present high‐resolution structural images of the LAB beneath the NE Tibetan Plateau and surrounding tectonic provinces obtained by the S‐RF depth migration technique using waveforms from newly deployed stations together with other earlier experiments."
      ],
      "challenges": [
        "The selected reference model involved in the ray tracing technique can introduce errors in the depth estimates of subsurface discontinuities. The discrepancy in the synthetic tests is probably associated with the application of the more sophisticated spectral element method and inadequate data coverage."
      ],
      "methods": [
        "The calculation of the S‐RFs mainly includes coordinate rotation and deconvolution. The three‐component seismograms (Z‐N‐E) are rotated to the local ray coordinate system (P‐SV‐SH) using the back azimuth of and incidence angle. The P component is deconvolved from the SV component to generate the S‐RF. After deconvolution, the obtained S‐RF is normalized to the maximum amplitude of the spike on the SV component. We also reverse the time axis and amplitudes of the S‐RF to compare with those of the P‐RF. To further intuitively depict the lateral variations in the lithospheric structure, we need to construct depth sections using a common conversion point (CCP) stacking approach. In this method, each cross section is divided into grids, and each grid has a 2‐km horizontal step and a 2‐km vertical step. The Sp amplitudes of each S‐RF are backprojected to their spatial locations where conversions occur along the incoming raypath. The amplitudes of all grids that are perpendicular to the profile within a width of 150 km are stacked along the designed profile to form the depth‐migrated section. Finally, we apply the horizontal stacking within one Fresnel zone to generate a smoothed image for further tectonic analysis. The S‐RFs for all the stations are obtained according to the methodology described above. We manually pick the high‐quality S‐RFs at each station using the following criteria: (1) We removed S‐RFs with unexpectedly large amplitudes or periodical oscillations compared with the stacked trace of all the S‐RFs and (2) we selected S‐RFs with clear Moho Sp phases appearing within ±1.5 s around the Moho Ps arrival time computed by the available crustal thickness and Vp/Vs ratio. Before further analysis, the retained S‐RFs are filtered with a low‐pass filter of 3 s. For both stations, we stack the moveout‐corrected S‐RFs (with a reference slowness of 6.4 s per degree) and estimate the uncertainties of the stack traces using bootstrapping analysis. We repeat 500 bootstrap realizations, which are performed by stacking the same number of S‐RFs that are randomly selected from the original S‐RFs, and then compute two standard deviations (2σ) to determine the typical values of the uncertainties in the sum trace at each station."
      ],
      "dataset": [
        "The teleseismic waveform data used in this study were recorded by 113 broadband stations, including 48 permanent stations in Gansu and Qianghai Provinces from the China National Seismic Network of China Earthquake Administration, which recorded data from January 2009 to December 2010, and 11 temporary stations of the HaiYuan array (HY), which were recently deployed by the Geophysical Group of the Institute of Tibetan Plateau Research, Chinese Academy of Sciences, from November 2014 to August 2016. The other 54 temporary stations were provided by the Incorporated Research Institutions for Seismology (IRIS), including 18 stations from the Gansu subarray of the ASCENT (X4) experiment, which was operated from January 2007 to December 2009, and 36 stations from the NETS array (ZV), which collected data from January 2008 to December 2010."
      ],
      "findings": [
        "Our migrated images indicate that the lithosphere‐asthenosphere boundary (LAB) lies at depths of 105–120 km beneath the Qilian terrane and reaches depths of 126–140 km below the Alxa and Ordos blocks. The most prominent variation in the LAB depth is the presence of LAB steps of no less than 20 km in the transition zone between the active NE Tibetan Plateau and the surrounding cratonic Alxa and Ordos blocks, which conflicts with the model of southward subduction of the Alxa and Ordos blocks. Therefore, we propose that these scenarios of LAB can be attributed to the delamination of fragmented mantle lithosphere in the transition zone between the NE Tibetan Plateau and the surrounding Alxa and Ordos blocks, triggered by lateral asthenospheric flow."
      ],
      "backgroundCn": [
        "东北（NE）青藏 Plateau 包括松潘-甘孜地块（SPGZ）、柴达木-昆仑-西秦岭地块（QKW）和祁连地块（QL），它们分别被昆仑断层（KLF）、南祁连缝合带（SQS）-西秦岭断层（WQL）和北祁连断层（NQF）-海原断层（HY）-六盘山断层（LPS）所分隔。断层变形的位置、年龄和样式的变化表明，自20-15百万年前以来，东北青藏 Plateau 的变形速率加快，地壳缩短的方向已从NNE-SSW转变为NE-SW或ENE-WSW。地震反射分析结合其他构造研究表明，昆仑断层与河西走廊（HC）之间的东北青藏 Plateau 区域已经吸收了超过250-350公里的新生代N-S缩短。这些构造特征表明，东北青藏 Plateau 位于青藏 Plateau 向东北扩展的前沿，受到印度与欧亚大陆碰撞后持续收敛的驱动。然而，岩石圈变形的模式及其与东北青藏 Plateau 的东北扩展和生长之间的联系仍未解决。有人提出，亚洲岩石圈地幔的南向俯冲以多个阶段在倾斜界面或长距离以浅角作用，可能解释东北青藏 Plateau 的生长。然而，最近的一些发现表明，亚洲岩石圈地幔并未在东北青藏 Plateau 之下发生俯冲。此外，地震各向异性观测结果与东北青藏 Plateau 的地壳与岩石圈地幔之间的垂直一致变形模型相符。因此，亚洲板块是否在东北青藏 Plateau 之下发生南向俯冲仍存在争议。相反，提出了一种软流圈流动模型，认为软流圈物质通过位于125-200公里深度的低速区向东流动。"
      ],
      "research objectiveCn": [
        "在本研究中，我们展示了通过S-RF深度迁移技术获得的东北藏区及周边构造省份下方的LAB的高分辨率结构图像，这些图像是利用新部署的测站的波形以及其他早期实验数据获得的。"
      ],
      "challengesCn": [
        "所选的参考模型在光线追踪技术中可能会引入对地下不连续面的深度估计的误差。合成测试中的差异可能与更复杂的谱元方法的应用以及数据覆盖不足有关。"
      ],
      "methodsCn": [
        "S-RF的计算主要包括坐标旋转和去卷积。三分量地震波形（Z-N-E）根据入射角和反向方位角旋转到局部射线坐标系（P-SV-SH）。P分量从SV分量中去卷积，以生成S-RF。去卷积后，获得的S-RF被归一化到SV分量上脊的最大振幅。我们还反转S-RF的时间轴和振幅，以便与P-RF进行比较。为了进一步直观地描绘岩石圈结构的横向变化，我们需要使用共同转换点（CCP）堆叠方法构建深度剖面。在该方法中，每个横截面被划分为网格，每个网格具有2公里的水平步长和2公里的垂直步长。每个S-RF的Sp振幅被反投影到沿入射射线路径发生转换的空间位置。所有与设计剖面垂直的宽度为150公里的网格的振幅被堆叠，以形成深度迁移剖面。最后，我们在一个Fresnel区内应用水平堆叠，以生成平滑的图像以供进一步的构造分析。根据上述方法获得所有台站的S-RF。我们手动挑选每个台站的高质量S-RF，使用以下标准：（1）我们去除与所有S-RF的堆叠轨迹相比，振幅异常大或周期性振荡的S-RF；（2）我们选择在Moho Ps到达时间的±1.5秒内出现清晰Moho Sp相的S-RF，该时间是根据可用的地壳厚度和Vp/Vs比计算的。在进一步分析之前，保留的S-RF经过3秒的低通滤波处理。对于两个台站，我们堆叠移动校正后的S-RF（参考慢度为每度6.4秒），并使用自助法分析估计堆叠轨迹的不确定性。我们重复500次自助实现，这些实现通过堆叠从原始S-RF中随机选择的相同数量的S-RF来进行，然后计算两个标准差（2σ）以确定每个台站的总轨迹的不确定性典型值。"
      ],
      "datasetCn": [
        "本研究使用的远震波形数据由113个宽频台站记录，包括来自中国地震局中国国家地震网络的甘肃和青海省的48个永久台站，记录数据的时间为2009年1月至2010年12月；以及由中国科学院青藏高原研究所地球物理组最近部署的11个海原阵列（HY）临时台站，记录时间为2014年11月至2016年8月。其他54个临时台站由地震研究机构（IRIS）提供，其中包括来自ASCENT（X4）实验的甘肃子阵列的18个台站，该实验于2007年1月至2009年12月期间运行，以及来自NETS阵列（ZV）的36个台站，该阵列于2008年1月至2010年12月期间收集数据。"
      ],
      "findingsCn": [
        "我们的迁移图像表明，Qilian地块下方的岩石圈-软流圈边界（LAB）位于105-120公里的深度，而在Alxa和Ordos块下则达到126-140公里的深度。LAB深度最显著的变化是在活跃的东北青藏 Plateau与周围的克拉通Alxa和Ordos块之间的过渡带中，存在不小于20公里的LAB阶梯，这与Alxa和Ordos块向南俯冲的模型相矛盾。因此，我们提出这些LAB场景可以归因于在东北青藏 Plateau与周围Alxa和Ordos块之间的过渡带中，碎片化的地幔岩石圈的脱落，这是由横向软流圈流动引发的。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there potential errors introduced in depth estimates due to the selected reference model in ray tracing technique?",
        "QuestionCn": "在光线追踪技术中，由于选择的参考模型，深度估计可能会引入潜在的错误吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the main data collection method used for analyzing lithospheric structures based on teleseismic waveform data, S-RF depth migration, or some other technique?",
        "QuestionCn": "用于分析岩石圈结构的主要数据收集方法是基于远震波形数据、S-RF深度迁移，还是其他技术？",
        "AnswerEn": "teleseismic waveform data",
        "AnswerCn": "远震波形数据",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Are the challenges in accurately estimating subsurface discontinuities primarily due to the reference model in ray tracing, data coverage, or another factor?",
        "QuestionCn": "准确估计地下不连续面的挑战主要是由于射线追踪中的参考模型、数据覆盖或其他因素吗？",
        "AnswerEn": "reference model in ray tracing and inadequate data coverage",
        "AnswerCn": "参考模型在光线追踪和数据覆盖不足方面的应用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary data collection methods used to gather teleseismic waveform data for analyzing lithospheric structure in the northeastern Tibetan Plateau?",
        "QuestionCn": "用于收集远震波形数据以分析东北部青藏高原岩石圈结构的主要数据收集方法是什么？",
        "AnswerEn": "broadband stations",
        "AnswerCn": "宽带站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When were the data from the broadband stations used in the S-wave receiver function study collected?",
        "QuestionCn": "在S波接收函数研究中使用的宽带站的数据是何时收集的？",
        "AnswerEn": "January 2009 to December 2010, November 2014 to August 2016, January 2007 to December 2009, January 2008 to December 2010",
        "AnswerCn": "2009年1月至2010年12月，2014年11月至2016年8月，2007年1月至2009年12月，2008年1月至2010年12月",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you give an example of a data collection method used to obtain seismic waveforms for investigating lithospheric structures?",
        "QuestionCn": "您能否提供一个用于获取地震波形以研究岩石圈结构的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method is deploying broadband seismic stations, as seen with the 113 stations, including 48 permanent and 65 temporary stations, to collect teleseismic waveform data used for investigating lithospheric structures beneath the NE Tibetan Plateau.",
        "AnswerCn": "一种数据收集方法是部署宽频地震站，正如在东北青藏高原部署的113个站点，包括48个永久站和65个临时站，以收集用于研究青藏高原下方岩石圈结构的远震波形数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when estimating the depth of subsurface discontinuities using S-wave receiver functions?",
        "QuestionCn": "使用S波接收函数估计地下不连续面的深度时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is the potential errors introduced by the selected reference model in the ray tracing technique, which can affect the accuracy of depth estimates for subsurface discontinuities.",
        "AnswerCn": "一个挑战是所选参考模型在光线追踪技术中引入的潜在错误，这可能会影响对地下不连续面的深度估计的准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes of teleseismic waveform data that are essential for generating high-resolution structural images?",
        "QuestionCn": "生成高分辨率结构图像所需的远震波形数据的具体属性是什么？",
        "AnswerEn": "three-component seismograms, rotated to local ray coordinate systems, deconvolution techniques, S-wave receiver functions, amplitude comparisons, Moho Sp phase clarity, low-pass filter, stacking, bootstrapping analysis",
        "AnswerCn": "三分量地震记录，旋转到局部射线坐标系，反褶积技术，S波接收函数，振幅比较，莫霍面Sp波相清晰度，低通滤波，叠加，自助分析。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the methodological challenges in using the S-RF depth migration technique for investigating lithospheric structures?",
        "QuestionCn": "使用S-RF深度成像技术研究岩石圈结构时面临的方法论挑战有哪些？",
        "AnswerEn": "potential for errors in depth estimates, discrepancies from sophisticated methods, inadequate data coverage",
        "AnswerCn": "深度估计中的潜在错误，与复杂方法的差异，数据覆盖不足。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many broadband stations were used to collect teleseismic waveform data in the northeast Tibetan Plateau research?",
        "QuestionCn": "在东北青藏 Plateau 研究中，用于收集远震波形数据的宽带站点数量是多少？",
        "AnswerEn": "113",
        "AnswerCn": "113",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the range of depths at which the lithosphere‐asthenosphere boundary (LAB) was found beneath the Qilian terrane according to the findings?",
        "QuestionCn": "根据研究结果，Qilian 地块下方的岩石圈-软流圈边界（LAB）发现的深度范围是多少？",
        "AnswerEn": "105-120 km",
        "AnswerCn": "105-120公里",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many temporary stations were deployed by the Geophysical Group of the Institute of Tibetan Plateau Research during their data collection period from 2014 to 2016?",
        "QuestionCn": "在2014年至2016年的数据收集期间，西藏高原研究所的地球物理组部署了多少个临时站点？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'S wave receiver function' technique used for in seismology?",
        "QuestionCn": "在地震学中，“S波接收函数”技术用于什么？",
        "AnswerEn": "The 'S wave receiver function' technique is used to calculate the S wave receiver functions from recorded teleseismic waveform data. This involves coordinate rotation and deconvolution of seismograms to reveal structural features like the lithosphere-asthenosphere boundary (LAB) beneath tectonic regions, as well as investigate the dynamics of lithospheric deformation.",
        "AnswerCn": "'S波接收函数'技术用于从记录的远震波形数据中计算S波接收函数。这涉及坐标旋转和地震波形的去卷积，以揭示构造区域下方的岩石圈-软流圈边界（LAB）等结构特征，以及研究岩石圈变形的动力学。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods used for S-wave receiver functions compare to those used for other seismic reflection analyses in terms of accuracy and data resolution?",
        "QuestionCn": "S波接收函数的数据收集方法与其他地震反射分析所使用的方法在准确性和数据分辨率方面有何比较？",
        "AnswerEn": "The S-wave receiver function technique involves coordinate rotation and deconvolution of three-component seismograms to generate S-RFs, and constructs depth sections using a common conversion point stacking approach, which may differ from other seismic reflection analyses in terms of data resolution and accuracy. The selected reference model in ray tracing can introduce errors, suggesting that accuracy in S-wave receiver functions might be influenced by the complexity of the reference model and data coverage, compared to other seismic methods that might use different models and techniques.",
        "AnswerCn": "S波接收函数技术涉及对三分量地震波形进行坐标旋转和去卷积，以生成S-RF，并使用共同转换点堆叠方法构建深度剖面，这可能在数据分辨率和准确性上与其他地震反射分析有所不同。在射线追踪中选择的参考模型可能引入误差，这表明S波接收函数的准确性可能受到参考模型复杂性和数据覆盖的影响，而与其他可能使用不同模型和技术的地震方法相比。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the similarities and differences between the data collection challenges faced in the northeastern Tibetan Plateau and other tectonically active regions?",
        "QuestionCn": "东北藏 Plateau 和其他构造活跃地区在数据收集方面面临的挑战有哪些相似之处和不同之处？",
        "AnswerEn": "In the northeastern Tibetan Plateau, challenges include potential errors in depth estimates due to the selected reference model in ray tracing and inadequate data coverage, which may be similar to challenges faced in other tectonically active regions where data sparsity or complex subsurface structures can also affect data collection. However, the specific geological and structural characteristics, like the presence of multiple fault lines and the debate on lithospheric deformation models, may present unique challenges in this region compared to others.",
        "AnswerCn": "在东北藏区，挑战包括由于选择的参考模型在射线追踪中的深度估计潜在误差以及数据覆盖不足，这可能与其他构造活跃地区面临的挑战相似，在这些地区，数据稀缺或复杂的地下结构也会影响数据收集。然而，该地区特有的地质和结构特征，如多条断层的存在以及对岩石圈变形模型的争论，可能会带来与其他地区不同的独特挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying rules or methodologies can be inferred from the process of manually selecting high-quality S-wave receiver functions for lithospheric studies?",
        "QuestionCn": "从手动选择高质量S波接收函数用于岩石圈研究的过程中，可以推断出哪些潜在的规则或方法论？",
        "AnswerEn": "The manual selection of high-quality S-wave receiver functions involves removing those with unexpectedly large amplitudes or periodical oscillations and ensuring clear Moho Sp phases appear within a specific timeframe. This suggests a rigorous approach to data quality control, highlighting the importance of precise phase identification in studying lithospheric structures.",
        "AnswerCn": "高质量S波接收函数的手动选择涉及去除那些幅度异常大或周期性振荡的函数，并确保在特定时间范围内清晰的Moho Sp相出现。这表明了一种严格的数据质量控制方法，突显了在研究岩石圈结构时精确相位识别的重要性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do the challenges faced during depth estimation of subsurface discontinuities using ray tracing techniques reflect on the reliability of structural imaging in seismological studies?",
        "QuestionCn": "在使用射线追踪技术进行地下不连续面深度估计时所面临的挑战如何影响地震学研究中结构成像的可靠性？",
        "AnswerEn": "The challenges such as errors introduced by the selected reference model in ray tracing techniques imply that structural imaging in seismological studies must account for potential discrepancies and errors. This highlights the need for sophisticated methods like spectral element methods and comprehensive data coverage to enhance accuracy.",
        "AnswerCn": "在射线追踪技术中，由所选参考模型引入的错误等挑战意味着地震学研究中的结构成像必须考虑潜在的差异和错误。这突显了需要采用复杂的方法，如谱元方法和全面的数据覆盖，以提高准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes errors in the depth estimates of subsurface discontinuities when utilizing the S-RF depth migration technique?",
        "QuestionCn": "在使用S-RF深度迁移技术时，导致地下不连续面深度估计错误的原因是什么？",
        "AnswerEn": "The selected reference model involved in the ray tracing technique can introduce errors in the depth estimates of subsurface discontinuities. Additionally, discrepancies in synthetic tests are probably associated with the application of more sophisticated spectral element methods and inadequate data coverage.",
        "AnswerCn": "所选的参考模型在光线追踪技术中可能会引入对地下不连续面深度估计的误差。此外，合成测试中的差异可能与应用更复杂的谱元方法以及数据覆盖不足有关。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might certain S-RF records be discarded during the data collection process for investigating lithospheric structures?",
        "QuestionCn": "在调查岩石圈结构的数据收集过程中，某些S-RF记录可能会被丢弃的原因是什么？",
        "AnswerEn": "S-RF records might be discarded if they exhibit unexpectedly large amplitudes or periodical oscillations compared with the stacked trace of all the S-RFs. Records are also removed if they lack clear Moho Sp phases appearing within ±1.5 s around the Moho Ps arrival time, which is computed by the available crustal thickness and Vp/Vs ratio.",
        "AnswerCn": "如果S-RF记录表现出与所有S-RF的堆叠迹线相比，幅度异常大或周期性振荡，则可能会被丢弃。如果记录在Moho Ps到达时间前后±1.5秒内缺乏清晰的Moho Sp相，也会被移除，而Moho Ps到达时间是根据可用的地壳厚度和Vp/Vs比率计算得出的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the challenges in generating high-resolution structural images of the lithosphere-asthenosphere boundary (LAB) beneath the NE Tibetan Plateau?",
        "QuestionCn": "导致在东北 Tibetan Plateau 下生成高分辨率岩石圈-软流圈边界（LAB）结构图像的挑战的因素有哪些？",
        "AnswerEn": "Challenges in generating high-resolution structural images of the LAB include the potential errors from the reference model used in ray tracing, discrepancies in synthetic tests due to more sophisticated spectral element methods, and inadequate data coverage, all of which can affect the accuracy of the depth estimates for subsurface discontinuities.",
        "AnswerCn": "生成高分辨率LAB结构图像的挑战包括：在光线追踪中使用的参考模型可能导致的潜在错误、由于更复杂的谱元方法而导致的合成测试中的差异，以及数据覆盖不足，这些都可能影响对地下不连续面深度估计的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the consequences of integrating teleseismic waveform data from multiple temporary and permanent stations on the understanding of lithosphere-asthenosphere boundary variations in the NE Tibetan Plateau?",
        "QuestionCn": "将多个临时和永久台站的远震波形数据整合到对东北青藏高原岩石圈-软流圈边界变化的理解中可能会产生什么后果？",
        "AnswerEn": "Integrating teleseismic waveform data from a combination of permanent and temporary stations allows for a more comprehensive spatial coverage and a higher resolution of structural imaging. This can lead to more precise delineation of the lithosphere-asthenosphere boundary and its variations, such as identifying LAB steps and understanding the lithospheric processes in transition zones influenced by asthenospheric flow in the NE Tibetan Plateau.",
        "AnswerCn": "整合来自永久和临时站点的远程地震波形数据可以实现更全面的空间覆盖和更高分辨率的结构成像。这可以更精确地划定岩石圈-软流圈边界及其变化，例如识别LAB阶梯，并理解受软流圈流动影响的东北藏区的岩石圈过程。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the goals of employing the S-wave receiver function (S-RF) depth migration technique in studying the lithosphere beneath tectonically active regions?",
        "QuestionCn": "采用S波接收函数（S-RF）深度迁移技术研究构造活跃地区下方的岩石圈的目标是什么？",
        "AnswerEn": "The goal is to present high-resolution structural images of the lithosphere-asthenosphere boundary (LAB) beneath the northeastern Tibetan Plateau and surrounding tectonic provinces. This aids in understanding the deep-seated processes driving the region's tectonic activity.",
        "AnswerCn": "目标是展示东北藏区及周边构造省份下方岩石圈-软流圈边界（LAB）的高分辨率结构图像。这有助于理解驱动该地区构造活动的深层过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the objectives of visualizing and manually checking S-wave receiver function data in seismic research?",
        "QuestionCn": "在地震研究中，视觉化和手动检查S波接收函数数据的目标是什么？",
        "AnswerEn": "The objective is to ensure the accuracy and reliability of the data by removing poor quality records that differ significantly from the majority. This step is crucial for obtaining precise structural insights and reducing the potential for errors in the interpretation of lithospheric features.",
        "AnswerCn": "目标是通过去除与大多数记录显著不同的低质量记录，以确保数据的准确性和可靠性。这一步骤对于获得精确的结构洞察和减少对岩石圈特征解释中潜在错误的可能性至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific techniques were employed to calculate the S-wave receiver functions from teleseismic waveform data in the context of analyzing the lithospheric structure?",
        "QuestionCn": "在分析岩石圈结构的背景下，计算来自远震波形数据的S波接收函数采用了哪些具体技术？",
        "AnswerEn": "The calculation of the S-wave receiver functions mainly includes coordinate rotation and deconvolution. The three-component seismograms (Z-N-E) are rotated to the local ray coordinate system (P-SV-SH) using the back azimuth and incidence angle. The P component is deconvolved from the SV component to generate the S-RF, which is then normalized to the maximum amplitude of the spike on the SV component. The time axis and amplitudes of the S-RF are reversed to compare with those of the P-RF.",
        "AnswerCn": "S波接收函数的计算主要包括坐标旋转和去卷积。三分量地震波形（Z-N-E）根据反向方位角和入射角旋转到局部射线坐标系（P-SV-SH）。P分量从SV分量中去卷积，以生成S-RF，然后将其归一化到SV分量上脉冲的最大振幅。S-RF的时间轴和振幅被反转，以便与P-RF进行比较。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How was the Common Conversion Point (CCP) stacking approach utilized to depict lateral variations in the lithospheric structure?",
        "QuestionCn": "常见转换点（CCP）堆叠方法是如何用于描绘岩石圈结构的横向变化的？",
        "AnswerEn": "In the CCP stacking approach, each cross section is divided into grids with a 2-km horizontal and vertical step. The Sp amplitudes of each S-RF are backprojected to their spatial locations where conversions occur along the incoming raypath. The amplitudes of all grids perpendicular to the profile within a width of 150 km are stacked along the designed profile to form the depth-migrated section, followed by horizontal stacking within one Fresnel zone to generate a smoothed image for tectonic analysis.",
        "AnswerCn": "在CCP堆叠方法中，每个横截面被划分为2公里水平和垂直步长的网格。每个S-RF的Sp振幅被反投影到沿入射射线路径发生转换的空间位置。所有在150公里宽度内与剖面垂直的网格的振幅被沿设计剖面堆叠，以形成深度迁移剖面，然后在一个Fresnel区内进行水平堆叠，以生成平滑的图像用于构造分析。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What procedures were followed to ensure the quality and accuracy of the S-wave receiver functions used in the lithospheric study?",
        "QuestionCn": "为了确保用于岩石圈研究的S波接收函数的质量和准确性，遵循了哪些程序？",
        "AnswerEn": "High-quality S-RFs were manually selected at each station by removing those with unexpectedly large amplitudes or periodical oscillations compared with the stacked trace of all S-RFs. S-RFs with clear Moho Sp phases appearing within ±1.5 s around the Moho Ps arrival time were selected. A low-pass filter of 3 s was applied, and moveout-corrected S-RFs were stacked with a reference slowness of 6.4 s per degree. Uncertainties of the stack traces were estimated using bootstrapping analysis, involving 500 bootstrap realizations, to determine typical values of uncertainties.",
        "AnswerCn": "在每个站点手动选择高质量的S-RF，去除了那些与所有S-RF的堆叠迹线相比，幅度异常大或周期性振荡的记录。选择了在Moho Ps到达时间前后±1.5秒内出现清晰Moho Sp相的S-RF。应用了3秒的低通滤波器，并以6.4秒每度的参考慢度对移动校正后的S-RF进行了堆叠。使用自助法分析估计堆叠迹线的不确定性，涉及500次自助实现，以确定不确定性的典型值。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the acquisition of high-resolution structural images of the lithosphere-asthenosphere boundary in complex tectonic regions?",
        "QuestionCn": "哪些数据收集方法能够在复杂构造区域获取高分辨率的岩石圈-软流圈边界结构图像？",
        "AnswerEn": "The data collection methods that enable this include recording teleseismic waveform data using a network of broadband stations, both permanent and temporary, and employing techniques such as S-wave receiver function (S-RF) depth migration. This approach utilizes waveforms from newly deployed and existing stations to achieve high-resolution structural imaging.",
        "AnswerCn": "这些数据收集方法包括使用永久和临时的宽频站网络记录远震波形数据，并采用S波接收函数（S-RF）深度迁移等技术。这种方法利用新部署和现有站点的波形数据，实现高分辨率的结构成像。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the use of a common conversion point (CCP) stacking approach enhance the interpretation of lithospheric structures in seismic studies?",
        "QuestionCn": "使用共同转换点（CCP）堆叠方法如何增强地震研究中对岩石圈结构的解释？",
        "AnswerEn": "The CCP stacking approach enhances interpretation by allowing lateral variations in lithospheric structure to be depicted more intuitively. This method involves dividing each cross-section into grids and backprojecting Sp amplitudes of each S-RF to their spatial locations, then stacking these amplitudes to form a depth-migrated section, providing a clearer image for tectonic analysis.",
        "AnswerCn": "CCP堆叠方法通过允许地壳结构的横向变化以更直观的方式进行描绘，从而增强了解释。该方法涉及将每个横截面划分为网格，并将每个S-RF的Sp振幅反投影到其空间位置，然后堆叠这些振幅以形成深度迁移剖面，为构造分析提供更清晰的图像。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges in data collection and analysis might affect the accuracy of depth estimates of subsurface discontinuities in seismic studies?",
        "QuestionCn": "在地震研究中，数据收集和分析方面存在哪些挑战可能会影响地下不连续面的深度估计的准确性？",
        "AnswerEn": "Challenges that might affect accuracy include errors introduced by the selected reference model in ray tracing techniques and discrepancies arising from the application of sophisticated methods like the spectral element method, as well as inadequate data coverage. These factors can lead to inaccuracies in estimating the depth of subsurface discontinuities.",
        "AnswerCn": "影响准确性的挑战包括在光线追踪技术中所选参考模型引入的错误，以及应用复杂方法如谱元法所产生的差异，以及数据覆盖不足。这些因素可能导致对地下不连续面深度估计的 inaccuracies。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might challenges arise in maintaining high accuracy when calculating S-wave receiver functions using pulse deconvolution methods?",
        "QuestionCn": "在使用脉冲去卷积方法计算S波接收函数时，维持高精度可能会面临哪些挑战？",
        "AnswerEn": "The selected reference model involved in the ray tracing technique can introduce errors in the depth estimates of subsurface discontinuities. Additionally, discrepancies in synthetic tests may be associated with the application of more sophisticated methods and inadequate data coverage.",
        "AnswerCn": "所选的参考模型在光线追踪技术中可能会引入对地下不连续面深度估计的误差。此外，合成测试中的差异可能与应用更复杂的方法和数据覆盖不足有关。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why could there be difficulties in utilizing pre-existing datasets from permanent and temporary stations to understand the lithospheric structure of the NE Tibetan Plateau?",
        "QuestionCn": "利用永久和临时站点的现有数据集来理解东北青藏 Plateau 的岩石圈结构可能会遇到哪些困难？",
        "AnswerEn": "Difficulties could arise due to variations in data quality, coverage, and temporal scope. The discrepancies in the synthetic tests and the potential for errors introduced by the reference models used in ray tracing could further complicate the analysis.",
        "AnswerCn": "由于数据质量、覆盖范围和时间范围的变化，可能会出现困难。合成测试中的差异以及在光线追踪中使用的参考模型可能引入的错误，可能进一步复杂化分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential challenges in using the S-RF depth migration technique for imaging the lithosphere-asthenosphere boundary, and how might these challenges be addressed?",
        "QuestionCn": "使用S-RF深度成像技术成像岩石圈-软流圈边界可能面临的潜在挑战是什么？这些挑战可能如何得到解决？",
        "AnswerEn": "The potential challenges in using the S-RF depth migration technique include errors introduced by the selected reference model involved in the ray tracing technique, which can affect depth estimates of subsurface discontinuities. Additionally, inadequate data coverage and discrepancies associated with the application of more sophisticated spectral element methods can pose challenges. These issues might be addressed by improving data coverage and refining the reference models used in the ray tracing technique.",
        "AnswerCn": "使用S-RF深度成像技术可能面临的挑战包括由所选参考模型引入的错误，这些错误会影响地下不连续面的深度估计。此外，数据覆盖不足以及与应用更复杂的谱元方法相关的差异也可能构成挑战。这些问题可以通过改善数据覆盖和优化用于射线追踪技术的参考模型来解决。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how the S-wave receiver functions are calculated and what specific techniques are used in the data collection process.",
        "QuestionCn": "我不明白S波接收函数是如何计算的，以及在数据收集过程中使用了哪些具体技术。",
        "AnswerEn": "The calculation of the S-wave receiver functions (S-RFs) involves coordinate rotation and deconvolution. Three-component seismograms (Z-N-E) are rotated to the local ray coordinate system (P-SV-SH) using the back azimuth and incidence angle. The P component is deconvolved from the SV component to generate the S-RF. The S-RF is then normalized, and the time axis and amplitudes are reversed for comparison with P-RFs. A common conversion point (CCP) stacking approach is used to construct depth sections, dividing each cross section into grids and projecting the Sp amplitudes of each S-RF to their spatial locations.",
        "AnswerCn": "S波接收函数（S-RFs）的计算涉及坐标旋转和去卷积。三分量地震波形（Z-N-E）根据反向方位角和入射角旋转到局部射线坐标系（P-SV-SH）。P分量从SV分量中去卷积，以生成S-RF。然后对S-RF进行归一化，并反转时间轴和幅度，以便与P-RF进行比较。采用共同转换点（CCP）堆叠方法构建深度剖面，将每个剖面划分为网格，并将每个S-RF的Sp幅度投影到其空间位置。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of the challenges involved in selecting reference models for ray tracing techniques in seismic studies.",
        "QuestionCn": "我无法理解在地震研究中选择光线追踪技术参考模型所涉及的挑战。",
        "AnswerEn": "The selected reference model can introduce errors in the depth estimates of subsurface discontinuities. Discrepancies in synthetic tests might be associated with the application of more sophisticated methods like the spectral element method and inadequate data coverage, affecting the accuracy of the results.",
        "AnswerCn": "所选的参考模型可能会在地下不连续面的深度估计中引入误差。合成测试中的差异可能与应用更复杂的方法（如谱元方法）以及数据覆盖不足有关，这会影响结果的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the types of datasets that are incorporated in studies investigating the lithosphere-asthenosphere boundary (LAB) in tectonic regions.",
        "QuestionCn": "我对研究构造区域岩石圈-软流圈边界（LAB）所使用的数据集类型感到不确定。",
        "AnswerEn": "The datasets used include teleseismic waveform data recorded by 113 broadband stations, comprising 48 permanent stations from the China National Seismic Network and 11 temporary stations from the HaiYuan array, as well as 54 temporary stations from the Incorporated Research Institutions for Seismology (IRIS). These datasets are collected over different periods and are used to obtain high-resolution structural images of the LAB beneath tectonic regions.",
        "AnswerCn": "所使用的数据集包括由113个宽频站点记录的远震波形数据，其中包括来自中国国家地震网络的48个永久站点、来自海原阵列的11个临时站点，以及来自国际地震研究机构（IRIS）的54个临时站点。这些数据集在不同的时间段内收集，用于获取构造区域下方的高分辨率LAB结构图像。",
        "Level": "C1(Remembering)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please provide an analysis of the challenges encountered in the data collection methods used for seismic waveform data in the northeastern Tibetan Plateau.",
        "QuestionCn": "请提供对在东北藏区收集地震波形数据时遇到的挑战的分析。",
        "AnswerEn": "The challenges include the potential errors introduced by the selected reference model in ray tracing, which can affect the depth estimates of subsurface discontinuities. Additionally, discrepancies in synthetic tests may arise due to the application of more sophisticated methods and inadequate data coverage.",
        "AnswerCn": "挑战包括所选参考模型在光线追踪中引入的潜在错误，这可能会影响对地下不连续面的深度估计。此外，由于应用了更复杂的方法和数据覆盖不足，合成测试中可能会出现差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please provide a detailed examination of the methodologies used for constructing high-resolution structural images of the lithosphere-asthenosphere boundary in the northeastern Tibetan Plateau.",
        "QuestionCn": "请提供对构建东北藏区岩石圈-软流圈边界高分辨率结构图像的方法论的详细考察。",
        "AnswerEn": "The methodologies include using S-RF depth migration techniques with waveforms from newly deployed stations and previous experiments. This involves coordinate rotation, deconvolution, and constructing depth sections with a common conversion point stacking approach, ensuring precision through manual selection of high-quality S-RFs and filtering with a low-pass filter.",
        "AnswerCn": "这些方法包括使用S-RF深度成像技术，结合新部署站点和之前实验的波形。这涉及坐标旋转、去卷积以及采用共同转换点叠加方法构建深度剖面，通过手动选择高质量的S-RF并使用低通滤波器进行过滤，以确保精度。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}