{
    "id": "b8e22a4c-756e-4c65-a524-61ad9e513f7c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of plant physiological indexes and soil water, salt and nutrient in the lower reaches of Tarim River (2000-2006)",
            "titleCn": "塔里木河下游植物生理指标及土壤水盐和养分数据集（2000-2006）",
            "description": "In the ecosystem, soil and vegetation are two interdependent factors. Plants affect soil and soil restricts vegetation.  On the one hand, there are a lot of nutrients such as carbon, nitrogen and phosphorus in the soil.  On the other hand, the availability of soil nutrients plays a key role in the growth and development of plants, directly affecting the composition and physiological activity of plant communities, and determining the structure, function and productivity level of ecosystems.\nSoil moisture content (or soil moisture content): In the 9 sections from Daxihaizi to taitema lake in the lower reaches of Tarim River, plant sample plots are set in the direction perpendicular to the river channel according to the arrangement of groundwater level monitoring wells.  Dig one soil profile in each sample plot, collect one soil sample from 0-5 cm, 5-15 cm, 15-30 cm, 30-50 cm, 50-80 cm, 80-120 cm and 120-170cm soil layers from bottom to top in each profile layer, each soil sample is formed by multi-point sampling and mixing of corresponding soil layers, each soil layer uses aluminum boxes to collect soil samples, weighs wet weight on site, and measures soil moisture content (or soil moisture content) by drying method.\nSoil nutrient: the mixed soil sample is used for determining soil nutrient after removing plant root system, gravel and other impurities, air-drying indoors and sieving.  Organic matter is heated by potassium dichromate, total nitrogen is treated by semi-micro-Kjeldahl method, total phosphorus is treated by sulfuric acid-perchloric acid-molybdenum antimony anti-colorimetric method, total potassium is treated by hydrofluoric acid-perchloric acid-flame photometer method, effective nitrogen is treated by alkaline hydrolysis diffusion method, effective phosphorus is treated by sodium bicarbonate leaching-molybdenum antimony anti-colorimetric method, effective potassium is treated by ammonium acetate leaching-flame photometer method, PH and conductivity are measured by acidimeter and conductivity meter respectively (water to soil ratio is 5: 1).\nSoil water-soluble total salt was determined by in-situ salinity meter.\nDrought stress is the most common form of plant adversity and is also the main factor affecting plant growth and development.  Plant organs will undergo membrane lipid peroxidation under adverse circumstances, thus accumulating malondialdehyde (MDA), the final decomposition product of membrane lipid peroxide. MDA content is an important indicator reflecting the strength of membrane lipid peroxidation and the damage degree of plasma membrane, and is also an important parameter reflecting the damage of water stress to plants.  At the same time, under adverse conditions, the increased metabolism of reactive oxygen species in plants will lead to the accumulation of reactive oxygen species or other peroxide radicals, thus damaging cell membranes.  Superoxide dismutase (SOD) and peroxidase (POD) in plants can remove excess active oxygen in plants under drought and other adversities, maintain the metabolic balance of active oxygen, protect the structure of the membrane, and finally enhance the resistance of plants to adversities.\nThe analysis samples take Populus euphratica, Tamarix chinensis and Phragmites communis as research objects.  According to the location of groundwater monitoring wells, six sample plots are set up starting from the riverside, with an interval of 50 m between each sample plot, which are sample plots 1, 2, 3, 4, 5 and 6 in turn. Fresh leaves of plants are collected, stored at low temperature, and pretreated (dried or frozen) on the same day.  PROline (Pro), cell membrane system protective enzymes superoxide dismutase (SOD) and peroxidase (POD) were tested indoors.\nPreparation of enzyme solution: weigh 0.5g of fresh material and add 4.5mL pH7.8 with ph 7.8.  The materials were homogenized in a pre-frozen mortar, which was placed in an ice bath.  Centrifuge at 10000 r/min for 15 min. The supernatant was used for determination of superoxide dismutase, peroxidase and malondialdehyde (MDA).\nPRO determination: put 0.03 g of material into a 20 mL large test tube, add 10mL ammonia-free distilled water, seal it, put it in a boiling water bath for 30min, cool it, filter, filtrate 5 mL+ ninhydrin 5 mL, develop color in boiling water for 60min, and extract with toluene.  The extract was colorized with Shimadzu UV-265 UV spectrophotometer at 515 nm.\nSOD activity was measured by NBT photoreduction.  The order of sample addition for enzyme reaction system is: pH 7.8 PBS 2.4mL+ riboflavin 0.2 mL+ methionine 0.2 mL+EDTA0.1 mL+ enzyme solution 0.1 mL+NBT0.2 mL.  Then the test tube was reacted under 40001ux light for 20 min, and photochemical reduction was carried out. SOD activity was measured at 650 nm wavelength by UV-265 ultraviolet spectrophotometer.\nPOD activity determination: the reaction mixture was 50 ml PBS with pH 6.0+28 μ L guaiacol+19 UL30% H2O2.  2 mL of reaction mixture +1 mL of enzyme solution, immediately start timing, reading every 1 min, reading at 470 nm.\nDetermination of chlorophyll: ethanol acetone mixed solution method.  After cutting the leaves, the mixed solution of 0.2 g and acetone: absolute ethanol = 1: 1 was weighed as the extraction solution. After extracting in the dark for 24 h, the leaves turned white and chlorophyll was dissolved in the extraction solution. The OD value of chlorophyll was measured by spectrophotometer at 652nm.\nDetermination method of soluble sugar: phenol sulfate method is adopted.  (1) The standard curve is made by taking 11 20 ml graduated test tubes, numbering them from 0 to 10 points, and adding solution and water according to Table 1 respectively.  Then add 1 ml of 9% phenol solution to the test tube in sequence, shake it evenly, then add 5 ml of concentrated sulfuric acid from the front of the tube for 5 ~ 20 s, the total volume of the colorimetric solution is 8 ml, and leave it at constant temperature for 30 minutes for color development.  Then, with blank as control, colorimetric determination was carried out at 485 nm wavelength. With sugar as abscissa and optical density as ordinate, a standard curve was drawn and the equation of the standard curve was obtained.  (2) Extraction of soluble sugar: fresh plant leaves are taken, surface dirt is wiped clean, cut and mixed evenly, 0.1-0.3 g are weighed, 3 portions are respectively put into 3 calibration test tubes, 5-10 ml distilled water is added, plastic film is sealed, extraction is carried out in boiling water for 3O minutes, the extraction solution is filtered into a 25 ml volumetric flask, repeated flushing is carried out, and the volume is fixed to the calibration.  (3) Absorb 0.5 g of sample solution into the test tube, add 1.5 ml of distilled water, and work out the content of soluble sugar in the same way as the standard curve.\nThe amount of solution and water in each test tube\nPipe number 0 1-2 3-4 5-6 7-8 9-10\n1.100μg/L sugar solution 0.20 0.40 0.60 1.0\n2. water/ml 2.0 1.8 1.6 1.4 1.2 1.0\n3. Soluble sugar content/μ g 0 20 40 60 80 100\n\nDetermination of malondialdehyde: thiobarbituric acid method.  Fresh leaves were cut to pieces, 0．5 g was weighed, 5% TCA5 ml was added, and the homogenate obtained after grinding was centrifuged at 3 000 r／rain for 10 rain.  Take 2 ml supernatant, add 0.67% TBA 2 ml, mix, boil in 100 water bath for 30 rain, cool and centrifuge again.  Using 0.67% TBA solution as blank, the OD values at 450, 532 and 600 nm were determined.\nMethods for analysis and testing of plant hormones (GA3, ABA, CK, IAA): 0.1 0.005 g plant samples were taken and ground in liquid nitrogen.  500μl methanol was extracted overnight at 4℃.  Centrifuge the sample and freeze-dry the supernatant.  30μl10％% CH3CN dissolved the sample.  10μl of sample solution was analyzed by HPLC.  The external standard method was used to quantify plant hormones.  Standard plant hormones were purchased from sigma Company.  See (Ruan Xiao, Wang Qiang, et al., 2000, Journal of Plant Physiology.26 (5), 402-406) for analysis methods.",
            "descriptionCn": "在生态系统中，土壤和植被是相互依存的两个因子，植物影响土壤，土壤制约植被。一方面，土壤中贮存着大量的碳、氮、磷等营养物质；另一方面，土壤养分有效性对植物的生长和发育起着关键的作用，并直接影响着植物群落的组成与生理活力，决定着生态系统的结构、功能和生产力水平。\n土壤含水率（或土壤含水量）：在塔里木河下游的大西海子至台特玛湖这一区段的9个断面内，依据地下水位监测井的布设，沿垂直于河道的方向设置植物样地。在每个样地挖1个土壤剖面，每个剖面分层自下而上采集0-5、5-15、15-30、30-50、50-80、80-120和120-170cm土层土样各一个，每个土样由相应土层多点采样混合而成，每个土层都用铝盒采土样，现场称湿重，用烘干法测土壤含水率（或土壤含水量）。\n土壤养分：混合土样剔除植物根系及石砾等杂物，在室内风干后过筛，用于测定土壤养分。有机质采用重铬酸钾外加热法，全氮用半微量-开氏法，全磷用硫酸-高氯酸-钼锑抗比色法，全钾用氢氟酸-高氯酸-火焰光度计法，有效氮采用碱解扩散法，有效磷采用碳酸氢钠浸提-钼锑抗比色法，有效钾用乙酸铵浸提-火焰光度计法，PH、电导率分别用酸度计和电导率仪测定（水土比为5：1）。\n土壤水溶性总盐用原位盐分仪现场测定法。\n干旱胁迫是植物逆境最普遍的形式，也是影响植物生长发育的主要因子。植物器官在逆境情况下会发生膜脂过氧化作用，从而积累膜脂过氧化物的最终分解产物丙二醛(MDA)，MDA含量是反映膜脂过氧化作用强弱和质膜受破坏程度的重要标志，也是反映水分胁迫对植物造成伤害的重要参数；同时植物在逆境条件下，体内活性氧代谢加强会导致活性氧或其它过氧化物自由基的积累从而伤害细胞膜。植物体内超氧化物歧化酶(SOD)和过氧化物酶(POD)则能够在干旱等逆境中清除植物体内过量的活性氧，维持活性氧的代谢平衡，保护膜结构，最终增强植物对逆境的抗性。\n分析样本以塔里木河下游主要建群种胡杨、柽柳以及芦苇等为研究对象。结合地下水监测井位置，从河边开始设置6个样地，每个样地间隔50 m，依次为1，2，3，4，5和6号样地，采集植物的鲜叶，低温保存，当天做前处理(烘干或冰冻)。室内测试细胞水势调节物脯氨酸(PRO)、细胞膜系统保护酶超氧化物歧化酶(SOD)和过氧化物酶(POD)。\n酶液制备：称取新鲜材料0.5g，加4.5mL pH7.8的PBS。材料在预先冰冻的研钵中匀浆，研钵置于冰浴中。10000 r/min离心15 min，上清液用于超氧化物歧化酶，过氧化物酶和丙二醛(MDA)测定。\nPRO测定：将0.03 g材料放入20 mL大试管中加入10mL无氨蒸馏水，封口后置沸水浴中30min，冷却后过滤，滤液5 mL+茚三酮5 mL，沸水中显色60min，甲苯萃取。萃取液用日本岛津UV-265型紫外分光光度计在波长515 nm处比色。\nSOD活性测定：用氮蓝四唑(NBT)光还原法。酶反应体系加样次序为：pH 7.8 PBS 2.4mL+核黄素0.2 mL+蛋氨酸0.2 mL+EDTA0.1 mL+酶液0.1 mL+NBT0.2 mL。然后将试管在40001ux光下反应20 min，进行光化还原，用UV-265紫外分光光度计在650 nm波长处测量SOD活性。\nPOD活性测定：反应混合液为50 mLpH6.0PBS+28 μL愈创木酚+19 uL30％H2O2。2 mL反应混合液+1 mL酶液，立即开始计时，每隔1 min读数一次，读数于470 nm处进行。\n叶绿素的测定：乙醇丙酮混合液法。将叶片剪碎后，称取0.2 g，丙酮：无水乙醇=1：1的混合液为提取液，在暗处浸提24 h后，叶片变白，叶绿素全部溶解在提取液中，分光光度计在652nm下测定叶绿素OD值。\n可溶性糖的测定方法：采用硫酸苯酚法。(1)标准曲线的制作取20 ml刻度试管11支，从0-10分加编号，分别按表1加入溶液和水。然后按顺序向试管内加人1 ml 9％苯酚溶液，摇均，再从管液正面以5～20 S时间加入5 ml浓硫酸，比色液总体积为8 ml，在恒温下放置3O分钟，显色。然后以空白为对照，在485 nm波长下比色测定，以糖为横坐标，光密度为纵坐标，绘制标准曲线，求出标准曲线方程。(2)可溶性糖的提取取新鲜植物叶片，擦净表面污物，剪碎混匀，称取0.1-0.3 g，共3份，分别放入3支刻度试管中，加入5-l0 ml蒸馏水，塑料薄膜封口，于沸水中提取3O分钟，提取液过滤入25 ml容量瓶中，反复冲洗，定容至刻度。(3)吸取0.5 g样品液于试管中，加蒸馏水1.5 ml，同制作标准曲线的步骤，求出可溶性糖的含量。\n各试管中溶液和水的量\n管号\t0\t1-2\t3-4\t5-6\t7-8\t9-10\n1.100μg/L糖液\t0\t0.2\t0.4\t0.6\t0.8\t1.0\n2.水/ml\t2.0\t1.8\t1.6\t1.4\t1.2\t1.0\n3.可溶性糖量/μg\t0\t20\t40\t60\t80\t100\n\n丙二醛的测定方法：硫代巴比妥酸法。新鲜叶片剪碎，称取0．5 g，加入5％ 的TCA5 ml，研磨后所得匀浆在3 000 r／rain下离心10 rain。取上清液2 ml，加0．67％TBA 2 ml，混合后在100 水浴上煮沸30 rain，冷却后再离心一次。以0．67％TBA溶液为空白，测定450、532、600 nm处的OD值。\n植物激素(GA3、ABA、CK、IAA)分析测试方法：取0.1±0.005g植物样品，液氮中研磨。500μl甲醇4℃提取过夜。样品离心，上清液冷冻干燥。30μl10％的CH3CN溶解样品。样品溶液10μl于HPLC分析。植物激素外标法定量。标准植物激素购于sigma公司。分析方法见（阮晓，王强,等，2000年，植物生理学报.26（5），402-406）。",
            "instructions": "File naming: data is stored in the format of text doc;\nData reading: it can be read by office, WPS and other office software.",
            "instructionsCn": "文件命名：数据以文本doc格式存储；\n数据读取：可用Office、Wps等办公软件读取。",
            "east": 91.0,
            "west": 89.0,
            "south": 38.5,
            "north": 42.0,
            "startTime": "2000-01-15 08:00:00",
            "endTime": "2007-01-14 19:59:59",
            "fileSize": 2868224.0,
            "cstr": "18406.11.westdc.011.2013.db",
            "doi": "10.3972/westdc.011.2013.db",
            "dataFormat": "doc",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈亚宁",
                "nameEn": "CHEN Yaning",
                "unitEn": "中国科学院新疆生态与地理研究所",
                "unitCn": "中国科学院新疆生态与地理研究所"
            },
            {
                "nameCn": "郝兴明",
                "nameEn": "HAO Xingming",
                "unitEn": "中国科学院新疆生态与地理研究所",
                "unitCn": ""
            }
        ],
        "literatureList": [
            {
                "titleCn": "香梨果实成熟衰老过程中4种内源激素的变化",
                "titleEn": null,
                "referenceCn": "阮晓,王强,周疆明等.香梨果实成熟衰老过程中4种内源激素的变化.植物生理学报. 2000.26(5):402-406.",
                "referenceEn": null
            },
            {
                "titleCn": "不同地下水埋深柽柳、芦苇的生理响应",
                "titleEn": null,
                "referenceCn": "陈敏,陈亚宁,李卫红等.不同地下水埋深柽柳、芦苇的生理响应.干旱区地理.2009,32(1):72-80.",
                "referenceEn": null
            },
            {
                "titleCn": "干旱区荒漠植被丙二醛及保护酶活性对地下水位的响应",
                "titleEn": null,
                "referenceCn": "庄丽,陈亚宁,李卫红等.干旱区荒漠植被丙二醛及保护酶活性对地下水位的响应.冰川冻土.2005,27(5):723-733.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河中游植物种群在四种环境梯度上的生态位特征",
                "titleEn": null,
                "referenceCn": "刘加珍, 陈亚宁和张元明, 2004. 塔里木河中游植物种群在四种环境梯度上的生态位特征. 应用生态学报, 15(4): 549-555.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游输水条件下浅层地下水化学特征变化与合理生态水位探讨",
                "titleEn": null,
                "referenceCn": "陈永金,陈亚宁,李卫红等.塔里木河下游输水条件下浅层地下水化学特征变化与合理生态水位探讨.自然科学进展.2006,16(9):1130-1137.",
                "referenceEn": null
            },
            {
                "titleCn": "植被生理生态学数据表征的合理地下水位研究——以塔里木河下游生态恢复过程为例",
                "titleEn": null,
                "referenceCn": "陈亚宁,王强,李卫红等.植被生理生态学数据表征的合理地下水位研究——以塔里木河下游生态恢复过程为例.科学通报.2006,51(增刊I):7-13.",
                "referenceEn": null
            },
            {
                "titleCn": "新疆塔里木河下游河道生态输水对植被生理的影响研究",
                "titleEn": null,
                "referenceCn": "陈亚宁,李卫红,陈亚鹏等.新疆塔里木河下游河道生态输水对植被生理的影响研究.自然科学进展.2004,14(6):665-671.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游胡杨气体交换对CO2加富和地下水埋深的响应",
                "titleEn": null,
                "referenceCn": "陈亚鹏, 陈亚宁, 李卫红和徐长春, 2008. 塔里木河下游胡杨气体交换对CO2加富和地下水埋深的响应. 水土保持学报, 22(5): 217-220, 224.",
                "referenceEn": null
            },
            {
                "titleCn": "新疆塔里木河下游土壤特征及其对物种多样性的影响",
                "titleEn": null,
                "referenceCn": "杨玉海, 陈亚宁和李卫红, 2008. 新疆塔里木河下游土壤特征及其对物种多样性的影响. 生态学报, 28(2): 602-611.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游胡杨气体交换特征及其环境解释",
                "titleEn": null,
                "referenceCn": "周洪华, 陈亚宁, 李卫红和陈亚鹏, 2008. 塔里木河下游胡杨气体交换特征及其环境解释. 中国沙漠, 28(4): 665-672.",
                "referenceEn": null
            },
            {
                "titleCn": "塔里木河下游地下水化学特征对输水响应的阶段性研究",
                "titleEn": null,
                "referenceCn": "陈永金, 陈亚宁, 李卫红和刘加珍, 2006. 塔里木河下游地下水化学特征对输水响应的阶段性研究. 环境科学, 27(7): 1299-1304",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Characterization of photosynthesis of Populus euphratica grown in the arid region",
                "referenceCn": null,
                "referenceEn": "Chen Y P, Chen Y N, Li W H et al. Characterization of photosynthesis of Populus euphratica grown in the arid region. Photosynthetica. 2006,44(4):622-626."
            },
            {
                "titleCn": "塔里木河下游植物群落分布与衰退演替趋势分析",
                "titleEn": null,
                "referenceCn": "刘加珍,陈亚宁,李卫红等.塔里木河下游植物群落分布与衰退演替趋势分析.生态学报.2004,24(2):379-383.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤含水量",
                "nameEn": "Soil water content"
            },
            {
                "nameCn": "土壤有机物",
                "nameEn": "Organic matter"
            },
            {
                "nameCn": "土壤盐渍度",
                "nameEn": "Soil salinity"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "生理指标",
                "nameEn": "Physiological indexes"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "塔里木河",
                "keywordEn": "Tarim River Basin"
            },
            {
                "keywordCn": "新疆",
                "keywordEn": "Xinjiang"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            },
            {
                "keywordCn": "2001",
                "keywordEn": "2001",
                "type": "temporal"
            },
            {
                "keywordCn": "2002",
                "keywordEn": "2002",
                "type": "temporal"
            },
            {
                "keywordCn": "2003",
                "keywordEn": "",
                "type": "temporal"
            },
            {
                "keywordCn": "2005",
                "keywordEn": "2005",
                "type": "temporal"
            },
            {
                "keywordCn": "2006",
                "keywordEn": "2006",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "塔里木河下游浅层地下水变化的生态效应及生态系统健康评价研究",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "塔里木河下游生态安全与生态需水量研究",
                "titleEn": "The influence of permafrost environment on qinghai-tibet railway construction and its environmental effect"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how soil water content is measured in ecological studies focused on plant and soil interactions?",
                "QuestionCn": "您能否提供一个例子，说明在关注植物和土壤相互作用的生态研究中，如何测量土壤水分含量？",
                "AnswerEn": "In studies examining plant and soil interactions, soil water content is measured by setting up plant plots perpendicular to river channels, based on the layout of groundwater monitoring wells. Soil profiles are excavated at each plot, and soil samples are collected from various depths, such as 0-5 cm, 5-15 cm, 15-30 cm, 30-50 cm, 50-80 cm, 80-120 cm, and 120-170 cm. The samples from each depth are combined, and soil water content is measured using the oven-drying method.",
                "AnswerCn": "在研究植物与土壤相互作用的过程中，通过在河道垂直方向设置植物样地来测量土壤水分含量，基于地下水监测井的布局。在每个样地挖掘土壤剖面，并从不同深度收集土壤样本，如0-5厘米、5-15厘米、15-30厘米、30-50厘米、50-80厘米、80-120厘米和120-170厘米。将每个深度的样本进行混合，并使用烘干法测量土壤水分含量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used for measuring soil water content and nutrients in ecosystems?",
                "QuestionCn": "用于测量生态系统中土壤水分和养分的数据收集方法的特点是什么？",
                "AnswerEn": "sampling sites perpendicular to a river channel, soil samples at various depths from 0-170 cm, aluminum boxes, drying method, air-dried, sieved, potassium dichromate heating method, semi-micro Kjeldahl method, sulfuric acid-perchloric acid-molybdenum antimony anti-colorimetric method, in-situ salinity meters",
                "AnswerCn": "垂直于河道的采样点，从0-170厘米的不同深度采集土壤样品，使用铝盒，干燥方法为空气干燥，过筛，重铬酸钾加热法，半微量凯氏定氮法，硫酸-高氯酸-钼锑抗比色法，现场盐度计。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methods for measuring soil moisture content and soil nutrients compare in terms of accuracy and efficiency when applied to different soil layers?",
                "QuestionCn": "测量土壤水分含量和土壤养分的方法在不同土层应用时，在准确性和效率方面如何比较。",
                "AnswerEn": "The method for measuring soil moisture involves collecting soil samples from various layers, using aluminum boxes for samples, and determining moisture content through the drying method, which can be precise but time-consuming. In contrast, soil nutrients are measured using dried and sieved samples with multiple chemical analysis methods, such as the potassium dichromate heating method for organic matter and the Kjeldahl method for total nitrogen, providing a comprehensive nutrient profile but requiring careful sample preparation.",
                "AnswerCn": "测量土壤湿度的方法包括从不同层次收集土壤样本，使用铝盒进行样本采集，并通过干燥法确定水分含量，这种方法虽然精确但耗时较长。相比之下，土壤养分的测量则使用干燥和筛分后的样本，采用多种化学分析方法，例如使用重铬酸钾加热法测定有机质，以及凯氏定氮法测定总氮，提供全面的养分分析，但需要仔细的样本准备。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of measuring soil moisture content and nutrient levels in the context of ecosystem studies?",
                "QuestionCn": "在生态系统研究中，测量土壤湿度和养分水平的复杂性受到哪些因素的影响？",
                "AnswerEn": "In the context of ecosystem studies, measuring soil moisture content and nutrient levels can be complex due to the interdependent nature of soil and vegetation. Soil stores a significant amount of nutrients like carbon, nitrogen, and phosphorus, which are crucial for plant growth and development. The effectiveness of soil nutrients directly influences plant community composition and physiological activity, which in turn affects the structure, function, and productivity of the ecosystem. Additionally, the accuracy of measurements is contingent on the methodology, such as the use of drying methods for moisture content and various chemical methods for nutrient analysis, which require precise sample collection and processing.",
                "AnswerCn": "在生态系统研究的背景下，测量土壤水分含量和养分水平可能很复杂，因为土壤和植被之间存在相互依赖的关系。土壤储存了大量的养分，如碳、氮和磷，这些对植物的生长和发育至关重要。土壤养分的有效性直接影响植物群落的组成和生理活动，进而影响生态系统的结构、功能和生产力。此外，测量的准确性取决于方法，例如用于水分含量的干燥方法和用于养分分析的各种化学方法，这些都需要精确的样本采集和处理。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on data accuracy and reliability when using mixed soil samples collected from multiple depths in soil nutrient analysis?",
                "QuestionCn": "在土壤营养分析中，使用从多个深度收集的混合土壤样本可能对数据的准确性和可靠性产生哪些潜在影响？",
                "AnswerEn": "Using mixed soil samples from multiple depths allows for a more comprehensive understanding of soil nutrient distribution, potentially increasing the accuracy of nutrient analysis. However, it may also introduce variability as different soil layers have distinct properties. This method helps reveal the overall nutrient availability to plants, impacting the accuracy of evaluating plant growth conditions and ecosystem productivity.",
                "AnswerCn": "使用来自多个深度的混合土壤样本可以更全面地了解土壤养分分布，潜在地提高养分分析的准确性。然而，这也可能引入变异，因为不同的土壤层具有不同的特性。这种方法有助于揭示植物的整体养分可用性，从而影响评估植物生长条件和生态系统生产力的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives for collecting physiological indicators of plants and soil water, salt, and nutrient data in the downstream region of the Tarim River?",
                "QuestionCn": "在塔里木河下游地区收集植物和土壤水分、盐分和养分数据的主要目标是什么？",
                "AnswerEn": "The primary objectives for collecting this data are to understand the interdependent relationship between soil and vegetation in ecosystems. The data aims to provide insights into how soil nutrients affect plant growth and development, influence plant community composition and physiological vitality, and determine ecosystem structure, function, and productivity levels. Additionally, it seeks to explore the impact of drought stress on plant physiology and the role of various enzymes in mitigating those effects.",
                "AnswerCn": "收集这些数据的主要目标是了解生态系统中土壤与植被之间的相互依赖关系。数据旨在提供关于土壤养分如何影响植物生长和发育、影响植物群落组成和生理活力，以及确定生态系统结构、功能和生产力水平的见解。此外，它还旨在探讨干旱胁迫对植物生理的影响以及各种酶在缓解这些影响中的作用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and tools are necessary for accurately measuring soil moisture content and soil nutrient levels in an arid ecosystem?",
                "QuestionCn": "在干旱生态系统中，准确测量土壤湿度和土壤养分水平所需的程序和工具是什么？",
                "AnswerEn": "To accurately measure soil moisture content, samples are collected from various depths (0-5, 5-15, 15-30, 30-50, 50-80, 80-120, and 120-170 cm) using aluminum boxes. The wet weight is measured on-site, and the soil moisture content is determined using the drying method. For soil nutrient levels, mixed soil samples are air-dried and sieved to remove roots and debris. Various chemical analysis methods are employed: organic matter is determined using the potassium dichromate heating method, total nitrogen with the semi-micro Kjeldahl method, total phosphorus using the sulfuric acid-perchloric acid-molybdenum-antimony anti-colorimetric method, and total potassium with the hydrofluoric acid-perchloric acid-flame photometer method. Available nitrogen, phosphorus, and potassium are determined using the alkaline hydrolysis diffusion method, bicarbonate extraction-molybdenum-antimony anti-colorimetric method, and ammonium acetate extraction-flame photometer method, respectively. pH and electrical conductivity are measured using a pH meter and a conductivity meter with a water-to-soil ratio of 5:1. Water-soluble total salts are measured using an in-situ salinity meter.",
                "AnswerCn": "为了准确测量土壤水分含量，从不同深度（0-5、5-15、15-30、30-50、50-80、80-120 和 120-170 厘米）采集样品，使用铝盒进行采样。现场测量湿重，并通过干燥法确定土壤水分含量。对于土壤养分水平，混合土壤样品经过风干并筛分以去除根系和杂物。采用多种化学分析方法：有机质采用重铬酸钾加热法测定，总氮采用半微量凯氏定氮法测定，总磷采用硫酸-高氯酸-钼-锑反色法测定，总钾采用氟化氢酸-高氯酸-火焰光度法测定。有效氮、磷和钾分别采用碱性水解扩散法、碳酸氢盐提取-钼-锑反色法和醋酸铵提取-火焰光度法测定。pH 和电导率使用 pH 计和电导率计测量，水土比为 5:1。水溶性总盐使用原位盐度计测量。",
                "Level": "C3(Applying)"
            }
        ]
    }
}