{
    "id": "b90f1ed1-9c27-42e7-adf0-8756755cf38a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Revisit of Hsianwenia wui (Cyprinidae: Schizothoracinae) from the Pliocene of Qaidam Basin",
            "titleCn": "柴达木盆地上新世伍氏献文鱼（Cyprinidae: Schizothoracinae）形态学再研究（论文插图原始数据）",
            "description": "The Qaidam Basin is a key area for understanding the paleoenvironmental and faunal history of the Tibetan Plateau. The fossil schizothoracine fish, Hsianwenia wui, evolved extraordinarily thickened bones to adapt to the aridification of the Qaidam Basin during the Pliocene. However, the nature of the bone thickening itself remains elusive. To promote the further investigation of the physiological mechanism of the pachyostosis and the phylogenetic interrelationships of Hsianwenia and all relevant cyprinids, here we present a comprehensive morphological study of Hsianwenia. We have new information on the anterior part of the cranial cavity, a large supraneural 3 in the Weberian apparatus, numerous procurrent caudal fin rays supported by the preural centrum (Pu) 5, and a neural arch on Pu2. We also find the differentiated pattern of the bone-thickening: the pachyostosis exists in the endoskeleton but not in the dermal skeleton; it is more obvious in ventral bones than in dorsal ones, when the thickening is present in the dorsally and ventrally grouped endoskeletal bones (e.g., the epineural and epipleural intermuscular bones). Considering the integrity of musculoskeletal system manipulating the chewing activities, we suspect that the thickened pharyngeal jaws and the hard food processing might be associated with the unique hind protrusion (cleithral “humeral” process) of the dermal pectoral girdle of Hsianwenia.",
            "descriptionCn": "柴达木盆地是研究青藏高原古环境和动物演化历史的一个关键区域。为了适应上新世时期柴达木盆地环境的干旱化，化石裂腹鱼类伍氏献文鱼（Hsianwenia wui）演化出了异常粗大的骨骼。然而，人们对于这种骨骼增粗现象（pachyostosis）的性质仍知之甚少。为了进一步认识这一特征及其生理学机制，对伍氏献文鱼进行了详尽的形态解剖学工作，并识别出了一些新的信息：脑腔前部分叉的嗅束通道、韦伯氏器上发达的第3髓上骨、第5尾前椎支持众多尾鳍短鳍条以及第2尾前椎上一个附加的髓弓（棘）。此外，发现献文鱼骨骼的增粗存在差异性：该现象仅见于内骨骼，外骨骼(膜质骨)一般未见增粗；在成组增粗的内骨骼(如肌间骨：上髓弓小骨和上肋小骨)中，腹侧骨骼较背侧增粗更为明显。伍氏献文鱼匙骨后缘有一个显著而独特的位于胸鳍上方的“肩突”（humeral process）, 对比现生鲤科鱼类咀嚼活动中相关肌肉和骨骼的联动关系，认为这个“肩突”的出现与伍氏献文鱼咽颌骨骼（第五角鳃骨）增粗以及研磨坚硬的食物有关。\n数据来源为拍摄或绘制。数据包括原始图片，清晰度高。可用于进一步引用及科学传播等工作。",
            "instructions": "This data includes the PDF of the original paper and the illustrations of the original resolution paper (including fossils, strata and phylogenetic trees, etc.), which can be directly cited by authorization",
            "instructionsCn": "本数据包括论文原文的PDF以及原始分辨率论文插图（包括化石、地层和系统发育树等），经授权可直接引用\n图片为jpg格式，以论文中出现顺序命名。",
            "east": 140.0,
            "west": 80.0,
            "south": 30.0,
            "north": 40.0,
            "startTime": "2020-11-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 46423904.0,
            "cstr": null,
            "doi": "10.19615/j.cnki.2096-9899.211026",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吴飞翔",
                "nameEn": "WU Feixiang ",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Revisit of Hsianwenia wui (Cyprinidae: Schizothoracinae) from the Pliocene of Qaidam Basin.",
                "referenceCn": null,
                "referenceEn": "Bi, D.R., Wu, F.X., Wang, N., Zhang, M.M., & Fang, G.Y. (2021). Revisit of Hsianwenia wui (Cyprinidae: Schizothoracinae) from the Pliocene of Qaidam Basin. Vertebrata PalAsiatica. DOI: 10.19615/j.cnki.2096-9899.211026"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "化石",
                "nameEn": "fossils"
            },
            {
                "nameCn": "古生物",
                "nameEn": "Paleontology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "柴达木盆地",
                "keywordEn": "Qaidam Basin"
            },
            {
                "keywordCn": "青海",
                "keywordEn": "Qinghai"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "上新世",
                "keywordEn": "Pliocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
                "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to study morphological characteristics of ancient fish species in arid environments?",
                "QuestionCn": "您能否提供一种用于研究干旱环境中古代鱼类物种形态特征的数据收集方法的示例？",
                "AnswerEn": "A data collection method involves capturing high-resolution images or illustrations of fossilized fish species, such as the Hsianwenia wui from the Pliocene era in the Qaidam Basin, to study their morphological features and understand adaptations like pachyostosis in response to arid conditions.",
                "AnswerCn": "一种数据收集方法涉及捕捉高分辨率的化石鱼类图像或插图，例如来自柴达木盆地的上新世鱼类Hsianwenia wui，以研究它们的形态特征并理解像厚骨症这样的适应性，以应对干旱条件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features or characteristics identified in the morphology of Hsianwenia wui that could be critical for understanding the pachyostosis phenomenon?",
                "QuestionCn": "Hsianwenia wui 的形态学特征或特性有哪些具体特征，这些特征可能对理解厚骨现象至关重要？",
                "AnswerEn": "bifurcation of the olfactory tract in the forebrain cavity, development of the third supraneural bone in the Weberian apparatus, support for multiple procurrent rays by the fifth precaudal vertebra, additional neural arch on the second precaudal vertebra, thickening in the endoskeleton, thickening of ventral bones compared to dorsal bones, presence of a unique 'humeral process' above the pectoral fin, thickening of the pharyngeal bones",
                "AnswerCn": "嗅束在前脑腔中的分叉，韦伯氏器官中第三上神经骨的发展，由第五前尾椎支持的多个前鳍条，第二前尾椎上的额外神经弓，内骨骼的增厚，腹骨相对于背骨的增厚，胸鳍上方独特的“肱骨突”的存在，咽骨的增厚。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'pachyostosis' mean in the context of morphological studies on fossil fish species?",
                "QuestionCn": "在化石鱼类的形态学研究中，“厚骨症”（pachyostosis）指的是骨骼变得异常厚重的现象。",
                "AnswerEn": "In the context of morphological studies on fossil fish species, 'pachyostosis' refers to the phenomenon of having abnormally thickened bones. This term is used to describe the increased bone thickness observed in the fossil Schizothoracinae fish species Hsianwenia wui from the Pliocene epoch in the Qaidam Basin, which is believed to have evolved as an adaptation to arid environmental conditions.",
                "AnswerCn": "在化石鱼类的形态学研究中，“厚骨症”指的是骨骼异常增厚的现象。这个术语用来描述在青海盆地中新世时期的化石鱼类Schizothoracinae物种Hsianwenia wui中观察到的骨骼增厚，据信这是作为对干旱环境条件的适应而演化的。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the evolutionary adaptations of Schizothoracinae fish based on variations in bone thickening patterns observed in the data collected from the Pliocene period of the Qaidam Basin?",
                "QuestionCn": "根据从柴达木盆地的上新世时期收集的数据，可以推断出Schizothoracinae鱼类的骨骼加厚模式的变化与其进化适应有关。",
                "AnswerEn": "The data suggest that Schizothoracinae fish, specifically Hsianwenia wui, evolved thickened endoskeletal bones as an adaptation to the aridification of the Qaidam Basin during the Pliocene period. The thickening is primarily observed in endoskeletal bones, unlike the exoskeletal ones, and is more pronounced in ventral bones compared to dorsal ones. This adaptation might be linked to the fish's dietary habits, specifically the need to grind hard food, as indicated by the presence of a unique humeral process above the pectoral fin.",
                "AnswerCn": "数据表明，Schizothoracinae鱼类，特别是Hsianwenia wui，在上新世时期为了适应柴达木盆地的干旱化，进化出了加厚的内骨骼骨骼。这种加厚主要体现在内骨骼骨骼上，而不是外骨骼，并且在腹部骨骼上的表现比背部骨骼更为明显。这种适应可能与鱼类的饮食习惯有关，特别是需要磨碎硬食物的需求，这一点通过在胸鳍上方存在的独特肱骨突起得到了体现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in collecting and analyzing high-resolution morphological data for fossil fish species in the Qinghai-Tibet Plateau region?",
                "QuestionCn": "在青藏高原地区，收集和分析化石鱼类高分辨率形态数据面临的挑战因素有哪些？",
                "AnswerEn": "The collection and analysis of high-resolution morphological data for fossil fish species like Hsianwenia wui in the Qinghai-Tibet Plateau region can be challenging due to several factors. These include the need for detailed anatomical work to identify unique features such as the bifurcated olfactory tract and the development of certain vertebrae, the presence of differential thickening (pachyostosis) in internal versus external skeletal elements, and the requirement for high-quality visual data, such as original images or drawings, to ensure accurate representation and interpretation of these morphological characteristics.",
                "AnswerCn": "在青藏 Plateau地区，对化石鱼类物种如Hsianwenia wui进行高分辨率形态数据的收集和分析面临多种挑战。这些挑战包括需要详细的解剖工作以识别独特特征，如分叉的嗅道和某些脊椎的发展，内部与外部骨骼元素的差异性增厚（厚骨症），以及需要高质量的视觉数据，如原始图像或图纸，以确保对这些形态特征的准确表示和解释。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on morphological research outcomes when high-resolution images are utilized as a primary data collection method for fossil studies in paleontological research?",
                "QuestionCn": "当高分辨率图像作为古生物学研究中化石研究的主要数据收集方法时，对形态学研究结果的潜在影响是什么？",
                "AnswerEn": "When high-resolution images are utilized as a primary data collection method for fossil studies, it can significantly enhance the clarity and detail of morphological features, leading to more precise anatomical reconstructions and identifications. In the case of Hsianwenia wui, this allows for the identification of specific anatomical features such as the bifurcated olfactory tract channel and the humeral process, which are crucial for understanding evolutionary adaptations and pachyostosis phenomena.",
                "AnswerCn": "当高分辨率图像作为化石研究的主要数据收集方法时，可以显著增强形态特征的清晰度和细节，从而导致更精确的解剖重建和鉴定。在Hsianwenia wui的案例中，这使得能够识别特定的解剖特征，如分叉的嗅道通道和肱突，这对于理解进化适应和厚骨现象至关重要。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}