{
    "id": "b91ffde2-98db-4ccf-8a56-3602449f6796",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Basic data set for water resources research in Southeast Asian countries andLancang-Mekong River Basin (1901-2010)",
            "titleCn": "东南亚国家及澜湄流域水资源研究基础数据集（1901-2010）",
            "description": "The basic data set of water resources research of Southeast Asian countries and Lancang Mekong basin (1901-2010) collected and sorted out the main hydrometeorological data of Southeast Asian countries and Lancang Mekong basin, including precipitation, average temperature, maximum temperature, minimum temperature, water vapor pressure, etc. the data came from CRU TS v. 4.03 (clinical research unit time series version 4.03), which is widely used in the whole world The format is NC, the time resolution is month by month, and the time length is from January 1901 to December 2018. Hydrological data includes surface runoff and underground runoff simulated by the hydrological model. The data comes from GLDAS (Global Land Data Assimilation System). The data format is NC, the time resolution is month by month, and the time length is from January 1979 to February 2019.",
            "descriptionCn": "东南亚国家及澜湄流域水资源研究基础数据集（1901-2010）收集整理了东南亚国家及澜湄流域主要的水文气象数据，气象数据包括降水，平均气温，最高气温，最低气温，水汽压等，数据来源于全球广泛使用的CRU TS v. 4.03（Climatic Research Unit Time-Series Version 4.03），数据格式为nc，时间分辨率为逐月，时间长度为1901年1月至2018年12月。水文数据包括水文模型模拟得到的地表径流和地下径流，数据来源于GLDAS （Global Land Data Assimilation System），数据格式为nc，时间分辨率为逐月，时间长度为1979年1月至2019年2月。",
            "instructions": "The data set is stored in the NC format, and the file name is \"Mekong_XXX. NC\", where XXX represents the variable name, for example, \"Mekong_pre. NC\" represents the precipitation data set of the region.",
            "instructionsCn": "数据集以nc格式存储，文件名名称为“Mekong_XXX.nc”，其中XXX代表变量名称，如“Mekong_pre.nc”代表该文件为该地区降水数据集。",
            "east": 115.0,
            "west": 90.0,
            "south": 5.0,
            "north": 35.0,
            "startTime": "1901-01-12 07:59:43",
            "endTime": "2019-01-11 08:00:00",
            "fileSize": 360137504.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "CRU",
                "nameEn": "Climatic Research Unit CRU",
                "unitEn": "",
                "unitCn": "University of East Anglia"
            },
            {
                "nameCn": "Global Land Data Assimilation System",
                "nameEn": "Global Land Data Assimilation System GLDAS",
                "unitEn": "",
                "unitCn": "NASA Goddard Earth Sciences Data and Information Services Center (GES DISC)"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The global land data assimilation system",
                "referenceCn": null,
                "referenceEn": "Rodell, M., Houser, P.R., Jambor, U., Gottschalck, J., Mitchell, K., & Meng, C.J., et al. (2004). The global land data assimilation system. Bulletin of the American Meteorological Society, 85(3), 381-394."
            },
            {
                "titleCn": null,
                "titleEn": "Updated high‐resolution grids of monthly climatic observations – the CRU TS3.10 Dataset",
                "referenceCn": null,
                "referenceEn": "Harris, I., Jones, P.D., & Osborn, T.J., et al. (2014). Updated high‐resolution grids of monthly climatic observations–the CRU TS3. 10 Dataset. International journal of climatology, 34(3), 623-642."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "地面空气温度",
                "nameEn": "Surface air temperature"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "湄公河流域",
                "keywordEn": "Mekong River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "逐月",
                "keywordEn": "monthly",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features of climatic and hydrological data collected for water resource research in Southeast Asia and the Lancang-Mekong Basin?",
                "QuestionCn": "东南亚和澜沧江-湄公河流域水资源研究中收集的气候和水文数据的具体特征是什么？",
                "AnswerEn": "precipitation, average temperature, maximum temperature, minimum temperature, vapor pressure, nc files, monthly time resolution, January 1901 to December 2018, surface runoff, subsurface runoff, GLDAS dataset, January 1979 to February 2019",
                "AnswerCn": "降水量、平均气温、最高气温、最低气温、水汽压、nc文件、月时间分辨率、1901年1月至2018年12月、地表径流、地下径流、GLDAS数据集、1979年1月至2019年2月。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the time resolution and temporal coverage of the meteorological data included in a dataset related to Southeast Asian countries and the Lancang-Mekong River Basin water resources research?",
                "QuestionCn": "与东南亚国家和澜沧-湄公河流域水资源研究相关的数据集中，气象数据的时间分辨率和时间覆盖范围是什么？",
                "AnswerEn": "Monthly, January 1901-December 2018",
                "AnswerCn": "每月，1901年1月-2018年12月",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'hydrometeorological data' in the context of water resource research in Southeast Asia and the Lancang-Mekong Basin?",
                "QuestionCn": "在东南亚和澜沧-湄公河流域的水资源研究中，“水文气象数据”是指与水文和气象相关的数据。",
                "AnswerEn": "In the context of water resource research in Southeast Asia and the Lancang-Mekong Basin, 'hydrometeorological data' refers to key meteorological data such as precipitation, average temperature, maximum temperature, minimum temperature, and vapor pressure, as well as hydrological data including surface runoff and underground runoff. These data are collected and compiled to understand and study the water resources in these regions.",
                "AnswerCn": "在东南亚和澜沧-湄公河流域的水资源研究中，“水文气象数据”指的是关键的气象数据，如降水量、平均气温、最高气温、最低气温和蒸气压，以及水文数据，包括地表径流和地下径流。这些数据被收集和汇编，以便理解和研究这些地区的水资源。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the temporal resolution and data sources of hydrometeorological datasets from the CRU TS v. 4.03 compare to those from the GLDAS system in terms of their suitability for long-term water resource research in Southeast Asia and the Lancang-Mekong Basin?",
                "QuestionCn": "CRU TS v. 4.03的水文气象数据集的时间分辨率和数据来源与GLDAS系统相比，在东南亚和澜沧江-湄公河流域的长期水资源研究中的适用性如何？",
                "AnswerEn": "The CRU TS v. 4.03 dataset provides monthly temporal resolution data from 1901 to 2018, sourced from widely used global climate data, including precipitation, temperature, and vapor pressure. In contrast, the GLDAS system offers hydrological data derived from model simulations, such as surface and subsurface runoff, also with a monthly resolution but covering a shorter period from 1979 to 2019. Both datasets are suitable for long-term water resource research, but their different temporal spans and data types may influence the scope and depth of analysis in the Southeast Asia and Lancang-Mekong Basin regions.",
                "AnswerCn": "CRU TS v. 4.03 数据集提供了从1901年到2018年的月度时间分辨率数据，来源于广泛使用的全球气候数据，包括降水、温度和蒸气压。相比之下，GLDAS系统提供了基于模型模拟的水文数据，如地表和地下径流，同样具有月度分辨率，但覆盖的时间段较短，从1979年到2019年。这两个数据集都适合用于长期水资源研究，但它们不同的时间跨度和数据类型可能会影响对东南亚和澜沧江-湄公河流域的分析范围和深度。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of compiling comprehensive hydrometeorological datasets for Southeast Asia and the Lancang-Mekong Basin from historical data sources?",
                "QuestionCn": "编制东南亚和澜沧江-湄公河流域的综合水文气象数据集面临的挑战因素有哪些？",
                "AnswerEn": "The compilation of hydrometeorological datasets for Southeast Asia and the Lancang-Mekong Basin involves challenges such as ensuring data consistency and coverage over a long temporal span, from 1901 to 2018 for meteorological data and from 1979 to 2019 for hydrological data. Variability in data collection standards, the integration of different data formats (e.g., nc format), and the reliance on global models like CRU TS v. 4.03 and GLDAS may also introduce complexities. Furthermore, the monthly time resolution necessitates careful management of temporal granularity to maintain accuracy and usability.",
                "AnswerCn": "编制东南亚和澜沧江-湄公河流域的水文气象数据集面临诸多挑战，例如确保数据在1901年至2018年间的长期时间跨度内的一致性和覆盖率，气象数据的时间跨度为1979年至2019年。数据收集标准的差异、不同数据格式（如nc格式）的整合，以及对全球模型如CRU TS v. 4.03和GLDAS的依赖，可能也会引入复杂性。此外，按月的时间分辨率需要仔细管理时间粒度，以保持准确性和可用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on water resource management if a dataset includes both hydrological and meteorological data from Southeast Asia and the Lancang-Mekong Basin spanning from 1901 to 2010?",
                "QuestionCn": "如果一个数据集包含来自东南亚和澜沧江-湄公河流域的水文和气象数据，时间跨度为1901年至2010年，这可能对水资源管理产生以下潜在影响：",
                "AnswerEn": "Including both hydrological and meteorological data allows for a comprehensive analysis of water resource management by providing insights into historical trends and variability in precipitation, temperature, and runoff. This integrated dataset can improve the accuracy of water availability predictions, enhance the understanding of climate change impacts on regional water resources, and support the development of more effective management and conservation strategies.",
                "AnswerCn": "包括水文和气象数据可以全面分析水资源管理，通过提供降水、温度和径流的历史趋势和变异性洞察。这一综合数据集可以提高水资源可用性预测的准确性，增强对气候变化对区域水资源影响的理解，并支持更有效的管理和保护策略的制定。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in integrating various sources like CRU TS v. 4.03 and GLDAS to create a comprehensive water resources dataset for Southeast Asian countries and the Lancang-Mekong Basin?",
                "QuestionCn": "将CRU TS v. 4.03和GLDAS等各种数据源整合以创建东南亚国家和澜沧江-湄公河流域的综合水资源数据集涉及哪些程序？",
                "AnswerEn": "The integration involves collecting meteorological data such as precipitation, average temperature, maximum and minimum temperature, and vapor pressure from CRU TS v. 4.03 with a monthly time resolution from January 1901 to December 2018. Additionally, hydrological data like surface and subsurface runoff are simulated from GLDAS, with data available from January 1979 to February 2019. The datasets are formatted in netCDF (nc) and require alignment in terms of spatial and temporal resolution to ensure consistency and accuracy in analysis.",
                "AnswerCn": "该集成涉及收集气象数据，如降水量、平均气温、最高和最低气温以及蒸汽压，这些数据来自CRU TS v. 4.03，时间分辨率为每月，从1901年1月到2018年12月。此外，水文数据如地表和地下径流是从GLDAS模拟得到的，数据可用时间为1979年1月到2019年2月。这些数据集以netCDF（nc）格式存储，需要在空间和时间分辨率上进行对齐，以确保分析的一致性和准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the integration of hydrometeorological data from diverse sources across Southeast Asia and the Lancang-Mekong River Basin?",
                "QuestionCn": "哪些数据收集方法能够整合来自东南亚和澜沧江-湄公河流域的多种水文气象数据？",
                "AnswerEn": "The integration of hydrometeorological data from diverse sources across Southeast Asia and the Lancang-Mekong River Basin is enabled by using data from globally recognized systems such as the CRU TS v. 4.03 for climatic data and GLDAS for hydrological data. These systems provide data in a consistent format (nc) and with a monthly temporal resolution, covering extensive periods from 1901 to 2019, which facilitates comprehensive analysis and modeling.",
                "AnswerCn": "东南亚和澜沧江-湄公河流域的水文气象数据整合得益于使用全球公认的系统，如CRU TS v. 4.03气候数据和GLDAS水文数据。这些系统以一致的格式（nc）和月度时间分辨率提供数据，覆盖从1901年到2019年的广泛时期，从而促进了全面的分析和建模。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}