{
    "id": "b97e1ad6-ecdb-40c4-a014-3577d9611f57",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of Hydrometeorological observation network (cosmic-ray soil moisture of Daman Superstation, 2015)",
            "description": "The data set contains cosmic ray instrument (CRS) observations from January 1, 2015 to December 31, 2015.The station is located in dachman super station, dachman irrigation district, zhangye city, gansu province.The longitude and latitude of the observation point are 100.3722e, 38.8555n, and 1556m above sea level. The bottom of the instrument probe is 0.5m from the ground, and the sampling frequency is 1 hour.\nOriginal observations of cosmic ray instruments include: voltage Batt (V), temperature T (c), relative humidity RH (%), pressure P (hPa), fast neutron number N1C (hr), thermal neutron number N2C (hr), fast neutron sampling time N1ET (s) and thermal neutron sampling time N2ET (s).The data published are processed and calculated. The data headers include Date Time, P (pressure hPa), N1C (fast neutron number/hour), N1C_cor (fast neutron number/hour with revised pressure) and SW (soil volume moisture content %). The main processing steps include:\n1) data filtering\nThere are four criteria for data screening :(1) data with voltage less than and equal to 11.8 volts are excluded;(2) remove the data of air relative humidity greater than and equal to 80%;(3) data whose sampling interval is not within 60±1 minute are excluded;(4) the number of fast neutrons removed changed by more than 200 in one hour compared with that before and after.In addition, the missing data was supplemented by -6999.\n2) air pressure correction\nAccording to the fast neutron pressure correction formula mentioned in the instrument instruction manual, the original data were revised to obtain the revised fast neutron number N1C_cor.\n3) instrument calibration\nIn the process of calculating soil moisture, N0 in the calculation formula should be calibrated.N0 is the number of fast neutrons under the condition of soil drying. The measured soil moisture (or through relatively dense soil moisture wireless sensor) m (Zreda et al.\nHere, according to Soilnet soil water data in the source area of the instrument, the instrument was calibrated to establish the relationship between soil volumetric water content v and fast neutrons.Selected dry wet condition are the obvious difference of June 26-27 and July 16-17, four days of data, including June 26-27 rate data showed that soil moisture is small, so the selection of 4 cm, 10 and 20 cm the three values of average as calibration data, the change range of 22% to 30%, and July 16-17 rate data showed that soil moisture is bigger, so select 4 cm and 10 cm as two value average rate data, the range of 28% - 39%, final N0 an average of 3597.\n4) soil moisture calculation\nAccording to the formula, the hourly soil water content data were calculated.\nPlease refer to Liu et al. (2018) for information of hydrometeorological network or site, and Zhu et al. (2015) for observation data processing.",
            "instructions": "",
            "east": 100.3723,
            "west": 100.3723,
            "south": 38.8556,
            "north": 38.8556,
            "startTime": "2015-01-09 00:00:00",
            "endTime": "2016-01-08 00:00:00",
            "fileSize": 437531.0,
            "cstr": "18406.11.hiwater.333.2016.db",
            "doi": "10.3972/hiwater.333.2016.db",
            "dataFormat": "CSV",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHU Zhongli",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Research and Application of Cosmic Ray Fast Neutron Method in Soil Moisture Measurement in Agricultural Fields",
                "referenceEn": "None"
            },
            {
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for Ecological-Hydrological Processes in the Heihe River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland",
                "referenceEn": "Han, X.J., Jin, R., Li, X., & Wang, S.G. (2014). Soil Moisture Estimation Using Cosmic-Ray Soil Moisture Sensing at Heterogeneous Farmland. IEEE Geoscience and Remote Sensing Letters, 11(9), 1659-1663."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameEn": "Cosmic-ray soil moisture observing system"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2015",
                "type": "temporal"
            },
            {
                "keywordEn": "2015-01-01 to 2015-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        },
        {
            "background": [
                "The acquisition of regional surface soil moisture has long been a research challenge. In recent years, the use of cosmic ray fast neutron methods to measure regional surface soil moisture has made significant progress. As a novel non-destructive measurement method for medium-scale soil moisture, the cosmic ray fast neutron method can obtain soil moisture within a source area of approximately 300 meters in radius. The larger measurement source area fills the gap between traditional point observations and large-scale remote sensing observations. Traditional measurement methods include: gravimetric method (oven-drying method), neutron gauge method, capacitance method, tensiometer method, time-domain reflectometry (TDR), and frequency-domain reflectometry (FDR). These measurement methods are all destructive and point-based, with measurement scales mostly at small scales, poor spatial representativeness, and difficulty in obtaining information on the regional distribution of soil moisture. The feasibility study of remote sensing monitoring of soil moisture began in the 1960s, with applied research starting in the mid-1970s. Remote sensing technology allows for rapid and large-area monitoring of soil moisture, but the soil moisture obtained through remote sensing is an average value at the pixel scale, with spatial resolutions generally ranging from tens of meters (aerial remote sensing) to tens of kilometers (satellite remote sensing), and it only provides instantaneous values at the time of aircraft or satellite overpass, limiting the application of large-scale remote sensing measurements in actual soil moisture monitoring. There is a gap between traditional point measurements and large-scale remote sensing monitoring, which is the inability to obtain regional soil moisture information at the scale of farmland or small watersheds. Similarly, it is not possible to obtain the required pixel-scale soil moisture data during the validation of remotely sensed soil moisture retrievals. In recent years, research on measuring surface soil moisture using cosmic ray fast neutrons has gradually attracted attention. The intensity of cosmic ray fast neutrons above the surface is inversely related to soil moisture content. By setting up neutron probes above the surface to measure the intensity of cosmic ray fast neutrons, surface soil moisture content can be inferred. The cosmic ray fast neutron method is a passive, non-invasive medium-scale soil moisture measurement method, with a measurement radius of about 300 meters and an effective measurement depth of 12 to 76 cm."
            ],
            "research objective": [
                "This article utilizes cosmic ray instruments to conduct long-term continuous monitoring of soil moisture in the farmland of the Zhangye region in the middle reaches of the Heihe River, and compares the results with data from Wireless Sensor Networks (WSN) to analyze the reliability of cosmic ray observations. The article analyzes the experimental results of regional soil moisture observations conducted in the Zhangye oasis farmland, indicating that the cosmic ray soil moisture observation system can effectively obtain regional soil moisture content. It not only accurately captures long-term time series soil moisture at the farmland scale but also provides meaningful ground validation data for remote sensing inversion of soil moisture."
            ],
            "challenges": [
                "There is a gap between traditional point measurements and large-scale monitoring through remote sensing, which makes it difficult to obtain regional soil moisture information at the scale of farmland or small watersheds. Similarly, in the process of validating soil moisture retrieved from remote sensing, it is challenging to acquire the required pixel-scale soil moisture data. Hydrogen atoms in the cosmic ray source region are not only present in soil moisture but also exist in lattice water, soil organic matter, vegetation, and water vapor. The presence of these hydrogen atom sources inevitably affects the propagation of fast neutrons. Zreda et al. pointed out that the presence of lattice water reduces the detection depth of cosmic rays; however, under the assumption that lattice water and soil organic matter remain constant, these effects can be eliminated through a one-time field soil moisture calibration in the source area. In sparsely vegetated areas, the influence of vegetation can also be eliminated based on field soil moisture calibration, but under rapidly growing vegetation, the moisture content of the vegetation has a certain impact on observations, and there is currently no comprehensive method to correct for this. The presence of water vapor affects the measurement source area of cosmic rays, and MCNPX simulations indicate that the detection radius under saturated water vapor is about 10% lower than that under dry air."
            ],
            "methods": [
                "The dataset used in this article comes from the 2012 \"Heihe River Basin Eco-Hydrological Comprehensive Remote Sensing Observation Experiment,\" which mainly includes cosmic ray soil moisture datasets, wireless sensor network datasets (Soil-NET part), and rainfall datasets (Daman Station). During soil moisture observation, only a fast neutron probe needs to be installed; at the beginning of this experiment, only one fast neutron probe was installed for soil moisture observation. This article utilizes cosmic ray instruments to conduct long-term continuous monitoring of soil moisture in the farmland of the Zhangye area in the middle reaches of the Heihe River and compares it with soil moisture wireless sensor network data (Wireless Sensor Network, WSN) to study the reliability of the cosmic ray observation results."
            ],
            "dataset": [
                "The cosmic ray soil moisture dataset mainly includes raw fast neutron data, raw atmospheric pressure data, etc., with a sampling frequency of 1 hour. Fast neutron data can be used to infer soil moisture information in the study area. SoilNET mainly contains observation data from 50 SoilNET soil moisture/temperature nodes located within the MODIS pixel of the Daman Super Station. Each node can connect to four SISOMOP (Simple Soil Moisture Probe) soil moisture/temperature probes, which measure soil moisture and temperature at depths of 4, 10, 20, and 40 cm, with 19 of them distributed within the cosmic ray source area. The sampling frequency of SoilNET nodes is 10 minutes. This paper primarily uses SoilNET node soil moisture data to validate cosmic ray observation results, requiring the aggregation of the original 10-minute data into 1-hour data for synchronization with cosmic ray data. The rainfall dataset (Daman Super Station) mainly includes raw rainfall data, with a sampling frequency of 10 minutes. During use, the original data needs to be aggregated into 1-hour data to analyze the relationship between cosmic ray soil moisture changes and rainfall."
            ],
            "findings": [
                "The cosmic ray soil moisture observation system can effectively obtain regional soil moisture content, not only accurately capturing long-term time series of soil moisture at the farmland scale but also providing truly meaningful surface validation data for remote sensing inversion of soil moisture. By comparison, it can be concluded that cosmic rays reflect a surface-level change in soil moisture, which can well reflect the trend of soil moisture changes beneath the farmland surface. After excluding data from the irrigation period, the correlation coefficient significantly increased to 0.86, and the RMSE decreased to 0.028 m³/m³."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can the cosmic-ray neutron method effectively fill the gap between point-based and large-scale remote sensing soil moisture measurements?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Does the data collection method using cosmic-ray neutron instruments require calibration to account for environmental variables like pressure and humidity?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Is the data collection method for soil moisture more reliant on cosmic-ray instruments, wireless sensor networks, or other technologies?",
                    "Answer": "cosmic-ray instruments",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Is the integration of datasets from different sources (like remote sensing and ground measurements) more focused on spatial resolution, temporal continuity, or data validation?",
                    "Answer": "temporal continuity",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method that addresses the challenge of measuring soil moisture over large spatial scales in arid regions?",
                    "Answer": "An example of a data collection method that addresses this challenge is the use of cosmic-ray neutron probes, which can measure soil moisture over a radius of approximately 300 meters. This method fills the gap between traditional point measurements and large-scale remote sensing by providing a non-invasive, mid-scale measurement approach.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge in collecting reliable soil moisture data using cosmic-ray neutron probes, and how is it typically addressed?",
                    "Answer": "One challenge in collecting reliable soil moisture data using cosmic-ray neutron probes is the presence of hydrogen atoms in sources other than soil moisture, such as lattice water, soil organic matter, vegetation, and water vapor, which can influence neutron propagation. This is typically addressed through site-specific soil moisture calibration to mitigate these effects, although challenges remain in correcting for rapidly growing vegetation.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Provide an example of a dataset that integrates multiple hydrometeorological parameters to study oasis-desert interactions.",
                    "Answer": "An example of such a dataset is the one obtained from long-term observations in oasis-desert systems, which includes energy, water vapor, carbon, and methane fluxes, as well as hydrometeorological data, vegetation, and soil parameters. This comprehensive dataset enables the study of energy, water vapor, and carbon exchanges in oasis–desert ecosystems.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the specific challenges associated with using cosmic ray neutron methods for soil moisture measurement in oasis-desert systems?",
                    "Answer": "influence of hydrogen atoms from lattice water, soil organic matter, vegetation, water vapor, challenge in obtaining pixel-scale soil moisture data, influence of vegetation water content",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many SoilNET soil moisture/temperature nodes were deployed within the cosmic-ray source area, and what is their sampling frequency?",
                    "Answer": "19 nodes, 10 minutes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the measurement radius of the cosmic-ray neutron method for soil moisture, and what is the effective measurement depth?",
                    "Answer": "300 meters, 12-76 cm",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is the significance of using cosmic-ray neutron sensing as a data collection method for soil moisture measurement in eco-hydrological studies?",
                    "Answer": "Cosmic-ray neutron sensing is a novel, non-invasive medium-scale soil moisture measurement method that fills the gap between traditional point measurements and large-scale remote sensing. It provides a representative measurement for an area with a radius of about 300 meters, which is essential for accurately capturing regional soil moisture distribution and validating remote sensing-derived soil moisture data.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How is data quality controlled in multiscale eco-hydrological observation networks?",
                    "Answer": "Data quality in multiscale eco-hydrological observation networks is controlled through careful sensor calibration, data collection, processing, and dataset generation. Observational data are subjected to rigorous quality control procedures during these stages to ensure reliability and accuracy, as highlighted in the HiWATER observation system.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges exist in measuring soil moisture in oasis-desert systems using traditional methods, and how do they compare to cosmic-ray neutron sensing?",
                    "Answer": "Traditional methods for measuring soil moisture, such as gravimetric, neutron probe, and TDR, are invasive and typically provide point-based measurements with poor spatial representation. These methods struggle to capture soil moisture distribution over large areas, particularly in heterogeneous landscapes like oasis-desert systems. In contrast, cosmic-ray neutron sensing offers a passive, non-invasive approach that effectively measures representational soil moisture over a larger area, providing meaningful data for both field studies and remote sensing validation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "What are the differences in data processing and quality control between datasets obtained from cosmic-ray soil moisture observations and those from wireless sensor networks?",
                    "Answer": "Cosmic-ray soil moisture datasets involve raw neutron count data, which require pressure correction and calibration based on soil moisture content. In contrast, wireless sensor networks provide soil moisture data at different depths with a higher frequency, requiring aggregation for synchronization. Both datasets undergo rigorous data processing and quality control to ensure reliability, but cosmic-ray data particularly focus on pressure correction and calibration against soil moisture networks for accuracy.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways do the challenges of measuring soil moisture in arid regions using cosmic-ray technology differ from those encountered with remote sensing techniques?",
                    "Answer": "Cosmic-ray technology faces challenges such as correcting for hydrogen sources other than soil moisture, like vegetation and atmospheric water vapor, which influence neutron intensity. Remote sensing, on the other hand, provides average soil moisture values at pixel scale and is limited by spatial and temporal resolution, capturing only instantaneous conditions during satellite overpasses. Cosmic-ray technology offers continuous monitoring and a larger measurement footprint, addressing the gap between point measurements and large-scale remote sensing.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How do the corrections for atmospheric pressure in cosmic ray soil moisture measurements influence the reliability of the data, and what methods are used to ensure accuracy in these corrections?",
                    "Answer": "In cosmic ray soil moisture measurements, atmospheric pressure corrections are applied to the raw neutron count data to obtain pressure-corrected neutron counts (N1C_cor). The reliability of the data is enhanced by using specific correction formulas as mentioned in the instrument manuals. This is crucial as changes in atmospheric pressure can affect the neutron count, which in turn impacts the accuracy of the soil moisture estimation. Ensuring accuracy involves data screening processes to remove unreliable data points based on criteria like voltage, humidity, and sampling intervals, as well as the calibration of the instrument to account for site-specific conditions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What challenges are associated with using cosmic ray neutron sensors for soil moisture measurement in areas with varying vegetation and atmospheric conditions, and how are these challenges addressed in data collection?",
                    "Answer": "Challenges in using cosmic ray neutron sensors for soil moisture measurement include the presence of hydrogen atoms in vegetation, organic matter, and atmospheric water vapor, which can affect neutron propagation. These factors can complicate the interpretation of soil moisture data. The challenges are addressed by conducting site-specific calibration using soil samples to correct raw neutron data and by excluding data during periods of rapid vegetation growth or high atmospheric water vapor from analyses. The calibration process adjusts for the influence of constant factors like lattice water and soil organic matter, which are assumed to be stable.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes the gap between traditional point measurements and large-scale remote sensing in capturing regional soil moisture information?",
                    "Answer": "The gap arises because traditional point measurements are typically small-scale, intrusive, and lack spatial representation, while remote sensing provides large-scale average values with limited temporal continuity. This makes it difficult to obtain accurate soil moisture data at intermediate scales, such as farms or small watersheds.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a challenge in obtaining multiscale observations for eco-hydrological processes in heterogeneous surfaces?",
                    "Answer": "The challenge stems from the poor availability of multiscale observations, making it difficult to capture the complex interactions between scales in eco-hydrological processes. This is particularly problematic in oasis-desert systems where various landscape types require different observational strategies.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential outcomes of using cosmic-ray neutron sensors for long-term soil moisture monitoring in heterogeneous landscapes?",
                    "Answer": "Using cosmic-ray neutron sensors for long-term soil moisture monitoring can effectively provide regional soil moisture data, bridging the gap between traditional point measurements and large-scale remote sensing. This method can accurately capture long-term trends in soil moisture at the farmland scale, offering reliable ground-truth data for remote sensing soil moisture retrieval.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the consequences of integrating remote sensing and ground-based observations on the accuracy and applicability of soil moisture data in arid regions?",
                    "Answer": "Integrating remote sensing with ground-based observations, like cosmic-ray neutron soil moisture data and wireless sensor networks, improves the accuracy and spatial representation of soil moisture data. This integration allows for more reliable validation of remote sensing products and supports detailed analysis of soil moisture dynamics across different spatial scales in arid regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it important to utilize a multiscale dataset to study eco-hydrological processes in heterogeneous surfaces?",
                    "Answer": "The goal of utilizing a multiscale dataset is to address the challenge of poor availability of multiscale observations in eco-hydrological studies. By employing a hierarchical network of instruments, such as eddy covariance towers and remote sensing tools, researchers aim to capture eco-hydrological processes across different scales, which is crucial for understanding and managing complex systems like oasis-desert interactions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What drives the need for long-term continuous monitoring of soil moisture in agricultural fields using cosmic-ray neutron instruments?",
                    "Answer": "The need for long-term continuous monitoring of soil moisture using cosmic-ray neutron instruments is driven by the objective of obtaining reliable and representative soil moisture data over large areas, which traditional point measurements and remote sensing cannot achieve. This method provides crucial data for validating soil moisture retrievals from remote sensing and helps in understanding soil moisture dynamics at the regional scale.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What motivates the integration of hydrometeorological data and vegetation parameters in datasets for studying oasis-desert ecosystems?",
                    "Answer": "The integration of hydrometeorological data and vegetation parameters into datasets for studying oasis-desert ecosystems is motivated by the objective of achieving a quantitative understanding of energy, water vapor, and carbon exchanges in these areas. This comprehensive approach is essential to maintain ecological stability, support sustainable agricultural productivity, and contribute to global carbon cycle studies.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the instrumental procedures involved in correcting cosmic ray neutron data for air pressure when measuring soil moisture?",
                    "Answer": "The instrumental procedure for correcting cosmic ray neutron data for air pressure includes applying a specific correction formula mentioned in the instrument manual to the raw data. This correction results in the pressure-corrected fast neutron count (N1C_cor) which is essential for accurately determining soil moisture levels.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can a researcher calibrate instruments for measuring soil moisture using cosmic ray neutron methods in agricultural fields?",
                    "Answer": "Calibration involves determining the N0 value, which is the fast neutron count under dry soil conditions. This is achieved by comparing measured soil moisture values, obtained from soil samples or dense wireless sensor networks, with the corrected neutron data over specific periods. The average N0 value is then used to establish a relationship between neutron counts and soil moisture.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What procedural steps should be followed to ensure the reliability of soil moisture data collected using cosmic ray neutron probes?",
                    "Answer": "To ensure data reliability, several procedural steps are followed: data screening to remove anomalies based on voltage, relative humidity, and sampling intervals; pressure correction of neutron counts; and calibration using local soil moisture data to adjust for potential influences from lattice water, organic matter, and vegetation. Continuous monitoring and validation against wireless sensor networks further enhance data reliability.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What are the technological advancements that enable the seamless integration of cosmic ray soil moisture measurement and wireless sensor networks for soil moisture data collection in arid regions?",
                    "Answer": "Recent advancements in cosmic ray neutron methods have improved the ability to measure soil moisture over larger areas, filling the gap between point measurements and remote sensing. This method allows for the measurement of soil moisture within a 300 m radius, providing data that is crucial for understanding the regional distribution of soil moisture. The integration of wireless sensor networks, such as SoilNET, further enhances the reliability and accuracy of soil moisture data by providing continuous monitoring and validation of cosmic ray observations.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How do the conditions in oasis-desert ecosystems enable the development of comprehensive datasets for understanding eco-hydrological processes?",
                    "Answer": "The unique conditions of oasis-desert ecosystems, such as the interactions between oasis and desert areas, provide a critical environment for studying energy, water vapor, and carbon exchanges. These ecosystems support intensive observational studies using various instruments like eddy covariance systems and scintillometers, which are essential for capturing long-term data on hydrometeorology, vegetation, and soil parameters. The data collected in these environments are crucial for assessing the ecological stability and supporting sustainable development goals.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges are faced in ensuring that cosmic ray neutron data accurately reflects soil moisture conditions, and how are these challenges addressed?",
                    "Answer": "One of the challenges in using cosmic ray neutron data for soil moisture measurement is the interference from hydrogen atoms in sources other than soil moisture, such as lattice water, organic matter, vegetation, and water vapor. These factors can affect the propagation of fast neutrons. To address these challenges, researchers calibrate the data using in-situ soil moisture measurements and account for changes in vegetation and atmospheric conditions. This calibration helps in refining the accuracy of soil moisture data derived from cosmic ray neutrons.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might challenges arise in obtaining multiscale observations for eco-hydrological processes in arid and semi-arid regions?",
                    "Answer": "Challenges in obtaining multiscale observations for eco-hydrological processes stem from the poor availability of multiscale data and the complexity of interactions within the oasis-desert systems. The need for nested instrumentation and comprehensive data collection to capture processes across different scales adds to these challenges.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might there be difficulties in reconciling soil moisture data obtained from traditional point measurements with large-scale remote sensing observations?",
                    "Answer": "Difficulties arise because traditional point measurements and remote sensing observations operate on different scales. Point measurements provide localized data, while remote sensing captures broad average values over larger areas, leading to discrepancies. Cosmic-ray neutron methods offer a potential solution by bridging this gap, providing data at a mesoscale which is typically challenging to achieve with other methodologies.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of using cosmic-ray neutron sensing as a data collection method for soil moisture measurement in heterogeneous surfaces?",
                    "Answer": "Cosmic-ray neutron sensing is considered effective for measuring soil moisture as it provides a non-invasive, large-scale measurement capability that bridges the gap between traditional point-based methods and remote sensing. It captures soil moisture over a radius of approximately 300 meters, allowing for more representative regional data compared to small-scale point measurements.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the potential challenges you foresee in integrating cosmic-ray neutron sensing data with remote sensing datasets for soil moisture monitoring?",
                    "Answer": "Challenges in integrating cosmic-ray neutron sensing data with remote sensing datasets include addressing the differences in spatial resolution and the instantaneous nature of remote sensing data. Additionally, factors like vegetation and atmospheric water vapor can affect neutron measurements, requiring careful calibration and correction to ensure compatibility with remote sensing data.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, how can the data collection process be improved to better capture the dynamic interactions between oasis and desert systems?",
                    "Answer": "Improving data collection could involve enhancing the spatial and temporal resolution of both ground-based and remote sensing observations. Expanding the network of soil moisture sensors and integrating diverse datasets, such as eddy covariance systems and hydrometeorological stations, can provide more comprehensive insights into the dynamic interactions between oasis and desert systems.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I’m unsure about the challenges faced in measuring soil moisture using cosmic-ray neutron methods.",
                    "Answer": "Challenges in measuring soil moisture using cosmic-ray neutron methods include the presence of hydrogen atoms in sources other than soil moisture, such as lattice water, soil organic matter, vegetation, and water vapor, which can influence neutron propagation. Additionally, rapid plant growth can affect the observed data, and there are no comprehensive methods to correct for these influences yet.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please identify potential datasets that could be used for studying energy, water vapor, and carbon exchange in oasis-desert ecosystems and describe their components.",
                    "Answer": "Potential datasets for studying energy, water vapor, and carbon exchange in oasis-desert ecosystems include those from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) and datasets available at the National Tibetan Plateau Data Center. These datasets comprise flux observations from eddy covariance systems, automatic meteorological stations, and scintillometers, providing data on turbulent fluxes, radiation, soil heat flux, and soil temperature profiles. They also include auxiliary data on vegetation dynamics, soil moisture, and groundwater table measurements. These datasets are designed to support the understanding of oasis-desert interactions by providing comprehensive observations of hydrometeorological, vegetation, and soil parameters over long-term periods.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}