{
  "id": "b99fae4b-3b6c-4656-b0f3-8ec64f60ef8a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Natural changes and human impacts of typical karst environments in historical periods: pooled data from stalagmite records",
      "titleCn": "历史时期典型岩溶环境的自然变化与人类影响:石笋记录项目的汇交数据",
      "description": "Natural changes and human impacts of typical karst environments in historical periods: stalagmite recording project is a major research program of \"Environmental and Ecological Science in Western China\" sponsored by the National Natural Science Foundation of China. The person in charge is Tan Ming, a researcher at the Institute of Geology and Geophysics, Chinese Academy of Sciences. The project runs from January 2002 to December 2009.\nThe temperature data of Beijing hot months (May, June, July and August) in 2650 (665 B.C.-A.D. 1985) are the results of the project. The data are reconstructed according to the correlation between the annual thickness of stalagmites in Shihua Cave in Beijing and meteorological observation data.  The temperature signals reflected by soil carbon dioxide and cave dripping are amplified by the soil-organic matter-carbon dioxide system and recorded by the annual sequence of stalagmites.  Although the general trend of temperature has decreased in recent thousands of years, the reconstructed temperature reveals that the climate has experienced repeated rapid warming on a century scale.  This result is related to other records in the northern hemisphere, indicating that there is a hemispheric influence on the periodic changes of temperature in the sub-millennium scale.\nThe data contains a txt file with attribute fields such as yr.AD, layer number, original thickness (um), maximum error in um (+-), sedimentary trend, detrended thickness (um), reconstructed temperature, maximum error in degree C (+ -), temperature anomaly, temperature anomaly + error, temperature anomaly-error, maximum error in age (yr. +-).",
      "descriptionCn": "历史时期典型岩溶环境的自然变化与人类影响：石笋记录项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为中国科学院地质与地球物理研究所谭明研究员，项目运行时间为2002.1-2009.12。\n2650 年(公元前665-公元1985)北京热月(五、六、七、八月)温度数据是该项目产出的数据成果，该数据根据我国北京石花洞石笋的年层厚度与气象观测数据的相关性重建而来。土壤二氧化碳和洞穴滴水所反映的温度信号被土壤－有机质－二氧化碳系统放大，并被石笋的年层序列记录下来。尽管温度在最近的几千年中总的趋势是下降的，但重建温度揭示出气候在百年尺度上存在着反复的快速变暖现象。这个结果与北半球其它不同记录相关，表明在亚千年尺度上气温的周期性冷暖变化存在一个亚半球的影响。\n数据包含一个txt文件，属性字段有yr.AD,layer number,original thickness(um),maximum error in um (+-),sedimentary trend,detrended thickness(um),reconstructed temperature,maximum error in degree C (+-),temperature anomaly,temperature anomaly + error,temperature anomaly - error,maximum error in age (yr. +-)",
      "instructions": "Data is stored in. TXT;. Doc;. PDF Text format, which can be opened and viewed by Notepad, word, PDF reader and other related software.",
      "instructionsCn": "数据以 .txt; .doc; .pdf文本格式存储，可用记事本、Word、PDF阅读器等相关软件打开查看。",
      "east": 117.5,
      "west": 115.3,
      "south": 39.3,
      "north": 41.2,
      "startTime": null,
      "endTime": null,
      "fileSize": 908843.0,
      "cstr": "18406.11.Paleoenv.tpdc.270577",
      "doi": "10.11888/Paleoenv.tpdc.270577",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "谭明",
        "nameEn": "TAN Ming",
        "unitEn": "",
        "unitCn": "中国科学院地质与地球物理研究所"
      },
      {
        "nameCn": "张虎才",
        "nameEn": "ZHANG Hucai",
        "unitEn": "",
        "unitCn": "兰州大学地理科学学院"
      },
      {
        "nameCn": "李铁英",
        "nameEn": "LI Tieying",
        "unitEn": "",
        "unitCn": "北京地质勘测研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "2003,2650-Year Beijing Stalagmite Layer Thickness and Temperature Reconstruction",
        "referenceCn": null,
        "referenceEn": "Tan, M., et al., 2003,2650-Year Beijing Stalagmite Layer Thickness and Temperature Reconstruction,IGBP PAGES/World Data Center for Paleoclimatology,Data Contribution Series # 2003-050.NOAA/NGDC Paleoclimatology Program, Boulder CO, USA."
      },
      {
        "titleCn": null,
        "titleEn": "Cyclic rapid warming on centennial-scale revealed by a 2650-year stalagmite record of warm season temperat",
        "referenceCn": null,
        "referenceEn": "Tan, M., T.S. Liu, J. Hou, X. Qin, H. Zhang, and T. Li, 2003, Cyclic rapid warming on centennial-scale revealed by a 2650-year stalagmite record of warm season temperature, Geophysical Research Letters,Vol. 30, No. 12, 1617, doi:10.1029/2003GL017352."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "洞穴沉积",
        "nameEn": "Cave deposits"
      },
      {
        "nameCn": "石笋",
        "nameEn": "Speleothem"
      },
      {
        "nameCn": "石笋记录",
        "nameEn": "Stalagmite records"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "北京",
        "keywordEn": "Beijing"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "公元前665年-公元1985年",
        "keywordEn": "665 B.C. - A.D. 1985",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used to derive temperature records from speleothem layers in karst environments?",
        "QuestionCn": "用于从喀斯特环境中的石笋层推导温度记录的数据收集方法的特点是什么？",
        "AnswerEn": "annual layer thickness, correlation with meteorological data, soil-organic matter-CO2 system amplification",
        "AnswerCn": "年层厚度，与气象数据的相关性，土壤-有机质-二氧化碳系统放大",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years does the temperature data reconstructed from stalagmite layers cover?",
        "QuestionCn": "从钟乳石层重建的温度数据覆盖了多少年？",
        "AnswerEn": "2650 years",
        "AnswerCn": "2650年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'reconstructed temperature' mean in the context of climate data derived from stalagmite layers?",
        "QuestionCn": "在从石笋层中获取的气候数据的背景下，“重建温度”是什么意思？",
        "AnswerEn": "Reconstructed temperature refers to the estimated historical temperature values derived from analyzing the thickness of stalagmite layers, which are correlated with meteorological observations. This involves using the relationship between the annual layer thickness of stalagmites and recorded climate data to infer past temperature conditions, capturing signals amplified by the soil-organic matter-carbon dioxide system and recorded in the stalagmite sequence.",
        "AnswerCn": "重建温度是指通过分析钟乳石层的厚度推导出的历史温度估计值，这些厚度与气象观测数据相关联。这涉及利用钟乳石年层厚度与记录的气候数据之间的关系来推断过去的温度条件，捕捉通过土壤-有机物-二氧化碳系统放大的信号，并记录在钟乳石序列中。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the reconstructed temperature anomalies from a dataset using speleothem records reveal about past climatic fluctuations and their potential correlation with hemispheric climate patterns?",
        "QuestionCn": "从使用钟乳石记录的数据集中重建的温度异常可以揭示过去气候波动及其与半球气候模式的潜在相关性吗？",
        "AnswerEn": "The reconstructed temperature anomalies based on speleothem records, such as those from Beijing's Shihua Cave, can reveal significant insights into past climatic fluctuations, including rapid warming events on centennial scales. These findings suggest that even within a general decreasing temperature trend over the last few millennia, there are periods of rapid climate change. Such anomalies provide evidence of recurring cold and warm cycles at sub-millennial scales, which have hemispheric impacts, as they correlate with other records from the Northern Hemisphere.",
        "AnswerCn": "基于钟乳石记录重建的温度异常，例如来自北京石花洞的记录，可以揭示过去气候波动的重要见解，包括百年尺度上的快速变暖事件。这些发现表明，即使在过去几千年总体温度下降的趋势中，仍然存在快速气候变化的时期。这些异常提供了在亚千年尺度上反复出现的寒冷和温暖周期的证据，并且与北半球其他记录相关联，具有半球影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the variability in temperature signals recorded by speleothems in karst environments over historical periods?",
        "QuestionCn": "导致喀斯特环境中石钟乳记录的温度信号在历史时期内变异的原因是什么？",
        "AnswerEn": "The variability in temperature signals recorded by speleothems in karst environments over historical periods is influenced by the amplification of temperature signals through the soil-organic matter-carbon dioxide system, which are then documented in the annual layer sequence of speleothems. Despite a general declining trend in temperature over the recent millennia, rapid warming events on a centennial scale have been observed, suggesting that regional climate dynamics can impact temperature variability.",
        "AnswerCn": "在喀斯特环境中，石笋记录的温度信号的变异性受到土壤-有机物-二氧化碳系统中温度信号放大的影响，这些信号随后在石笋的年层序列中被记录下来。尽管在最近几千年中温度总体呈下降趋势，但在百年尺度上观察到了快速变暖事件，这表明区域气候动态可以影响温度的变异性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy of temperature reconstructions when using speleothem layer thickness as a primary data source, considering the natural variability and human influences on karst environments?",
        "QuestionCn": "使用钟乳石层厚度作为主要数据来源进行温度重建时，考虑到喀斯特环境的自然变异性和人类影响，可能对温度重建的准确性产生哪些潜在影响？",
        "AnswerEn": "Using speleothem layer thickness as a primary data source for temperature reconstructions can capture natural variability and human influences on karst environments, leading to insights into rapid warming events on a centennial scale. The reconstruction process involves correlating layer thickness with meteorological data, where temperature signals are amplified by the soil-organic matter-CO2 system. However, the accuracy of these reconstructions depends on the precision of the layer measurements and the understanding of sedimentary trends, as well as the ability to account for maximum errors in thickness and temperature.",
        "AnswerCn": "使用石笋层厚度作为温度重建的主要数据来源，可以捕捉喀斯特环境中的自然变异性和人类影响，从而深入了解百年尺度上的快速变暖事件。重建过程涉及将层厚度与气象数据相关联，其中温度信号通过土壤-有机物-二氧化碳系统得到放大。然而，这些重建的准确性依赖于层测量的精确度、沉积趋势的理解，以及能够考虑厚度和温度的最大误差。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of reconstructing historical climate variations using speleothem thickness and meteorological data in karst environments?",
        "QuestionCn": "在喀斯特环境中，利用石笋厚度和气象数据重建历史气候变化的主要目标是什么？",
        "AnswerEn": "The primary goal is to understand the natural changes and human impacts on typical karst environments during historical periods by reconstructing temperature data. This involves using the correlation between speleothem layer thickness and meteorological observations to reveal climate variations on a centennial scale and determine the broader hemispheric influences on temperature changes over time.",
        "AnswerCn": "主要目标是通过重建温度数据来理解典型喀斯特环境在历史时期的自然变化和人类影响。这涉及利用钟乳石层厚度与气象观测之间的相关性，以揭示百年尺度的气候变化，并确定温度变化的更广泛半球影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in reconstructing temperature data from speleothem layer thickness and meteorological observations?",
        "QuestionCn": "从钟乳石层厚度和气象观测中重建温度数据涉及哪些程序？",
        "AnswerEn": "The reconstruction of temperature data involves analyzing the correlation between the annual layer thickness of stalagmites and meteorological observations. The temperature signals reflected by soil carbon dioxide and cave drip water are amplified by the soil-organic matter-carbon dioxide system and recorded in the speleothem's annual layer sequence. This reconstructed temperature data reveals rapid warming phenomena on a centennial scale, consistent with other records in the Northern Hemisphere, indicating a hemispherical influence on temperature variations on a sub-millennial scale.",
        "AnswerCn": "温度数据的重建涉及分析钟乳石年层厚度与气象观测之间的相关性。土壤二氧化碳和洞穴滴水反映的温度信号通过土壤有机物-二氧化碳系统得到放大，并记录在石笋的年层序列中。这一重建的温度数据揭示了百年尺度上的快速变暖现象，与北半球的其他记录一致，表明在亚千年尺度上温度变化存在半球影响。",
        "Level": "C3(Applying)"
      }
    ]
  }
}