{
    "id": "b9a4f3ce-e674-4ddb-a4d7-e3dcbbe739b8",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Livestock mortality risk caused by multi-disaster data with a spatial resolution of 250m on the vicinity of the Himalayas and the Asian Water Tower area(1981-2010)",
            "titleCn": "喜马拉雅山周边及亚洲水塔区250m多灾种牲畜死亡风险数据（1981-2010）",
            "description": "The data set uses the multi disaster risk assessment model for livestock in the Qinghai Tibet Plateau (Ye et al. 2019) to simulate the livestock deaths caused by the comprehensive superposition impact of multiple disasters on livestock, such as winter snow disaster, strong wind, low temperature, high altitude hypoxia and summer drought, and evaluate the expected annual deaths. The data can provide information on the death risk of multi disaster livestock around the Himalayas and the Asian water tower area. The data comes from China Meteorological science data sharing service system cn05 1. National Qinghai Tibet Plateau data center, Qinghai Tibet Plateau multi-source remote sensing synthetic 1km snow cover data set (1995-2018), mod13q1.006 vegetation index data, SRTM 1 arc second global elevation data.",
            "descriptionCn": "该数据集使用了( Ye et al. 2019)构建的青藏高原牲畜多灾种风险评估模型，对因冬季雪灾、大风、低温、高海拔缺氧以及夏季干旱等多个灾种对牲畜的综合叠加影响造成的牲畜死亡开展模型模拟，评估年期望死亡数。该数据可以提供喜马拉雅山周边及亚洲水塔区多灾种牲畜死亡风险信息。数据来源于中国气象科学数据共享服务系统CN05.1、国家青藏高原数据中心青藏高原多源遥感合成1km积雪覆盖数据集（1995-2018）、MOD13Q1.006植被指数数据、SRTM 1 Arc-Second Global高程数据。",
            "instructions": "File name: Livestock mortality risk is the data stored in grid format. The name of the file is \"livestock mortality risk. TIF\", where livestock mortality risk represents the livestock mortality risk data set.\nData reading method: all raster files in the dataset can be opened directly with ArcGIS.",
            "instructionsCn": "文件命名：牲畜死亡风险是数据以栅格格式存储，文件的名称为“Livestock mortality risk .tif”，其中Livestock mortality risk代表牲畜死亡风险数据集。\n\n数据读取方式：该数据集中的所有栅格文件可以直接用Arcgis打开。",
            "east": 102.76,
            "west": 73.77,
            "south": 26.64,
            "north": 39.43,
            "startTime": "1981-01-01 00:00:00",
            "endTime": "2010-12-31 00:00:00",
            "fileSize": 47628035.0,
            "cstr": "18406.11.HumanNat.tpdc.271926",
            "doi": "10.11888/HumanNat.tpdc.271926",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "叶涛",
                "nameEn": "YE Tao",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Quantifying Livestock Vulnerability to Snow Disasters in the Tibetan Plateau: Comparing Different Modeling Techniques for Prediction",
                "referenceCn": null,
                "referenceEn": "Ye, T., Liu, W.H., Mu, Q.Y., Zong, S., Li, Y.J., & Shi, P.J. (2020). Quantifying Livestock Vulnerability to Snow Disasters in the Tibetan Plateau: Comparing Different Modeling Techniques for Prediction. International Journal of Disaster Risk Reduction, 48, 101578. https://doi.org/10.1016/j.ijdrr.2020.101578.      \nresults. Journal of Glaciology, 61(226), 357-372."
            },
            {
                "titleCn": null,
                "titleEn": "Reducing livestock snow disaster risk in the Qinghai–Tibetan Plateau due to warming and socioeconomic development",
                "referenceCn": null,
                "referenceEn": "Ye, T., Liu, W.H., Chen, S., Chen, D.L., Shi, P.J., Wang, A.H., & Li, Y.J. (2021). Reducing livestock snow disaster risk in the Qinghai–Tibetan Plateau due to warming and socioeconomic development, Science of The Total Environment, 151869."
            },
            {
                "titleCn": null,
                "titleEn": "Event-Based Probabilistic Risk Assessment of Livestock  Snow Disasters in the Qinghai–Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Ye, T., Liu, W., Wu, J., Li, Y., Shi, P., & Zhang, Q. (2019). Event-based probabilistic risk assessment of livestock snow disasters in the qinghai–tibetan plateau. Natural Hazards and Earth System Sciences, 19(3), 697-713. https://doi.org/10.5194/nhess-19-697-2019."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "多灾种",
                "nameEn": "multi-disasters"
            },
            {
                "nameCn": "牲畜死亡风险",
                "nameEn": "Risk of livestock death"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "喜马拉雅山地区",
                "keywordEn": "Himalayas"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "The Tibetan plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1981—2010",
                "keywordEn": "1981—2010",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the temporal range covered by the livestock mortality risk model data collection?",
                "QuestionCn": "牲畜死亡风险模型数据收集覆盖的时间范围是什么？",
                "AnswerEn": "1981-2010",
                "AnswerCn": "1981-2010",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a multi-hazard risk assessment model in the context of livestock mortality in the Himalayas and Asian Water Tower region?",
                "QuestionCn": "在喜马拉雅山脉和亚洲水塔地区，针对牲畜死亡的多重风险评估模型是什么？",
                "AnswerEn": "A multi-hazard risk assessment model in this context refers to a framework used to evaluate the impact of various environmental stressors such as winter snowstorms, strong winds, low temperatures, high-altitude hypoxia, and summer droughts on livestock mortality. The model simulates the compounded effects of these hazards to estimate the expected annual mortality rate of livestock in the region.",
                "AnswerCn": "多重风险评估模型在此背景下是指一个框架，用于评估各种环境压力因素对牲畜死亡率的影响，例如冬季暴风雪、强风、低温、高海拔缺氧和夏季干旱。该模型模拟这些危害的复合效应，以估算该地区牲畜的预期年死亡率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What inferences about livestock mortality risk patterns can be drawn from the integration of snow disaster, wind, low temperature, high altitude hypoxia, and summer drought data over the period of 1981 to 2010?",
                "QuestionCn": "从1981年至2010年期间，整合雪灾、风、低温、高海拔缺氧和夏季干旱数据，可以得出关于牲畜死亡风险模式的推论。",
                "AnswerEn": "The integration of various disaster data such as snow disasters, wind, low temperature, high altitude hypoxia, and summer drought allows researchers to simulate and assess the comprehensive overlay impact of these factors on livestock mortality. This approach helps in estimating the expected annual livestock deaths and provides insights into the multifaceted risk landscape affecting livestock in the Himalayan region and the Asian Water Tower area.",
                "AnswerCn": "各种灾害数据的整合，如雪灾、风灾、低温、高海拔缺氧和夏季干旱，使研究人员能够模拟和评估这些因素对牲畜死亡率的综合叠加影响。这种方法有助于估算预期的年度牲畜死亡数量，并提供对影响喜马拉雅地区和亚洲水塔地区牲畜的多方面风险格局的洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately modeling livestock mortality risk in the Himalayas and Asian Water Tower region due to multiple natural disasters?",
                "QuestionCn": "在喜马拉雅山脉和亚洲水塔地区，由于多种自然灾害，准确建模牲畜死亡风险的挑战因素包括哪些？",
                "AnswerEn": "Factors contributing to the challenges include the integration of various datasets such as meteorological data, remote sensing snow cover data, vegetation index data, and elevation data to simulate the compounded effects of winter snowstorms, strong winds, low temperatures, high-altitude hypoxia, and summer droughts on livestock mortality.",
                "AnswerCn": "导致挑战的因素包括整合各种数据集，如气象数据、遥感雪盖数据、植被指数数据和海拔数据，以模拟冬季暴风雪、强风、低温、高海拔缺氧和夏季干旱对牲畜死亡率的复合影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using multiple data sources such as meteorological data, remote sensing, and vegetation indices on the reliability and accuracy of assessing livestock mortality risks in regions like the Himalayas and Asian Water Tower area?",
                "QuestionCn": "使用多个数据源，如气象数据、遥感数据和植被指数，对评估喜马拉雅山脉和亚洲水塔地区的牲畜死亡风险的可靠性和准确性可能产生的潜在后果是什么？",
                "AnswerEn": "Using multiple data sources like meteorological data, remote sensing, and vegetation indices can enhance the reliability and accuracy of assessing livestock mortality risks by providing a comprehensive view of the environmental factors contributing to mortality. This approach allows for a more nuanced understanding of the cumulative effects of various stressors like snow disasters, wind, low temperatures, high-altitude hypoxia, and summer droughts on livestock. It can refine the model simulations and offer more precise evaluations of the expected annual mortality rates.",
                "AnswerCn": "使用气象数据、遥感数据和植被指数等多种数据源可以增强评估牲畜死亡风险的可靠性和准确性，因为它提供了对导致死亡的环境因素的全面视角。这种方法使我们能够更细致地理解雪灾、风、低温、高海拔缺氧和夏季干旱等各种压力因素的累积影响对牲畜的影响。它可以优化模型模拟，并提供对预期年死亡率的更精确评估。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing a dataset that assesses multi-hazard livestock mortality risks in the Himalayan region and Asian Water Tower area?",
                "QuestionCn": "开发一个评估喜马拉雅地区和亚洲水塔地区多灾害牲畜死亡风险的数据集的主要目标是什么？",
                "AnswerEn": "The primary objective of developing a dataset that assesses multi-hazard livestock mortality risks in these regions is to model and evaluate the expected annual livestock mortality caused by the combined impact of various hazards such as winter snowstorms, strong winds, low temperatures, high-altitude hypoxia, and summer droughts. This can provide valuable information about multi-hazard livestock mortality risks in the Himalayan region and the Asian Water Tower area.",
                "AnswerCn": "开发一个评估这些地区多重灾害牲畜死亡风险的数据集的主要目标是建模和评估由于冬季暴风雪、强风、低温、高海拔缺氧和夏季干旱等各种灾害的综合影响所导致的预期年牲畜死亡率。这可以为喜马拉雅地区和亚洲水塔地区的多重灾害牲畜死亡风险提供有价值的信息。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps for utilizing multiple data sources such as remote sensing data, vegetation indices, and elevation data to assess livestock mortality risk in high-altitude regions?",
                "QuestionCn": "利用遥感数据、植被指数和高程数据评估高海拔地区牲畜死亡风险的程序步骤如下：\n\n1. **数据收集**：收集相关的遥感数据、植被指数（如NDVI）、高程数据（如数字高程模型）以及其他可能影响牲畜生存的环境数据。\n\n2. **数据预处理**：对收集到的数据进行预处理，包括去噪、校正、重采样和标准化，以确保数据的一致性和可比性。\n\n3. **数据整合**：将不同来源的数据整合到一个统一的数据库中，确保各数据集的空间和时间一致性。\n\n4. **特征提取**：从整合的数据中提取相关特征，例如植被覆盖度、土壤湿度、气温变化等，这些特征可能与牲畜死亡风险相关。\n\n5. **风险评估模型构建**：选择合适的统计或机器学习模型，利用提取的特征构建牲畜死亡风险评估模型。\n\n6. **模型验证**：使用历史数据或现场调查数据对模型进行验证，评估其准确性和可靠性。\n\n7. **风险评估**：应用验证后的模型对目标区域进行风险评估，识别高风险区域。\n\n8. **结果分析与可视化**：对评估结果进行分析，并通过地图、图表等方式进行可视化，以便于理解和决策。\n\n9. **制定管理策略**：根据评估结果，制定相应的管理和干预策略，以降低牲畜死亡风险。\n\n10. **持续监测与更新**：建立持续监测机制，定期更新数据和模型，以适应环境变化和新出现的风险因素。",
                "AnswerEn": "The procedural steps involve integrating multiple data sources, including remote sensing data from the Qinghai-Tibet Plateau multi-source remote sensing composite 1km snow cover dataset, vegetation indices from MOD13Q1.006, and elevation data from SRTM 1 Arc-Second Global. These datasets are used in a comprehensive livestock multi-hazard risk assessment model, as described by Ye et al. 2019, to simulate the cumulative impact of winter snowstorms, strong winds, low temperatures, high-altitude hypoxia, and summer droughts on livestock mortality and evaluate the annual expected mortality in the region surrounding the Himalayas and the Asian Water Tower area.",
                "AnswerCn": "这些程序步骤涉及整合多个数据源，包括来自青藏高原多源遥感复合1公里雪盖数据集的遥感数据、来自MOD13Q1.006的植被指数以及来自SRTM 1弧秒全球的高程数据。这些数据集用于Ye等人2019年描述的综合牲畜多灾害风险评估模型，以模拟冬季暴风雪、强风、低温、高海拔缺氧和夏季干旱对牲畜死亡率的累积影响，并评估喜马拉雅山脉及亚洲水塔地区的年预期死亡率。",
                "Level": "C3(Applying)"
            }
        ]
    }
}