{
  "id": "b9b06747-3f59-4f69-bc1b-8da44a6043d6",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Ground observation dataset of corn biomass, vegetation coverage, leaf area index and plant height at Daman station in the middle reaches of Heihe River (growth period in 2017)",
      "titleCn": "黑河中游大满站玉米生物量、植被覆盖度、叶面积指数及株高地面观测数据集（2017年生长期）",
      "description": "This dataset is a continuous ground observation data of vegetation coverage (%), biomass (g/plant), leaf area index (LAI) and plant height (cm) of seed corn during the growing period in 2017 at Daman Station ( 38.85551N,100.37223E)in the middle reaches of the Heihe River. Ground observation was carried out in three sample plots.  Biomass observation included fresh and dry aboveground biomass, fresh and dry underground biomass (fresh and dry root weight), vegetation coverage was observed by digital camera, leaf area index was observed by LAI 2200, and plant height was observed by tape measure. The observation period was from May 15 to September 21, 2017, in which LAI started from June 6. Observation parameters were observed every 5 days before July 31 and every 10 days thereafter, and a total of 21 observations (LAI was 17) were carried out during the whole growing period. The dataset can provide data basis for inversion and validation of surface vegetation parameters.",
      "descriptionCn": "本数据为黑河中游大满站（38.85551N，100.37223E）制种玉米2017年生长期的植被覆盖度（%）、生物量（克/株）、叶面积指数以及株高（厘米）的地面连续观测数据集。地面观测在3块样地开展：其中，生物量包括地上生物量鲜重和干重、地下生物量鲜重和干重（根的鲜重和干重）的观测，植被覆盖度采用数码相机拍照法进行观测，叶面积指数采用LAI 2200进行观测，株高采用卷尺进行观测。观测时间段为2017年5月15日-9月21日，其中LAI自6月6日开始，观测参数在7月31日以前每5天观测一次，7月31后每10天观测一次，整个生长期共开展了21次观测（LAI为17次）。该数据集可为地表植被参数反演和验证提供数据基础。",
      "instructions": "Observation data are stored in Excel form. The file name is yyyy.xlsm, where yyyy stands for year.",
      "instructionsCn": "观测数据以Excel表格形式存储。文件名称为yyyy.xlsm，其中yyyy代表年。",
      "east": 100.5,
      "west": 100.25,
      "south": 38.5,
      "north": 38.9,
      "startTime": "2017-05-15 00:00:00",
      "endTime": "2017-09-21 00:00:00",
      "fileSize": 37210.0,
      "cstr": "18406.11.Ecolo.tpdc.271800",
      "doi": "10.11888/Ecolo.tpdc.271800",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "耿丽英",
        "nameEn": "GENG Liying",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Corn Biomass Estimation by Integrating Remote Sensing and Long-Term Observation Data Based on Machine Learning Techniques",
        "referenceCn": null,
        "referenceEn": "Geng, L.Y., Che, T., Ma, M.G., Tan, J.L., & Wang, H.B. (2021). Corn Biomass Estimation by Integrating Remote Sensing and Long-Term Observation Data Based on Machine Learning Techniques. Remote Sensing, 13(12), 2352."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "叶面积指数",
        "nameEn": "Leaf area index"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "生物量",
        "nameEn": "Biomass"
      },
      {
        "nameCn": "覆盖度",
        "nameEn": "Fractional cover"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河中游",
        "keywordEn": "Middle Reaches of Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2017",
        "keywordEn": "2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "生态系统关键参量监测设备研制与生态物联网示范",
        "titleEn": "Innovative development of equipments and internet-of-things techniques for ecosystem monitoring and its demonstration"
      },
      {
        "titleCn": "基于多源数据的异质地表植被叶面积指数真实性检验研究",
        "titleEn": "Validation of leaf area index for heterogeneous land surface based on multi-source data"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Crop biomass is one of the most important biophysical indicators of crop growth. The accurate and efficient estimation of the regional crop biomass at different growth stages is of great importance in guiding crop management decision making, such as in effective fertilization, water irrigation, weeding, and pest and disease management. In addition, as an important aspect of biomass energy, the accurate estimation of crop biomass contributes to the rational and effective utilization of biomass energy. Moreover, effective estimates of crop biomass during the growing season could play a key role in crop yield prediction. The traditional crop biomass estimation method is mainly based on field measurements, which include destructive field sampling, laboratory drying and weighting. The traditional methods are relatively accurate, but they are labor intensive and time consuming. Moreover, the sparse nature of space makes it impossible to provide a comprehensive understanding at regional or larger scales. Thus, it is impossible to acquire the regional crop biomass via ground measurements alone. The satellite remote sensing technique is a unique and useful method for crop biomass monitoring in a repeatable manner due to the valuable information it provides on vegetation parameters, high spatial coverage and long time series, which effectively compensates for the deficiency of traditional biomass estimation methods. Previous studies have revealed that remote sensing is a reliable and effective technique to obtain biophysical and biochemical crop information."
      ],
      "research objective": [
        "In this paper, four machine learning models, namely random forest (RF), support vector machine (SVM), artificial neural network (ANN), and extreme gradient boosting (XGBoost) were adopted to estimate the seasonal corn biomass based on field observation data and moderate resolution imaging spectroradiometer (MODIS) reflectance data from 2012 to 2019 in the middle reaches of the Heihe River basin, China."
      ],
      "challenges": [
        "This is currently one of the major challenges for agricultural researchers and farm managers."
      ],
      "methods": [
        "In this study, the corn biomass was estimated based on daily MODIS datasets with a 500 m spatial resolution combined with long-term ground observation data in the middle reaches of the Heihe River Basin, and four machine learning algorithms, namely RF, SVM, ANN, and XGBoost, were adopted to predict the biomass. Large, relatively homogeneous areas, which mainly functioned as corn growing areas, were selected as the sample sites. According to a field survey of the sample sites, a total of sixteen sites were selected in 2012, and three sites were selected for field measurement purposes every year from 2013 to 2019. One to three plots for each sample site were chosen for further biomass observation, with each plot covering an area of 100 m ×100 m. All selected plants in each plot were collected, and the roots of the corn plants were washed. The fresh weight was measured, after which the plants were transported to the laboratory, chopped into easy-to-dry segments, and dried in an oven at 85°C for 48–72 h until a constant dry biomass was obtained. MODIS MCD43A4 and MOD15A2 products from May to September from 2012 to 2019 were analyzed in this study. The forward feature selection method was implemented to choose the most influential variables, which is an iterative method starting from the condition of no model features. In each iteration, we add a given feature that best improves the model until the addition of a new variable does not further improve the model performance. The RF, SVM, ANN, and XGBoost algorithms were adopted in this study. R software was used to implement the above four machine learning algorithms with the randomForest, kernlab, brnn, and xgboost packages. In this study, the caret package in R software was applied to tune the parameters of the above four machine learning algorithms. The 10-fold cross validation method was implemented to evaluate the performance of the above four machine learning models due to the small number of training samples."
      ],
      "dataset": [
        "MODIS MCD43A4 and MOD15A2 products from May to September from 2012 to 2019 were analyzed in this study. A total of sixteen sites were selected in 2012, and three sites were selected for field measurement purposes every year from 2013 to 2019. One to three plots for each sample site were chosen for further biomass observation, with each plot covering an area of 100 m ×100 m."
      ],
      "findings": [
        "The results indicated that the corn biomass was suitably estimated (the coefficient of determination (R2) was between 0.72 and 0.78) with the four machine learning models. The XGBoost model performed better than the other three models (R2 = 0.78, root mean squared error (RMSE) = 2.86 t/ha and mean absolute error (MAE) = 1.86 t/ha). Moreover, the RF model was an effective method (R2 = 0.77, RMSE = 2.91 t/ha and MAE = 1.91 t/ha), with a performance comparable to that of the XGBoost model."
      ],
      "backgroundCn": [
        "作物生物量是作物生长最重要的生物物理指标之一。在不同生长阶段准确高效地估算区域作物生物量，对于指导作物管理决策至关重要，例如有效施肥、灌溉、除草以及病虫害管理。此外，作为生物质能源的重要组成部分，准确估算作物生物量有助于生物质能源的合理和有效利用。此外，在生长季节有效估算作物生物量可能在作物产量预测中发挥关键作用。传统的作物生物量估算方法主要基于田间测量，包括破坏性田间取样、实验室干燥和称重。传统方法相对准确，但劳动密集且耗时。此外，空间的稀疏性使得在区域或更大尺度上提供全面理解变得不可能。因此，仅通过地面测量无法获取区域作物生物量。卫星遥感技术是一种独特且有用的作物生物量监测方法，由于其提供的植被参数的宝贵信息、高空间覆盖率和长期时间序列，有效弥补了传统生物量估算方法的不足。以往研究表明，遥感是一种可靠且有效的技术，可以获取生物物理和生化作物信息。"
      ],
      "research objectiveCn": [
        "在本文中，采用了四种机器学习模型，即随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和极端梯度提升（XGBoost），基于2012年至2019年间的田间观测数据和中分辨率成像光谱仪（MODIS）反射率数据，估算了中国黑河中游地区的季节性玉米生物量。"
      ],
      "challengesCn": [
        "这是目前农业研究人员和农场管理者面临的主要挑战之一。"
      ],
      "methodsCn": [
        "在本研究中，基于每日MODIS数据集（空间分辨率为500米）结合长期地面观测数据，估算了黑河中游地区的玉米生物量，并采用了四种机器学习算法，即随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost，来预测生物量。选择了大面积、相对均匀的区域，主要作为玉米种植区，作为样本地点。根据对样本地点的实地调查，2012年共选择了16个地点，从2013年到2019年每年选择3个地点进行实地测量。为每个样本地点选择了1到3个样地进行进一步的生物量观测，每个样地的面积为100米×100米。收集每个样地内的所有植物，并清洗玉米植物的根部。测量新鲜重量后，将植物运输到实验室，切成易于干燥的段，并在85°C的烘箱中干燥48-72小时，直到获得恒定的干生物量。分析了2012年至2019年5月至9月的MODIS MCD43A4和MOD15A2产品。本研究实施了前向特征选择方法，以选择最具影响力的变量，这是一种从无模型特征的条件开始的迭代方法。在每次迭代中，我们添加一个最佳改善模型的特征，直到添加新变量不再进一步改善模型性能为止。本研究中采用了RF、SVM、ANN和XGBoost算法。使用R软件实现上述四种机器学习算法，使用randomForest、kernlab、brnn和xgboost包。为了调整上述四种机器学习算法的参数，本研究中应用了R软件中的caret包。由于训练样本数量较少，采用了10折交叉验证方法来评估上述四种机器学习模型的性能。"
      ],
      "datasetCn": [
        "本研究分析了2012年至2019年5月至9月的MODIS MCD43A4和MOD15A2产品。2012年选择了16个站点，从2013年到2019年每年选择3个站点进行实地测量。每个样本站点选择1到3个样地进行进一步的生物量观察，每个样地的面积为100米×100米。"
      ],
      "findingsCn": [
        "结果表明，玉米生物量的估计是合适的（决定系数（R2）在0.72到0.78之间），四种机器学习模型均表现良好。其中，XGBoost模型的表现优于其他三种模型（R2 = 0.78，均方根误差（RMSE）= 2.86 t/ha，平均绝对误差（MAE）= 1.86 t/ha）。此外，随机森林（RF）模型也是一种有效的方法（R2 = 0.77，RMSE = 2.91 t/ha，MAE = 1.91 t/ha），其性能与XGBoost模型相当。"
      ]
    }
  ],
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Which dataset is more commonly used for analyzing crop biomass, MODIS MCD43A4, MOD15A2, or another dataset?",
        "QuestionCn": "哪个数据集在分析作物生物量时更常用，MODIS MCD43A4、MOD15A2，还是其他数据集？",
        "AnswerEn": "MODIS MCD43A4",
        "AnswerCn": "MODIS MCD43A4",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where were the sample sites for corn biomass observation located, and how were they selected?",
        "QuestionCn": "玉米生物量观察的样本地点位于哪里，如何选择这些地点？",
        "AnswerEn": "Middle reaches of the Heihe River basin, China",
        "AnswerCn": "黑河流域中游，中国",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to estimate crop biomass that integrates both ground measurements and remote sensing data?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，该方法结合了地面测量和遥感数据来估计作物生物量？",
        "AnswerEn": "A data collection method for estimating crop biomass involves using field observation data along with moderate resolution imaging spectroradiometer (MODIS) reflectance data. Ground measurements include collecting plant samples from designated plots, measuring fresh weight, and obtaining dry biomass after laboratory processing. This is complemented by analyzing MODIS products to enhance spatial coverage and temporal resolution.",
        "AnswerCn": "一种估算作物生物量的数据收集方法涉及使用田间观察数据以及中等分辨率成像光谱仪（MODIS）反射率数据。地面测量包括从指定样地收集植物样本，测量鲜重，并在实验室处理后获得干生物量。这还通过分析MODIS产品来增强空间覆盖和时间分辨率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset used in machine learning models to estimate crop biomass and describe its components?",
        "QuestionCn": "您能否提供一个用于机器学习模型估计作物生物量的数据集示例，并描述其组成部分？",
        "AnswerEn": "The dataset used in machine learning models for estimating crop biomass includes MODIS MCD43A4 and MOD15A2 products, analyzed from May to September over several years. This dataset is combined with long-term ground observation data from selected sites where field measurements are conducted, including biomass observations from plots covering large homogeneous areas.",
        "AnswerCn": "用于估计作物生物量的机器学习模型数据集包括MODIS MCD43A4和MOD15A2产品，分析时间为每年的5月至9月。该数据集与来自选定地点的长期地面观测数据相结合，这些地点进行现场测量，包括覆盖大面积均质区域的生物量观测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What specific features are considered when selecting sample sites for crop biomass estimation using remote sensing?",
        "QuestionCn": "在使用遥感技术选择样本点进行作物生物量估算时，会考虑哪些具体特征？",
        "AnswerEn": "large, relatively homogeneous areas, corn growing areas, 100 m × 100 m plots",
        "AnswerCn": "大面积、相对均质的区域，玉米种植区，100米×100米的地块。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'biomass estimation' in the context of corn crop monitoring?",
        "QuestionCn": "在玉米作物监测的背景下，“生物量估算”是什么意思？",
        "AnswerEn": "Biomass estimation in the context of corn crop monitoring refers to the process of assessing the amount of biological material, both above and below ground, present in corn plants. It involves measuring parameters such as fresh and dry weight of the crop, which can be used to infer crop growth stages, health, and yield potential. Traditionally, this involves field measurements that include destructive sampling and laboratory analysis, but remote sensing techniques are also employed to estimate biomass over larger areas and longer time series.",
        "AnswerCn": "玉米作物监测中的生物量估计是指评估玉米植物中存在的生物材料（包括地上和地下部分）的过程。它涉及测量作物的新鲜重量和干重等参数，这些参数可以用来推断作物的生长阶段、健康状况和产量潜力。传统上，这涉及到田间测量，包括破坏性取样和实验室分析，但也采用遥感技术来估计更大区域和更长时间序列的生物量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'feature selection' refer to in the context of machine learning models for biomass prediction?",
        "QuestionCn": "在生物质预测的机器学习模型中，“特征选择”指的是什么？",
        "AnswerEn": "Feature selection in the context of machine learning models for biomass prediction refers to the process of selecting the most relevant variables that contribute to the model's predictive accuracy. It involves identifying which input features, such as spectral data from satellite imagery, have the most significant impact on estimating biomass. The forward feature selection method, for instance, iteratively adds features to the model and evaluates their impact, enhancing the model's performance by including only the most influential variables.",
        "AnswerCn": "在生物量预测的机器学习模型中，特征选择指的是选择对模型预测准确性贡献最大的相关变量的过程。它涉及识别哪些输入特征，例如来自卫星影像的光谱数据，对估计生物量有最显著的影响。例如，前向特征选择方法通过迭代地向模型添加特征并评估其影响，从而提高模型的性能，仅包括最具影响力的变量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for estimating corn biomass using ground observation compare to satellite remote sensing techniques in terms of accuracy and efficiency?",
        "QuestionCn": "估计玉米生物量的地面观测数据收集方法与卫星遥感技术在准确性和效率方面的比较如何？",
        "AnswerEn": "Ground observation methods for estimating corn biomass are accurate but labor-intensive and time-consuming, involving destructive field sampling and laboratory processing. In contrast, satellite remote sensing techniques provide valuable information on vegetation parameters with high spatial coverage and long time series, offering a unique and efficient method for regional biomass estimation that compensates for the limitations of traditional ground-based methods.",
        "AnswerCn": "地面观测方法用于估算玉米生物量，虽然准确，但劳动密集且耗时，涉及破坏性田间取样和实验室处理。相比之下，卫星遥感技术提供了关于植被参数的宝贵信息，具有高空间覆盖率和长时间序列，提供了一种独特而高效的区域生物量估算方法，弥补了传统地面方法的局限性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences in the application of machine learning models, such as RF, SVM, ANN, and XGBoost, for estimating corn biomass compared to traditional field measurement methods?",
        "QuestionCn": "机器学习模型（如随机森林、支持向量机、人工神经网络和XGBoost）在估算玉米生物量方面的应用与传统田间测量方法相比有哪些不同之处？",
        "AnswerEn": "Machine learning models like RF, SVM, ANN, and XGBoost rely on combining satellite data such as MODIS reflectance with ground observations to estimate corn biomass, offering a scalable solution with high accuracy. Traditional field measurement methods focus on direct, destructive sampling, which is accurate but not scalable for large areas. The machine learning models, especially XGBoost, showed high performance in biomass estimation with high R2 values, making them suitable for regional assessments.",
        "AnswerCn": "机器学习模型如随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost依赖于将卫星数据（如MODIS反射率）与地面观测结合，以估算玉米生物量，提供了一种可扩展且高精度的解决方案。传统的田间测量方法侧重于直接的破坏性采样，虽然准确，但对于大面积的评估并不具备可扩展性。机器学习模型，特别是XGBoost，在生物量估算中表现出高性能，具有较高的R²值，使其适合于区域评估。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do the challenges faced by agricultural researchers in using traditional biomass estimation methods compare to those encountered when utilizing remote sensing and machine learning approaches?",
        "QuestionCn": "农业研究人员在使用传统生物量估计方法时面临的挑战与利用遥感和机器学习方法时遇到的挑战相比如何？",
        "AnswerEn": "Traditional biomass estimation methods face challenges of being labor-intensive, time-consuming, and limited in spatial scope, which restricts their applicability for large-scale regional analysis. In contrast, remote sensing and machine learning approaches address these challenges by providing efficient, scalable, and repeatable biomass monitoring solutions, though they require sophisticated data processing and model training to accurately interpret satellite data for biomass estimation.",
        "AnswerCn": "传统的生物质估算方法面临劳动密集、耗时和空间范围有限的挑战，这限制了它们在大规模区域分析中的适用性。相比之下，遥感和机器学习方法通过提供高效、可扩展和可重复的生物质监测解决方案来应对这些挑战，尽管它们需要复杂的数据处理和模型训练，以准确解读卫星数据进行生物质估算。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of ground observation data with remote sensing data improve the accuracy of biomass estimation models in agricultural research?",
        "QuestionCn": "将地面观测数据与遥感数据的整合如何提高农业研究中生物量估计模型的准确性？",
        "AnswerEn": "The integration of ground observation data with remote sensing data, such as MODIS reflectance data, allows for the use of machine learning models to estimate biomass with greater accuracy. The combination of detailed ground observations and the spatial and temporal coverage of remote sensing data addresses the limitations of traditional field measurements, providing a comprehensive understanding of biomass distribution across larger areas.",
        "AnswerCn": "地面观测数据与遥感数据（如MODIS反射率数据）的结合，使得使用机器学习模型来更准确地估计生物量成为可能。详细的地面观测与遥感数据的空间和时间覆盖相结合，解决了传统田野测量的局限性，提供了对更大区域生物量分布的全面理解。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In what ways can machine learning models be optimized to enhance the prediction of crop biomass using remote sensing data?",
        "QuestionCn": "可以通过哪些方式优化机器学习模型，以增强利用遥感数据预测作物生物量的能力？",
        "AnswerEn": "Machine learning models can be optimized through techniques such as forward feature selection to identify influential variables, tuning of model parameters using software packages like R, and employing cross-validation methods such as 10-fold cross-validation to assess model performance. These approaches help refine model accuracy and reliability in predicting crop biomass from remote sensing data.",
        "AnswerCn": "机器学习模型可以通过前向特征选择等技术来优化，以识别影响变量，使用像R这样的软件包调整模型参数，以及采用10折交叉验证等交叉验证方法来评估模型性能。这些方法有助于提高从遥感数据预测作物生物量的模型准确性和可靠性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the reliance on traditional field measurement methods for crop biomass estimation in agricultural research?",
        "QuestionCn": "在农业研究中，导致对传统田间测量方法进行作物生物量估算的依赖的原因是什么？",
        "AnswerEn": "Traditional field measurement methods are commonly used because they are relatively accurate in estimating crop biomass. These methods involve direct measurements, such as destructive field sampling, laboratory drying, and weighing, which provide precise data on biomass. However, they are labor-intensive and time-consuming, making them less feasible for large-scale or regional analysis.",
        "AnswerCn": "传统的田间测量方法因其在估算作物生物量方面相对准确而被广泛使用。这些方法涉及直接测量，如破坏性田间取样、实验室干燥和称重，能够提供生物量的精确数据。然而，这些方法劳动密集且耗时，使其在大规模或区域分析中可行性较低。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do researchers face challenges when attempting to estimate regional crop biomass using ground measurements alone?",
        "QuestionCn": "研究人员在仅使用地面测量来估计区域作物生物量时面临挑战的原因是什么？",
        "AnswerEn": "Ground measurements alone are challenging for regional crop biomass estimation due to their sparse nature in space, which makes it impossible to provide a comprehensive understanding at regional or larger scales. These methods are labor-intensive and time-consuming, thus limiting their applicability for acquiring large-scale biomass data.",
        "AnswerCn": "仅靠地面测量进行区域作物生物量估算是具有挑战性的，因为其在空间上的稀疏性使得无法在区域或更大尺度上提供全面的理解。这些方法劳动密集且耗时，因此限制了其在获取大规模生物量数据方面的适用性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What has driven the adoption of satellite remote sensing techniques in monitoring crop biomass?",
        "QuestionCn": "推动卫星遥感技术在作物生物量监测中应用的因素是什么？",
        "AnswerEn": "Satellite remote sensing techniques are increasingly adopted for monitoring crop biomass because they offer valuable information on vegetation parameters, high spatial coverage, and long time series data. These techniques provide a repeatable and efficient method for biomass estimation, effectively compensating for the limitations of traditional ground measurement methods.",
        "AnswerCn": "卫星遥感技术越来越多地被用于监测作物生物量，因为它们提供了有关植被参数的宝贵信息、高空间覆盖率和长期时间序列数据。这些技术提供了一种可重复和高效的生物量估算方法，有效弥补了传统地面测量方法的局限性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing satellite remote sensing data for crop biomass monitoring compared to traditional field measurement methods?",
        "QuestionCn": "利用卫星遥感数据进行作物生物量监测与传统田间测量方法相比，可能会产生哪些后果？",
        "AnswerEn": "Utilizing satellite remote sensing data for crop biomass monitoring allows for a more comprehensive understanding at regional or larger scales due to its high spatial coverage and long time series. This method compensates for the labor-intensive and time-consuming nature of traditional methods, which are limited by sparse spatial coverage. Remote sensing also provides valuable information on vegetation parameters, making it a unique and useful method for repeatable crop biomass monitoring.",
        "AnswerCn": "利用卫星遥感数据进行作物生物量监测，可以在区域或更大尺度上获得更全面的理解，因为它具有高空间覆盖率和长时间序列。这种方法弥补了传统方法劳动密集和耗时的缺点，后者受到稀疏空间覆盖的限制。遥感还提供了有关植被参数的宝贵信息，使其成为一种独特且有用的重复作物生物量监测方法。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "If machine learning models like RF, SVM, ANN, and XGBoost are applied to field observation data combined with MODIS reflectance data, what are the likely outcomes in terms of biomass estimation accuracy?",
        "QuestionCn": "如果将随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost等机器学习模型应用于结合MODIS反射率数据的实地观测数据，预计在生物量估计准确性方面会取得怎样的结果？",
        "AnswerEn": "The application of machine learning models such as RF, SVM, ANN, and XGBoost to field observation data combined with MODIS reflectance data is likely to result in suitable corn biomass estimation, with the coefficient of determination (R2) ranging between 0.72 and 0.78. The XGBoost model may perform better than the other models, achieving an R2 of 0.78, indicating a high level of accuracy in biomass estimation.",
        "AnswerCn": "将随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost等机器学习模型应用于田间观测数据与MODIS反射率数据的结合，可能会导致适合的玉米生物量估计，决定系数（R2）范围在0.72到0.78之间。XGBoost模型可能优于其他模型，达到R2为0.78，表明在生物量估计方面具有较高的准确性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the possible effects of implementing a 10-fold cross-validation method when evaluating machine learning models due to a small number of training samples?",
        "QuestionCn": "在评估机器学习模型时，由于训练样本数量较少，实施10折交叉验证方法可能产生的效果是什么？",
        "AnswerEn": "Implementing a 10-fold cross-validation method when evaluating machine learning models can enhance model performance reliability and accuracy in scenarios with a small number of training samples. This method allows for a thorough assessment of model robustness by using the data more efficiently, which helps prevent overfitting and provides a better generalization of the model's predictive capabilities.",
        "AnswerCn": "在评估机器学习模型时，实施10折交叉验证方法可以提高模型性能的可靠性和准确性，特别是在训练样本数量较少的情况下。这种方法通过更有效地利用数据，允许对模型的稳健性进行全面评估，有助于防止过拟合，并提供更好的模型预测能力的泛化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the specific methods used for collecting ground observation data of corn biomass, vegetation coverage, leaf area index, and plant height during the growing season?",
        "QuestionCn": "在生长季节收集玉米生物量、植被覆盖度、叶面积指数和植物高度的具体方法有哪些？",
        "AnswerEn": "Ground observation data of corn biomass is collected by measuring above-ground and below-ground biomass, both fresh and dry weight. Vegetation coverage is observed using the digital camera method, leaf area index (LAI) is measured with the LAI 2200 instrument, and plant height is measured using a tape measure.",
        "AnswerCn": "玉米生物量的地面观测数据通过测量地上和地下生物量的鲜重和干重来收集。植被覆盖率使用数字相机方法观察，叶面积指数（LAI）使用LAI 2200仪器测量，植物高度使用卷尺测量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the accurate collection of crop biomass data at different growth stages in the middle reaches of river basins?",
        "QuestionCn": "哪些方法能够在河流中游的不同生长阶段准确收集作物生物量数据？",
        "AnswerEn": "Methods such as field measurements, including destructive field sampling, laboratory drying, and weighting, enable the accurate collection of crop biomass data. Additionally, the integration of satellite remote sensing techniques, specifically MODIS reflectance data, can provide valuable information on vegetation parameters, which enhances the estimation of crop biomass.",
        "AnswerCn": "诸如田间测量、破坏性田间取样、实验室干燥和称重等方法能够准确收集作物生物量数据。此外，卫星遥感技术的整合，特别是MODIS反射率数据，可以提供有关植被参数的宝贵信息，从而增强作物生物量的估算。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How do specific technological tools enable the monitoring of vegetation parameters for crop biomass estimation?",
        "QuestionCn": "特定的技术工具如何使监测植被参数以估算作物生物量成为可能？",
        "AnswerEn": "Technological tools such as the LAI 2200 for leaf area index measurement and digital cameras for vegetation coverage observation enable the monitoring of vegetation parameters. These tools provide precise ground observation data that can be used alongside remote sensing data to enhance crop biomass estimation.",
        "AnswerCn": "技术工具如LAI 2200叶面积指数测量仪和数字相机用于观察植被覆盖，能够监测植被参数。这些工具提供的精确地面观测数据可以与遥感数据结合使用，以增强作物生物量估算。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions and resources enable the effective use of machine learning models for estimating crop biomass using remote sensing data?",
        "QuestionCn": "哪些条件和资源能够有效利用机器学习模型通过遥感数据估算作物生物量？",
        "AnswerEn": "The availability of long-term ground observation data and MODIS datasets from multiple years provides foundational resources for training machine learning models. The implementation of algorithms like RF, SVM, ANN, and XGBoost, along with tuning through R software, further enables the effective use of these models in estimating crop biomass.",
        "AnswerCn": "长期地面观测数据和多个年份的MODIS数据集的可用性为训练机器学习模型提供了基础资源。通过R软件调优，实施RF、SVM、ANN和XGBoost等算法，进一步使这些模型在估算作物生物量方面得以有效应用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might traditional field measurement methods struggle to provide comprehensive data coverage at larger scales for crop biomass estimation?",
        "QuestionCn": "传统的田间测量方法在较大规模的作物生物量估算中可能难以提供全面的数据覆盖，原因是什么？",
        "AnswerEn": "Traditional field measurement methods are labor-intensive and time-consuming, making it difficult to cover larger scales comprehensively. The sparse nature of space also limits the ability to provide a thorough understanding at regional or larger scales through ground measurements alone.",
        "AnswerCn": "传统的现场测量方法劳动密集且耗时，难以全面覆盖更大范围。空间的稀疏性也限制了仅通过地面测量提供对区域或更大规模的全面理解的能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the accurate and efficient estimation of regional crop biomass at different growth stages considered crucial for agricultural management?",
        "QuestionCn": "为什么在不同生长阶段对区域作物生物量进行准确和高效的估算被认为对农业管理至关重要？",
        "AnswerEn": "Accurate and efficient estimation of regional crop biomass at different growth stages is crucial for agricultural management because it guides decision-making in areas such as fertilization, water irrigation, weeding, and pest and disease management. It also contributes to the rational utilization of biomass energy and plays a key role in predicting crop yields.",
        "AnswerCn": "在不同生长阶段准确高效地估算区域作物生物量对农业管理至关重要，因为它为施肥、灌溉、除草以及病虫害管理等领域的决策提供指导。它还促进了生物质能源的合理利用，并在预测作物产量方面发挥了关键作用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your perspective on the challenges faced in selecting the most influential variables for machine learning models when predicting crop biomass, particularly with limited ground observation data?",
        "QuestionCn": "我对在预测作物生物量时选择最具影响力变量所面临的挑战，特别是在有限的地面观测数据情况下，持什么观点？",
        "AnswerEn": "Selecting the most influential variables for machine learning models in predicting crop biomass is challenging due to the limited number of ground observation data points, which necessitates careful feature selection to avoid overfitting. The forward feature selection method can help identify the most impactful variables, but the process requires iterative testing and validation to ensure model performance is optimized. This challenge highlights the importance of balancing complexity and interpretability in model development.",
        "AnswerCn": "选择对机器学习模型预测作物生物量最有影响力的变量是一个挑战，因为地面观测数据点有限，这需要谨慎的特征选择以避免过拟合。前向特征选择方法可以帮助识别最有影响力的变量，但该过程需要迭代测试和验证，以确保模型性能得到优化。这一挑战突显了在模型开发中平衡复杂性和可解释性的重要性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how different data collection methods can accurately estimate crop biomass at a regional scale.",
        "QuestionCn": "我不明白不同的数据收集方法如何能够准确估计区域尺度的作物生物量。",
        "AnswerEn": "Traditional methods involve destructive field sampling, which are accurate but labor-intensive and time-consuming. Remote sensing techniques, like using satellite data, provide valuable information on vegetation parameters with high spatial coverage and long time series, helping to estimate crop biomass efficiently at a regional scale.",
        "AnswerCn": "传统方法涉及破坏性的田野采样，虽然准确，但劳动密集且耗时。遥感技术，如使用卫星数据，提供了关于植被参数的宝贵信息，具有高空间覆盖率和长期时间序列，有助于在区域尺度上高效估算作物生物量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about how machine learning models can be optimized for estimating crop biomass using diverse datasets.",
        "QuestionCn": "我不确定如何优化机器学习模型以使用多样化的数据集来估计作物生物量。",
        "AnswerEn": "Machine learning models like RF, SVM, ANN, and XGBoost are optimized by using feature selection methods and parameter tuning. In the context of crop biomass estimation, forward feature selection is used to iteratively add the most influential variables, while the parameters are tuned using tools like the caret package in R software to improve model performance.",
        "AnswerCn": "机器学习模型如随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost通过使用特征选择方法和参数调优进行优化。在作物生物量估计的背景下，前向特征选择用于迭代添加最具影响力的变量，而参数则使用R软件中的caret包等工具进行调优，以提高模型性能。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of the challenges faced in collecting and utilizing ground observation data for biomass estimation.",
        "QuestionCn": "我无法理解在收集和利用地面观测数据进行生物量估算时面临的挑战。",
        "AnswerEn": "Ground observation data collection is labor-intensive and time-consuming, often involving destructive sampling and laboratory processes. Additionally, the sparse nature of field measurements makes it difficult to achieve comprehensive understanding at larger scales, which is why integration with remote sensing data is beneficial for biomass estimation.",
        "AnswerCn": "地面观测数据收集劳动密集且耗时，通常涉及破坏性取样和实验室处理。此外，现场测量的稀疏性使得在更大尺度上实现全面理解变得困难，这就是为什么与遥感数据的结合对生物量估计是有益的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the effectiveness of the techniques used for estimating crop biomass based on field observation data and remote sensing data.",
        "QuestionCn": "请分析基于田间观测数据和遥感数据估算作物生物量的技术有效性。",
        "AnswerEn": "The field observation methods involve detailed measurements of crop biomass, such as weighing plant material before and after drying to obtain dry biomass. Remote sensing techniques, particularly using MODIS datasets, provide a unique approach, allowing for regional scale monitoring that compensates for the limitations of ground measurements. Machine learning models like RF, SVM, ANN, and XGBoost have been effectively used to estimate biomass, with XGBoost showing the highest performance in terms of R2 and RMSE values.",
        "AnswerCn": "田野观察方法涉及对作物生物量的详细测量，例如在干燥前后称量植物材料以获得干生物量。遥感技术，特别是使用MODIS数据集，提供了一种独特的方法，允许在区域尺度上进行监测，从而弥补地面测量的局限性。机器学习模型如随机森林（RF）、支持向量机（SVM）、人工神经网络（ANN）和XGBoost已被有效用于估计生物量，其中XGBoost在R2和RMSE值方面表现最佳。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please suggest potential strategies for improving data collection methods for crop biomass estimation in the middle reaches of the Heihe River basin.",
        "QuestionCn": "请建议潜在的策略，以改善在黑河中游地区作物生物量估算的数据收集方法。",
        "AnswerEn": "Enhancing ground observation by increasing the number of sample sites and plots could provide a more comprehensive dataset for model training. Additionally, integrating more advanced remote sensing technologies or higher resolution satellite data could improve the spatial and temporal resolution of the collected data. Developing hybrid approaches that combine ground and remote sensing data with advanced machine learning algorithms could further refine biomass estimation models.",
        "AnswerCn": "通过增加样本点和样地的数量来增强地面观测，可以为模型训练提供更全面的数据集。此外，整合更先进的遥感技术或更高分辨率的卫星数据，可以提高所收集数据的空间和时间分辨率。开发结合地面和遥感数据与先进机器学习算法的混合方法，可以进一步优化生物量估计模型。",
        "Level": "C6(Creating)"
      }
    ]
  }
}