{
  "id": "bb5079e5-386b-4f4d-a4c2-b660d9f9112b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Archaeological site investigation and plant and animal resource utilization in the Tibet Plateau during the Paleolithic-Epipaleolithic  (2021)",
      "titleCn": "旧石器-中石器时代青藏高原遗址调查与动植物资源利用数据集（2021）",
      "description": "Through the investigation in selinco basin and Datong River and the excavation of sugE site, the basic information of longitude and latitude, distribution range, topographic characteristics, altitude, cultural attributes and cultural relics of 11 Paleolithic Mesolithic sites are obtained; In addition, the artificial relics, animal and plant remains and soil samples during the site excavation were scientifically collected, extracted and analyzed in the laboratory, and a batch of radiocarbon dating data, stone product measurement data and environmental test data were obtained. The data set enriches the information of Paleolithic sites on the Qinghai Tibet Plateau, provides an important basis for the construction of temporal and spatial framework and cultural sequence, and provides data support for the further study of prehistoric human activities and career patterns in the hinterland of the Qinghai Tibet Plateau.",
      "descriptionCn": "通过在色林错流域和大通河的调查和苏热遗址的发掘，获取了11个旧石器-中石器时代遗址的经纬度、分布范围、地形特征、海拔高程、文化属性、文化遗物等基本信息；并且，对遗址发掘过程中的人工遗物、动植物遗存、土壤样品等进行了科学收集提取和实验室分析，得到了一批放射性碳测年数据、石制品测量数据和环境测试数据。该数据集丰富了青藏高原旧石器时代遗址的信息，为构建时空框架和文化序列提供了重要基础，为进一步研究青藏高原腹地的史前人类活动和生业模式提供了数据支撑。",
      "instructions": "2021-XDA20040101-Paleolithic-Epipaleolithic",
      "instructionsCn": "2021-XDA20040101-Paleolithic-Epipaleolithic",
      "east": 80.5,
      "west": 100.5,
      "south": 26.5,
      "north": 38.5,
      "startTime": "2021-01-01 00:00:00",
      "endTime": "2021-12-31 11:59:59",
      "fileSize": 751535.0,
      "cstr": "18406.11.HumanNat.tpdc.271855",
      "doi": "10.11888/HumanNat.tpdc.271855",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张晓凌",
        "nameEn": "ZHANG Xiaoling",
        "unitEn": "Institute of Vertebrate Paleontology and Paleoanthropology",
        "unitCn": "古脊椎动物与古人类研究所"
      },
      {
        "nameCn": "张东菊",
        "nameEn": "ZHANG Dongju ",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Denisovans and Homo Spains on the Tibetan Plateau: dispersals and adaptions",
        "referenceCn": null,
        "referenceEn": "Zhang, P.Q., Zhang, X.J., Zhang, X.L., Gao, X., HUERTA-SANCHEZ, E., & ZWYNS, N. (2021). Denisovans and Homo Spains on the Tibetan Plateau: dispersals and adaptions, Trends in ecology and evolution.  Retrieved from https://doi.org/10.1016/j.tree.2021.11.004."
      },
      {
        "titleCn": "楔形石核概念内涵与细石核分类初探",
        "titleEn": null,
        "referenceCn": "靳英帅, 张晓凌, 仪明洁. (2021). 楔形石核概念内涵与细石核分类初探, 人类学学报, 40(2), 307-319.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "旅游资源",
        "nameEn": "Tourism Resources"
      },
      {
        "nameCn": "遗址遗迹",
        "nameEn": "Site and relic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan-Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "旧石器-中石器时代",
        "keywordEn": "Paleolithic-Epipaleolithic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the distinctive features or characteristics of datasets focusing on Paleolithic to Mesolithic sites and resource utilization in the Qinghai-Tibet Plateau?",
        "QuestionCn": "关注青藏高原的旧石器时代到中石器时代遗址和资源利用的数据集的独特特征或特点是什么？",
        "AnswerEn": "geographical coordinates, distribution range, topographical characteristics, elevation, cultural attributes, cultural relics, radiocarbon dating data, lithic measurement data, environmental test data",
        "AnswerCn": "地理坐标、分布范围、地形特征、海拔高度、文化属性、文化遗迹、放射性碳测年数据、石器测量数据、环境测试数据",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many Paleolithic to Mesolithic sites were identified through the surveys conducted on the Tibetan Plateau?",
        "QuestionCn": "通过在青藏高原进行的调查，识别出了多少个从旧石器时代到中石器时代的遗址？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'scientific collection and extraction' mean in the context of archaeological data collection methods?",
        "QuestionCn": "在考古数据收集方法的背景下，“科学收集和提取”是什么意思？",
        "AnswerEn": "In the context of archaeological data collection methods, 'scientific collection and extraction' refers to the systematic and methodical gathering of data from archaeological sites, which includes collecting artificial artifacts, faunal and floral remains, and soil samples during excavations. This process involves laboratory analyses to obtain data such as radiocarbon dating, measurements of lithic artifacts, and environmental testing, providing valuable insights into prehistoric human activities and subsistence patterns.",
        "AnswerCn": "在考古数据收集方法的背景下，“科学收集和提取”指的是从考古遗址系统性和有条理地收集数据的过程，包括在挖掘过程中收集人工制品、动物和植物遗骸以及土壤样本。这个过程涉及实验室分析，以获得诸如放射性碳定年、石器测量和环境测试等数据，从而提供对史前人类活动和生计模式的宝贵见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the distribution patterns of archaeological sites and their associated cultural relics tell us about prehistoric human adaptation strategies on the Tibetan Plateau?",
        "QuestionCn": "考古遗址及其相关文化遗物的分布模式可以告诉我们关于青藏高原上史前人类适应策略的哪些信息？",
        "AnswerEn": "The distribution patterns of archaeological sites, alongside the analysis of cultural relics, provide insights into how prehistoric humans adapted to the challenging environment of the Tibetan Plateau. The data on site locations, elevation, and cultural attributes suggest strategies for survival and resource utilization, reflecting adaptations to the high-altitude and climate conditions. The preservation of plant and animal remains, as well as soil samples, further assists in understanding the subsistence methods and environmental interactions of these populations.",
        "AnswerCn": "考古遗址的分布模式以及文化遗物的分析，为我们提供了关于史前人类如何适应青藏高原严峻环境的见解。遗址位置、高度和文化特征的数据表明了生存和资源利用的策略，反映了对高海拔和气候条件的适应。植物和动物遗骸的保存，以及土壤样本的分析，进一步帮助我们理解这些人群的生计方式和与环境的互动。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influenced the choice of data collection methods for investigating Paleolithic-Mesolithic sites on the Tibetan Plateau?",
        "QuestionCn": "影响对青藏高原上旧石器时代-中石器时代遗址进行调查的数据收集方法选择的因素有哪些？",
        "AnswerEn": "The factors influencing the choice of data collection methods for investigating Paleolithic-Mesolithic sites on the Tibetan Plateau include the need to gather comprehensive spatial information such as latitude, longitude, distribution range, topographic features, and elevation. Additionally, the extraction and laboratory analysis of artifacts, plant and animal remains, and soil samples were crucial for obtaining radiocarbon dating data, lithic measurements, and environmental test data. These methods were chosen to enrich the understanding of site information, construct temporal and spatial frameworks, and support research into prehistoric human activities and subsistence patterns in the region.",
        "AnswerCn": "影响选择数据收集方法以调查西藏高原上旧石器时代-中石器时代遗址的因素包括需要收集全面的空间信息，如纬度、经度、分布范围、地形特征和海拔。此外，提取和实验室分析文物、植物和动物遗骸以及土壤样本对于获取放射性碳定年数据、石器测量和环境测试数据至关重要。这些方法的选择旨在丰富遗址信息，构建时间和空间框架，并支持对该地区史前人类活动和生计模式的研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of utilizing diverse data collection methods, such as archaeological surveys and laboratory analysis, on understanding prehistoric human activities in the Qinghai-Tibet Plateau?",
        "QuestionCn": "利用多样的数据收集方法，如考古调查和实验室分析，对理解青藏高原的史前人类活动可能产生的结果是什么？",
        "AnswerEn": "Utilizing diverse data collection methods, such as archaeological surveys and laboratory analysis, can lead to a more comprehensive understanding of prehistoric human activities in the Qinghai-Tibet Plateau by providing detailed information on site distribution, cultural attributes, and environmental context. These methods contribute to constructing a temporal and spatial framework and cultural sequence, which offer crucial insights into prehistoric human activities and subsistence patterns in the region.",
        "AnswerCn": "利用多样的数据收集方法，如考古调查和实验室分析，可以更全面地理解青藏高原的史前人类活动，这些方法提供了关于遗址分布、文化特征和环境背景的详细信息。这些方法有助于构建时间和空间框架以及文化序列，为理解该地区的史前人类活动和生计模式提供了重要的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals behind collecting data on Paleolithic-Mesolithic sites in the Qinghai-Tibet Plateau, specifically concerning the utilization of plant and animal resources?",
        "QuestionCn": "收集青藏高原上旧石器时代-中石器时代遗址数据的主要目标是什么，特别是关于植物和动物资源的利用？",
        "AnswerEn": "The primary goals include enriching the information about Paleolithic sites in the Qinghai-Tibet Plateau, constructing a temporal and spatial framework, and cultural sequence for prehistoric human activities. This data provides a foundation for further research into prehistoric human activities and subsistence patterns in the interior of the Qinghai-Tibet Plateau.",
        "AnswerCn": "主要目标包括丰富青藏高原旧石器时代遗址的信息，构建一个时间和空间框架，以及史前人类活动的文化序列。这些数据为进一步研究青藏高原内部的史前人类活动和生计模式提供了基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in collecting and analyzing data on prehistoric human activity and resource utilization in the Paleolithic to Mesolithic period on the Tibetan Plateau?",
        "QuestionCn": "在青藏高原上收集和分析关于旧石器时代到中石器时代人类活动和资源利用的数据涉及哪些程序？",
        "AnswerEn": "Data collection involves conducting surveys and excavations in specific regions such as the Selin Co Basin and Datong River, where researchers document basic site information including geographic coordinates, distribution range, topographical characteristics, elevation, cultural attributes, and cultural relics. The process also entails scientifically collecting and extracting artifacts, plant and animal remains, and soil samples during excavation. Laboratory analysis follows, yielding radiocarbon dating data, measurements of stone tools, and environmental testing results. These steps provide a foundational basis for constructing spatiotemporal frameworks and cultural sequences, aiding in the study of prehistoric human activity and subsistence strategies in the Tibetan Plateau.",
        "AnswerCn": "数据收集涉及在特定区域进行调查和挖掘，例如塞林科盆地和大同河，研究人员记录基本的现场信息，包括地理坐标、分布范围、地形特征、海拔、高文化属性和文化遗物。该过程还包括在挖掘过程中科学地收集和提取文物、植物和动物遗骸以及土壤样本。随后进行实验室分析，产生放射性碳测年数据、石器测量和环境测试结果。这些步骤为构建时空框架和文化序列提供了基础，有助于研究青藏高原上史前人类活动和生计策略。",
        "Level": "C3(Applying)"
      }
    ]
  }
}