{
    "id": "bb8f60c5-912c-4959-b4ea-ab6e68f162be",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of the temperate steppe, 2019)",
            "description": "This dataset contains the flux measurements from the temperate steppe eddy covariance system (EC) belonging to the Qinghai Lake basin integrated observatory network from April 26 to December 31 in 2019. The site (100°14'8.99\"E, 37°14'49.00\"N) was located in the south of Sanjiaocheng sheep breeding farm, Gangcha County, Qinghai Province. The elevation is 3210sm. The EC was installed at a height of 2.5 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3A &EC150) was about 0.17 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. Data during December 18 to December 24, 2018 were missing due to the data collector failure.\nThe released data contained the following variables: DATE/TIME, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). The quality marks of sensible heat flux, latent heat flux and carbon flux are divided into three levels (quality marks 0 have good data quality, 1 have good data quality and 2 have poor data quality). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.",
            "instructions": "Year+** observatory network+ site no + EC",
            "east": 100.24,
            "west": 100.24,
            "south": 37.25,
            "north": 37.25,
            "startTime": "2019-05-12 08:00:00",
            "endTime": "2020-01-16 08:00:00",
            "fileSize": 1570537.0,
            "cstr": "18406.11.Meteoro.tpdc.270727",
            "doi": "10.11888/Meteoro.tpdc.270727",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University "
            }
        ],
        "literatureList": [
            {
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., &Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Carbon dioxide flux"
            },
            {
                "nameEn": "Energy balance closure"
            },
            {
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is it necessary to perform quality evaluations on flux values using criteria such as atmospheric stability and turbulence similarity characteristics?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Which data collection method is more effective for measuring latent heat flux: eddy covariance systems or thermal infrared cameras?",
                    "Answer": "eddy covariance systems",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Is the primary challenge in estimating evapotranspiration using the TSEB model related to temperature measurement, model complexity, or data availability?",
                    "Answer": "temperature measurement",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the main steps involved in processing data from an eddy covariance system in the field of hydrometeorological observation?",
                    "Answer": "Outlier removal, lag time correction, coordinate rotation, frequency response correction, sonic virtual temperature correction, density correction, quality assessment.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where are the eddy covariance systems typically located for measuring water and energy fluxes in a grassland environment?",
                    "Answer": "Qinghai Lake basin",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What dataset could be used to validate the two-source energy balance model's estimates of evapotranspiration in irrigated agricultural areas?",
                    "Answer": "HiWATER-MUSOEXE",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of the challenges faced when estimating soil and canopy component temperatures from thermal images in arid regions?",
                    "Answer": "An example of challenges faced when estimating soil and canopy component temperatures from thermal images in arid regions includes image classification errors that vary with vegetation abundance. These errors can result in soil pixels being wrongly classified as vegetation pixels, leading to an overestimation of canopy temperature. Additionally, ignoring atmospheric upwelling radiation and transmittance may introduce uncertainties in the estimated temperatures.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that was used to validate evapotranspiration models in an agricultural setting?",
                    "Answer": "An example of a dataset used to validate evapotranspiration models in an agricultural setting is the data collected during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, part of the HiWATER-MUSOEXE project. This dataset included days of the year for specific dates and was used to determine evapotranspiration and the ratios of evaporation and transpiration to total evapotranspiration in an artificial oasis covered with maize, vegetables, and orchards.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the key data processing steps involved in preparing hydrometeorological observation data for analysis in temperate grassland environments?",
                    "Answer": "outlier removal, time lag correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, density correction, quality evaluation of flux values based on atmospheric stability and turbulence similarity characteristics",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What features or parameters are typically measured by eddy covariance systems in semi-arid agricultural areas?",
                    "Answer": "air temperature, wind speed, humidity, four-component radiation, turbulent fluxes, soil heat flux, soil and canopy component temperatures",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What characteristics of the two-source energy balance (TSEB) model make it suitable for estimating evapotranspiration in heterogeneous landscapes?",
                    "Answer": "separate energy exchanges above the canopy and the underlying soil, single measurement of land surface temperature, refined estimates of net radiation, aerodynamic resistance, component temperatures under diverse vegetation types and climates",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the sampling frequency used in the data collection method involving eddy covariance systems?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the elevation of the field observation site where meteorological parameters were measured every 10 minutes?",
                    "Answer": "1556 meters",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is an eddy covariance system in the context of hydrometeorological observations?",
                    "Answer": "An eddy covariance (EC) system is a data collection method used for measuring and analyzing turbulent fluxes, such as heat, water vapor, and carbon dioxide, in the atmosphere. In the context of hydrometeorological observations, it involves using instruments like sonic anemometers and gas analyzers to capture high-frequency data (e.g., 10 Hz) on these fluxes. The system allows for the computation of fluxes over a surface, providing insights into processes such as evapotranspiration, by assessing the exchange of energy and mass between the land surface and the atmosphere.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What does 'two-source energy balance (TSEB) model' mean in terms of estimating evapotranspiration?",
                    "Answer": "The two-source energy balance (TSEB) model is a conceptual framework used to estimate evapotranspiration (ET) by separately accounting for the energy exchanges of soil and vegetation components. It assumes that the surface energy partition occurs both above the canopy and under the soil. This model helps in distinguishing between evaporation from the soil and transpiration from the vegetation by using parameters such as component temperatures and resistances. The TSEB model is particularly beneficial for heterogeneous landscapes, where soil and vegetation have different temperatures and energy exchange characteristics.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is the significance of using stable oxygen and hydrogen isotopes in the context of evapotranspiration studies?",
                    "Answer": "Stable oxygen and hydrogen isotopes are used in evapotranspiration studies to validate the ratios of evaporation (E) and transpiration (T) to total evapotranspiration (ET). Isotope techniques help in tracing the sources of water vapor, distinguishing between evaporation and transpiration components. In the context of these studies, stable isotopes provide a method for verifying model outputs, such as those produced by the TSEB model, by offering independent measurements of the water cycle processes. This enhances the understanding of E and T contributions to ET, particularly in heterogeneous landscapes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "What are the similarities and differences between the data collection methods used at the Qinghai Lake hydrometeorological observation site and the Daman superstation for measuring evapotranspiration and related parameters?",
                    "Answer": "Both sites utilize high-frequency sampling techniques, with the Qinghai Lake site using a sampling frequency of 10 Hz for eddy covariance data, while the Daman superstation collects similar frequency data for turbulent fluxes. However, the Qinghai Lake site focuses on hydrometeorological measurements with a focus on grassland ecosystems, while the Daman superstation employs a thermal infrared camera for precise temperature measurements in an irrigated agricultural setting.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In terms of dataset quality control, how do the approaches to filtering and evaluating data quality differ between the observations at the Qinghai Lake site and the methods used in the TSEB model validation?",
                    "Answer": "The Qinghai Lake site utilizes quality control measures like removing data during instrument errors and rainfall, with missing data marked distinctively. In contrast, TSEB model validation involves separating soil and canopy temperatures, accounting for uncertainties in surface radiometric temperatures, and evaluating the model performance using metrics like mean bias and RMSE against observed measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What considerations should be taken into account when interpreting the quality indicators of heat and carbon dioxide flux data from a dataset collected with an eddy covariance system?",
                    "Answer": "The quality indicators for heat and carbon dioxide flux data must account for factors such as atmospheric stability and turbulence similarity, which are essential for accurate data interpretation. These indicators can vary depending on environmental conditions and measurement accuracy, and they are categorized into different quality levels to assist with the evaluation of data reliability.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "Why is it challenging to measure evapotranspiration accurately using one-source models in heterogeneous landscapes?",
                    "Answer": "The challenge in accurately measuring evapotranspiration using one-source models in heterogeneous landscapes is due to the diverse temperatures and resistance to energy exchange between soil and vegetation components. One-source models simplify the complex interactions and may fail to account for the distinct thermal and resistance characteristics of soil and canopy, leading to inaccuracies in evapotranspiration estimation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the primary causes of uncertainties in estimating heat fluxes in strongly advective irrigated agricultural areas?",
                    "Answer": "Uncertainties in estimating heat fluxes in strongly advective irrigated agricultural areas are primarily caused by the difficulty in accurately determining the surface-air temperature difference, classification errors in image data, and the complex energy exchanges that occur in such environments. These errors affect the reliability of models such as the TSEB in estimating heat fluxes, as they can lead to inaccuracies in soil and canopy component temperature measurements and subsequent energy balance calculations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of using an eddy covariance (EC) system with an incomplete energy balance closure on the accuracy of surface flux measurements?",
                    "Answer": "Using an EC system with an incomplete energy balance closure can lead to inaccuracies in surface flux measurements, as the system might not fully account for all the available energy. This can result in errors in estimating latent and sensible heat fluxes, especially in environments with strong advective conditions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How does the selection of data processing techniques, such as Eddypro software, impact the quality and reliability of flux data in meteorological observations?",
                    "Answer": "The selection of data processing techniques, like Eddypro software, can significantly impact the quality and reliability of flux data by implementing steps such as outlier removal, coordinate rotation, and various corrections. These processes ensure that the data is accurate and representative, which is crucial for conducting reliable meteorological observations.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the procedural steps used to process raw data collected by an eddy covariance system for hydrometeorological observations in a temperate grassland?",
                    "Answer": "The raw data collected by an eddy covariance system are processed using Eddypro software to generate 30-minute data intervals. The main steps include outlier removal, time delay correction, coordinate rotation (double coordinate rotation), frequency response correction, sonic virtual temperature correction, and density (WPL) correction. Additionally, quality assessments of flux values are conducted, focusing on atmospheric stability and turbulence similarity characteristics. Data are further screened to remove errors such as instrument faults, precipitation effects, and data loss greater than 10% within each 30-minute interval.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can the Two-Source Energy Balance (TSEB) model be applied to estimate evapotranspiration using ground-based measurements in agricultural settings?",
                    "Answer": "The TSEB model can be applied by using soil and canopy component temperatures collected via high-resolution thermal cameras as inputs. The model involves measuring meteorological parameters, radiations, and turbulent fluxes, and the separation of evapotranspiration into evaporation and transpiration using stable isotope techniques. Errors in temperature estimation are addressed by classifying thermal images into soil and canopy pixels and validating these against radiometer observations to ensure accurate calculations of radiometric temperatures.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What challenges might arise in accurately measuring component temperatures in heterogeneous landscapes and how can these be addressed procedurally?",
                    "Answer": "Challenges in measuring component temperatures in heterogeneous landscapes include errors from image classification that vary with vegetation abundance, leading to overestimation of canopy temperature. These challenges can be addressed by refining image classification methods, such as using maximum likelihood methods to differentiate soil and canopy pixels. Additionally, validating simulated temperatures against observed radiometric temperatures and accounting for atmospheric radiation effects can help mitigate uncertainties in component temperature estimation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What methodologies enable the effective processing and quality evaluation of hydrometeorological data collected at high frequencies?",
                    "Answer": "The processing and quality evaluation of hydrometeorological data at high frequencies are enabled by methodologies like using Eddypro software, which includes steps such as outlier removal, time delay correction, coordinate rotation, frequency response correction, and density corrections. Additionally, the data undergo quality evaluation with tests for atmospheric stability and turbulence similarity characteristics.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How do specific conditions or techniques facilitate the separation of soil and vegetation component temperatures in evapotranspiration models?",
                    "Answer": "The separation of soil and vegetation component temperatures in evapotranspiration models is facilitated by using high-resolution thermal cameras and the classification of visible and NIR images into soil and canopy pixels. These techniques allow for the extraction of brightness temperatures, which can then be converted into radiometric temperatures for more accurate soil and canopy temperature estimation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might data collected by a high-frequency sampling method such as 10Hz require post-processing steps like coordinate rotation and density correction in this field?",
                    "Answer": "In this field, high-frequency data collected by instruments like the eddy covariance system often require post-processing steps such as coordinate rotation and density correction to ensure accuracy. This is because raw data can include errors due to instrument misalignment or environmental factors. Coordinate rotation is used to align the wind components with the mean wind direction, while density corrections, like the WPL correction, are applied to account for fluctuations in air density due to temperature and humidity changes, ensuring that the flux measurements reflect true atmospheric conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What challenges might arise when using component temperatures from thermal images to estimate evapotranspiration in heterogeneous landscapes?",
                    "Answer": "Challenges in using component temperatures from thermal images to estimate evapotranspiration in heterogeneous landscapes include classification errors in image processing, where soil pixels might be misclassified as vegetation pixels, leading to overestimation of canopy temperatures. Additionally, ignoring atmospheric effects such as upwelling radiation and transmittance can introduce uncertainties in the temperature estimates. These factors complicate the accurate separation of soil and canopy temperatures, which are crucial for precise evapotranspiration calculations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might the integration of stable isotope techniques with eddy covariance measurements be considered a valuable approach for validating evapotranspiration estimates?",
                    "Answer": "Integrating stable isotope techniques with eddy covariance measurements is valuable for validating evapotranspiration estimates because isotopic techniques provide independent verification of the partitioning of evaporation and transpiration components. This dual approach allows for more accurate validation of model estimates of E and T, especially in complex environments where traditional measurements might face uncertainties. It enhances the reliability of model outputs by offering a multi-faceted view of the water cycle processes.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of using Eddypro software for processing raw eddy covariance data in terms of data accuracy and quality control?",
                    "Answer": "The use of Eddypro software is considered effective for processing raw eddy covariance data as it includes critical steps such as outlier removal, delay correction, coordinate rotation, frequency response correction, and density correction. The software also evaluates data quality, focusing on atmospheric stability and turbulence similarity characteristics. These rigorous processing steps contribute to the accuracy and reliability of the resulting datasets.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what are the prospects for improving dataset quality by integrating high-resolution thermal camera data with ground-based measurements in hydrometeorological studies?",
                    "Answer": "Integrating high-resolution thermal camera data with ground-based measurements holds significant potential for improving dataset quality in hydrometeorological studies. This approach allows for more accurate separation of soil and canopy temperatures, leading to better estimation of evapotranspiration components. The combination of thermal imaging and ground measurements provides robust validation opportunities, enhancing the reliability of models like the TSEB in various environmental conditions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data collection methods ensure the quality and accuracy of the flux measurements in such heterogeneous land surfaces.",
                    "Answer": "The data collection methods involve using Eddypro software to process raw 10Hz data into 30-minute averages, including steps like outlier removal, delay time correction, coordinate rotation, and frequency response correction. Quality evaluation is performed based on atmospheric stability and turbulence similarity characteristics, ensuring accurate flux measurement.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of why separating soil and canopy temperatures is crucial for accurate evapotranspiration estimation.",
                    "Answer": "Separating soil and canopy temperatures allows for better estimation of energy exchanges as the surface is heterogeneous. This differentiation helps in the application of the two-source energy balance (TSEB) model, which improves accuracy in estimating evapotranspiration by considering the distinct properties of soil and canopy in terms of temperature and resistance.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the methodological approaches for partitioning evapotranspiration into evaporation and transpiration using the TSEB model, and identify any potential limitations of these approaches in arid regions.",
                    "Answer": "The TSEB model uses ground-measured soil and canopy component temperatures to estimate evaporation and transpiration. This involves using thermal images to calculate soil and canopy temperatures, which are then applied in energy balance equations. Limitations in arid regions may include classification errors in image processing and uncertainties in modeling due to the complex environmental conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please identify potential datasets that can be used for validating the estimates of evaporation and transpiration in strongly advective environments, and discuss the reliability of these datasets.",
                    "Answer": "Potential datasets include measurements from an eddy covariance system and high-resolution thermal camera observations. These datasets provide ground-based observations for validating model estimates. The reliability of these datasets is supported by their ability to track energy exchange processes, though uncertainties may arise from measurement errors and environmental factors affecting data accuracy.",
                    "Level": "C5(Evaluating)"
                }
            ]
        }
    ]
}