{
  "id": "bda94046-d701-4291-a949-f6788e981f46",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "NSIDC Antarctic sea ice dataset (1978-2017)",
      "titleCn": "NSIDC南极海冰数据集（1978-2017）",
      "description": "The data sets include four sets of data obtained from the Scanning Multi-channel Microwave Radiometer (SMMR), Special Sensor Microwave Imager (SSM/I) and the Special Sensor Microwave Imager Sounder (SSMIS) sensors using passive microwave remote sensing inversion. SMMR was aboard the Nimbus-7 satellite, and its working period was from October 26, 1978 to July 8, 1987. Since July 1987, the data provided by the SSM/I and the SSMIS aboard the US Defense Meteorological Satellite Program (DMSP) satellite group have been used.\n\nThe first three data sets contain sea ice concentration data, covering the Antarctic region with a spatial resolution of 25 km:\n(1) The data were obtained from Nimbus-7 SMMR and DMSP SSM/I-SSMIS Version 1 by applying the NASA Team algorithm inversion. The temporal coverage is from November 1978 to February 2017, with a temporal resolution of one month. A bin file is stored every month.\n(2) The data source is the same as the first set. The temporal coverage is from 1978-10-26 to 2017-2-28. The temporal resolution is two days, and the spatial resolution is 25 km. A folder was stored every year, and a bin file was stored every other day.\n(3) The data were obtained from near-real-time DMSP SSMIS by applying the NASA Team algorithm inversion. The temporal coverage is from 2015-1-1 to 2018-2-3, and the temporal resolution is one day. A bin file is stored every day. Each file consists of a 300-byte file title (data time information, projection pattern, file name) and a 316*332 matrix.\n\nThe fourth set of data is the sea ice coverage and sea ice area time series. The temporal coverage is from November 1978 to December 2017. This data set is a time series sequence of sea ice coverage and sea ice area in the Antarctic. The temporal resolution is one month, and an ASCII file is stored every month. Each file consists of a file title (time, data type), a 39*1 sea ice cover matrix and a 39*1 sea ice area matrix.\nFor further details on the data, please visit the US Ice and Snow Data Center NSIDC website - Data Description http://nsidc.org/data/NSIDC-0051; http://nsidc.org/data/NSIDC-0081; http://nsidc.org/data/G02135",
      "descriptionCn": "该套南极海冰数据集共包括四套数据，均来自SMMR、SSM/I和SSMI/S三个传感器,采用被动微波遥感反演。其中SMMR为Nimbus-7卫星搭载的扫描式多通道微波辐射计，工作周期为1978年10月26日至1987年7月8日。1987年7月至今，使用美国国防卫星计划DMSP卫星群上搭载的一系列被动微波遥感数据SSM/I和微波成像专用传感器SSMIS提供的数据。\n\n前三套为海冰密集度数据，覆盖范围为南极地区，空间分辨率为25 km：\n（1）数据来自Nimbus-7 SMMR和DMSP SSM/I-SSMIS Version 1，利用NASA Team算法反演得到，覆盖时间从1978年11月到2017年2月，时间分辨率为逐月，数据每月存放一个bin文件；\n（2）数据来源与第一套相同，覆盖时间从1978-10-26到2017-2-28，时间分辨率为两天，空间分辨率为25km，数据每年存放一个文件夹，每隔一天存放一个bin文件；\n（3）数据来自Near-Real-Time DMSP SSMIS，利用NASA Team算法反演得到，覆盖时间从2015-1-1到2018-2-3，时间分辨率为逐日，数据每日存放一个bin文件；每个文件由300-byte的文件头（数据时间信息、投影方式、文件名…）和316*332的矩阵组成。\n\n第四套数据为海冰覆盖范围和海冰面积时间序列。覆盖时间从1978年11月到2017年12月，为南极地区海冰覆盖范围、海冰面积的时间演变序列，时间分辨率为逐月，每月存放一个ASCII文件；每个文件由表头（时间、数据类型…）和39*1的海冰覆盖矩阵和39*1的海冰面积矩阵组成。\n数据的详细情况见美国冰雪数据中心NSIDC网站-数据说明http://nsidc.org/data/NSIDC-0051；http://nsidc.org/data/NSIDC-0081；http://nsidc.org/data/G02135",
      "instructions": "",
      "instructionsCn": "",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": -39.23,
      "startTime": "1978-11-13 08:00:00",
      "endTime": "2017-03-18 08:00:00",
      "fileSize": 1299912075.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "bin",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李双林",
        "nameEn": "LI Shuanglin",
        "unitEn": "Institute of Atmospheric Physics, CAS",
        "unitCn": "中国科学院大气物理研究所"
      },
      {
        "nameCn": "刘娜",
        "nameEn": "LIU Na",
        "unitEn": "Institute of Atmospheric Physics,Chines Academy of Sciences",
        "unitCn": "中国科学院大气物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Near-Real-Time DMSP SSMIS Daily Polar Gridded Sea Ice Concentrations, Version 1",
        "referenceCn": null,
        "referenceEn": "Maslanik, J. and J. Stroeve. 1999, updated daily. Near-Real-Time DMSP SSMIS Daily Polar Gridded Sea Ice Concentrations, Version 1. [Indicate subset used]. Boulder, Colorado USA. NASA National Snow and Ice Data Center Distributed Active Archive Center."
      },
      {
        "titleCn": null,
        "titleEn": "Sea Ice Index, Version 3",
        "referenceCn": null,
        "referenceEn": "Fetterer, F., K. Knowles, W. Meier, M. Savoie, and A. K. Windnagel. 2017, updated daily. Sea Ice Index, Version 3. [Indicate subset used]. Boulder, Colorado USA. NSIDC: National Snow and Ice Data Center."
      },
      {
        "titleCn": null,
        "titleEn": "Sea Ice Concentrations from Nimbus-7 SMMR and DMSP SSM/I-SSMIS Passive Microwave Data",
        "referenceCn": null,
        "referenceEn": "Cavalieri DJ, Parkinson CL, Gloersen P, and Zwally HJ.  updated yearly. Sea Ice Concentrations from Nimbus-7 SMMR and DMSP SSM/I-SSMIS Passive Microwave Data, Version 1. [Indicate subset used]. Boulder, Colorado USA. NASA National Snow and Ice Data Center Distributed Active Archive Center. 1996. doi: http://dx.doi.org/10.5067/8GQ8LZQVL0VL. [Date Accessed]."
      },
      {
        "titleCn": null,
        "titleEn": "Arctic sea ice variability and trends, 1979-2010",
        "referenceCn": null,
        "referenceEn": "Cavalieri DJ, and Parkinson CL. Arctic sea ice variability and trends, 1979-2010. The Cryosphere, 2012, 6: 881-889, doi:10.5194/tc-6-881-2012."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave remote sensing"
      },
      {
        "nameCn": "海冰",
        "nameEn": "Sea Ice"
      },
      {
        "nameCn": "海冰密集度",
        "nameEn": "Sea ice concentration"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南极",
        "keywordEn": "Antarctic"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1978-2017",
        "keywordEn": "1978-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "南极气候变化及其对东亚夏季气候的影响",
        "titleEn": "Antarctic climate change and its impact on East Asian summer climate"
      },
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The Arctic has experienced extensive sea ice retreat in recent decades, as observed from satellite remote sensing and simulated by general circulation models. The significant low albedo of melt pond compared with snow and ice results in more absorption of radiation compared with sea ice without melt pond, which will then enhance sea ice melt to form more melt pond. This so-called positive feedback of melt pond is crucial for sea ice thermal and physical properties. The quantification of melt pond coverage is important for the energy balance and climate change studies of the Earth. Recent studies show that the considering of melt pond in sea ice model can improve the prediction skill of sea ice models. Satellite derived melt pond cover fraction also served as calibration and validation dataset for sea ice process models. The assimilation of satellite derived melt pond cover fraction in sea ice model also has the potential to improve the sea ice modeling. These studies indicate that the melt pond related process is important in the ocean and sea ice system. The melt pond coverage varies significantly spatially and temporally, satellite remote sensing provides a possible solution in determining the spatial coverage of melt pond."
      ],
      "research objective": [
        "This work aims to develop a new physically based algorithm for retrieving the cover fraction of melt ponds on sea ice using remote sensing data."
      ],
      "challenges": [
        "All the above-mentioned melt pond cover fraction estimation methods based on active or passive microwave remote sensing suffer from the fundamental shortcoming of the similar microwave scattering and emission signature of melt pond and open water. The varying sea ice microwave signature, distinct microwave scattering and emission signature of dry snow/ice and wet snow/ice, and varying water surface roughness also makes the melt pond cover fraction retrieval from active and passive microwave remote sensing challenging. The constant endmember reflectance (snow, ice, melt pond, and open water) assumption may cause deviation of estimated MPF from real values, because the reflectance of melt pond varies spatially and temporally with underlying sea ice and melt pond parameters. However, the quality of machine learning algorithms depends on the training samples. The limited training data used in training may cause region and time dependent error in estimating MPF because of the spatial and temporal variation of sea ice and melt pond reflectance. Currently the quantity of training data is not enough to develop a robust machine learning based MPF retrieval algorithm."
      ],
      "methods": [
        "In the newly developed algorithm, dynamic sea ice and melt pond reflectances are used in the pixel spectral unmixing for melt pond fraction (MPF) estimation. Radiative transfer models for sea ice and melt pond reflectance modeling are developed for MPF retrieval algorithm. The validation of retrieved MPF and its comparison with static pixel spectral unmixing results show that the dynamic algorithm proposed in this study has the potential of application in wide range of situations by considering dynamic spectral reflectances of melt pond and sea ice. First, a melt pond reflectance model and sea ice reflectance model are developed based on Mie scattering theory and multiple layer radiative transfer theory. In the MPF estimation algorithm developed in this study, linear pixel unmixing algorithm is used such as used in many studies, but with dynamic endmember reflectance. A special index and melt pond depth are used to describe the melt pond reflectance, and then look up table (LUT) is constructed in the MPF estimation algorithm when searching for optimized spectral reflectance. Then, 22-year Pan-Arctic MPF is produced using the newly develop algorithm and the spatial – temporal characteristics of MPF in Arctic is analyzed and discussed."
      ],
      "dataset": [
        "Atmospheric corrected MODIS Surface Reflectance 8-Day L3 version 6 (MOD09A1) is used to estimate the MPF in this study. The spatial resolution of the MOD09A1 product is 500 m, and the temporal resolution is 8 days. In this study, the remote sensing retrieved MPF in Arctic is validated using three independent sets of in-situ data. MEDEA (National Technical Means images): This dataset is generated based on high-resolution optical satellite images by Webster et al. (2015) and contains two independent data sets, one is obtained by Webster et al. (2015), covering the period from 1999 to 2014, and the other is obtained by using supervised classification techniques, covering the period from 1999 to 2001. WorldView(WV): WorldView-2 provides commercial panchromatic images with a resolution of 0.46 m and eight-band multispectral images with a resolution of 1.84 m. The MPF used in this study is derived using WorldView satellite images by Wright and Polashenski (2019) during 2010 – 2015, and the data covers the period from March to August of 2010 – 2015. NSIDC (National Snow and Ice Data Center): The high-resolution satellite images in this data set were obtained from four sites (Beaufort Sea, East Siberian Sea, Canadian Arctic and Fram Strait) located in the Arctic Ocean in 1999, 2000 and 2001. NPI (Norwegian Polar Institute): This dataset is derived from images acquired by a helicopter-borne camera. The footprint size of each data record is about 40 × 60 m. The images are taken during a field campaign on Arctic sea ice in summer 2012. TransArc: In this dataset the sea ice parameters are estimated visually during the Germany trans-Polar cruise ARKXXVI/3 during August to September 2011. IceWatch: This dataset is from the IceWatch community which co-ordinates visual observation of sea ice conducted from ships. The sea ice and melt pond cover fraction are also estimated visually from the bridge of ship. Data records from 2008 to 2020 are used in this study."
      ],
      "findings": [
        "The validation of retrieved MPF and its comparison with static pixel spectral unmixing results show that the dynamic algorithm proposed in this study has the potential of application in wide range of situations by considering dynamic spectral reflectances of melt pond and sea ice. Time series trend analysis of MPF in 2000 – 2021 reveals the significant increasing trend of relative MPF in the Arctic. The melt pond expansion in 2000 – 2021 is more obvious in the marginal areas, especially the marginal areas close to Russia coast. Trend analysis for typical regions such as Beaufort Sea, Greenland Sea, the Baffin Bay, Chukchi, East Siberian, Laptev, and Kara seas and center Arctic also reveals that the relative MPF and SIF show contrasting trend."
      ],
      "backgroundCn": [
        "近年来，北极经历了广泛的海冰退缩，这一现象通过卫星遥感观测和一般环流模型的模拟得到了证实。融化水塘的低反照率与雪和冰相比，导致其吸收的辐射更多，这将进一步增强海冰的融化，形成更多的融化水塘。这种融化水塘的正反馈机制对海冰的热力学和物理特性至关重要。量化融化水塘的覆盖率对于地球的能量平衡和气候变化研究非常重要。最近的研究表明，在海冰模型中考虑融化水塘可以提高海冰模型的预测能力。卫星获取的融化水塘覆盖率也作为海冰过程模型的校准和验证数据集。将卫星获取的融化水塘覆盖率同化到海冰模型中也有潜力改善海冰建模。这些研究表明，融化水塘相关过程在海洋和海冰系统中是重要的。融化水塘的覆盖率在空间和时间上变化显著，卫星遥感提供了一种确定融化水塘空间覆盖率的可能解决方案。"
      ],
      "research objectiveCn": [
        "本研究旨在开发一种新的基于物理的算法，通过遥感数据获取海冰上融化水塘的覆盖率。"
      ],
      "challengesCn": [
        "基于主动或被动微波遥感的融化水塘覆盖率估计方法都存在一个根本性的缺陷，即融化水塘和开水的微波散射和发射特征相似。海冰微波特征的变化、干雪/冰和湿雪/冰的明显微波散射和发射特征，以及水面粗糙度的变化，使得从主动和被动微波遥感中提取融化水塘覆盖率变得具有挑战性。恒定的端元反射率（雪、冰、融化水塘和开水）假设可能导致估计的融化水塘覆盖率与实际值之间的偏差，因为融化水塘的反射率会随着基础海冰和融化水塘参数的变化而在空间和时间上变化。然而，机器学习算法的质量依赖于训练样本。用于训练的有限训练数据可能导致在估计融化水塘覆盖率时出现区域和时间依赖的误差，因为海冰和融化水塘反射率的空间和时间变化。目前，训练数据的数量不足以开发出一个稳健的基于机器学习的融化水塘覆盖率提取算法。"
      ],
      "methodsCn": [
        "在新开发的算法中，动态海冰和融化水塘的反射率被用于像素光谱解混合，以估计融化水塘分数（MPF）。为海冰和融化水塘反射率建模开发了辐射传输模型，以用于MPF检索算法。对检索到的MPF进行验证，并与静态像素光谱解混合结果进行比较，显示本研究提出的动态算法在考虑融化水塘和海冰的动态光谱反射率的情况下，具有广泛应用的潜力。首先，基于米散射理论和多层辐射传输理论，开发了融化水塘反射率模型和海冰反射率模型。在本研究开发的MPF估计算法中，使用了线性像素解混合算法，这在许多研究中都有应用，但采用了动态端元反射率。使用特殊指数和融化水塘深度来描述融化水塘的反射率，然后在MPF估计算法中构建查找表（LUT），以在搜索优化光谱反射率时使用。随后，利用新开发的算法生成了22年的泛北极MPF，并分析和讨论了北极地区MPF的时空特征。"
      ],
      "datasetCn": [
        "本研究使用经过大气校正的MODIS表面反射率8天L3版本6（MOD09A1）来估计MPF。MOD09A1产品的空间分辨率为500米，时间分辨率为8天。在本研究中，利用三组独立的现场数据验证了在北极地区通过遥感获取的MPF。MEDEA（国家技术手段图像）：该数据集基于Webster等人（2015年）生成的高分辨率光学卫星图像，包含两个独立的数据集，一个是由Webster等人（2015年）获得的，覆盖1999年至2014年期间，另一个是使用监督分类技术获得的，覆盖1999年至2001年期间。WorldView（WV）：WorldView-2提供商业全色图像，分辨率为0.46米，以及八波段多光谱图像，分辨率为1.84米。本研究中使用的MPF是由Wright和Polashenski（2019年）利用WorldView卫星图像在2010年至2015年期间获得的，数据覆盖2010年至2015年3月至8月。NSIDC（国家雪冰数据中心）：该数据集中高分辨率卫星图像来自1999年、2000年和2001年在北极海洋的四个地点（博福特海、东西伯利亚海、加拿大北极和弗拉姆海峡）获得。NPI（挪威极地研究所）：该数据集来源于直升机搭载相机获取的图像。每条数据记录的足迹大小约为40 × 60米。图像是在2012年夏季的北极海冰实地考察中拍摄的。TransArc：在该数据集中，海冰参数是在2011年8月至9月德国跨极巡航ARKXXVI/3期间通过视觉估计的。IceWatch：该数据集来自IceWatch社区，协调从船只进行的海冰视觉观察。海冰和融化池覆盖率也通过船桥的视觉估计。该研究使用了2008年至2020年的数据记录。"
      ],
      "findingsCn": [
        "检索到的融化水塘比例（MPF）的验证及其与静态像素光谱解混结果的比较表明，本研究提出的动态算法在考虑融化水塘和海冰的动态光谱反射率的情况下，具有广泛应用的潜力。2000年至2021年的时间序列趋势分析显示，北极地区相对融化水塘比例（MPF）显著增加。2000年至2021年间，融化水塘的扩展在边缘区域更为明显，尤其是在靠近俄罗斯海岸的边缘区域。对典型区域如博福特海、格林兰海、巴芬湾、楚科奇海、东西伯利亚海、拉普捷夫海和卡拉海以及北极中心的趋势分析也揭示了相对融化水塘比例（MPF）和静态光谱反射率（SIF）呈现出对比趋势。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a challenge in differentiating melt pond microwave signatures from those of open water when using remote sensing data?",
        "QuestionCn": "在使用遥感数据时，区分融化水塘的微波特征与开放水域的特征是否存在挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Can the assimilation of satellite-derived melt pond cover fraction improve sea ice modeling?",
        "QuestionCn": "卫星获取的融化水塘覆盖率的同化能否改善海冰建模？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are data collection methods for estimating melt pond cover fraction primarily based on satellite remote sensing, in-situ observations, or a combination of both?",
        "QuestionCn": "估计融化水塘覆盖率的数据收集方法主要基于卫星遥感、现场观测，还是两者的结合？",
        "AnswerEn": "satellite remote sensing",
        "AnswerCn": "卫星遥感",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Which dataset is used for validating the remote sensing retrieved melt pond fraction: MEDEA, WorldView, or NPI?",
        "QuestionCn": "用于验证遥感获取的融化水塘分数的数据集是：MEDEA、WorldView 还是 NPI？",
        "AnswerEn": "MEDEA, WorldView, NPI",
        "AnswerCn": "美狄亚，世界观，国家石油公司",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary sources of data used in collecting sea ice and melt pond information?",
        "QuestionCn": "收集海冰和融化水塘信息的主要数据来源是什么？",
        "AnswerEn": "SMMR, SSM/I, SSMIS, MODIS Surface Reflectance, WorldView, NSIDC, NPI",
        "AnswerCn": "SMMR、SSM/I、SSMIS、MODIS地表反射率、WorldView、NSIDC、NPI",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with estimating melt pond cover fraction from remote sensing data?",
        "QuestionCn": "从遥感数据中估计融化水塘覆盖率的挑战有哪些？",
        "AnswerEn": "similar microwave scattering and emission signatures of melt ponds and open water",
        "AnswerCn": "融化池和开阔水域的微波散射和发射特征相似。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the distinctive features of sea ice concentration data collected using passive microwave remote sensing?",
        "QuestionCn": "被动微波遥感收集的海冰浓度数据的独特特征是什么？",
        "AnswerEn": "25 km spatial resolution, daily to monthly temporal resolution, SMMR, SSM/I, SSMIS sensors, NASA Team algorithm",
        "AnswerCn": "25公里空间分辨率，日到月时间分辨率，SMMR、SSM/I、SSMIS传感器，NASA团队算法",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What specific attributes are considered when developing an algorithm for retrieving melt pond cover fraction using remote sensing data?",
        "QuestionCn": "在使用遥感数据开发检索融池覆盖率算法时，会考虑哪些具体属性？",
        "AnswerEn": "dynamic sea ice reflectances, melt pond reflectances, spectral unmixing techniques, look-up tables for optimized spectral reflectance, spatial variability, temporal variability",
        "AnswerCn": "动态海冰反射率，融池反射率，光谱解混技术，优化光谱反射率的查找表，空间变异性，时间变异性",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the challenges associated with estimating melt pond cover fraction from active or passive microwave remote sensing data?",
        "QuestionCn": "从主动或被动微波遥感数据中估计融化水塘覆盖率面临的挑战有哪些？",
        "AnswerEn": "similar microwave scattering and emission signatures of melt ponds and open water, varying sea ice microwave signatures, differing reflectance of dry and wet snow/ice, assumption of constant endmember reflectance, limited training data, region and time-dependent errors",
        "AnswerCn": "相似的融池和开阔水域的微波散射和发射特征，变化的海冰微波特征，干雪/冰和湿雪/冰的不同反射率，假设恒定的端元反射率，有限的训练数据，区域和时间相关的误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the temporal resolution of the near-real-time dataset for sea ice concentration in the Antarctic region?",
        "QuestionCn": "南极地区近实时海冰浓度数据集的时间分辨率是多少？",
        "AnswerEn": "1 day",
        "AnswerCn": "1天",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'passive microwave remote sensing' mean in the context of sea ice data collection?",
        "QuestionCn": "在海冰数据收集的背景下，“被动微波遥感”是什么意思？",
        "AnswerEn": "Passive microwave remote sensing refers to a method of collecting data where sensors detect naturally emitted microwave radiation from Earth's surface. In the context of sea ice data collection, it involves using sensors like SMMR, SSM/I, and SSMIS to capture microwave signals that provide information about sea ice characteristics such as concentration and extent without emitting any radiation themselves.",
        "AnswerCn": "被动微波遥感是指一种数据收集方法，其中传感器检测地球表面自然发射的微波辐射。在海冰数据收集的背景下，它涉及使用像SMMR、SSM/I和SSMIS这样的传感器捕捉微波信号，这些信号提供有关海冰特征（如浓度和范围）的信息，而传感器本身不发射任何辐射。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is a 'dynamic pixel spectral unmixing algorithm' in the context of remote sensing data analysis?",
        "QuestionCn": "在遥感数据分析的背景下，什么是“动态像素光谱解混算法”？",
        "AnswerEn": "A dynamic pixel spectral unmixing algorithm is a method used in remote sensing to estimate the cover fraction of different surface types within a pixel by using variable spectral reflectance values. In the context of sea ice studies, it involves modeling the reflectance of melt ponds and sea ice dynamically to improve the accuracy of melt pond fraction estimation, as opposed to using static reflectance values, thereby accounting for spatial and temporal variations.",
        "AnswerCn": "动态像素光谱解混算法是一种用于遥感的方法，通过使用可变的光谱反射值来估计像素中不同表面类型的覆盖比例。在海冰研究的背景下，它涉及动态建模融化水塘和海冰的反射率，以提高融化水塘比例估计的准确性，而不是使用静态反射值，从而考虑空间和时间的变化。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of passive microwave remote sensing for sea ice density estimation compare to the use of optical satellite images for melt pond cover fraction retrieval in terms of data collection challenges?",
        "QuestionCn": "被动微波遥感用于海冰密度估计与光学卫星图像用于融化水塘覆盖率提取在数据收集挑战方面的比较如何？",
        "AnswerEn": "Passive microwave remote sensing for sea ice density estimation faces challenges due to similar microwave scattering and emission signatures between melt ponds and open water, as well as varying sea ice microwave signatures. Optical satellite images for melt pond cover fraction retrieval also face challenges, such as the spatial and temporal variation of melt pond reflectance, which affects the accuracy of machine learning algorithms used for estimation.",
        "AnswerCn": "被动微波遥感在海冰密度估计方面面临挑战，因为融化水塘和开水之间的微波散射和发射特征相似，以及海冰微波特征的变化。用于融化水塘覆盖率提取的光学卫星图像也面临挑战，例如融化水塘反射率的空间和时间变化，这影响了用于估计的机器学习算法的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges arise when using remote sensing data for estimating melt pond cover fractions on sea ice, and how can these be addressed through algorithm development?",
        "QuestionCn": "在使用遥感数据估计海冰融化水塘覆盖率时，会出现哪些挑战，以及如何通过算法开发来解决这些问题？",
        "AnswerEn": "Challenges in using remote sensing data for estimating melt pond cover fractions include the similar microwave scattering and emission signature of melt ponds and open water, as well as varying sea ice signatures. Additionally, the limited training data can cause errors due to spatial and temporal variations. These challenges can be addressed by developing algorithms that incorporate dynamic spectral reflectances of melt ponds and sea ice, using radiative transfer models for accurate reflectance modeling, and employing a linear pixel unmixing algorithm with dynamic endmember reflectance.",
        "AnswerCn": "使用遥感数据估计融化水塘覆盖率面临的挑战包括融化水塘和开水的微波散射和发射特征相似，以及海冰特征的变化。此外，有限的训练数据可能由于空间和时间变化而导致错误。可以通过开发算法来解决这些挑战，这些算法结合了融化水塘和海冰的动态光谱反射率，使用辐射传输模型进行准确的反射率建模，并采用具有动态端元反射率的线性像素解混合算法。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the implications of observed trends in melt pond coverage for understanding sea ice and climate interactions, and how can data collection methods be improved to capture these dynamics more accurately?",
        "QuestionCn": "观察到的融化水塘覆盖趋势对理解海冰和气候相互作用的影响是什么？如何改进数据收集方法，以更准确地捕捉这些动态？",
        "AnswerEn": "Observed trends in melt pond coverage, such as the significant increasing trend of relative melt pond fraction in the Arctic and its expansion especially in marginal areas, have implications for understanding sea ice and climate interactions. These trends suggest changes in energy balance and feedback processes affecting sea ice melt. To capture these dynamics more accurately, data collection methods can be improved by increasing the quantity and quality of training data, utilizing dynamic spectral reflectance models, and enhancing the spatial and temporal resolution of remote sensing data.",
        "AnswerCn": "观察到的融化水塘覆盖趋势，例如北极相对融化水塘比例的显著增加趋势及其在边缘地区的扩展，对理解海冰和气候之间的相互作用具有重要意义。这些趋势表明能量平衡和反馈过程的变化，影响海冰的融化。为了更准确地捕捉这些动态，可以通过增加训练数据的数量和质量、利用动态光谱反射模型以及提高遥感数据的空间和时间分辨率来改善数据收集方法。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of retrieving melt pond cover fraction from remote sensing data?",
        "QuestionCn": "从遥感数据中获取融化水塘覆盖率的挑战因素有哪些？",
        "AnswerEn": "The challenges in retrieving melt pond cover fraction from remote sensing data arise due to the similar microwave scattering and emission signatures of melt ponds and open water, varying sea ice microwave signatures, distinct scattering and emission signatures of dry and wet snow/ice, and varying water surface roughness. Additionally, the constant endmember reflectance assumption can cause deviations in estimates, while limited training data for machine learning algorithms can lead to region and time-dependent errors.",
        "AnswerCn": "从遥感数据中提取融化水塘覆盖率的挑战源于融化水塘和开阔水域在微波散射和发射特征上的相似性、海冰微波特征的变化、干雪和湿雪/冰的不同散射和发射特征，以及水面粗糙度的变化。此外，恒定端元反射率假设可能导致估计的偏差，而机器学习算法的训练数据有限可能导致区域和时间依赖的误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is dynamic spectral reflectance considered important in the algorithm for estimating melt pond fraction?",
        "QuestionCn": "动态光谱反射率在估计融化水塘比例的算法中被认为是重要的原因是什么？",
        "AnswerEn": "Dynamic spectral reflectance is important in the algorithm for estimating melt pond fraction because it accounts for the spatial and temporal variations in the reflectance of melt ponds and underlying sea ice, which enhances the accuracy and applicability of the retrieval algorithm across different situations.",
        "AnswerCn": "动态光谱反射率在估计融化水塘比例的算法中非常重要，因为它考虑了融化水塘和底层海冰反射率的空间和时间变化，从而提高了检索算法在不同情况下的准确性和适用性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What causes the limited availability of training data for developing machine learning algorithms in sea ice and melt pond analysis?",
        "QuestionCn": "导致在海冰和融化水塘分析中开发机器学习算法时训练数据有限的原因是什么？",
        "AnswerEn": "The limited availability of training data for developing machine learning algorithms in sea ice and melt pond analysis is caused by the spatial and temporal variation in the reflectance of sea ice and melt ponds, which makes it challenging to gather sufficient, diverse, and representative training samples needed to develop robust algorithms.",
        "AnswerCn": "在海冰和融化水塘分析中，开发机器学习算法的训练数据有限可用性是由于海冰和融化水塘反射率的空间和时间变化，这使得收集足够、多样和具有代表性的训练样本变得具有挑战性，而这些样本是开发稳健算法所需的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using dynamic spectral reflectances in sea ice and melt pond data collection methods, compared to static pixel spectral unmixing techniques?",
        "QuestionCn": "使用动态光谱反射率在海冰和融化水塘数据收集方法中的潜在结果，与静态像素光谱解混技术相比，可能有哪些不同？",
        "AnswerEn": "The use of dynamic spectral reflectances in data collection methods allows for the consideration of varying spectral properties of melt ponds and sea ice, enhancing the accuracy and applicability of the retrieval algorithm across different situations. It also improves the potential for accurate melt pond fraction estimation, leading to a more precise understanding of spatial-temporal characteristics in the Arctic.",
        "AnswerCn": "动态光谱反射率在数据收集方法中的应用，使得可以考虑融化池和海冰的不同光谱特性，从而提高了检索算法在不同情况下的准确性和适用性。它还改善了融化池分数估计的潜力，从而更精确地理解北极的时空特征。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the inclusion of satellite-derived melt pond cover fraction data influence the development and accuracy of sea ice models?",
        "QuestionCn": "卫星获取的融化水塘覆盖率数据的纳入可能会如何影响海冰模型的发展和准确性？",
        "AnswerEn": "The inclusion of satellite-derived melt pond cover fraction data can improve the calibration and validation of sea ice models, enhancing their prediction skills. It also allows the assimilation of this data into models, potentially leading to more accurate simulations of sea ice processes and dynamics, which are critical for studying energy balance and climate change.",
        "AnswerCn": "卫星获取的融化水塘覆盖率数据的纳入可以改善海冰模型的校准和验证，增强其预测能力。这也允许将这些数据同化到模型中，从而可能导致对海冰过程和动态的更准确模拟，这对于研究能量平衡和气候变化至关重要。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the anticipated challenges in estimating the melt pond cover fraction using active and passive microwave remote sensing, and what impact might these challenges have on data accuracy?",
        "QuestionCn": "估计融化水塘覆盖率时，使用主动和被动微波遥感可能面临的挑战有哪些？这些挑战可能对数据准确性产生什么影响？",
        "AnswerEn": "Challenges include the similar microwave scattering and emission signatures of melt ponds and open water, as well as varying microwave signatures of sea ice. These issues can lead to deviations in estimated melt pond fraction from real values, impacting the accuracy of the data. Additionally, the limited availability of training data for machine learning algorithms can introduce region and time-dependent errors in the estimation process.",
        "AnswerCn": "挑战包括融化水塘和开水的微波散射和发射特征相似，以及海冰的微波特征变化。这些问题可能导致估计的融化水塘比例与实际值之间的偏差，从而影响数据的准确性。此外，机器学习算法的训练数据有限，可能会在估计过程中引入区域和时间依赖的误差。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of developing a new algorithm for retrieving melt pond cover fractions on sea ice using remote sensing data?",
        "QuestionCn": "开发一种新的算法以利用遥感数据检索海冰融化水塘覆盖率的主要目标是什么？",
        "AnswerEn": "The primary objective is to develop a new physically based algorithm that addresses the challenges of accurately estimating melt pond cover fractions due to the similar microwave scattering and emission signatures of melt ponds and open water. This algorithm aims to improve the estimation of melt pond coverage, which is crucial for understanding energy balance and climate change impacts.",
        "AnswerCn": "主要目标是开发一种新的基于物理的算法，以解决由于融化水塘和开阔水面在微波散射和发射特征上相似而导致的准确估计融化水塘覆盖率的挑战。该算法旨在改善融化水塘覆盖率的估计，这对于理解能量平衡和气候变化影响至关重要。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Why is it important to consider dynamic spectral reflectances in the development of algorithms for estimating melt pond fractions on sea ice?",
        "QuestionCn": "在开发估算海冰融化水塘比例的算法时，考虑动态光谱反射率的重要性是什么？",
        "AnswerEn": "Considering dynamic spectral reflectances is important because it allows the algorithm to account for spatial and temporal variations in the reflectance of melt ponds and sea ice. This improves the accuracy and applicability of the melt pond fraction estimation across different regions and time periods, addressing the limitations of constant endmember reflectance assumptions.",
        "AnswerCn": "考虑动态光谱反射率是重要的，因为它允许算法考虑融化水塘和海冰反射率的空间和时间变化。这提高了融化水塘比例估计在不同区域和时间段的准确性和适用性，解决了恒定端元反射率假设的局限性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in retrieving melt pond cover fraction from remote sensing data using a physically based algorithm?",
        "QuestionCn": "使用基于物理的算法从遥感数据中检索融池覆盖率涉及哪些程序步骤？",
        "AnswerEn": "In the newly developed algorithm, dynamic sea ice and melt pond reflectances are used in the pixel spectral unmixing for melt pond fraction (MPF) estimation. Radiative transfer models for sea ice and melt pond reflectance modeling are developed for MPF retrieval. The process involves using a melt pond reflectance model and a sea ice reflectance model based on Mie scattering theory and multiple layer radiative transfer theory. A linear pixel unmixing algorithm with dynamic endmember reflectance is applied, and a look-up table (LUT) is constructed to optimize spectral reflectance.",
        "AnswerCn": "在新开发的算法中，动态海冰和融化水塘的反射率用于像素光谱解混合，以估计融化水塘分数（MPF）。为MPF检索开发了海冰和融化水塘反射率建模的辐射传输模型。该过程涉及使用基于Mie散射理论和多层辐射传输理论的融化水塘反射率模型和海冰反射率模型。应用动态端元反射率的线性像素解混合算法，并构建了一个查找表（LUT）以优化光谱反射率。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What challenges are encountered in estimating melt pond cover fraction from active or passive microwave remote sensing, and how might these be addressed?",
        "QuestionCn": "从主动或被动微波遥感中估计融化水塘覆盖率时遇到的挑战有哪些，以及如何解决这些挑战？",
        "AnswerEn": "Challenges include the similar microwave scattering and emission signature of melt ponds and open water, varying sea ice microwave signature, distinct scattering and emission signatures of dry and wet snow/ice, and varying water surface roughness. These factors make retrievals challenging. The constant endmember reflectance assumption can cause deviations, and limited training data can lead to region and time-dependent errors. Addressing these challenges involves using dynamic endmember reflectance and increasing the quantity and quality of training data for machine learning algorithms.",
        "AnswerCn": "挑战包括融化水塘和开阔水域的微波散射和发射特征相似、海冰微波特征的变化、干雪和湿雪/冰的不同散射和发射特征，以及水面粗糙度的变化。这些因素使得检索变得具有挑战性。恒定的端元反射假设可能导致偏差，而有限的训练数据可能导致区域和时间依赖的误差。解决这些挑战的方法包括使用动态端元反射和增加机器学习算法的训练数据的数量和质量。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the accurate retrieval of melt pond cover fraction using remote sensing data?",
        "QuestionCn": "哪些技术进步使得通过遥感数据准确获取融化水塘覆盖率成为可能？",
        "AnswerEn": "The development of a new physically based algorithm for retrieving the cover fraction of melt ponds on sea ice using remote sensing data has enabled more accurate retrieval. This involves the use of dynamic sea ice and melt pond reflectances in pixel spectral unmixing, and the development of radiative transfer models for sea ice and melt pond reflectance modeling.",
        "AnswerCn": "开发了一种新的基于物理的算法，通过遥感数据检索海冰上融化水塘的覆盖率，从而实现了更准确的检索。这涉及到在像素光谱解混合中使用动态海冰和融化水塘的反射率，以及为海冰和融化水塘反射率建模开发辐射传输模型。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What conditions facilitate the validation of remote sensing data for melt pond coverage in the Arctic region?",
        "QuestionCn": "哪些条件有助于验证北极地区融化水塘覆盖的遥感数据？",
        "AnswerEn": "Validation of remote sensing data for melt pond coverage is facilitated by using multiple independent in-situ datasets, such as high-resolution optical satellite images, helicopter-borne camera images, and visual observations from ship-based campaigns. These datasets provide ground truth against which remote sensing estimates can be compared.",
        "AnswerCn": "通过使用多个独立的现场数据集，如高分辨率光学卫星图像、直升机搭载的相机图像和船舶调查的视觉观察，来验证遥感数据的融化水塘覆盖情况。这些数据集提供了可以与遥感估计进行比较的真实数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the dynamic spectral reflectance approach be expected to improve the accuracy of sea ice and melt pond fraction estimation in remote sensing data?",
        "QuestionCn": "动态光谱反射率方法为何可能被期望提高遥感数据中海冰和融化水塘分数估计的准确性？",
        "AnswerEn": "The dynamic spectral reflectance approach accounts for the spatial and temporal variations in the reflectance properties of sea ice and melt ponds, providing a more accurate representation of the actual conditions. This method reduces the deviation caused by static reflectance assumptions, potentially leading to more accurate melt pond fraction estimations.",
        "AnswerCn": "动态光谱反射率方法考虑了海冰和融化水塘反射特性的空间和时间变化，提供了对实际条件更准确的表征。该方法减少了由静态反射假设引起的偏差，可能导致更准确的融化水塘比例估计。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges are anticipated in using machine learning algorithms for estimating melt pond fraction from remote sensing data, and how might these affect expected outcomes?",
        "QuestionCn": "在使用机器学习算法从遥感数据估计融化水塘比例时，预计会面临哪些挑战，这些挑战可能会如何影响预期结果？",
        "AnswerEn": "Machine learning algorithms for estimating melt pond fraction face challenges due to limited training data, which can lead to region and time-dependent errors. The spatial and temporal variation in sea ice and melt pond reflectance, along with the similar scattering and emission signatures of melt ponds and open water, further complicate the estimation, affecting the expected accuracy and reliability of the results.",
        "AnswerCn": "机器学习算法在估计融化水塘比例时面临挑战，因为训练数据有限，这可能导致区域和时间依赖的误差。海冰和融化水塘的反射率在空间和时间上的变化，以及融化水塘和开水的散射和发射特征相似，进一步复杂化了估计过程，影响了结果的预期准确性和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the effectiveness of using passive microwave remote sensing data for estimating sea ice melt pond coverage?",
        "QuestionCn": "您对使用被动微波遥感数据估算海冰融池覆盖率的有效性有何评价？",
        "AnswerEn": "Passive microwave remote sensing data is a commonly used method for estimating sea ice melt pond coverage, but it faces challenges such as the similar microwave scattering and emission signatures of melt ponds and open water. Additionally, the dynamic nature of sea ice and varying signatures complicate the retrieval process. Despite these challenges, dynamic algorithms that consider spectral variations have shown potential in improving estimation accuracy.",
        "AnswerCn": "被动微波遥感数据是估计海冰融化水塘覆盖率的一种常用方法，但面临着一些挑战，例如融化水塘和开水的微波散射和发射特征相似。此外，海冰的动态特性和变化的特征使得反演过程更加复杂。尽管存在这些挑战，但考虑光谱变化的动态算法在提高估计准确性方面显示出了潜力。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How would you assess the adequacy of current training data for developing robust machine learning algorithms in sea ice analysis?",
        "QuestionCn": "您将如何评估当前训练数据在开发海冰分析的强大机器学习算法方面的充分性？",
        "AnswerEn": "The current training data for developing robust machine learning algorithms in sea ice analysis is considered limited. The spatial and temporal variations of sea ice and melt pond reflectance can lead to region and time-dependent errors. Therefore, the quantity and diversity of training data are not yet sufficient to develop highly reliable machine learning models for melt pond fraction retrieval.",
        "AnswerCn": "当前用于开发海冰分析中稳健机器学习算法的训练数据被认为是有限的。海冰和融化水塘反射率的空间和时间变化可能导致区域和时间依赖的误差。因此，训练数据的数量和多样性尚不足以开发出高度可靠的融化水塘分数检索的机器学习模型。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods can accurately differentiate between melt ponds and open water using remote sensing techniques.",
        "QuestionCn": "我不明白数据收集方法如何能够通过遥感技术准确区分融化水塘和开阔水域。",
        "AnswerEn": "The challenge in differentiating melt ponds from open water using remote sensing is due to their similar microwave scattering and emission signatures. Methods must account for varying sea ice microwave signatures and the distinct scattering and emission signatures of dry and wet snow/ice. The use of dynamic spectral reflectances and radiative transfer models can improve accuracy by considering the spatial and temporal variations in melt pond and sea ice reflectance.",
        "AnswerCn": "使用遥感技术区分融化水塘和开水的挑战在于它们的微波散射和发射特征相似。方法必须考虑海冰微波特征的变化以及干雪/冰和湿雪/冰的不同散射和发射特征。利用动态光谱反射率和辐射传输模型可以通过考虑融化水塘和海冰反射率的空间和时间变化来提高准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of how researchers address the limitation of machine learning algorithms in estimating melt pond coverage due to scarce training data.",
        "QuestionCn": "我无法理解研究人员如何解决由于训练数据稀缺而导致的机器学习算法在估计融化水塘覆盖率方面的局限性。",
        "AnswerEn": "The limitation is addressed by developing a new algorithm that utilizes dynamic sea ice and melt pond reflectances for pixel spectral unmixing. The algorithm incorporates radiative transfer models and a look-up table for optimized spectral reflectance, which helps in mitigating the impact of limited training data by considering spatial and temporal variations.",
        "AnswerCn": "该限制通过开发一种新算法来解决，该算法利用动态海冰和融化水塘的反射率进行像素光谱解混。该算法结合了辐射传输模型和查找表，以优化光谱反射率，这有助于通过考虑空间和时间变化来减轻有限训练数据的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please provide an analysis of the challenges faced in retrieving melt pond cover fraction from passive microwave remote sensing data in polar regions.",
        "QuestionCn": "请提供对从极地地区的被动微波遥感数据中检索融化水塘覆盖率所面临挑战的分析。",
        "AnswerEn": "Challenges in retrieving melt pond cover fraction from passive microwave remote sensing data include the similar microwave scattering and emission signature of melt ponds and open water, varying sea ice microwave signature, and the distinct scattering and emission signatures of dry and wet snow/ice. Additionally, the constant endmember reflectance assumption can cause deviations in estimated values due to spatial and temporal variations in reflectance. Limited training data for machine learning algorithms also results in region and time-dependent errors.",
        "AnswerCn": "从被动微波遥感数据中提取融化水塘覆盖率面临的挑战包括：融化水塘和开水面具有相似的微波散射和发射特征，海冰微波特征的变化，以及干雪和湿雪/冰的独特散射和发射特征。此外，恒定的端元反射假设可能导致由于反射率的空间和时间变化而产生的估计值偏差。有限的训练数据对于机器学习算法也导致了区域和时间依赖的误差。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}