{
  "id": "bdee05bd-46ab-4552-b7ed-993fd4dfe46e",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Global 25 km monthly aerodynamic roughness length dataset (2010-2020)",
      "titleCn": "全球25 km逐月地表动力粗糙度数据集（2010-2020）",
      "description": "Global monthly aerodynamic roughness length dataset is available at a spatial resolution of 0.25° (~25 km), with temporal coverage from January 2010 to December 2020. The aerodynamic roughness length is a key parameter in characterizing aerodynamic resistance in land surface processes and climate-related models, and its accurate estimation is important for the accurate estimation of surface turbulent flux. This dataset is estimated by using the balanced random forest algorithm combining the MODIS, GLASS, and ERA5-land datasets, and the aerodynamic roughness length derived from AmeriFlux, FLUXNET, and the National Tibetan Plateau Data Center eddy observations are used as validation. The validation results indicated that the model estimates were in good agreement against the site observations, and the estimates well captured the seasonal variation trend of the aerodynamic roughness length. The dataset is saved in NetCDF format and contains the variables of the aerodynamic roughness length (in m), longitude and latitude in the range of -180E to 180E and latitude in the range of -90N to 90N, and the coordinate system is WGS84.",
      "descriptionCn": "全球逐月地表动力粗糙度数据集，空间分辨率为0.25°（约25 km），完整时间覆盖范围为2010年1月~2020年12月。动力粗糙度是陆表过程和气候相关模型中表征空气动力学阻抗的关键参数，其准确估算对地表湍流通量的精确估算具有重要意义。该数据集是联合MODIS、GLASS、ERA5-land等数据集，利用平衡随机森林算法估算得到，并使用AmeriFlux、FLUXNET和青藏高原数据中心的涡动观测数据推导的地表动力粗糙度作为验证。验证结果表明，模型估算结果与站点观测一致性较好，预测结果很好的体现了地表动力粗糙度的季节变化趋势。数据集以NetCDF格式存储，包含的变量有地表动力粗糙度（单位为 m），经度和纬度，经度范围为-180E~180E，纬度范围为-90N~90N，数据坐标系统为WGS84。",
      "instructions": "The dataset is saved in NetCDF format, and the file name is yyyymmdd_global_monthly_z0m_25km.nc, where yyyy represents year, mm represents month, and dd represents day. For example, the “20100515_global_monthly_z0m_25km.nc” represents the NetCDF file describing the aerodynamic roughness length in May 2010.",
      "instructionsCn": "数据集以NetCDF格式存储，文件名称为yyyymmdd_global_monthly_z0m_25km.nc，其中yyyy代表年,mm代表月，dd代表日，比如20100515_global_monthly_z0m_25km.nc就代表该NetCDF文件描述2010年5月的地表动力粗糙度数据。数据读取方式：可读取NetCDF的软件或计算机语言均可读取该数据，如Matlab、Python、R等语言。",
      "east": 180.0,
      "west": 180.0,
      "south": 90.0,
      "north": 90.0,
      "startTime": "2010-01-01 14:39:28",
      "endTime": "2020-12-31 14:39:28",
      "fileSize": 95428943.0,
      "cstr": "18406.11.Terre.tpdc.300182",
      "doi": "10.11888/Terre.tpdc.300182",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "唐荣林",
        "nameEn": "TANG Ronglin",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "彭中",
        "nameEn": "PENG Zhong",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Global estimates of 500 m daily aerodynamic roughness length from MODIS data",
        "referenceCn": null,
        "referenceEn": "Peng, Z., Tang, R., Jiang, Y., Liu, M., & Li, Z. (2022). Global estimates of 500 m daily aerodynamic roughness length from MODIS data. ISPRS Journal of Photogrammetry and     Remote Sensing, 183, 336-351. DOI: 10.1016/j.isprsjprs.2021.11.015"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表参数",
        "nameEn": "Land Surface Parameter"
      },
      {
        "nameCn": "地表粗糙度",
        "nameEn": "Surface Roughness"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "globe"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010-2020",
        "keywordEn": "2010-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家重点研发计划",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Aerodynamic roughness length (z0m), a virtual height (above zero plane displacement height) at which the theoretical wind speed becomes zero at neutral atmospheric conditions, is a key parameter in the characterization of surface aerodynamic resistance in many surface and climate-related process models and thus significantly influences the exchange rate of turbulent energy, water, and momentum between land and atmosphere. Accurate estimates of z0m with high spatio-temporal resolution at regional and global scale could greatly benefit the improvement of the simulation of land–atmosphere interactions, the development of high spatio-temporal resolution land surface/earth system models, and the better understanding of the Earth-Mankind in the past, nowadays, and future. Over the past decades, substantial physical and empirical methods have been developed to parameterize z0m for different land cover types at different scales. The typical physical method is to deduce z0m by applying logarithmic wind profile equation with meteorological measurements at different levels or by numerically solving the turbulent transfer model. This method is advantageous for its physical basis and spatio-temporal consistency of the z0m estimates, but may be only applicable at restricted sites, largely subject to the uncertainties of involved numerous empirically determined parameters, or almost impossible to accurately estimate the z0m magnitude at regional scale, mesoscale and global scale."
      ],
      "research objective": [
        "Here we presented a practical method for global estimates of 500 m daily z0m with a combination of machine learning techniques, wind profile equation, observations from 273 sites and MODIS remote sensing data."
      ],
      "challenges": [],
      "methods": [
        "To this end, observations at 273 sites from the AmeriFlux network (2000 – 2020), FLUXNET network (2000 – 2014) and National Tibetan Plateau/Third Pole Environment Data Center (NTPDC, 2012 – 2019) worldwide are collected, and three machine learning models, including random forest, deep neural network, and convolutional neural network, are constructed. We produce the global 500 m z0m products in 2019 and compare the differences of z0m between machine learning model, ERA5 and CFSv2."
      ],
      "dataset": [
        "Ground-based observations from 1 March 2000 to December 2020 were collected at 464 sites covering 16 land cover types and a variety of climate regimes from three flux networks, namely 304 sites from the AmeriFlux network (2000 – 2020), 212 sites from the FLUXNET network (2000 – 2014) and 34 sites from the National Tibetan Plateau/Third Pole Environment Data Center (NTPDC, 2012 – 2019). Remote sensing datasets used in this study include the MODIS/Terra 16-Day 500 m Vegetation Indices (MOD13A1), the MODIS/Terra + Aqua yearly 500 m Land Cover Type product (MCD12Q1), the MODIS/Terra + Aqua 4-Day 500 m Leaf Area Index/Fraction of Photosynthetically Active Radiation product (MCD15A3H), the MODIS/Terra + Aqua daily 500 m Nadir BRDF-Adjusted Reflectance (NBAR, MCD43A4), the MODIS/Terra yearly 250 m Vegetation Continuous Fields products (MOD44B) at global scale from March 2000 to December 2020 and the Multi-Error-Removed Improved-Terrain (MERIT) 90 m Digital Elevation Model (DEM) product."
      ],
      "findings": [
        "Results showed that the random forest (RF) model outperformed the deep neural network (DNN) and convolutional neural network (CNN) models, and it could well reproduce the magnitude and temporal variability of daily z0m at almost all sites for all land cover types. In the validation of the RF-estimated daily z0m with the in-situ observations, the root mean square error (RMSE) varied between 0.02 m and 0.09 m, the mean absolute error (MAE) varied between 0.01 m and 0.05 m and the coefficient of determination (R2) was 1 for medium-to-high canopy shrublands, savannas and forests; for short-canopy croplands, grasslands and wetlands, the RMSE and MAE were 0.02 m and 0.01 m, respectively, and the R2 varied between 0.94 and 1. Compared to the Climate Forecast System Version 2 (CFSv2, 0.3◦/monthly) and ECMWF Reanalysis v5 (ERA5, 0.25◦/monthly) products in 2019, the RF-estimated z0m was found to have the similar global spatial pattern but significantly larger temporal variability, and it also showed a higher and lower global mean of z0m over forests and non-forests, respectively. The RF-estimated z0m displayed a higher temporal variability but a similar global spatial pattern of this variability compared to the CFSv2, whereas the ERA5 z0m product exhibited almost no temporal variability except for grasslands and croplands."
      ],
      "backgroundCn": [
        "气动粗糙长度（z0m）是一个虚拟高度（高于零平面位移高度），在中性大气条件下理论风速变为零的高度，是表征表面气动阻力的关键参数，在许多与表面和气候相关的过程模型中具有重要意义，因此显著影响陆地与大气之间湍流能量、水分和动量的交换速率。准确估计具有高时空分辨率的z0m，在区域和全球尺度上，将极大有利于改善陆气相互作用的模拟，发展高时空分辨率的陆面/地球系统模型，以及更好地理解过去、现在和未来的地球与人类。在过去几十年中，已经开发了大量的物理和经验方法来参数化不同土地覆盖类型在不同尺度下的z0m。典型的物理方法是通过应用对数风速剖面方程，结合不同高度的气象测量，或通过数值求解湍流传输模型来推导z0m。这种方法因其物理基础和z0m估计的时空一致性而具有优势，但可能仅适用于有限的站点，且在涉及众多经验确定参数的不确定性方面受到很大影响，或者几乎不可能在区域尺度、 mesoscale和全球尺度上准确估计z0m的大小。"
      ],
      "research objectiveCn": [
        "我们提出了一种实用方法，通过结合机器学习技术、风剖面方程、273个站点的观测数据和MODIS遥感数据，来全球估算500米日均z0m。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "为此，我们收集了来自AmeriFlux网络（2000-2020年）、FLUXNET网络（2000-2014年）和国家西藏高原/第三极环境数据中心（NTPDC，2012-2019年）全球273个站点的观测数据，并构建了三种机器学习模型，包括随机森林、深度神经网络和卷积神经网络。我们生成了2019年全球500米z0m产品，并比较了机器学习模型、ERA5和CFSv2之间的z0m差异。"
      ],
      "datasetCn": [
        "从2000年3月1日到2020年12月，收集了464个地点的地面观测数据，涵盖16种土地覆盖类型和多种气候类型，数据来自三个通量网络：304个来自AmeriFlux网络（2000-2020年），212个来自FLUXNET网络（2000-2014年），以及34个来自国家西藏高原/第三极环境数据中心（NTPDC，2012-2019年）。本研究使用的遥感数据集包括MODIS/Terra 16天500米植被指数（MOD13A1）、MODIS/Terra + Aqua年度500米土地覆盖类型产品（MCD12Q1）、MODIS/Terra + Aqua 4天500米叶面积指数/光合有效辐射分数产品（MCD15A3H）、MODIS/Terra + Aqua每日500米正射BRDF调整反射率（NBAR，MCD43A4）、MODIS/Terra年度250米植被连续场产品（MOD44B），以及全球范围内的多误差去除改进地形（MERIT）90米数字高程模型（DEM）产品。"
      ],
      "findingsCn": [
        "结果显示，随机森林（RF）模型的表现优于深度神经网络（DNN）和卷积神经网络（CNN）模型，能够很好地再现几乎所有地点和所有土地覆盖类型的每日z0m的幅度和时间变异性。在RF估计的每日z0m与现场观测的验证中，均方根误差（RMSE）在0.02米到0.09米之间，平均绝对误差（MAE）在0.01米到0.05米之间，决定系数（R2）在中高冠层灌木丛、稀树草原和森林中为1；对于短冠层农田、草原和湿地，RMSE和MAE分别为0.02米和0.01米，R2在0.94到1之间。与气候预报系统版本2（CFSv2，0.3°/月）和欧洲中期天气预报中心再分析v5（ERA5，0.25°/月）产品在2019年的比较中，RF估计的z0m发现具有相似的全球空间模式，但时间变异性显著更大，并且在森林和非森林区域的全球均值分别较高和较低。RF估计的z0m显示出更高的时间变异性，但与CFSv2相比，其时间变异性的全球空间模式相似，而ERA5 z0m产品几乎没有时间变异性，除了在草原和农田中。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the random forest algorithm used in estimating aerodynamic roughness length considered effective in reproducing both magnitude and temporal variability across different land cover types?",
        "QuestionCn": "随机森林算法在估计气动粗糙度长度方面被认为在不同土地覆盖类型中有效地再现了幅度和时间变异性吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can the ground-based observations from AmeriFlux, FLUXNET, and National Tibetan Plateau/Third Pole Environment Data Center be used to validate estimates of aerodynamic roughness length at a global scale?",
        "QuestionCn": "美国气候观测网络（AmeriFlux）、FLUXNET 和国家西藏高原/第三极环境数据中心的地面观测数据能否用于在全球范围内验证气动粗糙度长度的估计？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are data collection methods for estimating aerodynamic roughness length primarily based on ground-based observations, remote sensing data, or machine learning models?",
        "QuestionCn": "估计气动粗糙度长度的数据收集方法主要基于地面观测、遥感数据还是机器学习模型？",
        "AnswerEn": "ground-based observations, remote sensing data, machine learning models",
        "AnswerCn": "地面观测、遥感数据、机器学习模型",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Which machine learning model is found to be more accurate for estimating aerodynamic roughness length: random forest, deep neural network, or convolutional neural network?",
        "QuestionCn": "哪种机器学习模型在估计气动粗糙长度方面更准确：随机森林、深度神经网络还是卷积神经网络？",
        "AnswerEn": "random forest",
        "AnswerCn": "随机森林",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the primary challenge in parameterizing aerodynamic roughness length related to physical methods, empirical methods, or machine learning techniques?",
        "QuestionCn": "在参数化气动粗糙长度的主要挑战是与物理方法、经验方法还是机器学习技术相关？",
        "AnswerEn": "physical methods",
        "AnswerCn": "物理方法",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where were the ground-based observations for estimating aerodynamic roughness length collected?",
        "QuestionCn": "用于估计气动粗糙度长度的地面观测数据是在哪里收集的？",
        "AnswerEn": "464 sites worldwide",
        "AnswerCn": "全球共有464个站点",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When were the remote sensing datasets used in estimating aerodynamic roughness length collected?",
        "QuestionCn": "用于估算气动粗糙度长度的遥感数据集是在何时收集的？",
        "AnswerEn": "March 2000 to December 2020",
        "AnswerCn": "2000年3月至2020年12月",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced when estimating aerodynamic roughness length (z0m) at a regional or global scale?",
        "QuestionCn": "在区域或全球尺度上估计气动粗糙长度（z0m）时面临的一个挑战是什么？",
        "AnswerEn": "One challenge in estimating aerodynamic roughness length (z0m) at regional or global scales is the applicability of physical methods, which may be restricted to specific sites and subject to uncertainties from empirically determined parameters, making it difficult to accurately estimate z0m magnitude across large scales.",
        "AnswerCn": "在区域或全球尺度上估计气动粗糙长度（z0m）的一大挑战是物理方法的适用性，这些方法可能仅限于特定地点，并且受到经验确定参数的不确定性影响，使得在大尺度上准确估计z0m的大小变得困难。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the essential properties and characteristics of the machine learning models used in estimating aerodynamic roughness length (z0m)?",
        "QuestionCn": "用于估计气动粗糙长度（z0m）的机器学习模型的基本属性和特征是什么？",
        "AnswerEn": "random forest, deep neural network, convolutional neural network, trained with observations from flux networks and MODIS remote sensing data, global 500 m z0m products, superior performance in reproducing magnitude and temporal variability of daily z0m across different land cover types",
        "AnswerCn": "随机森林、深度神经网络、卷积神经网络，使用来自通量网络的观测数据和MODIS遥感数据进行训练，全球500米z0m产品，在重现不同土地覆盖类型的日z0m幅度和时间变异性方面表现优异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many land cover types are represented in the ground-based observation datasets collected from flux networks for aerodynamic roughness length estimation?",
        "QuestionCn": "从通量网络收集的地面观测数据集中，用于估算气动粗糙度长度的土地覆盖类型有多少种？",
        "AnswerEn": "16",
        "AnswerCn": "16",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the global aerodynamic roughness length (z0m) product produced using machine learning models?",
        "QuestionCn": "使用机器学习模型生成的全球空气动力学粗糙度长度 (z0m) 产品的空间分辨率是多少？",
        "AnswerEn": "500 m",
        "AnswerCn": "500 米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over how many years were ground-based observations collected from the AmeriFlux network to support aerodynamic roughness length estimation?",
        "QuestionCn": "为了支持气动粗糙度长度估计，AmeriFlux网络收集了多少年的地面观测数据？",
        "AnswerEn": "20 years",
        "AnswerCn": "20年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is aerodynamic roughness length (z0m) and why is it significant in surface and climate-related process models?",
        "QuestionCn": "气动粗糙度长度（z0m）是什么，以及它在表面和气候相关过程模型中的重要性是什么？",
        "AnswerEn": "Aerodynamic roughness length (z0m) is a virtual height (above zero plane displacement height) at which the theoretical wind speed becomes zero under neutral atmospheric conditions. It is a key parameter in the characterization of surface aerodynamic resistance in many surface and climate-related process models and significantly influences the exchange rate of turbulent energy, water, and momentum between land and atmosphere.",
        "AnswerCn": "气动粗糙长度（z0m）是一个虚拟高度（高于零平面位移高度），在中性大气条件下，理论风速变为零。它是许多表面和气候相关过程模型中表征表面气动阻力的关键参数，并显著影响陆地与大气之间湍流能量、水分和动量的交换速率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are some methods used to estimate aerodynamic roughness length (z0m) at different scales?",
        "QuestionCn": "有哪些方法用于在不同尺度上估算空气动力学粗糙度长度（z0m）？",
        "AnswerEn": "Some methods used to estimate aerodynamic roughness length (z0m) include physical methods that deduce z0m by applying the logarithmic wind profile equation with meteorological measurements at different levels or numerically solving the turbulent transfer model. These methods are advantageous for their physical basis and spatio-temporal consistency but may be limited to restricted sites and subject to uncertainties in numerous empirically determined parameters.",
        "AnswerCn": "一些用于估计气动粗糙长度（z0m）的方法包括物理方法，这些方法通过应用对数风速剖面方程并结合不同高度的气象测量来推导z0m，或通过数值求解湍流传输模型。这些方法因其物理基础和时空一致性而具有优势，但可能仅限于特定地点，并且受到许多经验确定参数的不确定性影响。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of machine learning models for estimating aerodynamic roughness length compare to traditional physical methods in terms of accuracy and applicability across different land cover types?",
        "QuestionCn": "使用机器学习模型估计气动粗糙度长度与传统物理方法相比，在准确性和适用性方面如何在不同土地覆盖类型中表现？",
        "AnswerEn": "Machine learning models, such as random forest, deep neural network, and convolutional neural network, have been applied to estimate aerodynamic roughness length and have shown to outperform traditional methods like the logarithmic wind profile equation. The random forest model, in particular, demonstrated high accuracy with a lower RMSE and MAE across various land cover types compared to ERA5 and CFSv2 products, indicating better applicability and higher temporal variability in its estimates.",
        "AnswerCn": "机器学习模型，如随机森林、深度神经网络和卷积神经网络，已被应用于估计气动粗糙长度，并且显示出优于传统方法（如对数风速剖面方程）的效果。特别是随机森林模型，在不同土地覆盖类型下表现出较高的准确性，RMSE和MAE较低，相较于ERA5和CFSv2产品，表明其估计的适用性更好，时间变异性更高。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can machine learning techniques aid in interpreting the spatio-temporal patterns observed in aerodynamic roughness length data?",
        "QuestionCn": "机器学习技术如何帮助解释在气动粗糙度长度数据中观察到的时空模式？",
        "AnswerEn": "Machine learning techniques, such as random forest, deep neural network, and convolutional neural network, can be used to analyze and interpret the spatio-temporal patterns of aerodynamic roughness length (z0m) by effectively handling complex datasets from diverse sources like AmeriFlux, FLUXNET, and remote sensing data. These models can capture the variability across different land cover types and climatic conditions, producing estimates that reflect both the magnitude and temporal variability of z0m at regional and global scales.",
        "AnswerCn": "机器学习技术，如随机森林、深度神经网络和卷积神经网络，可以用于分析和解释气动粗糙度长度（z0m）的时空模式，通过有效处理来自AmeriFlux、FLUXNET和遥感数据等多种来源的复杂数据集。这些模型能够捕捉不同土地覆盖类型和气候条件下的变异性，产生反映z0m在区域和全球尺度上幅度和时间变异性的估计。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What underlying factors might contribute to differences in temporal variability of aerodynamic roughness length across various land cover types?",
        "QuestionCn": "不同土地覆盖类型的气动粗糙度长度的时间变异性差异可能受哪些潜在因素的影响？",
        "AnswerEn": "Differences in temporal variability of aerodynamic roughness length (z0m) across land cover types can be attributed to the varying structural characteristics of vegetation, such as canopy height and density, which influence wind profiles and surface resistance. Additionally, the interactions between land surface processes and atmospheric conditions, as well as seasonal changes in vegetation cover and meteorological factors, may also contribute to these differences.",
        "AnswerCn": "不同土地覆盖类型的气动粗糙长度（z0m）的时间变异性差异可以归因于植被的结构特征差异，例如冠层高度和密度，这些特征影响风速剖面和表面阻力。此外，地表过程与大气条件之间的相互作用，以及植被覆盖和气象因素的季节性变化，也可能对这些差异产生影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for combining multiple remote sensing datasets and machine learning techniques in estimating surface aerodynamic roughness at a global scale?",
        "QuestionCn": "在全球范围内估计表面气动粗糙度时，结合多个遥感数据集和机器学习技术的需求是什么原因？",
        "AnswerEn": "The need arises from the limitations of physical methods, which can only be applied at restricted sites and are influenced by uncertainties of empirically determined parameters. Accurate and high-resolution spatio-temporal estimates of aerodynamic roughness are crucial for improving the simulation of land-atmosphere interactions and developing models, necessitating the integration of various datasets and advanced techniques.",
        "AnswerCn": "这种需求源于物理方法的局限性，这些方法只能在有限的地点应用，并受到经验确定参数的不确定性影响。准确且高分辨率的时空气动粗糙度估计对于改善陆地-大气相互作用的模拟和开发模型至关重要，这需要整合各种数据集和先进技术。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the differences in temporal variability and global spatial patterns of aerodynamic roughness estimates when comparing machine learning models with existing reanalysis products?",
        "QuestionCn": "在比较机器学习模型与现有再分析产品时，哪些因素导致气动粗糙度估计的时间变异性和全球空间模式的差异？",
        "AnswerEn": "Factors contributing to these differences include the methodologies used in data estimation, such as the random forest model's ability to capture temporal variability more effectively than reanalysis products like ERA5 and CFSv2, which might exhibit limited variability. The choice of input data and the spatial resolution of the models also play significant roles.",
        "AnswerCn": "导致这些差异的因素包括数据估计中使用的方法论，例如随机森林模型在捕捉时间变异性方面的能力比再分析产品如ERA5和CFSv2更有效，而后者可能表现出有限的变异性。输入数据的选择和模型的空间分辨率也起着重要作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of integrating machine learning techniques with ground-based observations for estimating aerodynamic roughness length on a global scale?",
        "QuestionCn": "将机器学习技术与地面观测相结合，以全球范围内估计气动粗糙度长度的潜在后果是什么？",
        "AnswerEn": "Integrating machine learning techniques with ground-based observations can lead to more accurate global estimates of aerodynamic roughness length by effectively reproducing the magnitude and temporal variability across various land cover types. This integration helps overcome the limitations of traditional physical methods and provides high spatio-temporal resolution estimates.",
        "AnswerCn": "将机器学习技术与地面观测相结合，可以更准确地估计气动粗糙度长度，通过有效再现各种土地覆盖类型的幅度和时间变化。这种整合有助于克服传统物理方法的局限性，并提供高时空分辨率的估计。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of integrating machine learning techniques with wind profile equations and remote sensing data for estimating aerodynamic roughness length?",
        "QuestionCn": "将机器学习技术与风剖面方程和遥感数据相结合，以估计气动粗糙度长度的主要目标是什么？",
        "AnswerEn": "The primary goal is to provide global estimates of aerodynamic roughness length (z0m) with high spatio-temporal resolution, which can enhance the simulation of land–atmosphere interactions and improve land surface/earth system models.",
        "AnswerCn": "主要目标是提供全球气动粗糙长度（z0m）的高时空分辨率估计，这可以增强陆地-大气相互作用的模拟，并改善陆面/地球系统模型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can machine learning techniques be employed to estimate aerodynamic roughness length at a global scale, and what are the specific procedural steps involved in integrating ground-based observations with remote sensing data?",
        "QuestionCn": "机器学习技术如何在全球范围内估计气动粗糙长度，以及将地面观测与遥感数据集成的具体步骤是什么？",
        "AnswerEn": "Machine learning techniques, such as random forest, deep neural network, and convolutional neural network models, can be used to estimate aerodynamic roughness length (z0m) at a global scale by integrating ground-based observations from networks like AmeriFlux, FLUXNET, and the National Tibetan Plateau/Third Pole Environment Data Center with remote sensing datasets such as MODIS products. The process involves collecting observations from various sites, constructing models, and comparing the results with existing datasets like ERA5 and CFSv2 to validate the estimates.",
        "AnswerCn": "机器学习技术，如随机森林、深度神经网络和卷积神经网络模型，可以通过整合来自AmeriFlux、FLUXNET和国家西藏高原/第三极环境数据中心的地面观测与遥感数据集（如MODIS产品），在全球范围内估计气动粗糙度长度（z0m）。该过程涉及从各个站点收集观测数据，构建模型，并将结果与现有数据集（如ERA5和CFSv2）进行比较，以验证估计结果。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the methodological steps for validating aerodynamic roughness length estimates derived from machine learning models using in-situ observations, and how are these steps adapted to different land cover types?",
        "QuestionCn": "使用现场观测验证从机器学习模型中推导出的空气动力学粗糙度长度估计的步骤是什么，以及这些步骤如何适应不同的土地覆盖类型？",
        "AnswerEn": "The methodological steps for validating aerodynamic roughness length estimates involve comparing the machine learning model outputs with in-situ observations from networks like AmeriFlux and FLUXNET. This validation process includes calculating metrics such as root mean square error (RMSE), mean absolute error (MAE), and the coefficient of determination (R2) across different land cover types. The models are tuned to reproduce the magnitude and temporal variability of daily z0m for each land cover type, ensuring accuracy and consistency.",
        "AnswerCn": "验证气动粗糙长度估计的 методологические 步骤涉及将机器学习模型输出与 AmeriFlux 和 FLUXNET 等网络的现场观测进行比较。该验证过程包括计算不同土地覆盖类型的根均方误差（RMSE）、平均绝对误差（MAE）和决定系数（R²）等指标。模型经过调整，以重现每种土地覆盖类型的日 z0m 的幅度和时间变异性，确保准确性和一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What machine learning techniques enable the estimation of aerodynamic roughness length at a global scale?",
        "QuestionCn": "哪些机器学习技术能够在全球范围内估计气动粗糙度长度？",
        "AnswerEn": "Machine learning techniques such as random forest, deep neural network, and convolutional neural network are used to estimate aerodynamic roughness length at a global scale by combining wind profile equations, site observations, and MODIS remote sensing data.",
        "AnswerCn": "机器学习技术，如随机森林、深度神经网络和卷积神经网络，结合风剖面方程、现场观测和MODIS遥感数据，用于在全球范围内估计气动粗糙长度。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How does the integration of ground-based observations from multiple networks enable accurate validation of aerodynamic roughness length estimates?",
        "QuestionCn": "多个网络的地面观测数据的整合如何使气动粗糙度长度估计的准确验证成为可能？",
        "AnswerEn": "The integration of ground-based observations from networks like AmeriFlux, FLUXNET, and the National Tibetan Plateau/Third Pole Environment Data Center enables accurate validation by providing a diverse set of data points covering various land cover types and climate regimes, which helps in assessing the consistency and accuracy of estimates with in-situ observations.",
        "AnswerCn": "通过整合来自AmeriFlux、FLUXNET和国家西藏高原/第三极环境数据中心的地面观测网络，可以提供覆盖各种土地覆盖类型和气候区域的多样化数据点，从而实现准确的验证，这有助于评估估计值与现场观测的一致性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What are the expected advantages of using a combination of machine learning techniques and remote sensing data in estimating aerodynamic roughness length at a global scale?",
        "QuestionCn": "使用机器学习技术和遥感数据相结合来估计全球范围内的气动粗糙度长度的预期优势是什么？",
        "AnswerEn": "The combination of machine learning techniques and remote sensing data allows for high spatio-temporal resolution estimates of aerodynamic roughness length, which can significantly improve the simulation of land-atmosphere interactions and the development of high-resolution land surface/earth system models. This approach also provides a practical way to produce global-scale estimates, overcoming the limitations of physical methods that are often restricted to specific sites.",
        "AnswerCn": "机器学习技术与遥感数据的结合可以高时空分辨率地估计气动粗糙度长度，这可以显著改善陆气相互作用的模拟以及高分辨率陆面/地球系统模型的发展。这种方法还提供了一种实用的方式来生成全球尺度的估计，克服了通常仅限于特定地点的物理方法的局限性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges are anticipated when attempting to parameterize aerodynamic roughness length using physical methods at a regional or global scale?",
        "QuestionCn": "在尝试使用物理方法在区域或全球尺度上参数化气动粗糙长度时，预计会面临哪些挑战？",
        "AnswerEn": "Parameterizing aerodynamic roughness length using physical methods at a regional or global scale is challenging due to the need for meteorological measurements at different levels, which may not be available everywhere. Additionally, the method is subject to uncertainties from numerous empirically determined parameters, making it almost impossible to accurately estimate aerodynamic roughness length consistently at larger scales.",
        "AnswerCn": "在区域或全球尺度上使用物理方法参数化气动粗糙长度是具有挑战性的，因为需要在不同高度进行气象测量，而这些测量在许多地方可能并不可用。此外，该方法还受到许多经验确定参数的不确定性影响，使得在更大尺度上准确估计气动粗糙长度几乎不可能。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the effectiveness of using machine learning techniques for estimating aerodynamic roughness length globally?",
        "QuestionCn": "你如何评价使用机器学习技术在全球范围内估算空气动力学粗糙度长度的有效性？",
        "AnswerEn": "The use of machine learning techniques, such as random forest, deep neural network, and convolutional neural network, in estimating aerodynamic roughness length globally is evaluated positively. The random forest model, in particular, outperformed other models and effectively reproduced the magnitude and temporal variability of daily aerodynamic roughness length across diverse sites and land cover types. This suggests that machine learning can provide reliable estimates and capture temporal variability better than traditional products like ERA5 and CFSv2.",
        "AnswerCn": "使用机器学习技术，如随机森林、深度神经网络和卷积神经网络，全球估计气动粗糙度长度的效果得到了积极评价。特别是随机森林模型的表现优于其他模型，能够有效再现不同地点和土地覆盖类型的日气动粗糙度长度的幅度和时间变化。这表明，机器学习可以提供可靠的估计，并比传统产品如ERA5和CFSv2更好地捕捉时间变化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't figure out how ground-based observations are integrated with remote sensing data to improve the accuracy of aerodynamic roughness length estimates.",
        "QuestionCn": "我无法弄清楚如何将地面观测与遥感数据结合起来，以提高气动粗糙长度估计的准确性。",
        "AnswerEn": "Ground-based observations collected from networks like AmeriFlux, FLUXNET, and the National Tibetan Plateau/Third Pole Environment Data Center are combined with remote sensing datasets from MODIS, such as vegetation indices, land cover type, and leaf area index, to enhance the estimation of aerodynamic roughness length. This integration is facilitated by using machine learning models that leverage the detailed ground observations and broad spatial coverage of remote sensing data.",
        "AnswerCn": "通过将来自AmeriFlux、FLUXNET和国家西藏高原/第三极环境数据中心的地面观测数据与MODIS的遥感数据集（如植被指数、土地覆盖类型和叶面积指数）相结合，来增强气动粗糙度长度的估计。这种整合通过使用机器学习模型实现，这些模型利用了详细的地面观测数据和广泛的遥感数据空间覆盖。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I'm not sure why different machine learning models show varied performance in estimating aerodynamic roughness length.",
        "QuestionCn": "我不确定为什么不同的机器学习模型在估计气动粗糙长度时表现不同。",
        "AnswerEn": "Different machine learning models, such as random forest, deep neural network, and convolutional neural network, have distinct architectures and ways of learning from data, which can lead to variations in their performance. For example, the random forest model was found to outperform the others, showing better reproduction of the magnitude and temporal variability of daily aerodynamic roughness length across various land cover types and climate regimes.",
        "AnswerCn": "不同的机器学习模型，如随机森林、深度神经网络和卷积神经网络，具有不同的架构和学习数据的方式，这可能导致它们在性能上的差异。例如，研究发现随机森林模型的表现优于其他模型，能够更好地再现不同土地覆盖类型和气候条件下每日气动粗糙度长度的幅度和时间变异性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the effectiveness of various machine learning models in estimating aerodynamic roughness length (z0m) using available datasets.",
        "QuestionCn": "请分析各种机器学习模型在使用可用数据集估计气动粗糙长度（z0m）方面的有效性。",
        "AnswerEn": "The analysis showed that the random forest (RF) model outperformed deep neural network (DNN) and convolutional neural network (CNN) models. The RF model successfully reproduced the magnitude and temporal variability of daily z0m across different land cover types. Validation showed a root mean square error (RMSE) ranging between 0.02 m and 0.09 m, a mean absolute error (MAE) between 0.01 m and 0.05 m, and a coefficient of determination (R2) of 1 for medium-to-high canopy areas.",
        "AnswerCn": "分析显示，随机森林（RF）模型的表现优于深度神经网络（DNN）和卷积神经网络（CNN）模型。RF模型成功再现了不同土地覆盖类型下每日z0m的幅度和时间变异性。验证结果显示，均方根误差（RMSE）在0.02米到0.09米之间，平均绝对误差（MAE）在0.01米到0.05米之间，且中高冠层区域的决定系数（R2）为1。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please explore potential challenges in parameterizing aerodynamic roughness length (z0m) for diverse land cover types using empirical and physical methods.",
        "QuestionCn": "探讨使用经验和物理方法对不同地表覆盖类型的气动粗糙长度（z0m）进行参数化的潜在挑战。",
        "AnswerEn": "A challenge in parameterizing aerodynamic roughness length (z0m) using empirical and physical methods is their limited applicability to specific sites due to the uncertainties in empirically determined parameters. Physical methods, though grounded in theory, struggle to provide accurate z0m estimates at regional or global scales due to these uncertainties.",
        "AnswerCn": "在使用经验和物理方法参数化气动粗糙长度（z0m）时，一个挑战是由于经验确定参数的不确定性，这些方法在特定地点的适用性有限。尽管物理方法基于理论，但由于这些不确定性，它们在区域或全球尺度上难以提供准确的z0m估计。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify and discuss potential datasets and data collection methods that could enhance the accuracy of aerodynamic roughness length (z0m) estimates.",
        "QuestionCn": "请识别和讨论潜在的数据集和数据收集方法，这些方法可以提高气动粗糙度长度（z0m）估计的准确性。",
        "AnswerEn": "Ground-based observations from 464 sites, including the AmeriFlux network, FLUXNET network, and National Tibetan Plateau/Third Pole Environment Data Center, along with remote sensing datasets such as MODIS products and the Multi-Error-Removed Improved-Terrain (MERIT) 90 m Digital Elevation Model, could enhance z0m estimates. These datasets provide a range of land cover types and climate regimes, supporting diverse data collection methods.",
        "AnswerCn": "来自464个站点的地面观测，包括AmeriFlux网络、FLUXNET网络和国家西藏高原/第三极环境数据中心，以及遥感数据集如MODIS产品和多误差去除改进地形（MERIT）90米数字高程模型，可以增强z0m估计。这些数据集提供了多种土地覆盖类型和气候区，支持多样的数据收集方法。",
        "Level": "C6(Creating)"
      }
    ]
  }
}