{
  "id": "be847182-0747-4c47-aa09-39b4222c4f73",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset of vegetation regulation mechanism of soil water cycle in arid desert area (2002-2005)",
      "titleCn": "干旱沙漠区土壤水循环的植被调控机理数据集（2002-2005）",
      "description": "The vegetation regulation mechanism project of soil water cycle in arid desert areas belongs to the national natural science foundation \"environment and ecological science in western China\" major research plan, led by li xinrong, a researcher of the institute of environment and engineering in dry and cold areas, Chinese academy of sciences, with the running time of 2003.1-2005.12.\nRemittance data of the project:\n1. Dataset of observation field of shapotou railway vegetation sand fixation protection system (excel)\nPlant and soil information in the vegetation-sand fixation zone established in 1956, 1964, 1981 and 1987.Since the establishment of the observation field, long-term soil moisture and vegetation surveys have been conducted. This database records the soil moisture data after the neutron tube installation in August 2002, the vegetation data from 2003 to 2005 (vegetation structure, herb structure, shrub structure, etc.), and the soil physical and chemical properties data (particle size, total N,P2O5,K2O, hydrolyzed N) of the irregular surveys. \n2. Physiological data set of desert plant stress (excel)\nFrom 2003 to 2005, the physiological and biochemical characteristics of typical plant communities and their dominant species in steppe desert under natural and simulated environmental conditions were analyzed.(including photosynthetic transpiration, fluorescence, biochemistry and other indicators)\n3. Soil infiltration and evapotranspiration data set (excel)\nPrecipitation infiltration process, soil water dynamics and evapotranspiration of fixed sand dunes monitored by desert artificial vegetation using TDR and Lysimeters from 2002 to 2005. \n4. Data set of comprehensive survey on soil and vegetation in the southeastern margin of tengger desert (excel)\nIn 2003-2004, silver (sichuan), yan (latour) highway, silver (sichuan) (state) highway through the tengger desert area, set up along the road of eight samples, 449 samples of soil conductivity, Ph, organic matter, total nitrogen (content) and vegetation (plants, coverage, average height, biomass, strains, coverage, high average, biomass).",
      "descriptionCn": "干旱沙漠区土壤水循环的植被调控机理项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人中国科学院旱区寒区环境与工程研究所李新荣研究员，项目运行时间为2003.1-2005.12。\n该项目汇交数据：\n1.沙坡头铁路植被固沙防护体系观测场数据集（excel）\n建于1956、1964、1981和1987年植被固沙区的植物和土壤资料。观测场设立之初就进行长期的土壤水分和植被调查，本数据库记录了2002年8月中子管安装后的土壤水分资料、2003—2005年的植被资料(植被结构,草本结构,灌木结构等)、不定期调查的土壤理化性质资料(粒度,全N,P2O5,K2O,水解N)。 \n2.荒漠植物逆境生理数据集(excel)\n2003—2005年，草原化荒漠典型植物群落及其优势物种，在天然和模拟环境条件下的生理生化特性，分析人工和天然植物群落优势物种与环境因子的关系及适应机制的异同。(包括光合蒸腾,荧光,生化等指标) \n3.土壤入渗和蒸散发数据集(excel)\n2002—2005年利用TDR和Lysimeters监测的荒漠人工植被固定沙丘的降水入渗过程、土壤水动态和蒸散发。 \n4.腾格里沙漠东南缘土壤与植被综合调查数据集(excel)\n2003—2004年，在银（川）阎（地拉图）公路，银（川）兰（州）公路穿过腾格里沙漠地区，沿公路设置的8个样带、449个样方的土壤(电导率,Ph,有机质,\t全氮含量)和植被(株数,盖度,平均高,生物量,株数,盖度,平均高,生物量)情况。",
      "instructions": "File name: the data are stored in folders of survey and observation types, including: physiological data set of desert plant stress, data set of observation field of shapotou railway vegetation sand fixation and protection system, data set of soil infiltration and evapotranspiration, data set of comprehensive survey of soil and vegetation in the southeastern edge of tengger desert.\nData reading: data is stored in the form XLS and can be opened by Office, Wps and other Office software.",
      "instructionsCn": "文件命名：数据以调查观测类型分文件夹存放，包括：荒漠植物逆境生理数据集、沙坡头铁路植被固沙防护体系观测场数据集、土壤入渗和蒸散发数据集、腾格里沙漠东南缘土壤与植被综合调查数据集。\n数据读取：数据以表格xls格式存储，可以用Office、Wps等办公软件打开。",
      "east": 107.7,
      "west": 104.41,
      "south": 35.2,
      "north": 39.48,
      "startTime": "2002-01-05 16:00:00",
      "endTime": "2006-01-05 03:59:59",
      "fileSize": 11373069.0,
      "cstr": "18406.11.Soil.tpdc.270603",
      "doi": "10.11888/Soil.tpdc.270603",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李新荣",
        "nameEn": "LI Xinrong",
        "unitEn": "",
        "unitCn": "中国科学院旱区寒区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "干旱沙区土壤空间异质性变化对植被恢复的影响",
        "titleEn": null,
        "referenceCn": "李新荣. (2005). 干旱沙区土壤空间异质性变化对植被恢复的影响. 中国科学（地球科学）, 035(004), 361-370.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Sand barrier of straw checkerboard for habitat restoration in extremely arid desert regions",
        "referenceCn": null,
        "referenceEn": "Li XR, Xiao HL, He MZ, Zhang JG. 2006. Sand barrier of straw checkerboard for habitat restoration in extremely arid desert regions. Ecological Engineering, in press"
      },
      {
        "titleCn": "沙漠人工植被区土壤蒸发测定",
        "titleEn": null,
        "referenceCn": "张志山, 王新平, 李新荣, 张景光. 2005, 沙漠人工植被区土壤蒸发测定. 中国沙漠, 25(2): 243-248.",
        "referenceEn": null
      },
      {
        "titleCn": "沙漠人工植被区蒸腾测定",
        "titleEn": null,
        "referenceCn": "张志山, 李新荣, 王新平, 张景光. 2005, 沙漠人工植被区蒸腾测定. 中国沙漠, 25(3): 374-379.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Long-term ecosystem effects of vegetation on soil water content of sand dunes in arid region of Northern China",
        "referenceCn": null,
        "referenceEn": "Li XR, Ma FY, Xiao HL, Wang XP, Kim KC. 2004. Long-term ecosystem effects of vegetation on soil water content of sand dunes in arid region of Northern China. Journal of Arid Environments, 57(1): 1-16."
      },
      {
        "titleCn": null,
        "titleEn": "Effects of surface characteristics on infiltration patterns in an arid shrub desert",
        "referenceCn": null,
        "referenceEn": "Wang XP, Li XR, Xiao HL, Berndtsson R, Pan YX. 2006. Effects of surface characteristics on infiltration patterns in an arid shrub desert. Hydrological Processes, DOI: 10.1002/hyp.6185."
      },
      {
        "titleCn": "沙漠人工植被降水截留特征研究",
        "titleEn": null,
        "referenceCn": "张志山, 张景光, 刘立超, 王新平, 李新荣. 2005, 沙漠人工植被降水截留特征研究. 冰川冻土, 27(5): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Influence of desertification on vegetation pattern variations in the cold semi-arid grasslands of Qinghai-Tibet Plateau, North-west China",
        "referenceCn": null,
        "referenceEn": "Li XR, Jia XH, Dong GR. 2006. Influence of desertification on vegetation pattern variations in the cold semi-arid grasslands of Qinghai-Tibet Plateau, North-west China. Journal of Arid Environments, 64: 504-522."
      },
      {
        "titleCn": "用Minirhizotrons观测柠条根系生长动态",
        "titleEn": null,
        "referenceCn": "张志山, 李新荣, 张景光, 王新平, 赵金龙, 陈应武. 2006. 用Minirhizotrons观测柠条根系生长动态. 植物生态学报, 30(3): 457-464.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Effects of biological soil crusts on seed bankgermination and establishment of two annual plant species in the Tengger Desert (N China)",
        "referenceCn": null,
        "referenceEn": "Li XR, Jia XH, Long LQ, Zerbe S. 2005. Effects of biological soil crusts on seed bank, germination and establishment of two annual plant species in the Tengger Desert (N China). Plant and Soil, 277: 375-385."
      },
      {
        "titleCn": "沙漠人工植被区的蒸发蒸腾",
        "titleEn": null,
        "referenceCn": "张志山, 李新荣, 王新平, 张景光, 刘立超, 谭会娟. 2005, 沙漠人工植被区的蒸发蒸腾. 生态学报, 25(10): 2484-2490.",
        "referenceEn": null
      },
      {
        "titleCn": "基于定量遥感的甘肃省草原综合顺序分类",
        "titleEn": null,
        "referenceCn": "吴 静, 李纯斌, 胡自治, 张德罡, 柳小妮, & 申正东. (2013). 基于定量遥感的甘肃省草原综合顺序分类. 农业工程学报, 29(1), 126-133.",
        "referenceEn": null
      },
      {
        "titleCn": "沙坡头地区农田灌溉和施肥对氮淋溶量影响的研究",
        "titleEn": null,
        "referenceCn": "贾晓红, 李新荣, 肖洪浪. 2005, 沙坡头地区农田灌溉和施肥对氮淋溶量影响的研究. 中国沙漠, 25(2): 223-227.",
        "referenceEn": null
      },
      {
        "titleCn": "荒漠地区生物土壤结皮的水文物理特征分析",
        "titleEn": null,
        "referenceCn": "王新平, 肖洪浪, 张景光, 李新荣, 康尔泗. 2006. 荒漠地区生物土壤结皮的水文物理特征分析. 水科学进展, 17(5): 8-14.",
        "referenceEn": null
      },
      {
        "titleCn": "极端条件下几种锦鸡儿属灌木的生理特性",
        "titleEn": null,
        "referenceCn": "周海燕, 李新荣, 樊恒文, 王新平, 谭会娟, 李爱霞. 2005, 极端条件下几种锦鸡儿属灌木的生理特性. 中国沙漠, 25(2): 182-190.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Measurement of rainfall interception by xerophytic shrubs in revegetated sand dunes",
        "referenceCn": null,
        "referenceEn": "Wang XP, Li XR, Zhang JG, Zhang ZS, Berndtsson R. 2005. Measurement of rainfall interception by xerophytic shrubs in revegetated sand dunes. Hydrological Sciences Journal, 50(5): 897-909."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "光合有效辐射",
        "nameEn": "Photosynthetically active radiation"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤入渗",
        "nameEn": "Soil infiltration"
      },
      {
        "nameCn": "土壤有机物",
        "nameEn": "Organic matter"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "植被结构",
        "nameEn": "Vegetation structure"
      },
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      },
      {
        "nameCn": "荒漠生态系统",
        "nameEn": "Desert ecosystem"
      },
      {
        "nameCn": "蒸散发",
        "nameEn": "Evapotranspiration"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "沙坡头",
        "keywordEn": "Shapotou"
      },
      {
        "keywordCn": "腾格里沙漠",
        "keywordEn": "Tengger Desert"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2002-2005",
        "keywordEn": "2002-2005",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What characteristics define the methods used for collecting soil moisture and vegetation data in arid desert regions?",
        "QuestionCn": "在干旱沙漠地区收集土壤湿度和植被数据的方法的特点包括哪些？",
        "AnswerEn": "long-term soil moisture surveys, neutron tubes for soil moisture measurements, periodic investigations of soil physical and chemical properties, vegetation structure, herbaceous structure, shrub structure",
        "AnswerCn": "长期土壤水分调查，土壤水分测量的中子管，土壤物理和化学性质的定期调查，植被结构，草本结构，灌木结构",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many sample plots were set up along the highways crossing the Tengger Desert for soil and vegetation surveys?",
        "QuestionCn": "在穿越腾格里沙漠的高速公路沿线设置了多少个样地用于土壤和植被调查？",
        "AnswerEn": "449",
        "AnswerCn": "449",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'soil water dynamics' mean in the context of desert vegetation regulation?",
        "QuestionCn": "在沙漠植被调节的背景下，“土壤水分动态”是什么意思？",
        "AnswerEn": "Soil water dynamics in the context of desert vegetation regulation refers to the changes and movement of water within the soil profile that are influenced by factors such as vegetation cover, precipitation infiltration, and evapotranspiration processes. It involves the monitoring and analysis of soil moisture levels over time, which are affected by both natural conditions and human interventions like the establishment of vegetation in arid environments.",
        "AnswerCn": "土壤水分动态在沙漠植被调节的背景下，指的是水分在土壤剖面内的变化和运动，这些变化受到植被覆盖、降水渗透和蒸散过程等因素的影响。它涉及对土壤湿度水平随时间变化的监测和分析，这些水平受到自然条件和人类干预（如在干旱环境中建立植被）的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the methods of using TDR and Lysimeters for monitoring soil water dynamics and evapotranspiration compare to the long-term soil moisture and vegetation surveys initiated in the 1950s in terms of data accuracy and comprehensiveness?",
        "QuestionCn": "使用时域反射法（TDR）和土壤水分测定器（Lysimeters）监测土壤水动态和蒸散发的方法与1950年代启动的长期土壤湿度和植被调查相比，在数据准确性和全面性方面有何不同？",
        "AnswerEn": "The use of TDR and Lysimeters for monitoring soil water dynamics and evapotranspiration focuses on precise, continuous measurements of soil moisture and evapotranspiration processes from 2002 to 2005, offering detailed temporal data on artificial vegetation-stabilized dunes. In contrast, the long-term soil moisture and vegetation surveys initiated in the 1950s provide extensive historical data, emphasizing the changes over decades in plant and soil characteristics, which might be less precise in terms of temporal resolution but more comprehensive in capturing long-term ecological trends.",
        "AnswerCn": "使用时域反射仪（TDR）和土壤水分测定器（Lysimeters）监测土壤水分动态和蒸散发，重点是对2002年至2005年期间土壤湿度和蒸散发过程进行精确、连续的测量，提供了关于人工植被稳定沙丘的详细时间数据。相比之下，始于1950年代的长期土壤湿度和植被调查提供了广泛的历史数据，强调了几十年来植物和土壤特征的变化，尽管在时间分辨率上可能不够精确，但在捕捉长期生态趋势方面更为全面。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on data accuracy and reliability when using TDR and Lysimeters for monitoring precipitation infiltration and soil water dynamics in desert environments?",
        "QuestionCn": "在沙漠环境中使用时域反射法（TDR）和土壤水分计（Lysimeters）监测降水渗透和土壤水动态时，数据准确性和可靠性的潜在后果是什么？",
        "AnswerEn": "Using TDR and Lysimeters for monitoring precipitation infiltration and soil water dynamics in desert environments can enhance the precision of measuring soil moisture and evapotranspiration by providing direct and continuous measurements. However, potential challenges might include calibration difficulties, maintenance issues in harsh conditions, and the need for skilled personnel to interpret the data. These factors can affect data accuracy and reliability, especially in complex desert ecosystems.",
        "AnswerCn": "使用时间域反射仪（TDR）和土壤水分测定器（Lysimeters）监测沙漠环境中的降水入渗和土壤水分动态，可以通过提供直接和连续的测量来提高土壤湿度和蒸散发的测量精度。然而，潜在的挑战可能包括校准困难、在恶劣条件下的维护问题，以及需要熟练人员来解释数据。这些因素可能会影响数据的准确性和可靠性，特别是在复杂的沙漠生态系统中。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the underlying goals of collecting soil water dynamics data in arid desert regions with different vegetation stabilization systems?",
        "QuestionCn": "在不同植被固定系统的干旱沙漠地区收集土壤水分动态数据的基本目标是什么？",
        "AnswerEn": "The goal is to understand the regulatory mechanism of vegetation on soil water cycles in arid desert regions, which can inform strategies for desertification control and sustainable land management.",
        "AnswerCn": "目标是理解植被对干旱沙漠地区土壤水循环的调节机制，这可以为防治沙漠化和可持续土地管理策略提供参考。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to monitor and analyze soil moisture dynamics and vegetation structure in arid desert regions over time, and how are these data typically collected and recorded?",
        "QuestionCn": "在干旱沙漠地区，监测和分析土壤湿度动态和植被结构的程序是什么，这些数据通常如何收集和记录？",
        "AnswerEn": "In arid desert regions, soil moisture dynamics and vegetation structure are monitored using long-term observation setups. For example, neutron tubes are installed to measure soil moisture, while vegetation data such as structure and composition are recorded periodically. Additionally, soil physical and chemical properties are assessed through infrequent surveys, focusing on particle size, total nitrogen, and other key indicators. This data is collected from various periods and organized in datasets for comprehensive analysis.",
        "AnswerCn": "在干旱沙漠地区，土壤水分动态和植被结构通过长期观测设置进行监测。例如，安装中子管以测量土壤水分，同时定期记录植被数据，如结构和组成。此外，通过不频繁的调查评估土壤的物理和化学性质，重点关注颗粒大小、总氮和其他关键指标。这些数据来自不同的时期，并组织成数据集以进行综合分析。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}