{
  "id": "bf204e18-4261-44c5-b0e6-4d24f18041df",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Surface coverage data of typical industrial and mining areas in Qinghai-Tibet Plateau (2000-2020)",
      "titleCn": "青藏高原典型工矿区地表覆盖数据（2000-2020）",
      "description": "Muli coal mine is a typical industrial and mining area in the Qinghai Tibet Plateau. Taking Muli coal mine as an example, in the area delimitation, we take the coordinate boundaries of East, West, North and south to cut it out, and get a rectangular area, and take it as the mining area of Muli coal mine. We use the national 1km land use remote sensing monitoring data provided by the resource, environment and data center of the Institute of geography, Chinese Academy of Sciences. The data production of the three phases in 2000, 2005 and 2010 is based on Landsat TM / ETM Remote Sensing Image of each phase as the main data source, and the two phases in 2015 and 2020 are based on Landsat 8 oli / tirs remote sensing image as the main data source, which are generated by manual visual interpretation. The data format is grid TIF, and the resolution is 1km.",
      "descriptionCn": "木里煤矿是青藏高原的一个典型工矿区，以木里煤矿为例，在区域的划定上，我们采取其东西南北四个方位的坐标界限对其进行裁剪，得到一个矩形区域，并将其作为木里煤矿的矿区范围。我们采用中国科学院地理所资源环境与数据中心提供的全国1km土地利用遥感监测数据，其中2000、2005、2010年三期的数据生产制作是以各期Landsat TM/ETM遥感影像为主要数据源，2015、2020年两期以Landsat8  OLI/TIRS遥感影像为主要数据源，并均通过人工目视解译生成。裁剪出木里矿区，得到2000-2020年五期土地利用数据，数据格式为栅格TIF，分辨率为1km。",
      "instructions": "The data is a folder data, which contains 5 raster images.\nThe naming format is: year.\nFor example, 2000. TIF represents the grid image of land use of Muli coal mine in 2000.\nIt can be opened with ArcGIS or envi, and the DN value of the pixel indicates different feature coverage. See the description document for details.",
      "instructionsCn": "数据为1个文件夹DATA，里面包含5张栅格影像。\n命名格式为：年份。\n如2000.tif 表示2000年木里煤矿土地利用栅格影像。\n可用ArcGIS或ENVI打开，像元的DN值表示不同地物覆盖，详情见说明文档。",
      "east": 100.5,
      "west": 98.5,
      "south": 37.3,
      "north": 38.15,
      "startTime": null,
      "endTime": null,
      "fileSize": 59408.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘振伟",
        "nameEn": "LIU Zhenwei",
        "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "陈少辉",
        "nameEn": "CHEN Shaohui",
        "unitEn": "Institute of Geographical Sciences and Natural Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于MODIS数据的地表覆盖种类与地闪分布特征关系研究",
        "titleEn": null,
        "referenceCn": "赵生昊 & 杨磊. (2016). 基于MODIS数据的地表覆盖种类与地闪分布特征关系研究. 气象科技(05), 822-827. doi:10.19517/j.1671-6345.2016.05.022.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2020",
        "keywordEn": "2000-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and data sources used in generating the land use data for mining areas like Muli Coal Mine from 2000 to 2020?",
        "QuestionCn": "生成像穆里煤矿这样的采矿区2000年至2020年土地利用数据的特征和数据来源是什么？",
        "AnswerEn": "raster TIF format, resolution of 1km, Landsat TM/ETM remote sensing imagery for 2000, 2005, 2010, Landsat 8 OLI/TIRS remote sensing imagery for 2015, 2020, manual visual interpretation",
        "AnswerCn": "栅格TIF格式，分辨率为1公里，Landsat TM/ETM遥感影像用于2000年、2005年、2010年，Landsat 8 OLI/TIRS遥感影像用于2015年、2020年，手动目视解译。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the resolution of the land use data collected for the Muli coal mining area from 2000 to 2020?",
        "QuestionCn": "2000年至2020年期间，收集的穆里煤矿区土地利用数据的分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using Landsat TM/ETM and Landsat8 OLI/TIRS remote sensing imagery in land cover data collection for typical mining areas on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原典型矿区使用Landsat TM/ETM和Landsat8 OLI/TIRS遥感影像进行土地覆盖数据收集的意义是什么？",
        "AnswerEn": "The use of Landsat TM/ETM and Landsat8 OLI/TIRS remote sensing imagery is significant because they serve as the primary data sources for producing land cover data. These satellite images enable researchers to monitor and visually interpret land use changes over time, specifically for the years 2000, 2005, 2010, 2015, and 2020, in a typical mining area like Muli coal mine. The imagery provides a resolution of 1km, allowing for detailed analysis and monitoring of land cover changes over a 20-year period, crucial for understanding environmental impacts in the region.",
        "AnswerCn": "Landsat TM/ETM 和 Landsat8 OLI/TIRS 遥感影像的使用具有重要意义，因为它们是生成土地覆盖数据的主要数据来源。这些卫星图像使研究人员能够监测和直观解释土地利用变化，特别是在 2000 年、2005 年、2010 年、2015 年和 2020 年等年份，像 Muli 煤矿这样的典型矿区。影像提供了 1 公里的分辨率，允许对 20 年期间的土地覆盖变化进行详细分析和监测，这对于理解该地区的环境影响至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes have led to the selection of specific remote sensing technologies and data sources for monitoring land use in mining areas on the Tibetan Plateau over two decades?",
        "QuestionCn": "在过去二十年中，哪些原因导致了特定遥感技术和数据源在监测青藏高原矿区土地利用方面的选择？",
        "AnswerEn": "The selection of remote sensing technologies and data sources for monitoring land use in mining areas on the Tibetan Plateau from 2000 to 2020 has been influenced by the availability and suitability of satellite imagery for accurate land use classification. The periods 2000, 2005, and 2010 relied on Landsat TM/ETM imagery, while 2015 and 2020 utilized Landsat8 OLI/TIRS imagery. These choices were likely driven by the resolution, spectral bands, and availability of these satellite platforms, which are well-suited for detecting changes in land cover and use over time. Additionally, the manual visual interpretation method was chosen to ensure accuracy in identifying and classifying land cover types in the complex terrain of mining areas like the Muli Coal Mine.",
        "AnswerCn": "从2000年到2020年，监测青藏高原矿区土地利用的遥感技术和数据源的选择受到了卫星影像可用性和适用性的影响，以便进行准确的土地利用分类。2000年、2005年和2010年主要依赖于Landsat TM/ETM影像，而2015年和2020年则使用了Landsat 8 OLI/TIRS影像。这些选择可能是由于这些卫星平台的分辨率、光谱波段和可用性，这些特性非常适合检测土地覆盖和利用的变化。此外，选择手动视觉解译方法是为了确保在像木里煤矿这样复杂地形中准确识别和分类土地覆盖类型。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of using Landsat TM/ETM and Landsat8 OLI/TIRS remote sensing imagery to create land use data for typical mining areas in the Qinghai-Tibet Plateau?",
        "QuestionCn": "使用Landsat TM/ETM和Landsat8 OLI/TIRS遥感影像为青藏高原典型矿区创建土地利用数据的主要目标是什么？",
        "AnswerEn": "The primary objective of using Landsat TM/ETM and Landsat8 OLI/TIRS remote sensing imagery is to generate land use data for the Mu Li coal mine, a typical mining area in the Qinghai-Tibet Plateau, by visually interpreting and producing land cover data from the years 2000, 2005, 2010, 2015, and 2020. This approach helps in monitoring changes in land use over time with a resolution of 1km, thereby providing valuable insights into environmental and land cover dynamics specific to the mining region.",
        "AnswerCn": "使用Landsat TM/ETM和Landsat8 OLI/TIRS遥感影像的主要目的是生成青藏 Plateau典型矿区穆里煤矿的土地利用数据，通过对2000年、2005年、2010年、2015年和2020年的影像进行视觉解译和土地覆盖数据的生成。这种方法有助于监测该地区土地利用随时间的变化，分辨率为1公里，从而为矿区特定的环境和土地覆盖动态提供有价值的见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the steps involved in utilizing remote sensing data for land use classification in mining areas like the Qinghai-Tibet Plateau, and how do these steps address the challenges of accurate boundary delineation and classification consistency over time?",
        "QuestionCn": "在像青藏高原这样的矿区利用遥感数据进行土地利用分类的步骤包括哪些，以及这些步骤如何解决准确边界划分和分类一致性随时间变化的挑战？",
        "AnswerEn": "The process involves using Landsat TM/ETM and Landsat8 OLI/TIRS remote sensing imagery as the primary data sources for different time periods (2000, 2005, 2010, 2015, and 2020). The region is defined by coordinates forming a rectangular area to delineate the mining zone. Data preprocessing includes visual interpretation to classify land use, ensuring consistency across different time periods. The data is formatted as raster TIF with a 1km resolution, which helps in maintaining classification consistency over the years.",
        "AnswerCn": "该过程涉及使用Landsat TM/ETM和Landsat8 OLI/TIRS遥感影像作为不同时间段（2000年、2005年、2010年、2015年和2020年）的主要数据来源。该区域由坐标定义，形成一个矩形区域以划定采矿区。数据预处理包括视觉解译以分类土地利用，确保不同时间段之间的一致性。数据格式为1公里分辨率的栅格TIF，有助于保持多年来的分类一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological approaches are utilized to enable the extraction and interpretation of land cover data from satellite imagery in mining areas?",
        "QuestionCn": "在采矿区，从卫星影像中提取和解释土地覆盖数据所采用的技术方法有哪些？",
        "AnswerEn": "The technological approaches utilized involve using Landsat TM/ETM and Landsat8 OLI/TIRS satellite imagery as the main data sources. The data from these sources are then interpreted visually by human operators to generate land cover data, which are processed into raster TIF format with a resolution of 1km.",
        "AnswerCn": "所采用的技术方法涉及使用Landsat TM/ETM和Landsat8 OLI/TIRS卫星影像作为主要数据来源。然后，由人工操作员对这些数据进行视觉解读，以生成土地覆盖数据，这些数据被处理成分辨率为1公里的栅格TIF格式。",
        "Level": "C3(Applying)"
      }
    ]
  }
}