{
  "id": "bf5abba6-f52b-4f39-977a-1cf4483a14c1",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Daily rainfall data 1990-2004 of the Heihe River Basin",
      "titleCn": "黑河流域降雨及蒸发数据集",
      "description": "Data source: China l Meteorological Administration Network;\nData Content: Daily Rainfall Data Series of Heihe River Basin from 1990 to 2004; Evaporation Data of Heihe River Basin from 2000 to 2012.\nData Spatial Range: Rainfall Data (Yingluoxia, Shandan, Gaoya, Pingchuan, Ganzhou Pingshan Lake, Zhengyixia Gorge, Liyuan River); Evaporation Data (Zhangye, Gaotai, Dingxin, Jiuquan, Jinta, Shandan, Ejina, Hequ)",
      "descriptionCn": "数据来源：中国国家气象站网；\n数据内容：黑河流域各区域1990-2004年日降雨数据系列；黑河流域各区域2000年-2012年月蒸发数据。\n数据空间范围：降雨数据（莺落峡、山丹、高崖、平川、甘州平山湖、正义峡、梨园河）；蒸发数据（张掖、高台、鼎新、酒泉、金塔、山丹、额济纳、河曲）",
      "instructions": "",
      "instructionsCn": "",
      "east": 104.0,
      "west": 101.0,
      "south": 37.0,
      "north": 39.0,
      "startTime": "2007-12-13 23:36:00",
      "endTime": "2020-01-12 23:37:00",
      "fileSize": 338899.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王忠静",
        "nameEn": "WANG Zhongjing",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "郑航",
        "nameEn": "ZHENG Hang",
        "unitEn": "Tsinghua University",
        "unitCn": "清华大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Topography and data minning based methods ofr improving satellite precipitation in mountainous areas of China",
        "referenceCn": null,
        "referenceEn": "Ting Xia, Zhongjing Wang and Hang Zheng. Topography and data minning based methods ofr improving satellite precipitation in mountainous areas of China. Atmosphere, 2016,6:983-1005."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "大气水汽",
        "nameEn": "Atmospheric Water Vapor"
      },
      {
        "nameCn": "蒸散",
        "nameEn": "Evapotranspiration"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1990",
        "keywordEn": "1990",
        "type": "temporal"
      },
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Topography is a significant factor influencing the spatial distribution of precipitation."
      ],
      "research objective": [
        "This study developed a new methodology to evaluate and calibrate the Tropical Rainfall Measuring Mission Multi-satellite Precipitation Analysis (TMPA) products by merging geographic and topographic information."
      ],
      "challenges": [
        "Gauges may suffer from various uncertainty caused by the many reasons, such as difficulty of capturing solid precipitation. Meanwhile, satellite rainfall also tends to have large errors due to low signal-to-noise ratio in high-altitude and cold area. However, reliable methods to fix this problem are still missing with the current techniques."
      ],
      "methods": [
        "In the proposed method, firstly, the consistency rule was introduced to evaluate the fitness of satellite rainfall with measurements on the grids with and without ground gauges. Secondly, in order to improve the consistency rate of satellite rainfall, genetic programming was introduced to mine the relationship between the gauge rainfall and location, elevation and TMPA rainfall. The proof experiment and analysis for the mean annual satellite precipitation from 2001–2012, 3B43 (V7) of TMPA rainfall product, was carried out in eight mountainous areas of China."
      ],
      "dataset": [
        "The data used in this paper are mainly the satellite precipitation products and ground gauges precipitation. The study area was focused on the eight mountainous areas of China, including Himalaya (the part in China), Kunlun, Tianshan (the part in China), Qilian, Qinling, Taihang, Changbai, and Wuyi. The satellite precipitation (2001–2012) comes from the last version (V7) of TMPA 3B43, which was adjusted by global gauge dataset and provides monthly precipitation with the spatial resolution of 0.25° and global coverage of 50°S–50°N data for research. The ground gauge precipitation (2001–2012) comes from the last version of China Daily Ground Climate Dataset, which was produced by National Meteorological Information Center of China (NMIC) and provides daily precipitation. This research used 216 stations within the eight mountainous regions."
      ],
      "findings": [
        "The evaluation method based on the context of consistency rule shows that a higher accuracy of satellite rainfall in gauged grid cells does not absolutely indicate the same accuracy in ungauged grid cells. This study demonstrated that the topographic and geographic information is valuable for correcting satellite rainfall. The location-elevation-TMPA (LET) method based on GP data mining presents great potential to overcome the difficulty of unknown pattern of the relationship and is valid both for near-real-time and research products, and both on monthly and annual scales."
      ],
      "backgroundCn": [
        "地形是影响降水空间分布的重要因素。"
      ],
      "research objectiveCn": [
        "本研究开发了一种新方法，通过融合地理和地形信息来评估和校准热带降水测量任务多卫星降水分析（TMPA）产品。"
      ],
      "challengesCn": [
        "雨量计可能会受到多种不确定性的影响，原因包括捕捉固体降水的困难。同时，卫星降水也往往由于高海拔和寒冷地区的信噪比低而存在较大误差。然而，目前的技术仍然缺乏可靠的方法来解决这个问题。"
      ],
      "methodsCn": [
        "在所提出的方法中，首先引入了一致性规则，以评估卫星降雨与有无地面雨量计的网格测量的适应性。其次，为了提高卫星降雨的一致性率，引入了遗传编程来挖掘雨量计降雨与位置、高程和TMPA降雨之间的关系。对2001年至2012年间的平均年卫星降水（TMPA降雨产品3B43（V7））进行了验证实验和分析，研究区域为中国的八个山区。"
      ],
      "datasetCn": [
        "本研究所使用的数据主要包括卫星降水产品和地面雨量计降水数据。研究区域集中在中国的八个山区，包括喜马拉雅山（中国部分）、昆仑山、天山（中国部分）、祁连山、秦岭、太行山、长白山和武夷山。卫星降水数据（2001–2012）来自TMPA 3B43的最新版本（V7），该数据经过全球雨量计数据集的调整，提供了空间分辨率为0.25°、覆盖范围为50°S–50°N的月降水量数据。地面雨量计降水数据（2001–2012）来自中国气象局国家气象信息中心（NMIC）制作的最新版本中国日常气候数据集，提供了日降水量数据。本研究使用了八个山区内的216个气象站的数据。"
      ],
      "findingsCn": [
        "基于一致性规则的评估方法表明，卫星降雨在有雨量计网格单元中的较高准确性并不一定意味着在无雨量计网格单元中的准确性也同样较高。本研究表明，地形和地理信息对于修正卫星降雨是非常有价值的。基于GP数据挖掘的地点-海拔-TMPA（LET）方法展示了克服未知关系模式难题的巨大潜力，并且在近实时和研究产品中，以及在月度和年度尺度上均有效。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for satellite rainfall products incorporate topographic and geographic information for calibration?",
        "QuestionCn": "卫星降雨产品的数据收集方法是否结合了地形和地理信息进行校准？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Are there challenges associated with capturing solid precipitation using ground gauges in mountainous areas?",
        "QuestionCn": "在山区使用地面雨量计捕捉固体降水时是否存在挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which type of dataset is typically used to adjust satellite precipitation products: global gauge datasets or local climate datasets?",
        "QuestionCn": "通常用于调整卫星降水产品的数据集是全球雨量计数据集还是地方气候数据集？",
        "AnswerEn": "Global gauge datasets",
        "AnswerCn": "全球测量数据集",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the primary challenges faced in collecting reliable precipitation data: issues with gauge accuracy, errors in satellite data, or other factors?",
        "QuestionCn": "收集可靠降水数据面临的主要挑战是什么：雨量计精度问题、卫星数据错误或其他因素？",
        "AnswerEn": "issues with gauge accuracy, errors in satellite data",
        "AnswerCn": "仪表精度问题，卫星数据错误",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the primary sources of precipitation data in the 黑河流域 area?",
        "QuestionCn": "黑河流域地区降水数据的主要来源是什么？",
        "AnswerEn": "China National Meteorological Station Network",
        "AnswerCn": "中国国家气象站网络",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a method that integrates geographic and topographic information to evaluate satellite precipitation products?",
        "QuestionCn": "您能否提供一个将地理和地形信息整合在一起以评估卫星降水产品的方法示例？",
        "AnswerEn": "A new methodology was developed to evaluate and calibrate the Tropical Rainfall Measuring Mission Multi-satellite Precipitation Analysis (TMPA) products by merging geographic and topographic information. This method involves introducing a consistency rule to evaluate the fitness of satellite rainfall with measurements on grids with and without ground gauges, and uses genetic programming to mine the relationship between gauge rainfall and location, elevation, and TMPA rainfall.",
        "AnswerCn": "一种新方法被开发出来，用于评估和校准热带降水测量任务多卫星降水分析（TMPA）产品，通过合并地理和地形信息。这种方法涉及引入一致性规则，以评估卫星降水与有和没有地面雨量计的网格上的测量值的适应性，并使用遗传编程挖掘雨量计降水与位置、高程和TMPA降水之间的关系。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using ground gauge data in mountainous regions?",
        "QuestionCn": "在山区使用地面测量数据时面临的一个挑战是什么？",
        "AnswerEn": "Ground gauges may suffer from various uncertainties caused by difficulties in capturing solid precipitation, especially in high-altitude and cold areas. This poses a challenge when using ground gauge data for accurate precipitation measurement in mountainous regions.",
        "AnswerCn": "地面雨量计可能会受到各种不确定性的影响，尤其是在高海拔和寒冷地区，捕捉固态降水存在困难。这在山区使用地面雨量计数据进行准确降水测量时带来了挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that combines satellite and ground gauge precipitation data for research purposes?",
        "QuestionCn": "您能否提供一个结合卫星和地面雨量计降水数据的研究用数据集的示例？",
        "AnswerEn": "A dataset that combines satellite precipitation products from the Tropical Rainfall Measuring Mission Multi-satellite Precipitation Analysis (TMPA) and ground gauge precipitation data from the China Daily Ground Climate Dataset was used for research. The satellite data spans from 2001 to 2012, providing monthly precipitation with a spatial resolution of 0.25°, while the ground gauge data covers the same period with daily precipitation from 216 stations in eight mountainous regions of China.",
        "AnswerCn": "一个结合了热带降水测量任务多卫星降水分析（TMPA）卫星降水产品和中国日报地面气候数据集的地面雨量数据集被用于研究。卫星数据的时间跨度为2001年至2012年，提供了0.25°空间分辨率的月降水量，而地面雨量数据覆盖相同的时间段，来自中国八个山区的216个站点的日降水量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of precipitation and evaporation datasets in the Heihe River Basin?",
        "QuestionCn": "黑河流域降水和蒸发数据集的特征是什么？",
        "AnswerEn": "daily rainfall data from 1990 to 2004, monthly evaporation data from 2000 to 2012",
        "AnswerCn": "1990年至2004年的每日降雨数据，2000年至2012年的每月蒸发数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the properties of satellite and ground gauge precipitation datasets used in mountainous regions of China?",
        "QuestionCn": "在中国山区使用的卫星和地面雨量数据集的属性是什么？",
        "AnswerEn": "TMPA 3B43 (V7), 2001–2012, monthly precipitation data, spatial resolution of 0.25°, 50°S to 50°N, China Daily Ground Climate Dataset, daily data, 216 stations, eight mountainous regions",
        "AnswerCn": "TMPA 3B43 (V7)，2001–2012，月降水数据，空间分辨率为0.25°，南纬50°至北纬50°，中国每日地面气候数据集，每日数据，216个站点，八个山区。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'genetic programming' mean in the context of improving the consistency of satellite rainfall data with ground measurements?",
        "QuestionCn": "在改善卫星降雨数据与地面测量一致性的背景下，“遗传编程”是什么意思？",
        "AnswerEn": "Genetic programming in this context refers to a data mining technique used to explore the relationship between gauge rainfall and factors such as location, elevation, and TMPA rainfall. It aids in enhancing the consistency of satellite rainfall data by identifying patterns and relationships that can correct discrepancies between satellite and ground measurements.",
        "AnswerCn": "在此背景下，遗传编程指的是一种数据挖掘技术，用于探索雨量计降雨与位置、海拔和TMPA降雨等因素之间的关系。它有助于通过识别模式和关系来增强卫星降雨数据的一致性，从而纠正卫星与地面测量之间的差异。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by the 'consistency rule' in evaluating satellite precipitation data?",
        "QuestionCn": "在评估卫星降水数据时，“一致性规则”是什么意思？",
        "AnswerEn": "The 'consistency rule' is a method introduced to assess how well satellite rainfall data fits with measurements on grids with and without ground gauges. It provides a framework for evaluating the accuracy of satellite precipitation, ensuring that satellite data aligns with actual measurements, even in areas lacking direct ground gauge data.",
        "AnswerCn": "“一致性规则”是一种方法，用于评估卫星降雨数据与有无地面雨量计的网格测量之间的契合程度。它提供了一个评估卫星降水准确性的框架，确保卫星数据与实际测量结果一致，即使在缺乏直接地面雨量计数据的区域。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does the term 'location-elevation-TMPA (LET) method' signify in the process of data correction for satellite rainfall?",
        "QuestionCn": "“位置-海拔-TMPA (LET) 方法”在卫星降雨数据校正过程中意味着什么？",
        "AnswerEn": "The 'location-elevation-TMPA (LET) method' refers to a correction approach that utilizes genetic programming to address the challenge of unknown patterns in the relationship between satellite data and ground conditions. It effectively combines location, elevation, and TMPA data to refine satellite rainfall estimates, enhancing their accuracy for both real-time and research applications across different timescales.",
        "AnswerCn": "“位置-海拔-TMPA（LET）方法”是一种修正方法，利用遗传编程来解决卫星数据与地面条件之间关系的未知模式问题。它有效地结合了位置、海拔和TMPA数据，以提高卫星降雨估计的准确性，增强其在不同时间尺度上的实时和研究应用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for ground gauge precipitation compare with those for satellite precipitation in terms of addressing uncertainties in high-altitude and cold areas?",
        "QuestionCn": "地面雨量计降水的数据收集方法与卫星降水的数据收集方法在应对高海拔和寒冷地区的不确定性方面有何比较？",
        "AnswerEn": "Ground gauge precipitation data may suffer from uncertainties such as difficulty capturing solid precipitation, while satellite rainfall data may have large errors due to a low signal-to-noise ratio in high-altitude and cold areas. Both methods face challenges, but the study suggests that incorporating topographic and geographic information can aid in correcting satellite rainfall data.",
        "AnswerCn": "地面雨量数据可能存在不确定性，例如难以捕捉固态降水，而卫星降水数据在高海拔和寒冷地区可能由于信噪比低而产生较大误差。这两种方法都面临挑战，但研究表明，结合地形和地理信息可以帮助修正卫星降水数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in spatial resolution and coverage between the satellite precipitation products used and the ground gauge precipitation data collected?",
        "QuestionCn": "卫星降水产品与地面雨量计收集的降水数据在空间分辨率和覆盖范围方面有什么区别？",
        "AnswerEn": "The satellite precipitation products, specifically the TMPA 3B43, provide monthly precipitation data with a spatial resolution of 0.25° and cover the global range from 50°S to 50°N. In contrast, the ground gauge precipitation data from the China Daily Ground Climate Dataset provide daily precipitation information, which is collected from 216 stations within specific mountainous regions in China.",
        "AnswerCn": "卫星降水产品，特别是TMPA 3B43，提供月降水数据，空间分辨率为0.25°，覆盖从50°S到50°N的全球范围。相比之下，中国日报地面气候数据集的地面雨量数据提供日降水信息，这些数据是从中国特定山区的216个站点收集的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways does the consistency rule evaluation method for satellite rainfall compare to traditional methods in gauged versus ungauged grid cells?",
        "QuestionCn": "卫星降雨的一致性规则评估方法与传统方法在有雨量计和无雨量计网格单元中的比较方式是什么？",
        "AnswerEn": "The consistency rule evaluation method indicates that higher accuracy of satellite rainfall in gauged grid cells does not necessarily reflect the same accuracy in ungauged grid cells. This suggests that traditional methods might not fully account for discrepancies in ungauged areas, while the proposed method highlights the value of topographic and geographic information for improving satellite rainfall accuracy.",
        "AnswerCn": "一致性规则评估方法表明，在有雨量计的网格单元中，卫星降雨的高准确性并不一定反映在无雨量计的网格单元中的相同准确性。这表明传统方法可能未能充分考虑无雨量计区域的差异，而所提出的方法强调了地形和地理信息在提高卫星降雨准确性方面的价值。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might topographic and geographic information be integrated into data collection methods to improve the accuracy of precipitation datasets?",
        "QuestionCn": "如何将地形和地理信息整合到数据收集方法中，以提高降水数据集的准确性？",
        "AnswerEn": "Topographic and geographic information can be integrated by evaluating and calibrating satellite precipitation products using these data. This integration helps to correct inaccuracies in satellite rainfall estimates, particularly in mountainous areas. Methods like genetic programming can be used to mine relationships between gauge rainfall, location, elevation, and satellite data.",
        "AnswerCn": "通过评估和校准卫星降水产品，可以将地形和地理信息进行整合。这种整合有助于修正卫星降雨估计中的不准确性，特别是在山区。可以使用遗传编程等方法挖掘雨量计降雨、位置、高度和卫星数据之间的关系。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges are commonly faced when using satellite data for precipitation measurement, and how can these challenges be addressed in data collection methods?",
        "QuestionCn": "使用卫星数据进行降水测量时常面临哪些挑战，以及如何在数据收集方法中解决这些挑战？",
        "AnswerEn": "Satellite data for precipitation measurement often faces challenges like low signal-to-noise ratios in high-altitude and cold areas. These challenges can be addressed by developing reliable methods that improve the consistency rate of satellite rainfall with ground measurements. Incorporating context of consistency and using data mining techniques to leverage location and elevation information can help mitigate these issues.",
        "AnswerCn": "卫星降水测量的数据常常面临挑战，例如在高海拔和寒冷地区信噪比低。这些挑战可以通过开发可靠的方法来提高卫星降水与地面测量的一致性率来解决。结合一致性的背景，并利用数据挖掘技术来利用位置和海拔信息，可以帮助减轻这些问题。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What insights can be drawn about the relationship between satellite and ground gauge data in heterogeneous terrains, and how might these insights inform future data collection strategies?",
        "QuestionCn": "关于异质地形中卫星数据与地面测量数据之间关系的洞察可以得出哪些结论，这些洞察又如何为未来的数据收集策略提供指导？",
        "AnswerEn": "The relationship between satellite and ground gauge data in heterogeneous terrains suggests that accuracy in gauged areas does not ensure the same accuracy in ungauged areas. Insights from these data can inform future strategies by emphasizing the importance of topographic and geographic information in improving satellite data accuracy. This understanding can guide the design of data collection strategies that consider the unique characteristics of different terrains.",
        "AnswerCn": "卫星与地面测量数据在异质地形中的关系表明，测量区域的准确性并不保证在无测量区域的准确性。这些数据的洞察可以为未来的策略提供指导，强调地形和地理信息在提高卫星数据准确性方面的重要性。这一理解可以指导数据收集策略的设计，考虑不同地形的独特特征。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the uncertainty in gauge data when measuring precipitation in high-altitude and cold areas?",
        "QuestionCn": "在高海拔和寒冷地区测量降水时，仪器数据的不确定性是什么原因造成的？",
        "AnswerEn": "Gauges may suffer from various uncertainty due to reasons such as the difficulty of capturing solid precipitation, leading to measurement inaccuracies.",
        "AnswerCn": "雨量计可能会由于捕捉固态降水的困难而遭受各种不确定性，从而导致测量不准确。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might satellite rainfall data have large errors in mountainous regions with complex topography?",
        "QuestionCn": "卫星降雨数据在地形复杂的山区可能会有较大误差的原因是什么？",
        "AnswerEn": "Satellite rainfall data tend to have large errors due to a low signal-to-noise ratio in high-altitude and cold areas, which is compounded by the complex topography of mountainous regions.",
        "AnswerCn": "卫星降雨数据由于高海拔和寒冷地区信噪比低而往往存在较大误差，这在复杂的山区地形中更为严重。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the need for integrating geographic and topographic information when calibrating satellite precipitation products?",
        "QuestionCn": "在校准卫星降水产品时，哪些因素促使需要整合地理和地形信息？",
        "AnswerEn": "The integration of geographic and topographic information is necessary because topography significantly influences the spatial distribution of precipitation, and this information helps improve the accuracy and consistency of satellite rainfall data.",
        "AnswerCn": "地理和地形信息的整合是必要的，因为地形显著影响降水的空间分布，而这些信息有助于提高卫星降雨数据的准确性和一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the inclusion of genetic programming in analyzing the relationship between gauge rainfall and location, elevation, and satellite rainfall affect the consistency rate of satellite precipitation data?",
        "QuestionCn": "将遗传编程纳入分析降雨量与地点、高度和卫星降雨之间的关系，如何影响卫星降水数据的一致性率？",
        "AnswerEn": "The inclusion of genetic programming to mine these relationships can improve the consistency rate of satellite rainfall, as it presents great potential to overcome the difficulty of unknown patterns and is valid for both near-real-time and research products, on monthly and annual scales.",
        "AnswerCn": "将遗传编程纳入挖掘这些关系可以提高卫星降雨的一致性率，因为它具有克服未知模式困难的巨大潜力，并且适用于近实时和研究产品，涵盖月度和年度尺度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "If gauges suffer from uncertainty due to difficulty in capturing solid precipitation, what are the potential consequences for the reliability of rainfall data when relying solely on satellite measurements?",
        "QuestionCn": "如果雨量计由于难以捕捉固态降水而受到不确定性的影响，那么仅依赖卫星测量的降水数据的可靠性可能会面临哪些潜在后果？",
        "AnswerEn": "Relying solely on satellite measurements may result in large errors due to their low signal-to-noise ratio, especially in high-altitude and cold areas. Therefore, integrating ground gauge data with satellite data is essential to improve the reliability of rainfall measurement.",
        "AnswerCn": "仅依赖卫星测量可能会由于其低信噪比而导致较大的误差，尤其是在高海拔和寒冷地区。因此，将地面雨量计数据与卫星数据结合起来，对于提高降雨测量的可靠性至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What motivates the integration of geographic and topographic information in evaluating satellite precipitation products?",
        "QuestionCn": "在评估卫星降水产品时，整合地理和地形信息的动机是什么？",
        "AnswerEn": "The integration of geographic and topographic information in evaluating satellite precipitation products is motivated by the need to improve the accuracy and reliability of these products, especially in complex terrains where traditional measurement methods face limitations.",
        "AnswerCn": "在评估卫星降水产品时，地理和地形信息的整合是出于提高这些产品准确性和可靠性的需要，特别是在复杂地形中，传统测量方法面临局限性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why is it important to address the uncertainties present in both gauge and satellite rainfall measurements in mountainous areas?",
        "QuestionCn": "为什么在山区处理测量雨量的雨量计和卫星数据的不确定性很重要？",
        "AnswerEn": "Addressing the uncertainties in both gauge and satellite rainfall measurements is crucial in mountainous areas to ensure the accuracy of precipitation data, which is often affected by factors like low signal-to-noise ratio and the difficulty of capturing solid precipitation.",
        "AnswerCn": "在山区，解决雨量计和卫星降雨测量中的不确定性对于确保降水数据的准确性至关重要，因为这些数据常常受到信噪比低和捕捉固态降水困难等因素的影响。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the objectives behind developing a new methodology for calibrating satellite precipitation data in high-altitude regions?",
        "QuestionCn": "开发高海拔地区卫星降水数据校准新方法的目标是什么？",
        "AnswerEn": "The objectives behind developing a new methodology for calibrating satellite precipitation data in high-altitude regions include improving the consistency and accuracy of satellite data by leveraging the relationship between gauge measurements, topographic features, and existing satellite data.",
        "AnswerCn": "开发一种新的卫星降水数据校准方法的目标包括通过利用雨量计测量、地形特征和现有卫星数据之间的关系，提高卫星数据的一致性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be developed to evaluate and calibrate satellite precipitation products using geographic and topographic information?",
        "QuestionCn": "可以开发哪些方法来评估和校准卫星降水产品，利用地理和地形信息？",
        "AnswerEn": "One approach involves introducing a consistency rule to assess the satellite rainfall's accuracy in both gauged and ungauged grid cells. Additionally, employing genetic programming to uncover relationships between gauge rainfall, location, elevation, and satellite data can improve consistency rates. This methodology has been applied to satellite precipitation data from 2001–2012 across mountainous regions.",
        "AnswerCn": "一种方法是引入一致性规则，以评估卫星降雨在有雨量计和无雨量计网格单元中的准确性。此外，利用遗传编程揭示雨量计降雨、位置、高度和卫星数据之间的关系，可以提高一致性率。这种方法已应用于2001年至2012年间山区的卫星降水数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How can the challenges of uncertainty in gauge and satellite rainfall measurements in high-altitude and cold areas be addressed?",
        "QuestionCn": "如何解决高海拔和寒冷地区雨量计和卫星降雨测量中的不确定性挑战？",
        "AnswerEn": "To tackle these challenges, the use of topographic and geographic information is essential. By applying a location-elevation-TMPA (LET) method based on genetic programming data mining, researchers can correct satellite rainfall data, making it more accurate even in ungauged areas. This method has shown potential for both near-real-time and research products on monthly and annual scales.",
        "AnswerCn": "为了解决这些挑战，使用地形和地理信息是必不可少的。通过应用基于遗传编程数据挖掘的地点-海拔-温度-降水（LET）方法，研究人员可以校正卫星降雨数据，使其在无雨量站地区也能更准确。该方法在近实时和研究产品的月度和年度尺度上显示出了潜力。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What data collection methods are used to gather ground gauge precipitation data in mountainous areas?",
        "QuestionCn": "在山区收集地面雨量数据使用了哪些数据收集方法？",
        "AnswerEn": "Ground gauge precipitation data is collected using stations within mountainous regions. For instance, the China Daily Ground Climate Dataset, produced by the National Meteorological Information Center of China, provides daily precipitation data. In the research context, 216 stations were used to gather data across eight mountainous areas in China from 2001 to 2012.",
        "AnswerCn": "地面雨量数据是在山区的气象站收集的。例如，由中国国家气象信息中心制作的《中国日报地面气候数据集》提供了每日降水数据。在研究中，使用了216个气象站在中国八个山区收集2001年至2012年的数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods can be employed to calibrate satellite rainfall data using geographic and topographic information to improve accuracy?",
        "QuestionCn": "可以采用哪些方法来利用地理和地形信息校准卫星降雨数据，以提高准确性？",
        "AnswerEn": "A new methodology involves introducing a consistency rule to evaluate satellite rainfall against ground measurements and using genetic programming to mine relationships between gauge rainfall and factors like location, elevation, and TMPA rainfall.",
        "AnswerCn": "一种新方法涉及引入一致性规则，以评估卫星降雨与地面测量之间的关系，并使用遗传编程挖掘雨量计降雨与位置、高程和TMPA降雨等因素之间的关系。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How can challenges in capturing solid precipitation and satellite errors in high-altitude areas be addressed to enhance dataset reliability?",
        "QuestionCn": "如何解决在高海拔地区捕捉固体降水和卫星误差的挑战，以增强数据集的可靠性？",
        "AnswerEn": "Challenges can be addressed by developing reliable methods that incorporate topographic and geographic information, as well as employing genetic programming to improve consistency between satellite and ground gauge data.",
        "AnswerCn": "挑战可以通过开发可靠的方法来解决，这些方法结合了地形和地理信息，并利用遗传编程来提高卫星数据与地面测量数据之间的一致性。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What are the expected challenges in capturing accurate precipitation and evaporation data in mountainous regions, and how can topographic information help address these challenges?",
        "QuestionCn": "在山区捕捉准确的降水和蒸发数据时，预期会面临哪些挑战，以及地形信息如何帮助解决这些挑战？",
        "AnswerEn": "In mountainous regions, gauges may suffer from uncertainty due to difficulty capturing solid precipitation, and satellite rainfall measurements may have errors. Topographic information can be valuable for correcting satellite rainfall, as demonstrated by the development of methodologies that incorporate geographic and topographic data to improve the accuracy of satellite products.",
        "AnswerCn": "在山区，由于难以捕捉固体降水，雨量计可能会出现不确定性，而卫星降雨测量也可能存在误差。地形信息对于修正卫星降雨具有重要价值，已有研究表明，结合地理和地形数据的方法可以提高卫星产品的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might integrating genetic programming with location, elevation, and satellite data improve the expectations for modeling precipitation patterns in complex terrains?",
        "QuestionCn": "将遗传编程与位置、高程和卫星数据相结合，如何改善在复杂地形中对降水模式建模的预期？",
        "AnswerEn": "Integrating genetic programming with location, elevation, and satellite data can help mine the relationship between gauge rainfall and these variables, potentially overcoming the difficulty of unknown patterns in precipitation data. This approach has shown great potential to be effective both for near-real-time and research products, providing improved accuracy in modeling precipitation patterns in complex terrains.",
        "AnswerCn": "将遗传编程与位置、高程和卫星数据相结合，可以帮助挖掘雨量计降雨与这些变量之间的关系，从而克服降水数据中未知模式的困难。这种方法在近实时和研究产品中都显示出很大的潜力，能够提高在复杂地形中建模降水模式的准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, what are the main challenges faced when trying to merge satellite and ground gauge precipitation data, especially in high-altitude and cold regions?",
        "QuestionCn": "在尝试合并卫星和地面雨量计降水数据时，尤其是在高海拔和寒冷地区，主要面临的挑战是什么？",
        "AnswerEn": "One of the primary challenges is the uncertainty introduced by gauges, which may struggle to capture solid precipitation accurately. Additionally, satellite data in high-altitude and cold areas can suffer from large errors due to a low signal-to-noise ratio. Reliable methods to mitigate these issues are still under development, highlighting the complexity of the problem.",
        "AnswerCn": "主要挑战之一是由雨量计引入的不确定性，这可能导致固态降水的捕捉不准确。此外，高海拔和寒冷地区的卫星数据由于信噪比低，可能会出现较大的误差。可靠的减轻这些问题的方法仍在开发中，突显了问题的复杂性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your assessment of the potential for genetic programming methods to improve the consistency of satellite rainfall data with ground measurements?",
        "QuestionCn": "我对遗传编程方法在提高卫星降雨数据与地面测量一致性方面的潜力的评估是什么？",
        "AnswerEn": "The genetic programming approach is promising as it can uncover complex relationships between location, elevation, and satellite rainfall data. This method has shown potential in enhancing the consistency of satellite rainfall data across both gauged and ungauged grid cells, providing a robust tool for data correction and analysis.",
        "AnswerCn": "遗传编程方法是有前景的，因为它可以揭示位置、高度和卫星降雨数据之间的复杂关系。这种方法在提高有雨量计和无雨量计网格单元之间卫星降雨数据的一致性方面显示出了潜力，为数据修正和分析提供了一个强有力的工具。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how topography influences the accuracy of precipitation data collected from satellite sources.",
        "QuestionCn": "我不明白地形如何影响从卫星来源收集的降水数据的准确性。",
        "AnswerEn": "Topography is a significant factor influencing the spatial distribution of precipitation, which can lead to challenges in accurately capturing satellite rainfall due to high-altitude and cold areas having a low signal-to-noise ratio.",
        "AnswerCn": "地形是影响降水空间分布的重要因素，这可能导致在高海拔和寒冷地区由于信噪比低而难以准确捕捉卫星降雨数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure about the challenges faced by ground gauges in capturing accurate precipitation data.",
        "QuestionCn": "我对地面雨量计在捕捉准确降水数据方面面临的挑战感到不确定。",
        "AnswerEn": "Ground gauges face uncertainties in capturing precipitation data due to factors such as difficulty in capturing solid precipitation, which can lead to errors in the measurements used for evaluating satellite data.",
        "AnswerCn": "地面雨量计在捕捉降水数据时面临不确定性，原因包括难以捕捉固态降水，这可能导致用于评估卫星数据的测量出现错误。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore methods to enhance the accuracy of satellite precipitation measurements in high-altitude and cold regions, considering both topographic and geographic information.",
        "QuestionCn": "请探讨提高高海拔和寒冷地区卫星降水测量准确性的方法，考虑地形和地理信息。",
        "AnswerEn": "In the proposed method, the consistency rule is introduced to evaluate the fitness of satellite rainfall with measurements on the grids with and without ground gauges. To improve the consistency rate of satellite rainfall, genetic programming is used to mine the relationship between gauge rainfall and location, elevation, and TMPA rainfall. This method is applied to the TMPA 3B43 V7 product in eight mountainous areas of China.",
        "AnswerCn": "在所提出的方法中，引入了一致性规则来评估卫星降雨与有无地面雨量计的网格测量值的适应性。为了提高卫星降雨的一致性率，采用遗传编程挖掘雨量计降雨与位置、高程和TMPA降雨之间的关系。该方法应用于中国八个山区的TMPA 3B43 V7产品。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please investigate potential challenges in data collection for rainfall and evaporation datasets in regions with complex topography, and suggest methods to address these challenges.",
        "QuestionCn": "请调查在地形复杂地区收集降雨和蒸发数据的潜在挑战，并建议解决这些挑战的方法。",
        "AnswerEn": "Gauges may suffer from uncertainty caused by various reasons, such as the difficulty of capturing solid precipitation. Satellite rainfall also tends to have large errors due to a low signal-to-noise ratio in high-altitude and cold areas. Reliable methods to address this issue are still missing, but the study suggests using topographic and geographic information to correct satellite rainfall, which shows potential in overcoming these challenges.",
        "AnswerCn": "雨量计可能会因各种原因而受到不确定性的影响，例如捕捉固态降水的困难。卫星降雨也往往由于高海拔和寒冷地区的信噪比低而存在较大误差。解决这一问题的可靠方法仍然缺失，但研究建议利用地形和地理信息来校正卫星降雨，这在克服这些挑战方面显示出潜力。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please recommend strategies for integrating satellite precipitation data with ground gauge measurements to improve the reliability of hydrological datasets in diverse climatic regions.",
        "QuestionCn": "请推荐将卫星降水数据与地面雨量计测量相结合的策略，以提高不同气候区域水文数据集的可靠性。",
        "AnswerEn": "The location-elevation-TMPA (LET) method based on genetic programming data mining presents potential for overcoming the difficulty of unknown patterns in the relationship between satellite and gauge data. This method is effective for both near-real-time and research products, and both on monthly and annual scales, by integrating satellite precipitation products with ground gauge precipitation.",
        "AnswerCn": "基于遗传编程数据挖掘的地点-海拔-温度-降水（LET）方法在克服卫星数据与雨量计数据之间关系的未知模式方面展现出潜力。该方法对于近实时和研究产品，以及月度和年度尺度都有效，通过将卫星降水产品与地面雨量计降水数据相结合。",
        "Level": "C6(Creating)"
      }
    ]
  }
}