{
  "id": "c06ab505-de8f-49fd-9c57-a493637b4ab7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Resources and environment of the Zhangye (2001-2012)",
      "titleCn": "黑河流域张掖市资源环境数据集（2001-2012）",
      "description": "Part of the data of resources and environment in Zhangye City from 2001 to 2012, including: per capita cultivated land area, per capita forest land area, per capita grassland area, forest coverage, land productivity, unused land occupation rate",
      "descriptionCn": "张掖市2001-2012年资源环境部分数据，包括：人均耕地面积、人均林地面积、人均草地面积、森林覆盖率、土地生产率、未利用土地占有率",
      "instructions": "Excel format storage",
      "instructionsCn": "excel 格式存储",
      "east": 101.6,
      "west": 98.75,
      "south": 38.3,
      "north": 39.83,
      "startTime": "2002-01-12 15:18:00",
      "endTime": "2013-01-12 15:19:00",
      "fileSize": 11642.0,
      "cstr": "18406.11.heihe.206.2014.db",
      "doi": "10.3972/heihe.206.2014.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张大伟",
        "nameEn": "ZHANG Dawei",
        "unitEn": "",
        "unitCn": "兰州大学生命科学学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": null,
        "referenceCn": "张掖市统计局.张掖市统计年鉴.2001-2012.Bureay of Statistics of ZhangYe.Statistical Yearbook.2001-2012.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用类型",
        "nameEn": "Land use type"
      },
      {
        "nameCn": "土地覆被",
        "nameEn": "land cover"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "张掖",
        "keywordEn": "Zhangye"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2012",
        "keywordEn": "2001-2012",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "近50年来黑河流域水环境演变与人类活动耦合机理研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for the land use metrics, such as per capita cultivated land area, from 2001-2012 in the Heihe River Basin's Zhangye City align with standardized environmental data collection techniques?",
        "QuestionCn": "在2001-2012年期间，河西走廊张掖市的土地利用指标（如人均耕地面积）的数据收集方法是否符合标准化的环境数据收集技术？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the challenges in collecting data on per capita arable land area and forest cover rate from 2001 to 2012 in Zhangye City within the Heihe River Basin?",
        "QuestionCn": "在收集2001年至2012年张掖市在黑河流域的每人可耕地面积和森林覆盖率的数据时面临的挑战有哪些？",
        "AnswerEn": "accuracy and consistency of historical data collection techniques",
        "AnswerCn": "历史数据收集技术的准确性和一致性",
        "Level": "C4(Analyzing)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the essential features that need to be considered when collecting data on per capita land areas and land utilization rates in a regional environment dataset?",
        "QuestionCn": "在收集区域环境数据集中的人均土地面积和土地利用率数据时，需要考虑哪些基本特征？",
        "AnswerEn": "accuracy of per capita land area measurements, method of calculating forest coverage rate, criteria for assessing land productivity, metrics for determining the rate of unused land occupancy",
        "AnswerCn": "人均土地面积测量的准确性，森林覆盖率的计算方法，评估土地生产力的标准，确定闲置土地占用率的指标。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of years covered in the resource and environment dataset for Zhangye City in the Heihe River Basin?",
        "QuestionCn": "张掖市在黑河流域的资源和环境数据集覆盖的总年数是多少？",
        "AnswerEn": "12 years",
        "AnswerCn": "12年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '森林覆盖率' mean in the context of data collection for environmental resources?",
        "QuestionCn": "在环境资源数据收集的背景下，“森林覆盖率”是什么意思？",
        "AnswerEn": "'森林覆盖率' refers to the forest coverage rate, which is a measure used to quantify the proportion of land area covered by forests. In the context of data collection for environmental resources, it involves gathering and analyzing data to determine how much of a given area is covered by forest ecosystems. This can include remote sensing data, field surveys, and geographic information system (GIS) analysis to assess changes and trends in forest coverage over time.",
        "AnswerCn": "'森林覆盖率'是指森林覆盖率，是用来量化土地面积中森林覆盖比例的一个指标。在环境资源数据收集的背景下，它涉及收集和分析数据，以确定特定区域内被森林生态系统覆盖的面积。这可以包括遥感数据、实地调查和地理信息系统（GIS）分析，以评估森林覆盖的变化和趋势。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting data on land use and environmental resources in the context of Zhangye City, such as per capita arable land area and forest coverage rate?",
        "QuestionCn": "在张掖市的背景下，收集土地利用和环境资源数据（如人均耕地面积和森林覆盖率）的主要目标是什么？",
        "AnswerEn": "The primary objective of collecting data on land use and environmental resources in the context of Zhangye City is to understand the distribution and utilization of natural resources over time, which can inform sustainable development policies, resource management strategies, and environmental conservation efforts. By analyzing these data points, researchers and policymakers can track changes in land productivity, forest coverage, and the availability of arable land, which are crucial for planning and managing the region's natural resources effectively.",
        "AnswerCn": "收集张掖市土地利用和环境资源数据的主要目的是了解自然资源的分布和利用情况，以便为可持续发展政策、资源管理策略和环境保护工作提供依据。通过分析这些数据点，研究人员和政策制定者可以跟踪土地生产力、森林覆盖率和可耕地的变化，这对于有效规划和管理该地区的自然资源至关重要。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}