{
  "id": "c0a65170-d7cc-4a10-b3fd-39f813cd1387",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Permafrost, active layer and meteorological data from a relict permafrost site at Mahan Mountain, Northeast of Qinghai-Tibet Plateau  (2010–2020)  Version  2.0",
      "titleCn": "Permafrost, active layer and meteorological data from a relict permafrost site at Mahan Mountain, Northeast of Qinghai-Tibet Plateau  (2010–2020)  Version  2.0",
      "description": "We present 11 years of such data for a relict permafrost site at Mahan Mountain on the northeast of Qinghai-Tibet Plateau. The meteorological data are comprised of air temperature, air relative humidity, wind speed and direction, shortwave and longwave downwards and upwards radiation, atmospheric pressure, precipitation, and ground surface temperature on half-an-hour timescale. The active layer data include daily time series of soil temperature and soil moisture at five levels. The permafrost data consist of ground temperature at twenty depths. The released high-quality and long-term datasets are expected to serve as accurate forcing data and validate and assess remote-sensing products and land surface models for a broader geoscientific community.",
      "descriptionCn": "We present 11 years of such data for a relict permafrost site at Mahan Mountain on the northeast of Qinghai-Tibet Plateau. The meteorological data are comprised of air temperature, air relative humidity, wind speed and direction, shortwave and longwave downwards and upwards radiation, atmospheric pressure, precipitation, and ground surface temperature on half-an-hour timescale. The active layer data include daily time series of soil temperature and soil moisture at five levels. The permafrost data consist of ground temperature at twenty depths. The released high-quality and long-term datasets are expected to serve as accurate forcing data and validate and assess remote-sensing products and land surface models for a broader geoscientific community.",
      "instructions": "Meteo_2010-2020\nPrecipitation_2010-2020\nALT_soil_temperature_2010-2020\nALT_soil_ moisture_2010-2020\nBorehole_ground_temperature_2010-2020\nAll data are stored in excel format. All the data files in this dataset can be opened directly with Microsoft excel program.",
      "instructionsCn": "Meteo_2010-2020\nPrecipitation_2010-2020\nALT_soil_temperature_2010-2020\nALT_soil_ moisture_2010-2020\nBorehole_ground_temperature_2010-2020\nAll data are stored in excel format. All the data files in this dataset can be opened directly with Microsoft excel program.",
      "east": 103.9,
      "west": 103.9,
      "south": 35.7,
      "north": 35.7,
      "startTime": "2010-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 19253068.0,
      "cstr": "18406.11.Cryos.tpdc.271838",
      "doi": "10.11888/Cryos.tpdc.271838",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "Tonghua Wu",
        "nameEn": "WU Tonghua",
        "unitEn": "",
        "unitCn": "Northwest Institute of Eco-Environment and Resource, Chinese Academy of Sciences"
      },
      {
        "nameCn": "Changwei Xie",
        "nameEn": "XIE Changwei",
        "unitEn": "",
        "unitCn": "Northwest Institute of Eco-Environment and Resource, Chinese Academy of Sciences"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Characteristics and Persistence of Relict High-Altitude Permafrost on Mahan Mountain, Loess Plateau, China",
        "referenceCn": null,
        "referenceEn": "Xie C.W., Gough W.A. ,Tam  A. , Zhao L. , Wu T. H. (2013). Characteristics and Persistence of Relict High-Altitude Permafrost on Mahan Mountain, Loess Plateau, China. Permafrost and Periglacial Processes, 24(3), 200-209."
      },
      {
        "titleCn": null,
        "titleEn": "Permafrost, active layer, and meteorological data (2010–2020) at the Mahan Mountain relict permafrost site of northeastern Qinghai–Tibet Plateau",
        "referenceCn": null,
        "referenceEn": "\nWu, T., Xie, C., Zhu, X., Chen, J., Wang, W., Li, R., Wen, A., Wang, D., Lou, P., Shang, C., La, Y., Wei, X., Ma, X., Qiao, Y., Wu, X., Pang, Q., & Hu, G. (2022). Permafrost, active layer, and meteorological data (2010–2020) at the Mahan Mountain relict permafrost site of northeastern Qinghai–Tibet Plateau. Earth Syst. Sci. Data, 14, 1257–1269, https://doi.org/10.5194/essd-14-1257-2022."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "地温",
        "nameEn": "Ground temperature"
      },
      {
        "nameCn": "多年冻土",
        "nameEn": "Permafrost"
      },
      {
        "nameCn": "活动层",
        "nameEn": "active layer"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Chinese Loess Plateau",
        "keywordEn": ""
      },
      {
        "keywordCn": "Qinghai-Tibet Plateau",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "Hourly, Daily, Monthly",
        "keywordEn": "",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Permafrost is defined as ground that remains at or below 0 °C for at least 2 consecutive years (Van Everdingen, 1998). As a major component of the cryosphere, the area underlain by permafrost ranges from 12.21 ×10^6 to 16.98 ×10^6 km^2, or from 12.8 % to 17.8 % of the terrestrial landscape in the Northern Hemisphere (Zhang et al., 2000). The thermal state of permafrost is sensitive to climatic warming. There is increasing evidence indicating that permafrost is warming at both global and regional scales (Harris et al., 2003; Cheng and Wu, 2007; Romanovsky et al., 2010; Zhao et al., 2010; Hjort et al., 2018; Biskaborn et al., 2019). Generally, the evidence of permafrost degradation includes rising mean annual ground temperature, deepening active layer thickness, talik and thermokarst development, and decreasing permafrost extent (Cheng and Wu, 2007). Permafrost degradation affects local hydrology, ecosystems, infrastructure stability, and even feedbacks to the climate system (Nauta et al., 2015; Walvoord and Kurylyk, 2016; Hjort et al., 2018; Wang et al., 2021; Zhang et al., 2021; Shogren et al., 2022). Relict permafrost is usually characterized by high-temperature sporadic permafrost, where the mean annual ground temperature of permafrost is close to 0 °C. The relict permafrost presents a favorable opportunity to compare the impacts of climatic warming on the permafrost and the seasonal frozen ground, as they have similar climate conditions (Mu et al., 2017). In addition, the different impacts of vegetation, terrain, and organic matter on the ground thermal regime could be determined in the relict permafrost regions (Xie et al., 2013). Long-term and continuous observations of meteorological variables, active layer, and permafrost are of great importance to understanding the impacts of climatic changes on the ground thermal regime (Boike et al., 2019). It is critical to better understand the energy balance at the ground surface to enhance our understanding of the heat and moisture exchanges within the active layer and the permafrost layer. Furthermore, the data on atmospheric conditions and hydrothermal regimes of the active layer are also of great significance for validating remote sensing datasets and land surface models in cold regions (Westermann et al., 2011; Park et al., 2016, 2018; Che et al., 2019; L. Zhao et al., 2021)."
      ],
      "research objective": [
        "The objective of releasing these data is to improve and validate the permafrost models and land surface models, which face great difficulties in modeling mountain permafrost dynamics."
      ],
      "challenges": [
        "On the Qinghai–Tibet Plateau, high-quality and long-term datasets of meteorological and permafrost data are relatively scarce, especially in the relict permafrost regions, due to limited logistic support, expensive maintenance costs, and difficult living environments (Li et al., 2020). The permafrost borehole suffered water penetration from 2012 to 2016, which caused low-quality permafrost temperature data."
      ],
      "methods": [
        "We present 11 years of meteorological and soil data from the Mahan Mountain relict permafrost site of northeastern Qinghai–Tibet Plateau. The meteorological data comprise air and land surface temperature, relative humidity, wind speed and direction, shortwave and longwave downwards and upwards radiation, water vapor pressure, and precipitation on a half-hour timescale. The active layer data include daily soil temperature and soil volumetric water content at five different depths. The permafrost data consist of the ground temperature at 20 different depths up to 28.4 m. The meteorological station of the Mahan Mountain continues to observe a variety of meteorological variables from 1 January 2010 to 31 December 2020. All meteorological variables are monitored in 30 min intervals. For the active layer soil temperature and soil water content observations, there were several blank gaps from 2012 to 2014 owing to a broken storage battery. Subsequently, we solved these problems by installing a new storage battery with a larger capacity. Moreover, the permafrost borehole suffered water penetration from 2012 to 2016, which caused low-quality permafrost temperature data; we repaired it and manually measured the permafrost temperature at different depths since 2017. The underground soil temperature and soil volumetric water content data in the active layer were monitored at five depths (10, 30, 80, 100, and 120 cm). In August 2008, a borehole with a depth of 28.5 m was drilled to monitor the permafrost temperature. In mid-December 2008, 20 thermistors were installed at different depths in the borehole (0.1, 0.4, 0.9, 1.4, 1.9, 2.4, 3.4, 6.4, 7.4, 9.4, 11.4, 13.4, 15.4, 17.4, 19.4, 21.4, 23.4, 25.4, 27.4, and 28.4 m). From May 2009, permafrost temperature data for each half-hour were automatically recorded by the datalogger (CR1000, Campbell Scientific, USA). Since 2017, a digital multimeter has been used to manually measure the permafrost temperature at 13 layers (3, 4, 5, 7, 9, 11, 13, 15, 17, 19, 21, 23, and 25 m) for 2–4 times each month."
      ],
      "dataset": [
        "We present 11 years of meteorological and soil data from the Mahan Mountain relict permafrost site of northeastern Qinghai–Tibet Plateau. The meteorological data comprise air and land surface temperature, relative humidity, wind speed and direction, shortwave and longwave downwards and upwards radiation, water vapor pressure, and precipitation on a half-hour timescale. The active layer data include daily soil temperature and soil volumetric water content at five different depths. The permafrost data consist of the ground temperature at 20 different depths up to 28.4 m. The datasets are available from the National Tibetan Plateau/Third Pole Environment Data Center (https://doi.org/10.11888/Cryos.tpdc.271838, Wu and Xie, 2021)."
      ],
      "findings": [],
      "backgroundCn": [
        "永久冻土被定义为在连续两年内保持在或低于0°C的土壤（Van Everdingen, 1998）。作为冰冻圈的主要组成部分，永久冻土覆盖的区域范围从12.21 ×10^6到16.98 ×10^6平方公里，约占北半球陆地景观的12.8%到17.8%（Zhang et al., 2000）。永久冻土的热状态对气候变暖非常敏感。越来越多的证据表明，永久冻土在全球和区域尺度上都在变暖（Harris et al., 2003; Cheng and Wu, 2007; Romanovsky et al., 2010; Zhao et al., 2010; Hjort et al., 2018; Biskaborn et al., 2019）。通常，永久冻土退化的证据包括年均地温上升、活跃层厚度加深、塔利克和热土壤侵蚀的发展，以及永久冻土范围的减少（Cheng and Wu, 2007）。永久冻土退化影响当地水文、生态系统、基础设施稳定性，甚至对气候系统的反馈（Nauta et al., 2015; Walvoord and Kurylyk, 2016; Hjort et al., 2018; Wang et al., 2021; Zhang et al., 2021; Shogren et al., 2022）。遗留永久冻土通常以高温间歇性永久冻土为特征，其永久冻土的年均地温接近0°C。遗留永久冻土为比较气候变暖对永久冻土和季节性冻土的影响提供了良好的机会，因为它们具有相似的气候条件（Mu et al., 2017）。此外，可以确定植被、地形和有机物对地面热状态的不同影响（Xie et al., 2013）。对气象变量、活跃层和永久冻土的长期和持续观测对于理解气候变化对地面热状态的影响至关重要（Boike et al., 2019）。更好地理解地表的能量平衡对于增强我们对活跃层和永久冻土层内热量和水分交换的理解至关重要。此外，活跃层的气象条件和水热状态的数据对于验证寒冷地区的遥感数据集和陆面模型也具有重要意义（Westermann et al., 2011; Park et al., 2016, 2018; Che et al., 2019; L. Zhao et al., 2021）。"
      ],
      "research objectiveCn": [
        "发布这些数据的目的是为了改进和验证永冻土模型和陆面模型，这些模型在模拟山区永冻土动态方面面临很大困难。"
      ],
      "challengesCn": [
        "在青藏高原，气象和永久冻土数据的高质量和长期数据集相对稀缺，尤其是在遗留永久冻土地区，这主要是由于后勤支持有限、维护成本高昂以及生活环境艰难（李等，2020）。永久冻土钻孔在2012年至2016年期间遭受水渗透，导致永久冻土温度数据质量较低。"
      ],
      "methodsCn": [
        "我们提供了来自青藏高原东北部马汉山遗留冻土站的11年气象和土壤数据。气象数据包括空气和地表温度、相对湿度、风速和风向、短波和长波辐射的下行和上行、蒸汽压和降水，时间分辨率为半小时。活层数据包括在五个不同深度的日土壤温度和土壤体积含水量。冻土数据包括在28.4米深度的20个不同深度的地温。马汉山气象站自2010年1月1日至2020年12月31日持续观测多种气象变量。所有气象变量以30分钟的间隔进行监测。关于活层土壤温度和土壤水分含量的观测，在2012年至2014年期间由于储存电池损坏，出现了多个空白数据缺口。随后，我们通过安装一个更大容量的新储存电池解决了这些问题。此外，冻土钻孔在2012年至2016年期间遭遇水渗透，导致冻土温度数据质量较低；自2017年以来，我们对其进行了修复，并手动测量不同深度的冻土温度。活层的地下土壤温度和土壤体积含水量数据在五个深度（10、30、80、100和120厘米）进行监测。2008年8月，钻探了一口深28.5米的钻孔以监测冻土温度。2008年12月中旬，在钻孔的不同深度（0.1、0.4、0.9、1.4、1.9、2.4、3.4、6.4、7.4、9.4、11.4、13.4、15.4、17.4、19.4、21.4、23.4、25.4、27.4和28.4米）安装了20个热敏电阻。从2009年5月起，冻土温度数据通过数据记录仪（CR1000，Campbell Scientific，美国）以每半小时自动记录。自2017年以来，使用数字万用表每月手动测量冻土温度13层（3、4、5、7、9、11、13、15、17、19、21、23和25米），每层测量2-4次。"
      ],
      "datasetCn": [
        "我们提供了来自青藏高原东北部马汉山遗留冻土站的11年气象和土壤数据。气象数据包括空气和地表温度、相对湿度、风速和风向、短波和长波辐射的下行和上行、蒸汽压和降水，时间分辨率为半小时。活层数据包括在五个不同深度的每日土壤温度和土壤体积含水量。冻土数据包括在20个不同深度（最深可达28.4米）的地温数据。这些数据集可从国家青藏高原/第三极环境数据中心获取（https://doi.org/10.11888/Cryos.tpdc.271838，吴和谢，2021）。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Was there an issue with data quality due to environmental factors affecting the permafrost borehole?",
        "QuestionCn": "由于环境因素影响了永久冻土钻孔，数据质量是否存在问题？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is there a dataset available that includes both meteorological and soil data from the Mahan Mountain relict permafrost site?",
        "QuestionCn": "是否有可用的数据集，包括来自马汉山遗留永冻土地点的气象和土壤数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the challenges faced in collecting high-quality and long-term permafrost data on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原收集高质量和长期的永久冻土数据面临的挑战有哪些？",
        "AnswerEn": "limited logistic support",
        "AnswerCn": "有限的后勤支持",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where are the meteorological and soil datasets from the Mahan Mountain relict permafrost site available?",
        "QuestionCn": "Mahan Mountain遗留永久冻土地点的气象和土壤数据集在哪里可以获取？",
        "AnswerEn": "National Tibetan Plateau/Third Pole Environment Data Center",
        "AnswerCn": "国家青藏高原/第三极环境数据中心",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Could you provide an example of a publicly available dataset for studying permafrost temperature variations on the Qinghai-Tibet Plateau?",
        "QuestionCn": "您能否提供一个可公开获取的数据集，用于研究青藏高原的永冻土温度变化？",
        "AnswerEn": "An example of a publicly available dataset for studying permafrost temperature variations on the Qinghai-Tibet Plateau is the dataset from the Mahan Mountain site, which includes 11 years of meteorological and soil data. The dataset comprises air and land surface temperatures, relative humidity, wind speed and direction, radiation, water vapor pressure, precipitation, and ground temperature at multiple depths, and is available from the National Tibetan Plateau/Third Pole Environment Data Center.",
        "AnswerCn": "一个可用于研究青藏高原冻土温度变化的公开数据集是来自马汉山站的数据集，该数据集包含11年的气象和土壤数据。数据集包括空气和地表温度、相对湿度、风速和风向、辐射、水蒸气压、降水量以及多个深度的地温，并可从国家青藏高原/第三极环境数据中心获取。",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties of meteorological data collected at a relict permafrost site?",
        "QuestionCn": "在遗留永冻土地点收集的气象数据的特性是什么？",
        "AnswerEn": "air temperature, air relative humidity, wind speed and direction, shortwave and longwave downwards and upwards radiation, atmospheric pressure, precipitation, ground surface temperature",
        "AnswerCn": "空气温度、空气相对湿度、风速和风向、短波和长波的向下和向上辐射、大气压力、降水、地表温度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with maintaining high-quality and long-term datasets in relict permafrost regions?",
        "QuestionCn": "在遗留永冻土地区，维护高质量和长期数据集面临哪些挑战？",
        "AnswerEn": "limited logistic support, expensive maintenance costs, difficult living environments, water penetration in boreholes, broken storage batteries",
        "AnswerCn": "有限的后勤支持，昂贵的维护成本，恶劣的生活环境，钻孔中的水渗透，损坏的储能电池。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the characteristics of the active layer data collected at Mahan Mountain?",
        "QuestionCn": "Mahan Mountain收集的活跃层数据的特征是什么？",
        "AnswerEn": "daily soil temperature, soil volumetric water content, depths of 10 cm, 30 cm, 80 cm, 100 cm, 120 cm",
        "AnswerCn": "每日土壤温度、土壤体积含水量，深度为10厘米、30厘米、80厘米、100厘米、120厘米。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many levels of soil temperature and moisture were monitored in the active layer dataset?",
        "QuestionCn": "在活层数据集中监测了多少个土壤温度和湿度水平？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'active layer data' entail in the context of permafrost research?",
        "QuestionCn": "在多年冻土研究的背景下，“活动层数据”包含什么内容？",
        "AnswerEn": "Active layer data include daily time series of soil temperature and soil moisture at different depths.",
        "AnswerCn": "活层数据包括不同深度的土壤温度和土壤湿度的每日时间序列。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What constitutes 'permafrost data' in studies of ground thermal conditions?",
        "QuestionCn": "在地面热条件研究中，'永冻土数据'包括哪些内容？",
        "AnswerEn": "Permafrost data consist of ground temperature at various depths, specifically up to 28.4 m in this context.",
        "AnswerCn": "永久冻土数据包括在不同深度（具体来说是最多28.4米）的地面温度。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for meteorological variables at Mahan Mountain compare to those used in other permafrost sites, in terms of frequency and types of variables measured?",
        "QuestionCn": "Mahan Mountain的气象变量数据收集方法与其他永久冻土地点相比，在频率和测量变量类型上有什么不同？",
        "AnswerEn": "At Mahan Mountain, meteorological variables such as air temperature, relative humidity, wind speed and direction, shortwave and longwave radiation, and precipitation are monitored on a half-hour timescale. This high-frequency data collection may differ from other permafrost sites where data might be collected less frequently or may not include all these variables.",
        "AnswerCn": "在马汉山，气象变量如空气温度、相对湿度、风速和风向、短波和长波辐射以及降水量以半小时为时间尺度进行监测。这种高频率的数据收集可能与其他永久冻土站点有所不同，后者的数据收集频率可能较低，或者可能不包括所有这些变量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences in the challenges faced in maintaining data quality at Mahan Mountain compared to other relict permafrost regions?",
        "QuestionCn": "在维护马汉山的数据质量方面，与其他遗留的永久冻土地区相比，面临的挑战有哪些不同？",
        "AnswerEn": "Mahan Mountain faced challenges such as water penetration in the borehole and battery failures, affecting data quality from 2012 to 2016. Other relict permafrost regions might face similar or different challenges, such as extreme weather conditions or remote access issues, which can impact data collection and quality.",
        "AnswerCn": "马汉山在2012年至2016年期间面临着诸如钻孔水渗透和电池故障等挑战，这影响了数据质量。其他遗留的永久冻土地区可能面临类似或不同的挑战，例如极端天气条件或远程访问问题，这可能会影响数据的收集和质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What data collection challenges might arise when monitoring permafrost temperatures over an extended period, and how can they be mitigated?",
        "QuestionCn": "在长期监测永久冻土温度时，可能会出现哪些数据收集挑战，以及如何减轻这些挑战？",
        "AnswerEn": "Challenges such as water penetration into boreholes can affect the quality of permafrost temperature data. Mitigation strategies include repairing boreholes and manually measuring temperatures at different depths.",
        "AnswerCn": "诸如水渗透到钻孔中的挑战可能会影响永冻土温度数据的质量。缓解策略包括修复钻孔和手动测量不同深度的温度。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might variations in soil temperature and moisture data inform our understanding of the active layer's response to meteorological changes?",
        "QuestionCn": "土壤温度和湿度数据的变化如何帮助我们理解活层对气象变化的响应？",
        "AnswerEn": "By monitoring daily soil temperature and soil volumetric water content at different depths, researchers can infer how the active layer responds to changes in meteorological conditions such as temperature, humidity, and precipitation.",
        "AnswerCn": "通过监测不同深度的土壤温度和土壤体积含水量，研究人员可以推断活层如何响应气象条件的变化，如温度、湿度和降水。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What methodological considerations are important for ensuring the accuracy and reliability of long-term meteorological data collection in remote permafrost regions?",
        "QuestionCn": "确保在偏远的永久冻土地区进行长期气象数据收集的准确性和可靠性时，重要的方法论考虑因素包括哪些？",
        "AnswerEn": "Important considerations include maintaining equipment like storage batteries, ensuring data collection instruments are robust to harsh conditions, and having backup systems to address equipment failures or data gaps.",
        "AnswerCn": "重要的考虑因素包括维护设备如储存电池，确保数据采集仪器能够适应恶劣条件，以及拥有备份系统以应对设备故障或数据缺失。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the scarcity of high-quality and long-term meteorological and permafrost datasets in relict permafrost regions?",
        "QuestionCn": "在遗留永久冻土地区，高质量和长期气象及永久冻土数据集稀缺的因素有哪些？",
        "AnswerEn": "On the Qinghai–Tibet Plateau, high-quality and long-term datasets of meteorological and permafrost data are relatively scarce due to limited logistic support, expensive maintenance costs, and difficult living environments.",
        "AnswerCn": "在青藏高原，由于后勤支持有限、维护成本高昂以及生活环境艰苦，高质量和长期的气象和冻土数据集相对稀缺。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why did the permafrost borehole suffer from low-quality temperature data between 2012 and 2016?",
        "QuestionCn": "为什么永久冻土钻孔在2012年至2016年期间遭遇低质量的温度数据？",
        "AnswerEn": "The permafrost borehole suffered water penetration from 2012 to 2016, which caused low-quality permafrost temperature data.",
        "AnswerCn": "永久冻土钻孔在2012年至2016年期间遭受水渗透，导致冻土温度数据质量较低。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What were the reasons behind the gaps in active layer soil temperature and soil water content data between 2012 and 2014?",
        "QuestionCn": "2012年至2014年间，活层土壤温度和土壤水分含量数据存在差距的原因是什么？",
        "AnswerEn": "There were several blank gaps in the active layer soil temperature and soil water content data from 2012 to 2014 owing to a broken storage battery.",
        "AnswerCn": "由于储存电池损坏，2012年至2014年间的活层土壤温度和土壤水分含量数据存在多个空白缺口。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using manual temperature measurements for permafrost data collection when automated data logging is compromised?",
        "QuestionCn": "在自动数据记录受损时，使用手动温度测量进行永久冻土数据收集的后果是什么？",
        "AnswerEn": "The use of manual temperature measurements ensures the continuity and reliability of permafrost data collection in the event of equipment failure, such as water penetration in boreholes that compromised automated data logging. Manual measurements help maintain data quality and provide valuable insights into permafrost temperature variations at different depths.",
        "AnswerCn": "手动温度测量确保了在设备故障（例如，水渗入钻孔导致自动数据记录受损）的情况下，永冻土数据收集的连续性和可靠性。手动测量有助于维护数据质量，并提供关于不同深度永冻土温度变化的宝贵见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting long-term meteorological and permafrost data at a relict permafrost site on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的遗留冻土地点收集长期气象和冻土数据的目标是什么？",
        "AnswerEn": "The objective is to improve and validate permafrost models and land surface models, which face great difficulties in modeling mountain permafrost dynamics.",
        "AnswerCn": "目标是改进和验证永冻土模型和陆面模型，这些模型在模拟山区永冻土动态方面面临很大困难。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to address challenges such as water penetration and equipment failures in the data collection process at Mahan Mountain?",
        "QuestionCn": "在马汉山的数据收集过程中，解决水渗透和设备故障等挑战的重要性是什么？",
        "AnswerEn": "Addressing these challenges is crucial because high-quality and long-term datasets of meteorological and permafrost data are relatively scarce, especially in relict permafrost regions, due to limited logistic support, expensive maintenance costs, and difficult living environments. Ensuring data quality is essential for accurate modeling and validation.",
        "AnswerCn": "解决这些挑战至关重要，因为在遗留冻土地区，气象和冻土数据的高质量和长期数据集相对稀缺，这主要是由于后勤支持有限、维护成本高昂以及生活环境艰难。确保数据质量对于准确建模和验证至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods are implemented to ensure continuous and reliable data collection in remote and logistically challenging permafrost areas?",
        "QuestionCn": "在偏远和后勤挑战性大的永久冻土地区，实施了哪些方法以确保持续和可靠的数据收集？",
        "AnswerEn": "In remote permafrost areas, continuous and reliable data collection is ensured by using automated dataloggers for half-hourly recordings and addressing equipment failures promptly. The installation of a new storage battery and manual temperature measurements when necessary are methods used to maintain data collection consistency despite logistical challenges.",
        "AnswerCn": "在偏远的永久冻土地区，通过使用自动数据记录仪进行每半小时一次的记录，并及时处理设备故障，确保了连续和可靠的数据收集。安装新的储存电池以及在必要时进行手动温度测量是保持数据收集一致性的方法，尽管面临后勤挑战。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques enable the accurate monitoring of permafrost temperature at various depths in relict permafrost regions?",
        "QuestionCn": "哪些数据收集技术能够准确监测遗留永冻土地区不同深度的永冻土温度？",
        "AnswerEn": "The monitoring of permafrost temperature at various depths is enabled by installing thermistors at different depths within a borehole and automatically recording data using a datalogger, as well as manually measuring temperatures with a digital multimeter.",
        "AnswerCn": "通过在钻孔内不同深度安装热敏电阻，并使用数据记录仪自动记录数据，以及使用数字万用表手动测量温度，可以监测不同深度的永冻土温度。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "In what ways do logistical challenges and environmental conditions impact the ability to collect long-term meteorological data in remote permafrost sites?",
        "QuestionCn": "后勤挑战和环境条件如何影响在偏远永久冻土地区收集长期气象数据的能力？",
        "AnswerEn": "Logistical challenges and environmental conditions impact data collection by causing issues such as water penetration into boreholes, leading to low-quality data, and the need for frequent maintenance, which is difficult in remote areas with limited logistic support and harsh living conditions.",
        "AnswerCn": "物流挑战和环境条件影响数据收集，导致如水渗入钻孔等问题，从而造成低质量数据，并且需要频繁维护，而在后勤支持有限和生活条件恶劣的偏远地区，这种维护变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or technological solutions enable the continuous collection of both meteorological and soil data over an extended period in the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些条件或技术解决方案能够在青藏高原上实现对气象和土壤数据的持续收集？",
        "AnswerEn": "The continuous collection of data is enabled by using automated data loggers to record meteorological variables at consistent intervals, and solving power issues by installing new storage batteries with larger capacities when needed.",
        "AnswerCn": "通过使用自动数据记录仪以一致的时间间隔记录气象变量，持续收集数据，并在需要时安装更大容量的新储存电池来解决电力问题。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What are the expected challenges in maintaining high-quality and long-term datasets in permafrost regions, and how might these challenges affect data reliability?",
        "QuestionCn": "在多年冻土地区维护高质量和长期数据集的预期挑战是什么，这些挑战可能如何影响数据的可靠性？",
        "AnswerEn": "On the Qinghai–Tibet Plateau, high-quality and long-term datasets of meteorological and permafrost data are relatively scarce due to limited logistic support, expensive maintenance costs, and difficult living environments. Additionally, the permafrost borehole suffered water penetration from 2012 to 2016, which caused low-quality permafrost temperature data.",
        "AnswerCn": "在青藏高原，由于后勤支持有限、维护成本高昂以及生活环境艰苦，气象和永冻土数据的高质量和长期数据集相对稀缺。此外，从2012年到2016年，永冻土钻孔遭受水渗透，导致永冻土温度数据质量较低。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might datasets from relict permafrost regions be particularly valuable for improving and validating permafrost models and land surface models?",
        "QuestionCn": "来自遗留永冻土地区的数据集为何对改进和验证永冻土模型及地表模型特别有价值？",
        "AnswerEn": "Datasets from relict permafrost regions are valuable for improving and validating permafrost models and land surface models because they provide a unique opportunity to compare the impacts of climatic warming on permafrost and seasonal frozen ground under similar climate conditions. They also help determine the different impacts of vegetation, terrain, and organic matter on the ground thermal regime.",
        "AnswerCn": "来自遗留永冻土地区的数据集对于改善和验证永冻土模型和陆面模型具有重要价值，因为它们提供了一个独特的机会，可以在相似的气候条件下比较气候变暖对永冻土和季节性冻土的影响。它们还帮助确定植被、地形和有机物对地面热状态的不同影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the data collection methods used for monitoring permafrost and meteorological variables in challenging environments like the Qinghai-Tibet Plateau?",
        "QuestionCn": "我对在像青藏高原这样具有挑战性的环境中监测永冻土和气象变量所使用的数据收集方法的评估是什么？",
        "AnswerEn": "The data collection methods involve continuous observation of meteorological and soil variables over 11 years, utilizing a meteorological station and a borehole with thermistors. Despite challenges such as equipment failures and environmental difficulties, the methods are designed to capture detailed and long-term data, which are crucial for understanding permafrost dynamics.",
        "AnswerCn": "数据收集方法涉及对气象和土壤变量进行连续观察，持续时间为11年，使用气象站和配备热电偶的钻孔。尽管面临设备故障和环境困难等挑战，这些方法旨在捕捉详细和长期的数据，这对于理解永冻土动态至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't grasp why there are challenges in collecting high-quality meteorological and permafrost data on the Qinghai-Tibet Plateau.",
        "QuestionCn": "我无法理解为什么在青藏高原上收集高质量的气象和永久冻土数据会面临挑战。",
        "AnswerEn": "Challenges in collecting high-quality data on the Qinghai-Tibet Plateau stem from limited logistic support, expensive maintenance costs, and the difficult living environment. Additionally, issues such as water penetration in the permafrost borehole and equipment failures have led to periods of low-quality data.",
        "AnswerCn": "在青藏高原收集高质量数据的挑战源于有限的后勤支持、高昂的维护成本以及恶劣的生活环境。此外，永冻土钻孔中的水渗透和设备故障等问题导致了低质量数据的出现。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please outline a method for collecting high-quality meteorological data in relict permafrost regions despite logistical and environmental challenges.",
        "QuestionCn": "概述一种在遗留永冻土地区收集高质量气象数据的方法，尽管面临后勤和环境挑战。",
        "AnswerEn": "The meteorological data collection in relict permafrost regions involves using a meteorological station to monitor air and land surface temperature, relative humidity, wind speed and direction, shortwave and longwave radiation, water vapor pressure, and precipitation on a half-hour timescale. Challenges like limited logistical support and expensive maintenance are mitigated by ensuring robust equipment and solving storage battery issues to avoid data gaps.",
        "AnswerCn": "在遗留永久冻土地区的气象数据收集涉及使用气象站监测空气和地表温度、相对湿度、风速和风向、短波和长波辐射、水蒸气压以及降水量，时间尺度为半小时。由于后勤支持有限和维护成本高等挑战，通过确保设备的稳健性和解决储存电池问题以避免数据缺口来减轻这些问题。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify potential strategies to address data quality issues caused by environmental factors affecting permafrost temperature measurements.",
        "QuestionCn": "请识别潜在策略，以解决因环境因素影响永久冻土温度测量而导致的数据质量问题。",
        "AnswerEn": "Data quality issues, such as those caused by water penetration in permafrost boreholes, can be addressed by repairing the borehole and using manual measurements in addition to automatic logging. From 2017, manual measurements were taken using a digital multimeter at selected depths to ensure data accuracy despite previous environmental challenges.",
        "AnswerCn": "数据质量问题，例如由于永久冻土钻孔中的水渗透引起的问题，可以通过修复钻孔并在自动记录的基础上使用手动测量来解决。从2017年开始，在选定深度使用数字万用表进行手动测量，以确保尽管之前存在环境挑战，数据的准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please describe a comprehensive approach for expanding datasets related to active layer and permafrost measurements in challenging environments.",
        "QuestionCn": "请描述一种全面的方法，用于在具有挑战性的环境中扩展与活层和永久冻土测量相关的数据集。",
        "AnswerEn": "Expanding datasets in challenging environments can be achieved by installing reliable equipment, such as thermistors at multiple depths in boreholes, and ensuring regular maintenance and updates to data logging systems. Overcoming challenges like battery failures through upgrades and using multiple methods of measurement, such as both automatic and manual, ensures continuous and comprehensive data collection.",
        "AnswerCn": "在具有挑战性的环境中扩展数据集可以通过在多个深度的钻孔中安装可靠的设备，如热敏电阻，并确保定期维护和更新数据记录系统来实现。通过升级和使用多种测量方法（如自动和手动测量）来克服电池故障等挑战，确保持续和全面的数据收集。",
        "Level": "C6(Creating)"
      }
    ]
  }
}