{
  "id": "c0eab764-183b-4984-be85-a4c58abc0c6f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat soil adjusted vegetation index (SAVI) products over the Tibetan Plateau (2020)",
      "titleCn": "青藏高原Landsat系列卫星遥感土壤调节植被指数（SAVI）产品（2020）",
      "description": "\tThe dataset is the soil adjusted vegetation index (SAVI) products of 2020 over the Tibetan Plateau。The dataset is produced based on Landsat surface reflectance dataset. It is calculated by the SAVI equation which is added soil adjusted parameters S based on NDVI equation.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.SAVI is stable in the sparse vegetation area, but is not sensitive in the dense vegetation area .The spatial resolution is 30m， and temporal resolution is 16-day theoretically, while depends on the actual Landsat surface reflectance dataset.",
      "descriptionCn": "1）数据内容：本数据集包含2020年青藏高原地区Landsat长时序SAVI。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过SAVI的计算公式进行生产的，即在NDVI计算公式的基础上引入了土壤调节因子S进行计算的；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数在植被稀疏区域较为稳定，而在植被覆盖茂盛区域不敏感。5）数据的时空分辨率：该产品的空间分辨率为30m,时间分辨率理论上为16天，实际依Landsat地表反射率数据集的情况定。",
      "instructions": "1)File name rules: the SAVI result of each image is stored in a folder including the SAVI band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-SAVI\",for example, L5-TM-115-026-19840418-LSR-BRDF-SAVI;the SAVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-SAVI.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-SAVI.TIF\". 2)How to use the dataset:the surface reflectance results can be opened by ArcGIS, envi, QGIS and so on, the surface reflectance results are multiplied 10000 to become 16-bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be multiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.\n",
      "instructionsCn": "文件命名：SAVI是以景为单位存放文件夹，由SAVI波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-SAVI，如L5-TM-115-026-19840418-LSR-BRDF-SAVI；其中SAVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-SAVI.TIF，如L5-TM-115-026-19840418-LSR-BRDF-SAVI.TIF。数据使用方法：SAVI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，SAVI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。\n",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 363885416546.0,
      "cstr": "18406.11.Terre.tpdc.300474",
      "doi": "10.11888/Terre.tpdc.300474",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "彭燕",
        "nameEn": "PENG Yan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A soil- adjusted vegetation index (SAVI) . Remote Sensing of Environment",
        "referenceCn": null,
        "referenceEn": "HUETE, A.R. (1988). A soil- adjusted vegetation index (SAVI). Remote Sensing of Environment, 25, 295-309."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤调节植被指数",
        "nameEn": "SAVI"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the Soil Adjusted Vegetation Index (SAVI) when derived from Landsat satellite remote sensing data?",
        "QuestionCn": "土壤调整植被指数（SAVI）从Landsat卫星遥感数据中提取时的特征是什么？",
        "AnswerEn": "stable index in sparsely vegetated areas, less sensitive in densely vegetated regions, spatial resolution 30 meters, temporal resolution 16 days",
        "AnswerCn": "稀疏植被区域的稳定指数，在密集植被区域不太敏感，空间分辨率为30米，时间分辨率为16天。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a Landsat-based SAVI dataset in the Tibetan Plateau?",
        "QuestionCn": "基于Landsat的SAVI数据集在青藏高原的空间分辨率是多少？",
        "AnswerEn": "30 meters",
        "AnswerCn": "30米",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the incorporation of a soil adjustment factor in calculating the Soil-Adjusted Vegetation Index (SAVI) influence the interpretation of vegetation health in sparse versus densely vegetated regions on the Tibetan Plateau?",
        "QuestionCn": "在计算土壤调整植被指数（SAVI）时，土壤调整因子的引入如何影响对青藏高原稀疏与密集植被区域植被健康的解读？",
        "AnswerEn": "The incorporation of a soil adjustment factor in calculating the SAVI is designed to stabilize the index in regions where vegetation is sparse, making it less sensitive to soil brightness variations. This adjustment helps prevent overestimation of vegetative cover in areas with minimal vegetation. However, in densely vegetated regions, the SAVI becomes less sensitive, as the vegetation itself dominates the reflection characteristics, reducing the impact of the soil adjustment factor. Thus, the SAVI is more reliable for interpreting vegetation health in sparse areas, while in densely vegetated regions, its utility may be limited, necessitating alternative indices or methods for accurate assessment.",
        "AnswerCn": "在计算SAVI时引入土壤调整因子的目的是为了在植被稀疏的地区稳定该指数，使其对土壤亮度变化的敏感性降低。这一调整有助于防止在植被较少的区域对植被覆盖的过高估计。然而，在植被密集的地区，SAVI的敏感性降低，因为植被本身主导了反射特性，减少了土壤调整因子的影响。因此，SAVI在稀疏地区解读植被健康时更为可靠，而在植被密集的区域，其效用可能有限，需要采用替代指数或方法进行准确评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the stability of the Soil Adjusted Vegetation Index (SAVI) in sparsely vegetated areas on the Tibetan Plateau, and why might it be less sensitive in densely vegetated areas?",
        "QuestionCn": "影响青藏高原稀疏植被地区土壤调整植被指数（SAVI）稳定性的因素有哪些？为什么在植被密集的地区其敏感性可能较低？",
        "AnswerEn": "The stability of the SAVI in sparsely vegetated areas is primarily due to the introduction of a soil adjustment factor in its calculation, which helps account for the influence of soil brightness. This adjustment makes the index more reliable in areas where vegetation cover is sparse. In contrast, in densely vegetated areas, the soil adjustment factor has less impact, leading to reduced sensitivity of the SAVI.",
        "AnswerCn": "SAVI在稀疏植被区域的稳定性主要归功于其计算中引入的土壤调整因子，这有助于考虑土壤亮度的影响。这一调整使得该指数在植被覆盖稀少的区域更为可靠。相反，在植被密集的区域，土壤调整因子的影响较小，从而导致SAVI的敏感性降低。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind developing a dataset that calculates the Soil Adjusted Vegetation Index (SAVI) using Landsat satellite data for the Qinghai-Tibet Plateau?",
        "QuestionCn": "开发一个计算青藏高原土壤调整植被指数（SAVI）的数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives are to create a stable index for areas with sparse vegetation and to provide a detailed assessment of vegetation that is less sensitive in densely vegetated regions. The dataset is based on Landsat series satellite surface reflectance data and aims to improve vegetation analysis by incorporating soil adjustment factors.",
        "AnswerCn": "主要目标是为植被稀疏的区域创建一个稳定的指数，并对植被密集区域进行详细评估，减少其敏感性。该数据集基于Landsat系列卫星表面反射率数据，旨在通过纳入土壤调整因子来改善植被分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in calculating the Soil-Adjusted Vegetation Index (SAVI) using Landsat satellite surface reflectance data for the Qinghai-Tibet Plateau region?",
        "QuestionCn": "使用Landsat卫星地表反射率数据计算青藏高原地区的土壤调节植被指数（SAVI）涉及哪些程序？",
        "AnswerEn": "The calculation of the Soil-Adjusted Vegetation Index (SAVI) involves using the Landsat series satellite surface reflectance data. The process includes applying the SAVI formula, which incorporates a soil adjustment factor 'S' to the standard NDVI formula. This method helps to produce the SAVI data specifically for the Qinghai-Tibet Plateau region.",
        "AnswerCn": "土壤调整植被指数（SAVI）的计算涉及使用Landsat系列卫星的表面反射率数据。该过程包括应用SAVI公式，该公式将土壤调整因子'S'纳入标准的NDVI公式中。这种方法有助于为青藏高原地区生成SAVI数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What are the anticipated challenges in producing a dataset that maintains accuracy in sparse vegetation regions while ensuring sensitivity in densely vegetated areas using the SAVI method?",
        "QuestionCn": "在使用SAVI方法生成数据集时，预计在稀疏植被区域保持准确性，同时在密集植被区域确保敏感性，将面临哪些挑战？",
        "AnswerEn": "The SAVI method is expected to be stable in sparse vegetation areas, but it is not sensitive in densely vegetated regions. This is due to the fact that the soil-adjustment factor in SAVI helps in areas with less vegetation but does not provide additional sensitivity in areas where vegetation is already dense.",
        "AnswerCn": "SAVI方法在稀疏植被区域预计是稳定的，但在植被密集的区域则不敏感。这是因为SAVI中的土壤调整因子在植被较少的区域有帮助，但在植被已经密集的区域并没有提供额外的敏感性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}