{
    "id": "c0fb79f4-af81-4cb8-89a4-46e7b54a9b1e",
    "relatedPaper": 6,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of automatic meteorological observations at the Yingke oasis station (2007-2011)",
            "titleCn": "黑河综合遥感联合试验：盈科灌区绿洲站自动气象站数据集（2007-2011）",
            "description": "The dataset of automatic meteorological observations was obtained at the Yingke oasis station from Nov. 5, 2007 to Oct. 31, 2009. The observation site is located in an irrigation farmland in Yingke (E100°24′37.2″/N38°51′25.7″, 1519.1m), Zhangye city, Gansu province. The experimental area, situated in the middle stream Heihe river basin and with windbreaks space of 500m from east to west and 300m from south to north, is an ideal choice for its flat and open terrain. \n     Observation items were multilayer (2m and 10m) of the wind speed and direction, air temperature and humidity, air pressure, precipitation, four components of radiation; the surface infrared temperature; the multilayer soil temperature (10cm, 20cm, 40cm, 80cm, 120cm and 160cm), the soil moisture (10cm, 20cm, 40cm, 80cm, 120cm and 160cm), and soil heat flux (5cm & 15cm). \n     The raw data were level0 and the data after basic processes were level1, in which ambiguous ones were marked; the data after strict quality control were defined as Level2.  The data files were named as follows: station+datalevel+AMS+datadate. Level2 or above were strongly recommended to domestic users. As for detailed information, please refer to Meteorological and Hydrological Flux Data Guide.",
            "descriptionCn": "该数据集包含了盈科灌区绿洲站自动气象站的观测数据。站点位于甘肃省张掖市的盈科灌区农田内。观测点的经纬度为100°25′E，38°51′N，海拔高度为1519m。试验场位于黑河中游，周围平坦开阔，防风林的间距东西向为500m，南北向为300m，是一个比较理想的绿洲农田观测站。\n观测项目有：大气风温湿梯度观测（2m和10m）、气压、降水、辐射四分量、地表红外温度加强观测、多层土壤温度（10cm、20cm、40cm、80cm、120cm和160cm）、土壤水分（10cm、20cm、40cm、80cm、120cm和160cm）及土壤热通量（5cm和15cm）。\n原始的采集器输出数据为0级；初步整理后，没有任何的删除，但是标出疑似有问题的数据为1级；统一整理成30分钟采样周期并经过质量控制的为2级。整理后将数据逐月存储，命名规则为：站点名+数据级别+AMS+数据日期。建议普通用户使用2级以上的数据。\n数据观测时段为2007年11月5日至2011年11月30日。详细信息请参见下面“其他在线资源”中的“气象水文通量数据使用指南”。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.41,
            "west": 100.41,
            "south": 38.86,
            "north": 38.86,
            "startTime": "2007-11-21 00:00:00",
            "endTime": "2011-12-16 00:00:00",
            "fileSize": 280413365.0,
            "cstr": "18406.11.water973.0284.db",
            "doi": "10.3972/water973.0284.db",
            "dataFormat": "",
            "license": "Attribution 4.0 International (CC BY 4.0)"
        },
        "authorList": [
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王维真",
                "nameEn": "Wang Weizhen",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "黄广辉",
                "nameEn": "HUANG Guanghui",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": " 张智慧",
                "nameEn": "Zhang Zhihui",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            },
            {
                "titleCn": "基于集合卡尔曼滤波的土壤水分同化变权实验研究",
                "titleEn": null,
                "referenceCn": "刘茜, 王明玉, 赵英时. 基于集合卡尔曼滤波的土壤水分同化变权实验研究. 地理与地理信息科学, 2010, 26(1): 94-97.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery",
                "referenceCn": null,
                "referenceEn": "Ma WQ, Ma YM, Hu ZY, Su B, Wang JM, Ishikawa H. Estimating surface fluxes over middle and upper streams of the Heihe River Basin with ASTER imagery. Hydrology and Earth System Sciences, 2011, 15(5): 1403-1413. doi:10.5194/hess-15-1403-2011."
            },
            {
                "titleCn": null,
                "titleEn": "Estimation of clear-sky longwave downward radiation from HJ-1B thermal data",
                "referenceCn": null,
                "referenceEn": "Yu, S., X. Xin, and Q. Liu. 2013. Estimation of clear-sky longwave downward radiation from HJ-1B thermal data. Science China Earth Sciences 56:829-842."
            },
            {
                "titleCn": "基于地下水陆面过程耦合模型的黑河干流中游耗水分析",
                "titleEn": null,
                "referenceCn": "田伟, 李新, 程国栋, 王旭升, 胡晓农. 基于地下水-陆面过程耦合模型的黑河干流中游耗水分析. 冰川冻土, 2012, 34(3): 668-679.",
                "referenceEn": null
            },
            {
                "titleCn": "先验知识估算HJ-1 CCD数据地表反照率",
                "titleEn": null,
                "referenceCn": "张虎，焦子锑，李小文，等. 先验知识估算HJ-1 CCD数据地表反照率[J]. 遥感学报. 2013(02): 295-305.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Validation of MODIS-GPP product at 10 flux sites in northern China",
                "referenceCn": null,
                "referenceEn": "Wang XF, Ma MG, Li X, Song Y, Tan JL, Huang GH, Zhang ZH, Zhao TB, Feng JM, Ma ZG, Wei W, Bai YF. Validation of MODIS-GPP product at 10 flux sites in northern China. International Journal of Remote Sensing, 2013, 34(2): 587-599, DOI:10.1080/01431161.2012.715774."
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "水平分辨率对WRF模式的影响研究——以黑河流域WRF模拟为例",
                "titleEn": null,
                "referenceCn": "潘小多, 李新. 水平分辨率对WRF模式的影响研究——以黑河流域WRF模拟为例. 科研信息化技术与应用, 2011, 2(6): 126-137.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "A LUT-based approach to estimate surface solar irradiance by combining MODIS and MTSAT data",
                "referenceCn": null,
                "referenceEn": "Huang, G.H., Ma, M.G., Liang, S.L., Liu, S.M., & Li, X. (2011). A LUT-based approach to estimate surface solar irradiance by combining MODIS and MTSAT data. Journal of Geophysical Research-Atmospheres, 116( D22201)."
            },
            {
                "titleCn": null,
                "titleEn": "Validation of WRF model on simulating forcing data for Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Pan XD, Li X. Validation of WRF model on simulating forcing data for Heihe River Basin. Sciences in Cold and Arid Regions, 2011, 3(4): 344-357, doi: 10.3724/SP.J.1226.2011.00344."
            },
            {
                "titleCn": "基于MODIS数据的黑河流域土壤热惯量反演研究",
                "titleEn": null,
                "referenceCn": "马春锋, 王维真, 吴月茹, 欧阳斌, 庄金鑫. 基于MODIS数据的黑河流域土壤热惯量反演研究. 遥感技术与应用, 2012, (02):197-207",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "The Two-layer Surface Energy Balance Parameterization Scheme (TSEBPS) for estimation of land surface heat fluxes",
                "referenceCn": null,
                "referenceEn": "Xin X, Liu Q. The Two-layer Surface Energy Balance Parameterization Scheme (TSEBPS) for estimation of land surface heat fluxes. Hydrology and Earth System Sciences, 2010, 14(3): 491-504."
            },
            {
                "titleCn": null,
                "titleEn": "Assimilation of ASAR data with a hydrologic and semi-empirical backscattering coupled model to estimate soil moisture",
                "referenceCn": null,
                "referenceEn": "Liu Q, Wang MY, Zhao YS. Assimilation of ASAR data with a hydrologic and semi-empirical backscattering coupled model to estimate soil moisture. Chinese Geographical Science, 2010, 20(3): 218-225."
            },
            {
                "titleCn": null,
                "titleEn": "Aerodynamic roughness length estimation from very high-resolution imaging LIDAR observations over the Heihe basin in China",
                "referenceCn": null,
                "referenceEn": "Colin J, Faivre R. Aerodynamic roughness length estimation from very high-resolution imaging LIDAR observations over the Heihe basin in China. Hydrology and Earth System Sciences, 2010, 14(12): 2661-2669. doi:10.5194/hess-14-2661-2010."
            },
            {
                "titleCn": "利用HJ-1B热红外数据估算晴天大气下行长波辐射",
                "titleEn": null,
                "referenceCn": "余珊珊, 辛晓洲, 柳钦火. 利用HJ-1B热红外数据估算晴天大气下行长波辐射. 中国科学: 地球科学, 2013, 43(2): 256-270.",
                "referenceEn": null
            },
            {
                "titleCn": "采用BBH模型模拟计算黑河中上游农田和草地的土壤水分研究",
                "titleEn": null,
                "referenceCn": "马春锋, 王维真, 吴月茹, 张智慧. 采用BBH模型模拟计算黑河中上游农田和草地的土壤水分研究. 冰川冻土, 2011, 33(6): 1294-1301.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Comparison of satellite-based evapotranspiration models over terrestrial ecosystems in China",
                "referenceCn": null,
                "referenceEn": "Chen Y, Xia JZ, Liang SL, Fang JM, Fisher JB, Li X, Liu SG, Ma ZG, others. Comparison of satellite-based evapotranspiration models over terrestrial ecosystems in China. Remote Sensing of Environment, 2013, 0.1016/j.rse.2013. 08.045."
            },
            {
                "titleCn": null,
                "titleEn": "Estimation of regional evapotranspiration based on remote sensing: case study in the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Yang Y, Su H, Zhang R, Tian J, Yang S. Estimation of regional evapotranspiration based on remote sensing: case study in the Heihe River Basin. Journal of Applied Remote Sensing, 2012, 6(1)061701-061701."
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "祁连山黑河流域NDVI时空变化及其对气候因子的响应",
                "titleEn": null,
                "referenceCn": "彭小清, 张廷军, 钟歆玥, 王庆峰, 王康. 祁连山黑河流域NDVI时空变化及其对气候因子的响应. 兰州大学学报(自然科学版), 2013, 49(2):192-202",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Assimilating ASAR data for estimating soil moisture profile using an ensemble Kalman filter",
                "referenceCn": null,
                "referenceEn": "Yu F, Li HT, Gu HY, Han YS. Assimilating ASAR data for estimating soil moisture profile using an ensemble Kalman filter. Chinese Geographical Science, 2013: doi: 10.1007/s11769-013-0623-8."
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": null,
                "titleEn": "Gross primary production estimation from MODIS data with vegetation index and photosynthetically active radiation in maize",
                "referenceCn": null,
                "referenceEn": "Wu CY, Niu Z, Gao SA. Gross primary production estimation from MODIS data with vegetation index and photosynthetically active radiation in maize. Journal of Geophysical Research, 2010, 115(D12127) 10.1029/2009JD013023."
            },
            {
                "titleCn": null,
                "titleEn": "Coupling a SVAT heat and water flow model, a stomatal-photosynthesis model and a crop growth model to simulate energy, water and carbon fluxes in an irrigated maize ecosystem",
                "referenceCn": null,
                "referenceEn": "Li, Y., Zhou, J., Kinzelbach, W., Cheng, G., Li, X., Zhao, W., 2013. Coupling a SVAT heat and water flow model, a stomatal-photosynthesis model and a crop growth model to simulate energy, water and carbon fluxes in an irrigated maize ecosystem. Agricultural and Forest Meteorology 176, 10–24."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": "大气下行长波辐射参数化模型的比较",
                "titleEn": null,
                "referenceCn": "余珊珊, 辛晓洲, 柳钦火. 大气下行长波辐射参数化模型的比较. 地球科学进展, 2011, 26(7): 751-762.",
                "referenceEn": null
            },
            {
                "titleCn": "结合极轨卫星MODIS和静止气象卫星MTSAT估算黑河流域地表太阳辐射",
                "titleEn": null,
                "referenceCn": "孙洋, 黄广辉, 郝晓华. 结合极轨卫星MODIS和静止气象卫星MTSAT估算黑河流域地表太阳辐射. 遥感技术与应用, 2011, 26(6):728-734",
                "referenceEn": null
            },
            {
                "titleCn": "下垫面对WRF模式模拟黑河流域区域气候精度影响研究",
                "titleEn": null,
                "referenceCn": "潘小多, 李新, 冉有华, 刘超. 下垫面对WRF模式模拟黑河流域区域气候精度影响研究. 高原气象, 2012, 31(3): 657-667.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Pan, X.D., Li, X., Shi, X.K., Han, X.J., Luo, L.H., Wang, L.X. Dynamic downscaling of near-surface air temperature at the basin scale using WRF–a case study in the Heihe River Basin, China. Frontiers of Earth Science, 2012, 6(3): 314-323, doi: 10.1007/s11707-012-0306-2."
            },
            {
                "titleCn": "黑河中上游不同下垫面反照率特征及其影响因子分析",
                "titleEn": null,
                "referenceCn": "孙俊, 胡泽勇, 荀学义等. 黑河中上游不同下垫面反照率特征及其影响因子分析. 高原气象, 2011, 30(3):607-613.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation primary production estimation at maize and alpine meadow over the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Wang XF, Ma MG, Huang GH, Veroustraete F, Zhang ZH, Song Y, Tan JL. Vegetation primary production estimation at maize and alpine meadow over the Heihe River Basin, China. International Journal of Applied Earth Observation and Geoinformation, 2012, 17: 94-101, doi:10.1016/j.jag.2011.09.009."
            },
            {
                "titleCn": null,
                "titleEn": "Soil Moisture Retrieval in the Heihe River Basin Based on the Real Thermal Inertia Method",
                "referenceCn": null,
                "referenceEn": "Ma CF, Wang WZ, Han XJ, Li X. Soil moisture retrieval in the Heihe River Basin based on the real thermal inertia method. IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, 2013, 10.1109/JSTARS.2013.2252149."
            },
            {
                "titleCn": null,
                "titleEn": "A revised surface resistance parameterisation for estimating latent heat flux from remotely sensed data",
                "referenceCn": null,
                "referenceEn": "Song Y, Wang JM, Yang K, Ma MG, Li X, Zhang ZH, Wang XF. A revised surface resistance parameterisation for estimating latent heat flux from remotely sensed data. International Journal of Applied Earth Observation and Geoinformation, 2012, 17: 76-84, doi:10.1016/j.jag.2011.10.011."
            },
            {
                "titleCn": "基于LPJ模型的制种玉米碳水通量模拟研究",
                "titleEn": null,
                "referenceCn": "王旭峰, 马明国. 基于LPJ模型的制种玉米碳水通量模拟研究[J]. 地球科学进展, 2009(07): 734–740.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河中上游不同下垫面动量总体输送系数和地表粗糙度对比分析",
                "titleEn": null,
                "referenceCn": "孙俊, 胡泽勇, 陈学龙等. 黑河中上游不同下垫面动量总体输送系数和地表粗糙度对比分析. 高原气象, 2012, 31(4):920-926.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Estimating near future regional corn yields by integrating multi-source observations into a crop growth model",
                "referenceCn": null,
                "referenceEn": "Wang, J., X. Li, L. Lu, and F. Fang. 2013. Estimating near future regional corn yields by integrating multi-source observations into a crop growth model. European Journal of Agronomy 49:126-140."
            },
            {
                "titleCn": "MODIS数据估算区域蒸散量的空间尺度误差纠正",
                "titleEn": null,
                "referenceCn": "辛晓洲, 刘雅妮, 柳钦火, 唐勇. MODIS数据估算区域蒸散量的空间尺度误差纠正方法研究. 遥感学报, 2012, 16(2): 207-232.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Estimation of evapotranspiration in an arid region by remote sensing—A case study in the middle reaches of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Li, X. , Lu, L. , Yang, W. , & Cheng, G. . (2012). Estimation of evapotranspiration in an arid region by remote sensing—a case study in the middle reaches of the heihe river basin. International Journal of Applied Earth Observation & Geoinformation, 17(none), 0-93."
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Validation of MODIS land surface temperature products using ground measurements in the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Yu WP, Ma MG, Wang XF, Song Y, Tan JL. Validation of MODIS land surface temperature products using ground measurements in the Heihe River Basin, China. Proceedings of SPIE - The International Society for Optical Engineering. 2011, 8174. doi:10.1117/12.897571."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "A methodology for estimating Leaf Area Index by assimilating remote sensing data into crop model based on temporal and spatial knowledge",
                "referenceCn": null,
                "referenceEn": "Zhu, Xiaohua, Zhao, Yingshi, Feng, Xiaoming. A methodology for estimating Leaf Area Index by assimilating remote sensing data into crop model based on temporal and spatial knowledge. Chinese Geographical Science, 2013, 23(5):550-561. doi:10.1007/s11769-013-0621-x"
            },
            {
                "titleCn": "黑河流域不同下垫面水热通量特征分析",
                "titleEn": null,
                "referenceCn": "王维真, 徐自为, 刘绍民, 李新, 马明国, 王介民. (2009). 黑河流域不同下垫面水热通量特征分析. 地球科学进展, 24(7), 714-723.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Comparing the impact of cloudiness on carbon dioxide exchange in a grassland and a maize cropland in northwestern China",
                "referenceCn": null,
                "referenceEn": "Bai YF, Wang J, Zhang BC, Zhang ZH, Liang J. Comparing the impact of cloudiness on carbon dioxide exchange in a grassland and a maize cropland in northwestern China. Ecological Research, 2012, 27(3): 615-623, DOI 10.1007/s11284-012-0930-z."
            },
            {
                "titleCn": "MODIS地表温度产品的验证研究—以黑河流域为例",
                "titleEn": null,
                "referenceCn": "于文凭, 马明国. MODIS地表温度产品的验证研究—以黑河流域为例. 遥感技术与应用, 2011, 26(6): 705-712.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preliminary validation of GLASS-DSSR products using surface measurements collected in arid and semi-arid regions of China",
                "referenceCn": null,
                "referenceEn": "Huang GH, Wang WZ, Zhang XT, Liang SL, Liu SM, Zhao TB, Feng JM, Ma ZG. Preliminary validation of GLASS-DSSR products using surface measurements collected in arid and semi-arid regions of China. International Journal of Digital Earth, 2013."
            },
            {
                "titleCn": null,
                "titleEn": "High spatial-and temporal-resolution NDVI produced by the assimilation of MODIS and HJ-1 data",
                "referenceCn": null,
                "referenceEn": "Cai WW, Song JL, Wang JD, Xiao ZQ. High spatial-and temporal-resolution NDVI produced by the assimilation of MODIS and HJ-1 data. Canadian Journal of Remote Sensing, 2011, 37(6): 612-327, 10.5589/m12-004."
            },
            {
                "titleCn": null,
                "titleEn": "Modelling irrigated maize with a combination of coupled-model simulation and uncertainty analysis, in the northwest of China",
                "referenceCn": null,
                "referenceEn": "Li Y, Kinzelbach W, Zhou J, Cheng GD, Li X. Modelling irrigated maize with a combination of coupled-model simulation and uncertainty analysis, in the northwest of China. Hydrology and Earth System Sciences, 2012, 16(5): 1465-1480, doi:10.5194/hess-16-1465-2012."
            },
            {
                "titleCn": null,
                "titleEn": "Parameter sensitivity analysis of crop growth models based on the extended Fourier Amplitude Sensitivity Test method",
                "referenceCn": null,
                "referenceEn": "Wang, J., X. Li, and L. Lu. 2013. Parameter sensitivity analysis of crop growth model based on extended Fourier amplitude sensitivity test method. Environmental Modelling & Software."
            },
            {
                "titleCn": null,
                "titleEn": "Modelling gross primary production in the Heihe river basin and uncertainty analysis",
                "referenceCn": null,
                "referenceEn": "Li S, Xiao J, Xu W, Yan H. Modelling gross primary production in the Heihe river basin and uncertainty analysis. International Journal of Remote Sensing, 2012, 33(3): 836-847, doi:10.1080/01431161.2011.577828."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "土壤热通量",
                "nameEn": "Soil heat flux"
            },
            {
                "nameCn": "气压",
                "nameEn": "Pressure"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "空气温度",
                "nameEn": "Air temperature"
            },
            {
                "nameCn": "能见度",
                "nameEn": "Visibility"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风向",
                "nameEn": "Wind direction"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "盈科绿洲加密观测区",
                "keywordEn": null
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2007-2011",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Land surface heat fluxes are essential measures of the strengths of land-atmosphere interactions involving energy, heat and water. Correct parameterization of these fluxes in climate models is critical. Despite their importance, state-of-the-art observation techniques cannot provide representative areal averages of these fluxes comparable to the model grid. These alternative approaches use (satellite) observables of the land surface conditions."
            ],
            "research objective": [
                "In this study, the Surface Energy Balance System (SEBS) algorithm was evaluated in a cold and arid environment, using land surface parameters derived from Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) data."
            ],
            "challenges": [],
            "methods": [
                "Field observations and estimates from SEBS were compared in terms of net radiation flux (Rn), soil heat flux (G0), sensible heat flux (H) and latent heat flux (λE) over a heterogeneous land surface. As a case study, this methodology was applied to the experimental area of the Watershed Allied Telemetry Experimental Research (W A TER) project, located on the mid-to-upstream sections of the Heihe River in northwest China. ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes. Ground-based measurements of land surface heat fluxes were compared with values derived from the ASTER data."
            ],
            "dataset": [
                "ASTER data acquired between 3 May and 4 June 2008, under clear-sky conditions were used to determine the surface fluxes."
            ],
            "findings": [
                "The results showed the following: The derived net radiation flux over the study area was very close to the field measurements. The latent heat flux is obtained by calculations involving the evaporative fraction, and these calculations are the essence of SEBS. On the basis of this particular study, SEBS can be used to estimate turbulent heat fluxes with acceptable accuracy in areas where there is partial vegetation cover."
            ],
            "backgroundCn": [
                "地表热通量是衡量涉及能量、热量和水分的陆地-大气相互作用强度的重要指标。在气候模型中，正确参数化这些通量至关重要。尽管它们的重要性不言而喻，但最先进的观测技术无法提供与模型网格相当的这些通量的代表性面积平均值。这些替代方法使用（卫星）观测到的地表条件。"
            ],
            "research objectiveCn": [
                "在这项研究中，表面能量平衡系统（SEBS）算法在寒冷干旱环境中进行了评估，使用来自先进空间热发射和反射辐射仪（ASTER）数据的陆地表面参数。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "对来自SEBS的现场观测和估计进行了比较，涉及净辐射通量（Rn）、土壤热通量（G0）、显热通量（H）和潜热通量（λE），研究对象为异质土地表面。作为案例研究，该方法应用于位于中国西北部黑河中上游地区的水文联合遥测实验研究（W A TER）项目的实验区。使用在2008年5月3日至6月4日之间获取的ASTER数据，在晴空条件下确定表面通量。将地面测量的土地表面热通量与从ASTER数据中得出的值进行了比较。"
            ],
            "datasetCn": [
                "在2008年5月3日至6月4日期间获取的ASTER数据，在晴天条件下用于确定表面通量。"
            ],
            "findingsCn": [
                "结果显示，研究区域的净辐射通量与实地测量值非常接近。潜热通量是通过涉及蒸发分数的计算获得的，这些计算是SEBS的核心。根据这项特定研究，SEBS可以在部分植被覆盖的区域中以可接受的精度估计湍流热通量。"
            ]
        },
        {
            "background": [
                "The near-surface atmospheric elements including air temperature, pressure, relative humility, wind, precipitation and radiation are called forcing data to drive hydrological, land surface, and ecological models. Coupling or use of the General Circulation Model (GCM) output to drive the land surface model is an important source of forcing data for large-scale land surface models, however the spatial and temporal resolution can not meet the requirements of a regional scale land surface model and its coarse resolution ignored regional environmental impact assessment. Thus, a regional scale land surface model or land surface data assimilation system needs forcing data with a higher temporal-spatial resolution. Therefore, downscaling GCM output is necessary in order to prepare for a long series of high spatial and temporal resolution forcing data for regional scale or basin-scale land surface, hydrological and ecological simulation and assimilation. Downscaling is a method of obtaining high-resolution climate or climate change information from relatively coarse-resolution GCMs. Dynamic downscaling uses large scale climatic background information to establish higher resolution meteorological distribution fields by GCMs. Regional climate model is considered to be an effective dynamic downscaling method to derive high-resolution local climate information. The model’s physical meaning is clear, it is built on the nonlinear interaction between large scale and regional scale, and can distinguish local features characterized by local topography, vegetation cover and soil hydrological processes, and can be used anywhere independent of observation data with an improved description of local features."
            ],
            "research objective": [
                "In order to do the validation of WRF model on simulating forcing data for the Heihe River Basin, daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. Thus, the validation accuracy of forcing data from RCM is important before input to drive the land surface model."
            ],
            "challenges": [],
            "methods": [
                "The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. In this study, WRF is used for downscaling of weather and climate ranging from one kilometer to thousands of kilometers and used for deriving meteorological parameters required for hydrological models. For this study, two way nested computational domains of 41×55×28 and 101×121×28 grid points and horizontal resolutions of 25 km and 5 km, respectively, have been set. The model is initialized by real boundary conditions using NCAR-NCEP’s Final Analysis (FNL) data (NCEP-DSS083.2, 2009) having a resolution of 1°×1° (111 km×111 km)."
            ],
            "dataset": [
                "Daily meteorological observation data from 15 stations of CMA (China Meteorological Administration) and hourly meteorological observation data from seven sites of WATER (Watershed Airborne Telemetry Experimental Research) are used to compare with WRF simulations, with a time range of a whole year for 2008. The model was validated at 15 surface meteorological stations maintained by the China Meteorological Administration (CMA) and seven observation-strengthened stations setup by WATER project. Data from CMA stations are used for daily validation; the WATER’s are for hourly validation. All CMA data in 2008 are used for comparison, the time span of WATER’s are listed in Table 2."
            ],
            "findings": [
                "Results show that the average MBE (Mean Bias Error) of daily 2-m surface temperature, surface pressure, 2-m relative humidity and 10-m wind speed were −0.19 °C, −4.49 hPa, 4.08% and 0.92 m/s, the average RMSE (Root Mean Square Error) of them were 2.11 °C, 5.37 hPa, 9.55% and 1.73 m/s, and the average R (correlation coefficient) of them were 0.99, 0.98, 0.80 and 0.55, respectively. The average MBE of hourly 2-m surface temperature, surface pressure, 2-m relative humidity, 10-m wind speed, downward shortwave radiation and downward longwave were −0.16 °C, −6.62 hPa, −5.14%, 0.26 m/s, 33.0 W/m2 and −6.44 W/m2, the average RMSE of them were 2.62 °C, 17.10 hPa, 20.71%, 2.46 m/s, 152.9 W/m2 and 53.5 W/m2, and the average R of them were 0.96, 0.97, 0.70, 0.26, 0.91 and 0.60, respectively. Thus, the following conclusions were obtained: (1) regardless of daily or hourly validation, WRF model simulations of 2-m surface temperature, surface pressure and relative humidity are more reliable, especially for 2-m surface air temperature and surface pressure, the values of MBE were small and R were more than 0.96; (2) the WRF simulating downward shortwave radiation was relatively good, the average R between WRF simulation and hourly observation data was above 0.9, and the average R of downward longwave radiation was 0.6; (3) both wind speed and rainfall simulated from WRF model did not agree well with observation data."
            ],
            "backgroundCn": [
                "近地面大气要素，包括气温、气压、相对湿度、风、降水和辐射，被称为驱动水文、陆面和生态模型的强迫数据。将全球气候模型（GCM）输出与陆面模型耦合或使用是大型陆面模型的重要强迫数据来源，然而其空间和时间分辨率无法满足区域尺度陆面模型的要求，且其粗糙的分辨率忽略了区域环境影响评估。因此，区域尺度陆面模型或陆面数据同化系统需要具有更高时间和空间分辨率的强迫数据。因此，降尺度GCM输出是必要的，以准备一系列高空间和时间分辨率的强迫数据，用于区域尺度或流域尺度的陆面、水文和生态模拟与同化。降尺度是一种从相对粗分辨率的GCM中获取高分辨率气候或气候变化信息的方法。动态降尺度利用大规模气候背景信息，通过GCM建立更高分辨率的气象分布场。区域气候模型被认为是一种有效的动态降尺度方法，用于获取高分辨率的地方气候信息。该模型的物理意义明确，建立在大尺度与区域尺度之间的非线性相互作用之上，能够区分由局部地形、植被覆盖和土壤水文过程特征化的局部特征，并且可以在任何地方独立于观测数据使用，改善对局部特征的描述。"
            ],
            "research objectiveCn": [
                "为了验证WRF模型在模拟黑河流域强迫数据的能力，使用了来自中国气象局（CMA）15个站点的日气象观测数据和来自水文空气遥测实验研究（WATER）7个站点的小时气象观测数据，与WRF模拟结果进行比较，时间范围为2008年的整年。因此，在将区域气候模型（RCM）的强迫数据输入到陆面模型之前，验证其准确性是非常重要的。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "该模型在中国气象局（CMA）维护的15个地面气象站和由WATER项目设立的7个观测强化站进行了验证。在本研究中，WRF用于天气和气候的下尺度处理，范围从一公里到数千公里，并用于推导水文模型所需的气象参数。为此研究设置了41×55×28和101×121×28网格点的双向嵌套计算域，水平分辨率分别为25公里和5公里。模型通过使用NCAR-NCEP的最终分析（FNL）数据（NCEP-DSS083.2，2009）初始化，边界条件的分辨率为1°×1°（111公里×111公里）。"
            ],
            "datasetCn": [
                "使用中国气象局（CMA）15个气象观测站的日常气象观测数据和水文空气遥测实验研究（WATER）七个站点的每小时气象观测数据，与WRF模拟结果进行比较，时间范围为2008年的整年。该模型在中国气象局（CMA）维护的15个地面气象站和WATER项目设立的七个观测增强站点进行了验证。CMA站点的数据用于日常验证，而WATER的数据用于每小时验证。2008年CMA的所有数据均用于比较，WATER的数据时间范围列在表2中。"
            ],
            "findingsCn": [
                "结果显示，日均2米表面温度、表面气压、2米相对湿度和10米风速的平均MBE（均值偏差）分别为−0.19 °C、−4.49 hPa、4.08%和0.92 m/s，平均RMSE（均方根误差）分别为2.11 °C、5.37 hPa、9.55%和1.73 m/s，平均R（相关系数）分别为0.99、0.98、0.80和0.55。小时2米表面温度、表面气压、2米相对湿度、10米风速、下行短波辐射和下行长波辐射的平均MBE分别为−0.16 °C、−6.62 hPa、−5.14%、0.26 m/s、33.0 W/m²和−6.44 W/m²，平均RMSE分别为2.62 °C、17.10 hPa、20.71%、2.46 m/s、152.9 W/m²和53.5 W/m²，平均R分别为0.96、0.97、0.70、0.26、0.91和0.60。因此，得出以下结论：(1) 无论是日均还是小时验证，WRF模型对2米表面温度、表面气压和相对湿度的模拟更为可靠，尤其是2米表面空气温度和表面气压，MBE值较小且R值均超过0.96；(2) WRF对下行短波辐射的模拟相对较好，WRF模拟与小时观测数据之间的平均R值超过0.9，而下行长波辐射的平均R值为0.6；(3) WRF模型模拟的风速和降水与观测数据不太一致。"
            ]
        },
        {
            "background": [
                "Soil moisture is a variable that plays a leading role in surface water and energy balance. The traditional point measurements can just provide a soil moisture distribution in a limited area. The hydrologic models can simulate the soil moisture variation in large spatial and temporal scales. However, the uncertainty in initial model state, model physical parameters, meteorological forcing variables and model equations brings much error in the soil moisture estimation. Many researchers suggested that the most promising approach for estimating soil moisture is the integration of remote sensing surface soil moisture data and a hydrologic model (Kostove and Jackson, 1993). Many researches have been carried out on optimizing a computational model through minimizing the difference between the observation and model simulation results by the re-parameterization (Jarlan et al., 2005; Yang et al., 2009) or re-initialization (Heathman et al., 2003; Huang et al., 2008) of the computational model separately. The re-parameterization approach can improve the model state variables by adjusting uncertain parameters. Since some parameters can hardly be obtained by field measurements, they are often estimated from the experiences or references, which brings much uncertainty to the model parameters. The re-initialization approach does not attribute the simulation errors to the uncertainties of the initial conditions, model parameters or model physical equations. It can adjust the state variables directly and it adopts the updated state variables as the initial field to re-initialize the model. The most effective and popular re-initialization approach is Ensemble Kalman Filter (EnKF)."
            ],
            "research objective": [
                "This research developed a one-dimensional soil moisture assimilation scheme based on the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA). In this research, the assimilation scheme combined the EnKF and GA as the assimilation algorithm and it could calibrate the model parameters and model initial state synthetically. This paper proposes a one-dimensional soil moisture assimilation scheme combining the EnKF and GA, which has been illuminated by the assimilation experiment carried out in the Heihe River Basin in Northwest China in 2008."
            ],
            "challenges": [
                "There is much uncertainty in the assimilation process, which affects the assimilation results. There is much uncertainty in the model initial state and model parameters in the hydrologic modeling, which brings much error to the soil moisture simulation. It is difficult to develop the adjoint model for the original one to evaluate the derivatives of the cost function with respect to control variables, which are composed of state variables and model parameters to be estimated. It is complicated to develop the adjoint model in practice, which posed many limitations to its application (Qin et al., 2007)."
            ],
            "methods": [
                "In this assimilation scheme, the soil moisture was taken as the combination point of the hydrologic model and the backscattering model. The DHSVM was coupled with a semi-empirical backscattering model (Oh) to simulate backscattering coefficients. When the ASAR data were available, a cost function was set up based on the gap between the backscattering coefficients from ASAR observation and the backscattering coefficients from the simulations. Then the EnKF was used to optimize the state variables. If the cost function was higher than twice the ASAR observation noises, the simulation was treated as unacceptable. Then the cost function was minimized by the GA approach. The sensitive parameters of the DHSVM were re-parameterized. The simulations were divided into acceptable and unacceptable cases. The EnKF and GA were used to re-initialize and re-parameterize the simulation process. The assimilation experiment was carried out in the Heihe River Basin, Northwest China."
            ],
            "dataset": [
                "The Heihe River Basin, located in the arid area of Northwest China, is the second largest inland river basin, with an area of 116 000 km2 and an average annual precipitation of 108 mm. The ASAR images were used as observation data. ASAR images were acquired for several dates and different polarizations with incidence angles between 10º and 60º, operating in C band. The spatial resolution of ASAR is about 12.5 m × 12.5 m. The spatial resolution of the DHSVM simulation was 30 m, so the spatial resolution of ASAR was resampled into 30 m by the bilinear interpolation method."
            ],
            "findings": [
                "The results obtained indicate that this assimilation scheme is practical and it can improve the accuracy of soil moisture estimation significantly. The result shows that the model estimate of surface soil moisture was improved by being assimilated with the ASAR data. Additionally, the data assimilation improves the DHSVM model outputs which are more close to the actual values."
            ],
            "backgroundCn": [
                "土壤湿度是影响地表水和能量平衡的重要变量。传统的点位测量只能提供有限区域内的土壤湿度分布。水文模型可以在大空间和时间尺度上模拟土壤湿度的变化。然而，初始模型状态、模型物理参数、气象强迫变量和模型方程的不确定性会给土壤湿度估计带来很大误差。许多研究者建议，估计土壤湿度的最有前景的方法是将遥感表层土壤湿度数据与水文模型相结合（Kostove和Jackson，1993）。许多研究已经通过重新参数化（Jarlan等，2005；Yang等，2009）或重新初始化（Heathman等，2003；Huang等，2008）单独优化计算模型，以最小化观测值与模型模拟结果之间的差异。重新参数化方法可以通过调整不确定参数来改善模型状态变量。由于某些参数很难通过现场测量获得，因此通常是根据经验或参考文献进行估计，这给模型参数带来了很大的不确定性。重新初始化方法并不将模拟误差归因于初始条件、模型参数或模型物理方程的不确定性。它可以直接调整状态变量，并将更新后的状态变量作为初始场来重新初始化模型。最有效和最流行的重新初始化方法是集成卡尔曼滤波（EnKF）。"
            ],
            "research objectiveCn": [
                "本研究开发了一种基于集合卡尔曼滤波（EnKF）和遗传算法（GA）的一维土壤水分同化方案。在本研究中，同化方案将EnKF和GA结合为同化算法，能够综合校准模型参数和模型初始状态。本文提出了一种结合EnKF和GA的一维土壤水分同化方案，该方案通过在2008年中国西北地区的黑河流域进行的同化实验得到了验证。"
            ],
            "challengesCn": [
                "在同化过程中存在许多不确定性，这影响了同化结果。在水文模型中，模型初始状态和模型参数存在较大的不确定性，这给土壤湿度模拟带来了很大的误差。开发原始模型的伴随模型以评估成本函数相对于控制变量（由状态变量和待估计的模型参数组成）的导数是困难的。在实践中开发伴随模型是复杂的，这对其应用造成了许多限制（Qin et al., 2007）。"
            ],
            "methodsCn": [
                "在这个同化方案中，土壤湿度被视为水文模型和反向散射模型的结合点。DHSVM与半经验反向散射模型（Oh）耦合，以模拟反向散射系数。当ASAR数据可用时，基于ASAR观测的反向散射系数与模拟的反向散射系数之间的差距建立了一个代价函数。如果代价函数高于ASAR观测噪声的两倍，则该模拟被视为不可接受。然后通过遗传算法（GA）方法最小化代价函数。DHSVM的敏感参数被重新参数化。模拟被分为可接受和不可接受的案例。使用EnKF和GA重新初始化和重新参数化模拟过程。该同化实验在中国西北部的黑河流域进行。"
            ],
            "datasetCn": [
                "黑河流域位于中国西北部的干旱地区，是第二大内陆河流域，面积为116,000平方公里，年平均降水量为108毫米。ASAR影像被用作观测数据。ASAR影像在多个日期和不同极化下获取，入射角在10º到60º之间，工作在C波段。ASAR的空间分辨率约为12.5米×12.5米，而DHSVM模拟的空间分辨率为30米，因此ASAR的空间分辨率通过双线性插值法重采样为30米。"
            ],
            "findingsCn": [
                "结果表明，这种同化方案是可行的，并且可以显著提高土壤湿度估计的准确性。结果显示，通过与ASAR数据进行同化，模型对表层土壤湿度的估计得到了改善。此外，数据同化还改善了DHSVM模型的输出，使其更接近实际值。"
            ]
        },
        {
            "background": [
                "The normalized difference vegetation index (NDVI) is routinely produced from red (R) and near-infrared (NIR) data acquired from various kinds of sensors. NDVI time series reveal different temporal and spatial dynamic characteristics according to variations in landscape types, which reveal a certain degree of intra- and inter-annual changes in vegetation. Time series NDVI derived from multiple satellite sensors such as the Advanced Very High Resolution Radiometer (A VHRR), VEGETATION on Satellite Probatoire d‘Observation de la Terre (SPOT/VGT), and the Moderate Resolution Imaging Spectroradiometer (MODIS) have proven to be powerful tools in global change-related studies such as vegetation dynamics monitoring, climate change, land cover mapping and change detection, and various other fields. However, the coarse resolution of these sensors limits their use in studies of biophysical processes on heterogeneous land surfaces. For example, vegetation monitoring is reduced in fragmented landscapes, where most of the pixels are composed of a mixture of different surfaces such as agricultural fields, grassland, or patches of other vegetation as well as unvegetated areas, which are often smaller than moderate-resolution pixels. Moreover, the vegetation fraction cannot be accurately estimated from NDVI data because of the nonlinear relationship of NVDI with the vegetation fraction and the saturation effect of NDVI at high biomass. High spatial resolution data such as those from the High Resolution Visible (SPOT/HR V) sensor, the Landsat Thematic Mapper/Enhanced Thematic Mapper (TM/ETM), and the China-Brazil Earth Resources Satellite (CBERS) can be used for land use and land cover mapping, ecosystem dynamics monitoring, water quality monitoring, and yield estimation. However, only a few images can be obtained every year in most regions of China because of the vagaries of weather conditions and other constraints. Therefore, the CCD is confronted with the same problem as TM/ETM, SPOT/HR V, and CBERS, that their temporal resolution is not sufficient for detecting rapid surface changes, especially in frequently clouded areas. This limits the usefulness of these devices in studying the rapidly evolving biophysical processes that occur during the growing season."
            ],
            "research objective": [
                "In our study, a data assimilation method with continuous correction (CC, Liang, 2009) was used to combine the temporal information from MODIS and the spatial information from the HJ-1 CCD to produce a high temporal and spatial resolution NDVI to provide more sufficient information for applications that require NDVI both in time and in space, such as timely vegetation fraction estimation."
            ],
            "challenges": [
                "The coarse resolution of these sensors limits their use in studies of biophysical processes on heterogeneous land surfaces. However, only a few images can be obtained every year in most regions of China because of the vagaries of weather conditions and other constraints. Therefore, the CCD is confronted with the same problem as TM/ETM, SPOT/HR V, and CBERS, that their temporal resolution is not sufficient for detecting rapid surface changes, especially in frequently clouded areas."
            ],
            "methods": [
                "The MODIS 16 day composing/8 day windows 1 km Nadir BRDF-Adjusted Reflectance Product (NBAR) and the HJ-1 CCD 30 m multispectral reflectance data are used mainly to produce an 8 day, 30 m view-geometry removed NDVI dataset. The results have been validated using field measurements and have also been compared with the NDVI generated by STARFM using the same MODIS and HJ-1 CCD data."
            ],
            "dataset": [
                "Twenty of the 38 HJ-1 images available were affected by cloud and other data quality problems and were discarded. The remaining good quality data consisted of 10 images providing full coverage of the study area and 8 images providing only partial coverage due to the satellite orbit and were used in two ways."
            ],
            "findings": [
                "The high R2 indicated that the predicted NDVI could achieve a very close approximation to the HJ-1 measurements. It was concluded that the predicted NDVI of these categories were similar to the cloud-free, 30 m, nadir-observed NDVI. It is apparent that SD was conserved with spatial variations. Therefore, it was concluded that the predicted NDVI provided a good approximation to the spatial characteristics of the corresponding time validation NDVI while maintaining accurate numerical values."
            ],
            "backgroundCn": [
                "归一化植被指数（NDVI）通常是通过从各种传感器获取的红光（R）和近红外光（NIR）数据生成的。NDVI时间序列根据景观类型的变化揭示了不同的时间和空间动态特征，显示出植被在年内和年际间的某种程度的变化。来自多颗卫星传感器的NDVI时间序列，如高级非常高分辨率辐射计（AVHRR）、地球观测卫星试验（SPOT/VGT）上的植被传感器和中分辨率成像光谱仪（MODIS），已被证明是全球变化相关研究的强大工具，如植被动态监测、气候变化、土地覆盖制图和变化检测等多个领域。然而，这些传感器的低分辨率限制了它们在异质土地表面生物物理过程研究中的应用。例如，在碎片化的景观中，植被监测受到限制，因为大多数像素由不同表面的混合组成，如农业田地、草地或其他植被的斑块以及通常小于中等分辨率像素的无植被区域。此外，由于NDVI与植被覆盖度之间的非线性关系以及在高生物量下的饱和效应，无法准确估计植被覆盖度。高分辨率数据，如高分辨率可见光（SPOT/HRV）传感器、陆地卫星主题测量/增强主题测量（TM/ETM）和中巴地球资源卫星（CBERS），可用于土地利用和土地覆盖制图、生态系统动态监测、水质监测和产量估计。然而，由于天气条件和其他限制因素，在中国大多数地区每年只能获得少量图像。因此，CCD面临与TM/ETM、SPOT/HRV和CBERS相同的问题，即其时间分辨率不足以检测快速的地表变化，特别是在经常多云的地区。这限制了这些设备在研究生长季节期间快速演变的生物物理过程中的有效性。"
            ],
            "research objectiveCn": [
                "在我们的研究中，采用了连续校正（CC，Liang，2009）数据同化方法，将MODIS的时间信息与HJ-1 CCD的空间信息相结合，以生成高时间和空间分辨率的NDVI，为需要时间和空间都具备NDVI信息的应用提供更充分的信息，例如及时的植被覆盖度估计。"
            ],
            "challengesCn": [
                "这些传感器的粗分辨率限制了它们在异质土地表面生物物理过程研究中的应用。然而，由于天气条件和其他限制因素，在中国大多数地区每年只能获得少量影像。因此，CCD面临着与TM/ETM、SPOT/HR V和CBERS相同的问题，即其时间分辨率不足以检测快速的地表变化，特别是在经常被云层遮挡的地区。"
            ],
            "methodsCn": [
                "MODIS 16天合成/8天窗口1公里正射BRDF调整反射率产品（NBAR）和HJ-1 CCD 30米多光谱反射率数据主要用于生成8天、30米视角几何去除的NDVI数据集。结果已通过实地测量进行验证，并与使用相同MODIS和HJ-1 CCD数据生成的STARFM NDVI进行了比较。"
            ],
            "datasetCn": [
                "38幅HJ-1影像中有20幅受到云层和其他数据质量问题的影响，因此被丢弃。剩余的高质量数据包括10幅对研究区域提供全面覆盖的影像和8幅由于卫星轨道原因仅提供部分覆盖的影像，这些影像以两种方式使用。"
            ],
            "findingsCn": [
                "高R2值表明预测的NDVI能够非常接近HJ-1的测量结果。得出的结论是，这些类别的预测NDVI与无云、30米、正视观测的NDVI相似。显然，空间变化中的标准差得到了保持。因此，可以得出结论，预测的NDVI在保持准确数值的同时，提供了与相应时间验证NDVI的空间特征的良好近似。"
            ]
        },
        {
            "background": [
                "Gross primary production (GPP) is defined as the overall rate of fixation of carbon through the process of vegetation photosynthesis. It is used to quantify the amount of biomass produced within an ecosystem over a unit of time, regardless of the amount of respiration. The seasonal difference of GPP and ecosystem respiration (Re) determines the net ecosystem exchange (NEE) of CO2 between the atmosphere and forest ecosystems and is important for understanding global carbon cycle climate change research. The eddy covariance (EC) technique is one of the best micrometeorological methods for the estimation of CO2, water, and energy exchange between the atmosphere and terrestrial ecosystems. Satellite remote sensing provides consistent and systematic land surface observations and has played an increasing role in characterizing vegetation structure and estimating GPP. The fundamental methodology of GPP estimation is based on Monteith’s equation: GPP ¼ LUE /C2 fAPAR /C2 PAR, where LUE is the light use efficiency, often in units of mol CO2 per mol photosynthetic photon flux density (mol CO2 mol−1 PPFD), and fAPAR represents the fraction of absorbed photosynthetically active radiation (PAR). Many models and methods using the LUE basis have been proposed for GPP estimation from ground measurements and satellite remote sensing data."
            ],
            "research objective": [
                "In this study, the daily MODIS surface reflectance product was selected for midday GPP estimation because MODIS can provide daily coverage of the study sites with an acceptable ground resolution and the required spectral characteristics. On the basis of previous research, we selected some VIs that were proved to have the potential to estimate LUE (mol CO2 mol−1 PPFD) and fAPAR and proposed a method to estimate GPP (mg CO2 m−2 s−1) with the MODIS data. The study should be helpful for future GPP models driven by all remote‐sensing inputs."
            ],
            "challenges": [
                "However, besides the difficulty of partitioning the respiration of ecosystems into autotrophic respiration and heterotrophic respiration, the EC only provides integrated CO2 flux measurements over footprints with sizes and shapes that vary with the tower height, canopy physical characteristics, and wind velocity. The limitation of LUE models, however, is that they require meteorological inputs that are often not available at sufficiently detailed temporal and spatial scales, resulting in substantial errors in the outputs. Estimates of daytime Re from the nighttime RE‐T relation are associated with considerable uncertainties such as the overestimation of daytime respiration due to the extrapolation of nighttime respiration fluxes."
            ],
            "methods": [
                "In this study, we evaluated the broadband MODIS VIs for the LUE and fAPAR estimation and tried to understand the mechanism of our GPP estimation methodology. When we estimated GPP using the expression VI × VI × PAR, the determination coefficients R2 largely improved (R2 = 0.81 to 0.91), indicating that GPP can be well estimated with MODIS."
            ],
            "dataset": [
                "The study sites were located outside the city of Zhangye, Gansu Province, in western China. All measurements were taken from 10 June to 13 July 2008. The maize was planted in early May 2008 in the typical solonetzic soil of western China with relatively sufficient nutrition and water supplies. To form a suite of data, the product (MOD 09, 500 m) of the Terra MODIS surface‐reflectance atmospheric correction algorithm from 13 June to 10 July 2008 was downloaded to estimate the midday GPP at the satellite overpass time. After selection, 16 cloud‐free days of data were used to develop our method for GPP estimation."
            ],
            "findings": [
                "EVI × EVI × PAR provided the best estimation of GPP with the highest R2 of 0.91 because EVI was found to be the best indicator of both LUE and fAPAR (R2 of 0.87 and 0.76, respectively)."
            ],
            "backgroundCn": [
                "毛初级生产力（GPP）被定义为通过植物光合作用固定碳的总体速率。它用于量化生态系统在单位时间内产生的生物量，无论呼吸量如何。GPP和生态系统呼吸（Re）的季节性差异决定了森林生态系统与大气之间的净生态系统交换（NEE）CO2的量，这对于理解全球碳循环和气候变化研究至关重要。涡度协方差（EC）技术是估算大气与陆地生态系统之间CO2、水和能量交换的最佳微气象方法之一。卫星遥感提供了一致和系统的地表观测，并在表征植被结构和估算GPP方面发挥了越来越重要的作用。GPP估算的基本方法基于蒙特斯方程：GPP = LUE /C2 fAPAR /C2 PAR，其中LUE是光利用效率，通常以摩尔CO2每摩尔光合光子通量密度（mol CO2 mol−1 PPFD）为单位，fAPAR表示吸收的光合有效辐射（PAR）的分数。许多基于LUE的模型和方法已被提出，用于从地面测量和卫星遥感数据中估算GPP。"
            ],
            "research objectiveCn": [
                "在本研究中，选择了每日MODIS表面反射率产品用于中午GPP估算，因为MODIS能够以可接受的地面分辨率和所需的光谱特性提供研究地点的每日覆盖。基于之前的研究，我们选择了一些被证明具有估算LUE（摩尔CO2摩尔−1 PPFD）和fAPAR潜力的植被指数，并提出了一种利用MODIS数据估算GPP（毫克CO2米−2秒−1）的方法。该研究将有助于未来基于所有遥感输入的GPP模型。"
            ],
            "challengesCn": [
                "然而，除了将生态系统的呼吸分为自养呼吸和异养呼吸的困难外，涡度相关法（EC）仅提供在不同高度、冠层物理特征和风速下，具有不同大小和形状的足迹上的综合CO2通量测量。然而，光合有效利用（LUE）模型的局限性在于，它们需要的气象输入往往在时间和空间尺度上不够详细，导致输出结果存在较大误差。从夜间呼吸（RE-T）关系推算的白天呼吸（Re）估计伴随着相当大的不确定性，例如由于外推夜间呼吸通量而导致的白天呼吸的高估。"
            ],
            "methodsCn": [
                "在这项研究中，我们评估了宽带MODIS植被指数（VIs）在光合有效辐射（LUE）和光合有效辐射吸收（fAPAR）估计中的应用，并试图理解我们的GPP估计方法的机制。当我们使用表达式VI × VI × PAR来估计GPP时，决定系数R²显著提高（R²从0.81提高到0.91），这表明可以很好地使用MODIS来估计GPP。"
            ],
            "datasetCn": [
                "研究地点位于中国西部甘肃省张掖市外。所有测量均在2008年6月10日至7月13日之间进行。玉米于2008年5月初种植在典型的西部中国盐碱土中，该土壤具有相对充足的营养和水分供应。为了形成一套数据，从2008年6月13日至7月10日下载了Terra MODIS表面反射率大气校正算法的产品（MOD 09，500米），以估算卫星过顶时的中午GPP。在选择后，使用了16天无云的数据来开发我们的GPP估算方法。"
            ],
            "findingsCn": [
                "EVI × EVI × PAR 提供了对 GPP 的最佳估计，R2 达到 0.91，因为 EVI 被发现是 LUE 和 fAPAR 的最佳指标（R2 分别为 0.87 和 0.76）。"
            ]
        },
        {
            "background": [
                "Radar remote sensing has demonstrated its applicability to the retrieval of basin-scale soil moisture. The mechanism of radar backscattering from soils is complicated and strongly influenced by surface roughness. Surface soil moisture (mv) is important in agronomic, hydrological, and meteorological processes at all spatial scales. It plays a key role in water stress detection and irrigation management, especially for arid and semi-arid regions. It is well known that space-borne microwave radiometers and scatterometers possess the advantage of high revisit capacity but deficient in coarse spatial resolution. On the contrary, synthetic aperture radar (SAR) sensors have the capability to provide finer spatial resolution, on the order of tens of meters, meeting most spatial requirements for watershed management and hydrological applications. Radar systems emit pulses and receive echoes backscattered from the illuminated areas. The intensity value of each pixel is proportional to the radar backscattering coefficient (σ0), which depends on several factors, including the instrument’s technical specifications (frequency and polarization), terrain, dielectric characteristics (εr; strongly related to the soil water content) and the geometrical structure (roughness) of the target surface. The IEM unites the KA and the SPM and was verified by laboratory measurements of bistatic scattering from surfaces with small, intermediate and large scale roughness. The advanced IEM (AIEM) improves the calculation accuracy of scattering coefficient by keeping the absolute phase term in Greens function which was neglected by IEM. In the IEM and AIEM, surface roughness is an essential input."
            ],
            "research objective": [
                "This study aims to simultaneously obtain surface roughness parameters (standard deviation of surface height σ and correlation length cl) along with soil moisture from multi-angular ASAR images by using a two-step retrieval scheme based on the AIEM."
            ],
            "challenges": [
                "The key challenge is the presence of vegetation cover, which significantly impacts the estimates of surface roughness and soil moisture. Unfortunately, field measuring surface roughness is very time-consuming and almost impractical at the regional scale. Moreover, appreciable inaccuracies may occur due to various deployments of instrumentation, sampling strategy, and the ambiguous scale effect during field campaigns and data post-processing."
            ],
            "methods": [
                "The method firstly used a semi-empirical relationship that relates the roughness slope, Zs (Zs = σ2 /cl) and the difference in backscattering coefficient (Δσ) from two ASAR images acquired with different incidence angles. Then, the deduced roughness parameters were used for the retrieval of soil moisture in association with the AIEM. An evaluation of the proposed method was performed in an experimental area in the middle stream of the Heihe River Basin, where the Watershed Allied Telemetry Experimental Research (WATER) was taken place."
            ],
            "dataset": [],
            "findings": [
                "It is demonstrated that the proposed method is feasible to achieve reliable estimation of soil water content."
            ],
            "backgroundCn": [
                "雷达遥感已证明其在流域尺度土壤湿度获取中的适用性。雷达回波散射的机制复杂，并受到表面粗糙度的强烈影响。表层土壤湿度（mv）在各个空间尺度的农艺、水文和气象过程中都非常重要。它在水分胁迫检测和灌溉管理中发挥着关键作用，尤其是在干旱和半干旱地区。众所周知，空间微波辐射计和散射计具有高重访能力的优势，但在粗空间分辨率方面存在不足。相反，合成孔径雷达（SAR）传感器能够提供较细的空间分辨率，通常在几十米的范围内，满足流域管理和水文应用的大多数空间需求。雷达系统发射脉冲并接收从照射区域回散射的回波。每个像素的强度值与雷达回散射系数（σ0）成正比，该系数依赖于多个因素，包括仪器的技术规格（频率和极化）、地形、介电特性（εr；与土壤水分含量密切相关）以及目标表面的几何结构（粗糙度）。IEM结合了KA和SPM，并通过对小、中、大尺度粗糙表面的双向散射的实验室测量进行了验证。先进的IEM（AIEM）通过保留格林函数中的绝对相位项来提高散射系数计算的准确性，而IEM则忽略了这一点。在IEM和AIEM中，表面粗糙度是一个重要的输入参数。"
            ],
            "research objectiveCn": [
                "本研究旨在通过基于AIEM的两步检索方案，同时从多角度ASAR图像中获取表面粗糙度参数（表面高度的标准偏差σ和相关长度cl）以及土壤湿度。"
            ],
            "challengesCn": [
                "主要挑战是植被覆盖的存在，这对表面粗糙度和土壤湿度的估计产生了显著影响。不幸的是，现场测量表面粗糙度非常耗时，并且在区域尺度上几乎不切实际。此外，由于仪器部署的不同、采样策略以及现场活动和数据后处理过程中模糊的尺度效应，可能会出现显著的不准确性。"
            ],
            "methodsCn": [
                "该方法首先使用了一种半经验关系，该关系将粗糙度斜率Zs（Zs = σ2 /cl）与两幅在不同入射角下获取的ASAR图像的后向散射系数差（Δσ）联系起来。然后，利用推导出的粗糙度参数结合AIEM进行土壤湿度的提取。该方法的评估在黑河流域中游段的一个实验区域进行，该区域进行了水文联合遥测实验研究（WATER）。"
            ],
            "datasetCn": [],
            "findingsCn": [
                "研究表明，所提方法能够有效实现土壤水分含量的可靠估计。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the use of remote sensing data like MODIS considered reliable for estimating Gross Primary Production (GPP)?",
                "QuestionCn": "使用遥感数据如MODIS来估算总初级生产力（GPP）是否被认为是可靠的？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are the observation techniques used in field experiments sufficient to provide representative areal averages of land surface heat fluxes?",
                "QuestionCn": "在实地实验中使用的观测技术是否足以提供土地表面热通量的代表性面积平均值？",
                "AnswerEn": "No",
                "AnswerCn": "否",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "What is the primary method used for soil moisture estimation: remote sensing data integration with hydrologic models or traditional point measurements?",
                "QuestionCn": "土壤湿度估计的主要方法是遥感数据与水文模型的集成，还是传统的点位测量？",
                "AnswerEn": "remote sensing data integration with hydrologic models",
                "AnswerCn": "遥感数据与水文模型的集成",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the data collection methods used to measure soil moisture and surface roughness in the Heihe River Basin?",
                "QuestionCn": "在黑河流域测量土壤湿度和表面粗糙度所使用的数据收集方法有哪些？",
                "AnswerEn": "multi-angular ASAR images, Advanced Integral Equation Model (AIEM)",
                "AnswerCn": "多角度ASAR图像，高级积分方程模型（AIEM）",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are meteorological and hydrological data collected for validating regional climate models in the Heihe River Basin?",
                "QuestionCn": "在黑河流域，气象和水文数据的收集地点用于验证区域气候模型。",
                "AnswerEn": "15 surface meteorological stations, seven observation-strengthened stations",
                "AnswerCn": "15个地面气象站，7个观测增强站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges exist in the assimilation of remote sensing data for soil moisture estimation in arid regions?",
                "QuestionCn": "在干旱地区，遥感数据用于土壤湿度估计的同化面临哪些挑战？",
                "AnswerEn": "uncertainties in the initial model state, model parameters, and meteorological forcing variables",
                "AnswerCn": "初始模型状态、模型参数和气象强迫变量的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure soil moisture in heterogeneous land surfaces?",
                "QuestionCn": "您能否提供一个用于测量异质土地表面土壤湿度的数据收集方法的例子？",
                "AnswerEn": "A data collection method for soil moisture involves integrating remote sensing surface soil moisture data with a hydrologic model using a one-dimensional soil moisture assimilation scheme based on the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA). This approach allows for the calibration of model parameters and model initial state, improving the accuracy of soil moisture estimation.",
                "AnswerCn": "一种土壤湿度的数据收集方法涉及将遥感表层土壤湿度数据与水文模型集成，采用基于集合卡尔曼滤波器（EnKF）和遗传算法（GA）的一维土壤湿度同化方案。该方法允许对模型参数和模型初始状态进行校准，从而提高土壤湿度估计的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge encountered in collecting meteorological data in arid regions, and how is it addressed?",
                "QuestionCn": "在干旱地区收集气象数据时遇到的一个挑战是水分蒸发率高，这可能导致土壤和空气中的湿度数据不准确。为了解决这个问题，研究人员可以使用高精度的传感器和自动化气象站，以实时监测和记录数据，同时定期校准设备以确保数据的准确性。",
                "AnswerEn": "In arid regions, a challenge in collecting meteorological data is the presence of vegetation cover, which affects estimates of surface roughness and soil moisture. This challenge is addressed by using a two-step retrieval scheme based on advanced IEM (AIEM) models and multi-angular ASAR images to separately retrieve surface roughness parameters and soil moisture.",
                "AnswerCn": "在干旱地区，收集气象数据的一大挑战是植被覆盖，这影响了表面粗糙度和土壤湿度的估计。这个挑战通过使用基于先进IEM（AIEM）模型和多角度ASAR影像的两步检索方案来解决，以分别检索表面粗糙度参数和土壤湿度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how satellite data is utilized to estimate gross primary production (GPP) in agricultural fields?",
                "QuestionCn": "您能否提供一个例子，说明如何利用卫星数据估算农业领域的总初级生产力（GPP）？",
                "AnswerEn": "Satellite data from the MODIS surface reflectance product is utilized to estimate gross primary production (GPP) by calculating the expression VI × VI × PAR, where VI represents vegetation indices. This method improves the determination coefficient and allows for accurate GPP estimation, as demonstrated in a study conducted on maize fields in western China.",
                "AnswerCn": "MODIS表面反射率产品的卫星数据被用于通过计算表达式VI × VI × PAR来估算总初级生产力（GPP），其中VI代表植被指数。这种方法提高了决定系数，并允许准确估算GPP，正如在中国西部的玉米田进行的一项研究所示。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the methodologies used for collecting atmospheric and soil data in oasis farmland research?",
                "QuestionCn": "在绿洲农田研究中，收集大气和土壤数据的方法论有哪些？",
                "AnswerEn": "automatic meteorological stations, atmospheric wind temperature and humidity gradients, pressure, precipitation, radiation components, surface infrared temperature, multi-layer soil temperature, soil moisture, soil heat flux",
                "AnswerCn": "自动气象站、大气风温湿梯度、气压、降水、辐射分量、地表红外温度、多层土壤温度、土壤湿度、土壤热通量",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges associated with using remote sensing data for soil moisture estimation in arid regions?",
                "QuestionCn": "在干旱地区使用遥感数据进行土壤湿度估计面临的挑战有哪些？",
                "AnswerEn": "vegetation cover, surface roughness, time-consuming field measurements, potential inaccuracies, varied deployment of instrumentation, sampling strategies, ambiguous scale effects",
                "AnswerCn": "植被覆盖、地表粗糙度、耗时的现场测量、潜在的不准确性、仪器的多样化部署、采样策略、模糊的尺度效应",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Surface Energy Balance System (SEBS) algorithm and how is it utilized in estimating land surface heat fluxes?",
                "QuestionCn": "表面能量平衡系统（SEBS）算法是一种用于估算陆地表面热通量的工具。它通过分析地表的能量输入和输出，帮助研究人员理解地表与大气之间的能量交换过程。SEBS算法利用遥感数据和气象观测数据，计算潜热通量和显热通量，从而为水文循环、气候变化和生态系统研究提供重要信息。",
                "AnswerEn": "The Surface Energy Balance System (SEBS) algorithm is a method used to estimate turbulent heat fluxes, such as net radiation flux, soil heat flux, sensible heat flux, and latent heat flux, over heterogeneous land surfaces. It uses satellite data to derive land surface parameters and has been applied in cold and arid environments to provide acceptable accuracy in areas with partial vegetation cover.",
                "AnswerCn": "表面能量平衡系统（SEBS）算法是一种用于估算湍流热通量的方法，包括净辐射通量、土壤热通量、显热通量和潜热通量，适用于异质土地表面。它利用卫星数据推导土地表面参数，并已在寒冷和干旱环境中应用，以在部分植被覆盖区域提供可接受的精度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges associated with using radar remote sensing for soil moisture retrieval, and how does the Advanced Integral Equation Model (AIEM) address these challenges?",
                "QuestionCn": "使用雷达遥感进行土壤湿度提取面临的挑战有哪些，以及先进积分方程模型（AIEM）如何应对这些挑战？",
                "AnswerEn": "Challenges with radar remote sensing for soil moisture retrieval include the influence of surface roughness and vegetation cover on backscattering coefficients. The Advanced Integral Equation Model (AIEM) enhances the accuracy of soil moisture estimation by incorporating surface roughness parameters like standard deviation of surface height and correlation length. This model helps to simultaneously retrieve these parameters along with soil moisture using multi-angular radar images.",
                "AnswerCn": "雷达遥感在土壤湿度提取方面面临的挑战包括表面粗糙度和植被覆盖对后向散射系数的影响。先进积分方程模型（AIEM）通过纳入表面粗糙度参数，如表面高度的标准差和相关长度，增强了土壤湿度估计的准确性。该模型有助于通过多角度雷达图像同时提取这些参数和土壤湿度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of satellite observables enhance the representativeness of land surface heat flux measurements over heterogeneous terrains?",
                "QuestionCn": "卫星观测数据的整合如何增强对异质地形上陆面热通量测量的代表性？",
                "AnswerEn": "Satellite observables such as those from the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) can be used to derive land surface parameters that improve the estimation of surface fluxes like net radiation, sensible heat, and latent heat fluxes over heterogeneous terrains. This integration helps to provide areal averages that are more representative of the model grid compared to ground-based observations alone.",
                "AnswerCn": "卫星观测数据，如来自先进空间热发射和反射辐射计（ASTER）的数据，可以用来推导地表参数，从而改善对异质地形上净辐射、显热和潜热通量等表面通量的估算。这种集成有助于提供更能代表模型网格的区域平均值，相较于仅依赖地面观测更具代表性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges are associated with using radar remote sensing for estimating soil moisture and surface roughness, and how can they be overcome?",
                "QuestionCn": "使用雷达遥感估计土壤湿度和表面粗糙度面临的挑战有哪些，如何克服这些挑战？",
                "AnswerEn": "One of the main challenges in using radar remote sensing for estimating soil moisture and surface roughness is the impact of vegetation cover, which can obscure the accurate retrieval of these parameters. A two-step retrieval scheme based on the Advanced Integral Equation Model (AIEM) can be used to simultaneously obtain surface roughness parameters and soil moisture by leveraging multi-angular ASAR images, thus overcoming these challenges.",
                "AnswerCn": "使用雷达遥感估计土壤湿度和表面粗糙度的主要挑战之一是植被覆盖的影响，这可能会遮蔽这些参数的准确提取。基于先进积分方程模型（AIEM）的两步检索方案可以利用多角度ASAR图像同时获取表面粗糙度参数和土壤湿度，从而克服这些挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the difficulty in using satellite data to accurately estimate land surface heat fluxes over heterogeneous surfaces in climate models?",
                "QuestionCn": "在气候模型中，使用卫星数据准确估计异质表面的地表热通量的困难原因是什么？",
                "AnswerEn": "The main challenge in using satellite data to estimate land surface heat fluxes accurately is the inability of state-of-the-art observation techniques to provide representative areal averages of these fluxes comparable to the model grid. This is because the fluxes are influenced by heterogeneous land surfaces and partial vegetation cover which are hard to parameterize in climate models.",
                "AnswerCn": "使用卫星数据准确估计地表热通量的主要挑战在于，最先进的观测技术无法提供与模型网格相当的代表性面积平均值。这是因为热通量受到异质土地表和部分植被覆盖的影响，而这些在气候模型中很难进行参数化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are high temporal-spatial resolution forcing data necessary for regional scale land surface models, and what challenges do they present?",
                "QuestionCn": "高时间-空间分辨率的强迫数据对于区域尺度的陆面模型是必要的，因为它们能够提供更准确的气象和环境条件，从而提高模型的预测能力和可靠性。然而，这些高分辨率数据也带来了许多挑战，例如数据获取的困难、处理和存储的需求增加，以及在不同尺度之间进行有效转换的复杂性。",
                "AnswerEn": "High temporal-spatial resolution forcing data are necessary for regional scale land surface models because the conventional General Circulation Model outputs have coarse resolution and cannot meet the specific requirements of regional environmental impact assessments. The challenge is that downscaling is required to achieve this high-resolution data, which involves complex modeling and computational efforts.",
                "AnswerCn": "高时间-空间分辨率的强迫数据对于区域尺度的陆面模型是必要的，因为传统的全球气候模型输出分辨率较粗，无法满足区域环境影响评估的具体要求。挑战在于需要进行下采样以获得这些高分辨率数据，这涉及复杂的建模和计算工作。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the uncertainties in soil moisture estimation using hydrologic models, and how can these be mitigated?",
                "QuestionCn": "影响水文模型中土壤湿度估计不确定性的因素有哪些，如何减轻这些不确定性？",
                "AnswerEn": "Uncertainties in soil moisture estimation using hydrologic models arise from initial model state errors, uncertain model parameters, and meteorological forcing variables. These can be mitigated by integrating remote sensing data with hydrologic models, as well as using techniques like the Ensemble Kalman Filter and Genetic Algorithm for model calibration and state optimization.",
                "AnswerCn": "土壤湿度估计中的不确定性来源于初始模型状态误差、不确定的模型参数和气象强迫变量。这些不确定性可以通过将遥感数据与水文模型结合，以及使用如集成卡尔曼滤波器和遗传算法等技术进行模型校准和状态优化来减轻。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of integrating satellite remote sensing data with ground-based measurements for estimating land surface heat fluxes?",
                "QuestionCn": "将卫星遥感数据与地面测量数据结合用于估算地表热通量的潜在后果是什么？",
                "AnswerEn": "Integrating satellite remote sensing data with ground-based measurements can improve the estimation of land surface heat fluxes by providing representative areal averages that match model grids, enhancing the accuracy of turbulent heat flux estimates, particularly in areas with partial vegetation cover.",
                "AnswerCn": "将卫星遥感数据与地面测量数据相结合，可以通过提供与模型网格匹配的代表性面积平均值来改善地表热通量的估计，从而提高湍流热通量估计的准确性，特别是在部分植被覆盖的区域。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the application of the Ensemble Kalman Filter (EnKF) combined with a Genetic Algorithm (GA) impact the accuracy of soil moisture estimation in hydrological models?",
                "QuestionCn": "将集合卡尔曼滤波器（EnKF）与遗传算法（GA）相结合的应用，可能会对水文模型中土壤湿度估计的准确性产生影响。",
                "AnswerEn": "The application of the Ensemble Kalman Filter (EnKF) combined with a Genetic Algorithm (GA) can significantly improve the accuracy of soil moisture estimation by calibrating model parameters and initial states synthetically, reducing uncertainty in the assimilation process and improving model outputs to align more closely with actual values.",
                "AnswerCn": "将集成卡尔曼滤波器（EnKF）与遗传算法（GA）相结合的应用可以显著提高土壤湿度估计的准确性，通过合成校准模型参数和初始状态，减少同化过程中的不确定性，并改善模型输出，使其更接近实际值。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What could be the implications of using a data assimilation method that combines MODIS and HJ-1 CCD data for producing high-resolution NDVI datasets?",
                "QuestionCn": "使用结合MODIS和HJ-1 CCD数据的数据同化方法来生成高分辨率NDVI数据集可能会带来的影响是什么？",
                "AnswerEn": "Using a data assimilation method that combines MODIS and HJ-1 CCD data could lead to the production of high-resolution NDVI datasets that offer more accurate and temporally-resolved information, enabling better estimation of vegetation dynamics and providing valuable data for applications requiring detailed NDVI information in space and time.",
                "AnswerCn": "使用结合MODIS和HJ-1 CCD数据的数据同化方法，可以生成高分辨率的NDVI数据集，这些数据集提供更准确和时间分辨率更高的信息，从而能够更好地估计植被动态，并为需要详细NDVI信息的应用提供有价值的数据。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to integrate high-resolution datasets from various sources, such as MODIS and HJ-1 CCD, to monitor vegetation dynamics in regions with frequent cloud cover?",
                "QuestionCn": "将来自不同来源的高分辨率数据集（如MODIS和HJ-1 CCD）整合在一起，对于监测云层覆盖频繁地区的植被动态非常重要。",
                "AnswerEn": "Integrating high-resolution datasets from various sources is crucial because it combines temporal and spatial information to produce detailed NDVI maps. This integration addresses the limitations of individual sensors and improves the monitoring of rapid surface changes and vegetation dynamics in regions where weather conditions limit the availability of cloud-free images.",
                "AnswerCn": "整合来自不同来源的高分辨率数据集至关重要，因为它结合了时间和空间信息，以生成详细的NDVI地图。这种整合解决了单一传感器的局限性，并改善了在天气条件限制云层无云图像可用性的地区对快速地表变化和植被动态的监测。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in validating meteorological data from multiple observation stations to ensure accuracy for regional climate model input?",
                "QuestionCn": "验证来自多个观测站的气象数据以确保其准确性，以便用于区域气候模型输入的程序步骤包括哪些？",
                "AnswerEn": "The procedural steps involve using meteorological observation data from several stations, including the China Meteorological Administration (CMA) and the Watershed Airborne Telemetry Experimental Research (WATER) project, to compare with model simulations over a specified period. The model is validated by comparing the data from these stations with simulations, using specific computational domains and resolutions, and initialized with boundary conditions from NCAR-NCEP’s Final Analysis data.",
                "AnswerCn": "程序步骤涉及使用来自多个气象观测站的气象观测数据，包括中国气象局（CMA）和流域空中遥测实验研究（WATER）项目，以便与指定时间段内的模型模拟进行比较。通过将这些站点的数据与模拟结果进行比较来验证模型，使用特定的计算域和分辨率，并以NCAR-NCEP的最终分析数据作为边界条件进行初始化。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can remote sensing data be integrated with hydrologic models to improve soil moisture estimation?",
                "QuestionCn": "如何将遥感数据与水文模型结合，以改善土壤湿度估计？",
                "AnswerEn": "Remote sensing data, such as ASAR images, can be integrated with hydrologic models through an assimilation scheme that combines methods like the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA). This integration involves setting up a cost function based on discrepancies between observed and simulated data, re-parameterizing sensitive model parameters, and optimizing state variables to improve soil moisture estimation.",
                "AnswerCn": "遥感数据，如ASAR影像，可以通过同化方案与水文模型集成，该方案结合了集合卡尔曼滤波器（EnKF）和遗传算法（GA）等方法。这种集成涉及建立一个基于观测数据与模拟数据之间差异的成本函数，重新参数化敏感模型参数，并优化状态变量，以改善土壤湿度估计。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What methods are used to achieve high-resolution NDVI data by combining temporal information from satellite sensors?",
                "QuestionCn": "通过结合卫星传感器的时间信息来实现高分辨率NDVI数据的方法有哪些？",
                "AnswerEn": "A data assimilation method with continuous correction is used to combine the temporal information from MODIS and the spatial information from HJ-1 CCD. This involves producing an NDVI dataset by utilizing MODIS and HJ-1 CCD data, validating results with field measurements, and comparing them with other NDVI generation methods to ensure accuracy and maintain spatial characteristics.",
                "AnswerCn": "一种具有连续校正的数据同化方法用于结合MODIS的时间信息和HJ-1 CCD的空间信息。这涉及利用MODIS和HJ-1 CCD数据生成NDVI数据集，通过实地测量验证结果，并与其他NDVI生成方法进行比较，以确保准确性并保持空间特征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the integration of remote sensing data with hydrological models to improve soil moisture estimation accuracy?",
                "QuestionCn": "哪些技术进步使得遥感数据与水文模型的集成得以实现，从而提高土壤湿度估计的准确性？",
                "AnswerEn": "The integration of remote sensing data, such as ASAR images, with hydrological models like the DHSVM, through methods like the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA), has enabled more accurate soil moisture estimation. These technologies allow for the assimilation of remote sensing data to adjust model state variables and parameters, improving the initial conditions and reducing uncertainties in soil moisture simulations.",
                "AnswerCn": "遥感数据的集成，如ASAR图像，与水文模型如DHSVM，通过集成卡尔曼滤波器（EnKF）和遗传算法（GA）等方法，使得土壤湿度估计更加准确。这些技术允许对遥感数据进行同化，以调整模型状态变量和参数，从而改善初始条件并减少土壤湿度模拟中的不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the use of satellite data enhance the ability to monitor and model land surface heat fluxes in arid environments?",
                "QuestionCn": "卫星数据的使用如何增强在干旱环境中监测和建模地表热通量的能力？",
                "AnswerEn": "Satellite data, such as that from the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER), provide comprehensive land surface parameters that are critical for evaluating models like the Surface Energy Balance System (SEBS). These parameters allow for the accurate calculation of surface fluxes, including net radiation, sensible heat, and latent heat fluxes, which are otherwise challenging to measure over large heterogeneous areas in arid environments.",
                "AnswerCn": "卫星数据，如来自先进空间热发射和反射辐射仪（ASTER）的数据，提供了全面的地表参数，这些参数对于评估像表面能量平衡系统（SEBS）这样的模型至关重要。这些参数允许准确计算地表通量，包括净辐射、显热和潜热通量，这在干旱环境中对大面积异质区域的测量是非常具有挑战性的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods for land surface heat fluxes not provide representative areal averages comparable to model grids?",
                "QuestionCn": "数据收集方法对于地表热通量的测量可能无法提供与模型网格可比的代表性面积平均值的原因是什么？",
                "AnswerEn": "Observation techniques, even advanced ones, cannot provide representative areal averages of land surface heat fluxes that match the scale of model grids. This discrepancy arises because these techniques often rely on satellite observables of land surface conditions, which may not capture the complexity and heterogeneity of terrestrial environments at the desired spatial resolution.",
                "AnswerCn": "观测技术，即使是先进的技术，也无法提供与模型网格尺度相匹配的土地表面热通量的代表性面积平均值。这种差异的产生是因为这些技术通常依赖于卫星观测的土地表面条件，而这些观测可能无法以所需的空间分辨率捕捉到陆地环境的复杂性和异质性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges could arise in achieving high-resolution forcing data for land surface models using General Circulation Model outputs?",
                "QuestionCn": "在使用全球气候模型输出数据为陆面模型获取高分辨率强迫数据时，可能会出现哪些挑战？",
                "AnswerEn": "The spatial and temporal resolution of General Circulation Model outputs often fails to meet the requirements of regional scale land surface models. This coarse resolution can overlook regional environmental impacts, necessitating the use of downscaling methods to achieve the necessary high-resolution forcing data for accurate simulation and assimilation in regional or basin-scale models.",
                "AnswerCn": "一般环流模型输出的空间和时间分辨率往往无法满足区域尺度陆面模型的要求。这种粗糙的分辨率可能忽视区域环境影响，因此需要使用下采样方法，以获得必要的高分辨率强迫数据，从而实现区域或流域尺度模型的准确模拟和同化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the integration of remote sensing data with hydrologic models be considered a promising approach for soil moisture estimation?",
                "QuestionCn": "将遥感数据与水文模型的集成被认为是土壤湿度估计的一种有前景的方法，原因可能包括以下几点：",
                "AnswerEn": "Traditional point measurements of soil moisture provide limited spatial coverage, while hydrologic models, although capable of simulating variations over larger scales, suffer from uncertainties in initial states, parameters, and meteorological inputs. Integrating remote sensing data helps to reduce these uncertainties by providing broader spatial coverage and enhancing the model's ability to accurately estimate soil moisture through data assimilation techniques like the Ensemble Kalman Filter.",
                "AnswerCn": "传统的土壤湿度点测量提供的空间覆盖有限，而水文模型虽然能够模拟更大范围的变化，但在初始状态、参数和气象输入方面存在不确定性。整合遥感数据有助于减少这些不确定性，通过提供更广泛的空间覆盖，并通过像集成卡尔曼滤波器这样的数据同化技术增强模型准确估计土壤湿度的能力。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of using remote sensing data, such as ASTER and MODIS, for estimating land surface parameters crucial for climate modeling in arid regions?",
                "QuestionCn": "如何评估使用遥感数据（如ASTER和MODIS）估算对气候建模至关重要的干旱地区地表参数的有效性？",
                "AnswerEn": "Remote sensing data like ASTER and MODIS have demonstrated effectiveness in estimating land surface parameters, as these data sources provide crucial spatial and spectral information required for parameterizing models. The findings in the field illustrate that methodologies involving algorithms like SEBS can achieve acceptable accuracy in estimating turbulent heat fluxes even in areas with partial vegetation cover. MODIS, in particular, provides daily coverage with the necessary spectral characteristics, making it suitable for estimating parameters such as GPP.",
                "AnswerCn": "遥感数据如ASTER和MODIS在估算地表参数方面表现出色，因为这些数据源提供了参数化模型所需的重要空间和光谱信息。该领域的研究结果表明，采用SEBS等算法的方法在部分植被覆盖区域中也能实现对湍流热通量的可接受精度估计。特别是MODIS提供了每日覆盖和所需的光谱特征，使其适合用于估算如GPP等参数。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the main challenges when integrating soil moisture data from remote sensing and hydrological models, and how can these challenges be addressed?",
                "QuestionCn": "在将遥感土壤湿度数据与水文模型集成时，主要挑战是什么？如何解决这些挑战？",
                "AnswerEn": "The main challenges in integrating soil moisture data from remote sensing and hydrological models include dealing with uncertainties in model parameters and initial states, as well as the complexities of developing adjoint models for evaluating derivatives of cost functions. Addressing these challenges could involve employing data assimilation techniques like the Ensemble Kalman Filter and Genetic Algorithms, which can calibrate model parameters and initial states synthetically, thereby improving the accuracy of soil moisture estimation.",
                "AnswerCn": "将遥感土壤湿度数据与水文模型集成的主要挑战包括处理模型参数和初始状态的不确定性，以及开发伴随模型以评估成本函数导数的复杂性。解决这些挑战可以采用数据同化技术，如集成卡尔曼滤波器和遗传算法，这些方法可以合成地校准模型参数和初始状态，从而提高土壤湿度估计的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your assessment of the potential for using high-resolution SAR data to improve the estimation of surface roughness and soil moisture parameters in heterogeneous landscapes?",
                "QuestionCn": "我对使用高分辨率合成孔径雷达（SAR）数据来改善异质景观中表面粗糙度和土壤湿度参数估计的潜力的评估是什么？",
                "AnswerEn": "High-resolution SAR data holds significant potential for improving the estimation of surface roughness and soil moisture parameters due to its ability to provide finer spatial resolution necessary for detailed analysis. The effectiveness of SAR data is demonstrated by the proposed two-step retrieval scheme based on AIEM, which shows feasibility in achieving reliable soil moisture estimates. However, challenges such as the impact of vegetation cover and the labor-intensive nature of field measurements for surface roughness remain key considerations.",
                "AnswerCn": "高分辨率合成孔径雷达（SAR）数据在改善表面粗糙度和土壤湿度参数估计方面具有重要潜力，因为它能够提供更细的空间分辨率，便于进行详细分析。SAR数据的有效性通过基于人工电磁波散射模型（AIEM）提出的两步检索方案得以证明，该方案在实现可靠的土壤湿度估计方面显示出可行性。然而，植被覆盖的影响以及表面粗糙度现场测量的劳动密集型特性仍然是需要重点考虑的挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collected from meteorological observation stations can be refined to meet the requirements of regional scale land surface models.",
                "QuestionCn": "我不明白如何将气象观测站收集的数据精炼以满足区域尺度陆面模型的要求。",
                "AnswerEn": "The use of downscaling methods such as dynamic downscaling with regional climate models can refine General Circulation Model outputs to provide higher temporal-spatial resolution forcing data for regional scale land surface, hydrological, and ecological simulations.",
                "AnswerCn": "使用动态下采样等下采样方法可以细化一般环流模型输出，为区域尺度的陆面、水文和生态模拟提供更高时间-空间分辨率的强迫数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges in integrating remote sensing data with hydrologic models for soil moisture estimation.",
                "QuestionCn": "我对将遥感数据与水文模型结合以估算土壤湿度所面临的挑战感到不确定。",
                "AnswerEn": "Challenges include uncertainties in model initial state, parameters, and meteorological forcing variables, as well as the complexity of developing adjoint models for evaluating derivatives of cost functions related to state variables and model parameters.",
                "AnswerCn": "挑战包括模型初始状态、参数和气象强迫变量的不确定性，以及开发伴随模型以评估与状态变量和模型参数相关的成本函数导数的复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in collecting high-resolution soil moisture data and suggest potential methods for overcoming these challenges in arid regions.",
                "QuestionCn": "请分析在干旱地区收集高分辨率土壤湿度数据所面临的挑战，并建议克服这些挑战的潜在方法。",
                "AnswerEn": "One of the key challenges is the presence of vegetation cover, which significantly impacts estimates of surface roughness and soil moisture. Field measuring surface roughness is very time-consuming and impractical at a regional scale. Inaccuracies may occur due to various deployments of instrumentation, sampling strategy, and the ambiguous scale effect during field campaigns and data post-processing. The use of advanced radar remote sensing techniques, such as synthetic aperture radar (SAR) sensors, offers a potential method for overcoming these challenges by providing finer spatial resolution data suitable for watershed management and hydrological applications.",
                "AnswerCn": "一个关键挑战是植被覆盖的存在，这显著影响了地表粗糙度和土壤湿度的估计。在区域尺度上，现场测量地表粗糙度非常耗时且不切实际。由于仪器部署、采样策略以及现场活动和数据后处理过程中的模糊尺度效应，可能会出现不准确性。使用先进的雷达遥感技术，如合成孔径雷达（SAR）传感器，提供了一种克服这些挑战的潜在方法，因为它能够提供适合流域管理和水文应用的更细空间分辨率数据。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please explore methodologies for integrating remote sensing data with hydrological models to improve soil moisture estimation at large spatial and temporal scales.",
                "QuestionCn": "探索将遥感数据与水文模型集成的方法，以提高大空间和时间尺度上的土壤湿度估计。",
                "AnswerEn": "The integration of remote sensing surface soil moisture data with hydrological models is suggested to be a promising approach. A one-dimensional soil moisture assimilation scheme based on the Ensemble Kalman Filter (EnKF) and Genetic Algorithm (GA) can be used. This approach calibrates model parameters and initial states synthetically. The assimilation experiment carried out in the Heihe River Basin showed that this method significantly improves the accuracy of soil moisture estimation by using ASAR data as observation inputs.",
                "AnswerCn": "将遥感表层土壤湿度数据与水文模型集成被认为是一种有前景的方法。基于集合卡尔曼滤波器（EnKF）和遗传算法（GA）的单维土壤湿度同化方案可以用于合成地校准模型参数和初始状态。在黑河流域进行的同化实验表明，该方法通过使用ASAR数据作为观测输入，显著提高了土壤湿度估计的准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please provide an analysis on how different spatial resolutions of satellite data affect the accuracy of vegetation monitoring and recommend approaches to enhance data utility.",
                "QuestionCn": "请提供关于卫星数据不同空间分辨率如何影响植被监测准确性的分析，并推荐增强数据实用性的方法。",
                "AnswerEn": "The coarse resolution of sensors such as AVHRR, SPOT/VGT, and MODIS limits their use in studies of biophysical processes on heterogeneous land surfaces. High-resolution data from sensors like SPOT/HRV, Landsat TM/ETM, and CBERS can provide detailed information but are limited by temporal coverage due to weather conditions. A data assimilation method with continuous correction (CC) can be used to combine temporal information from MODIS with spatial information from high-resolution sensors like HJ-1 CCD to produce high temporal and spatial resolution NDVI data, enhancing utility for applications requiring detailed NDVI information.",
                "AnswerCn": "传感器如AVHRR、SPOT/VGT和MODIS的粗分辨率限制了它们在异质土地表面生物物理过程研究中的应用。来自SPOT/HRV、Landsat TM/ETM和CBERS等传感器的高分辨率数据可以提供详细信息，但由于天气条件的限制，时间覆盖率受到限制。可以使用连续校正（CC）数据同化方法，将MODIS的时间信息与高分辨率传感器如HJ-1 CCD的空间信息结合起来，生成高时间和空间分辨率的NDVI数据，从而增强其在需要详细NDVI信息的应用中的实用性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}