{
    "id": "c120e4a6-2e37-4a8a-92f1-3809df9e57f3",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Geodetic glacier-averaged mass changes in the Mt.Xixabangma area in 1974-2000 and 2000-2017 （V1.0)",
            "titleCn": "1974-2000和2000-2017年期间希夏邦马峰地区冰储量变化数据集（V1.0)",
            "description": "The data set involved geodetic annual glacier-averaged mass balance and mass change data atMt.Xixiabangma areasin the Himalayas from 1974 to 2017. It is stored in the ESRI vector polygon format and is composed of two periods, which includes surface elevation difference between 1974-2000 (DH1974-2000, from KH-9 DEM1974 and SRTM DEM2000), surface elevation difference between 2000-2017(DH2000-2017, by DinSAR techniquesfrom SRTM DEM2000 and TSX/TDX data in 2017). KH-9 DEM is a DEM of the study area in 1974, which was generated from three scenes of optical stereo pairs from KH-9. Geodetic glacier mass change was calculated by DH above, glacier cover vector data from TPG1976/CGI2/RGI6.0 with ice density of 850 ± 60 kg m−3. The attribute data included: GLIMSId means the glacier code from GLIMS data base, Area（km2）is the glacier area by km2, area_m2 is glacier area by (m2）, the glacier name, EC74_2000, the surface elevation change rate from 1974 to 2000(m a-1), EC00_2017, the surface elevation change rate from 2000 to 2017 (m a-1), MB74_2000, the geodetic glacier mass balance between 1974 and 2000（m w.e. a-1），MB00_2017, the geodetic glacier mass balance between 2000 and 2017（m w.e. a-1）.MC74_2000, the geodetic glacier mass change from 1974 to 2000 (m3w.e. a-1), MC00_2017, the geodetic glacier mass change from 2000 to 2017(m3 w.e. a-1). Ut_EC74_00 is the uncertainty of glacier surface elevation change（m a-1） in 1974-2000、Ut_MB74_00, is the uncertainty of glacier mass balance for each glacier（m w.e. a-1）in 1974-2000，Ut_MC74_00, is the uncertainty of glacier mass change for each glacier（m3w.e. a-1）in 1974-2000. Ut_EC00_17，is the uncertainty of glacier surface elevation change in 2000-2017（m a-1），Ut_MB00_17，is the uncertainty of glacier mass balance for each glacier in 2000-2017（m w.e. a-1），Ut_MC00_17 is the uncertainty of glacier mass change for each glacier in 2000-2017（m3 w.e. a-1）.This data set is used for the study glaciers melting and its hydrological effects in the Central Himalayas.It also could be used in studies of climatic change and disasters research in the Himalayas.",
            "descriptionCn": "这组数据是1974-2017年期间希夏邦马峰地区年均冰川物质平衡变化和冰储量变化数据集，包括1974-2000年和2000-2017年两个时段。采用ESRI 矢量多边形格式存储, 是由KH-9 DEM1974-SRTM DEM2000（DH1974-2000）与SRTM DEM2000-TSX/TDX 2017（DH2000-2017）两期DEM高程差（DH）数据，结合TPG1976/CGI2冰川专题矢量数据与冰密度（850 ± 60 kg m−3）计算而来。KH-9 DEM是由3景KH-9遥感影像数据，通过光学立体像对方法生成了研究区1974年数字高程模型。TSX/TDX2017数据通过与SRTM DEM数据进行差分干涉算法对得到研究区冰面高程变化DH2000-2017。1974-2000年间研究区年均冰面高程变化误差为±0.07 m，大地测量物质平衡误差为±0.06 m w.e. a-1。2000-2017年间年均冰面高程变化误差为±0.11 m，大地测量物质平衡误差为±0.10 m w.e. a-1。表格中包括的数据项有：GLIMSId代表从GLIMS冰川数据库读取的冰川编号、Area代表冰川面积（km2）、Area_m2是冰川面积（m2）,Name代表冰川名、EC74_2000表示1974-2000年间平均每条冰川每年的冰面高程变化（m a-1），EC00_2017表示2000-2017年间冰川每年的冰面高程变化（m a-1），MB74_2000表示1974-2000年间每条冰川年均冰川物质平衡数据（m w.e. a-1），MB00_2017表示2000-2017年每条冰川年均冰川物质平衡数据（m w.e. a-1），MC74_2000表示1974-2000年间每条冰川每年冰储量变化（m3 w.e. a-1），MC00_2017表示2000-2017年间每条冰川每年的冰储量变化（m3w.e. a-1），Ut_EC74_00,是1974-2000年冰面高程变化误差（m a-1）、Ut_MB74_00,是每条冰川1974-2000年冰川物质平衡误差（m w.e. a-1），Ut_MC74_00, 是每条冰川1974-2000年冰储量变化误差（m3w.e. a-1）。 Ut_EC00_17，是2000-2017年冰面高程变化误差，Ut_MB00_17，每条冰川2000-2017年冰川物质平衡误差（m w.e. a-1），Ut_MC00_17是每条冰川2000-2017年冰储量变化误差（m3w.e. a-1）。该数据集可用于喜马拉雅山脉希夏邦马峰地区冰川消融及其水文水资源效应，以及气候变化与冰雪灾害研究等。",
            "instructions": "In .shp format, can be opened and analysed in ArcGis software.",
            "instructionsCn": "SHP数据形式，可以采用Arcmap打开查看和分析.",
            "east": 87.0,
            "west": 86.5,
            "south": 27.5,
            "north": 28.3,
            "startTime": "1974-11-12 00:00:00",
            "endTime": "2017-01-21 00:00:00",
            "fileSize": 168022.0,
            "cstr": "18406.11.Glacio.tpdc.270754",
            "doi": "10.11888/Glacio.tpdc.270754",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "叶庆华",
                "nameEn": "YE Qinghua",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "喜马拉雅中段典型冰川面积-储量变化的多源遥感监测及南北坡对比研究",
                "titleEn": null,
                "referenceCn": "聂维. (2019). 喜马拉雅中段典型冰川面积-储量变化的多源遥感监测及南北坡对比研究. 硕士学位论文. 中国科学院青藏高原研究所.中国科学院大学, 北京.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Glacier mass changes in Rongbuk catchment on Mt. Qomolangma from 1974 to 2006 based on topographic maps and ALOS PRISM data",
                "referenceCn": null,
                "referenceEn": "Ye, Q., Bolch, T., Naruse, R., Wang, Y., Zong, J., Wang, Z., Zhao, R., Yang, D., & Kang, S. (2015). Glacier mass changes in Rongbuk catchment on Mt. Qomolangma from 1974 to 2006 based on topographic maps and ALOS PRISM data. Journal of Hydrology, 530, 273–280. doi:10.1016/j.jhydrol.2015.09.014"
            },
            {
                "titleCn": "青藏高原冰川变化遥感监测研究综述",
                "titleEn": null,
                "referenceCn": "叶庆华, 程维明, 赵永利, 宋继彪, 赵瑞. (2016). 青藏高原冰川变化遥感监测研究综述. 地球信息科学学报,18(7), 920-930.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰储量",
                "nameEn": "Ice reserves"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "质量平衡",
                "nameEn": "Mass balance"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "希夏邦马",
                "keywordEn": "Xixiabangma"
            },
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-third pole"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1974-2000；2000-2017",
                "keywordEn": "1974-2000；2000-2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "It is well known that glaciers in mountains are retreating widely in a warmer climate during recent decades on the Tibetan Plateau (TP). The runoffs from both glaciers and glacier lakes have been increased significantly, and the potential outbursts of glacier lakes have threatened the residence safety in China and the adjacent countries. However, most of the glaciers locate in very distant mountains. As glaciers are difficult to be investigated due to the huge investments and long traveling time of field surveys, remote sensing monitoring has been the major approach adopted to understand the changes of glaciers nowadays. Mountain glaciers, especially those in temperate regions, are considered one of the best natural indicators of climate change. In recent years, the contribution of glaciers to the rise in lake and sea levels has also received increasing attention, with global glacier melting contributing 29±13% to sea level rise, and global glaciers and ice caps contributing 61±19% to sea level rise. The Tibetan Plateau and its adjacent mountain regions have developed glaciers covering an area of about 50,000 km², which is the largest glacier area in the mid-low latitude region outside the polar regions, and is the source of many famous rivers in Asia, as well as a precious water resource in the arid inland areas. Glacier activity is an important factor inducing glacier debris flow, ice/snow avalanches, and glacier lake outburst floods, with glacier floods often being one of the most impactful glacier disasters. For example, glacier melting leads to the formation and expansion of moraine lakes, and glacier flood disasters caused by moraine or ice-dammed lakes frequently occur, posing catastrophic threats to the safety of life and property in the Tibetan Plateau and Himalayan regions, affecting countries like China, India, and Nepal. Therefore, with the deepening of global change research, studies on glacier changes (including area, thickness, and ice reserves) are becoming increasingly important, with significant implications for global water resources and climate change, as well as disaster warning."
            ],
            "research objective": [
                "This paper has summarized several important items about current glacier studies, which includes: the development of remote sensing techniques on mountain glacier monitoring; the previous concluded results on glacier surface elevation changes in the major mountains on TP; and the problems and research trends of glacier studies based on the remote sensing techniques. Moreover, this paper reveals the glacier surface elevation changes on TP based on the ICESat/GLAS data."
            ],
            "challenges": [
                "As glaciers are difficult to be investigated due to the huge investments and long traveling time of field surveys, remote sensing monitoring has been the major approach adopted to understand the changes of glaciers nowadays. In the past few decades, remote sensing technology has overcome the limitations of past field survey scope and measured data, greatly shortening the survey cycle, saving survey costs, and improving survey efficiency. However, due to the lack of ground glacier survey data for verification, and the \"change noise\" existing between multi-source data classification results, there are still many challenges in the automatic mapping of glaciers and their changes. Glacier surface elevation change measurement is currently the main gap in glacier remote sensing monitoring."
            ],
            "methods": [],
            "dataset": [
                "This paper reveals the glacier surface elevation changes on TP based on the ICESat/GLAS data. It shows that during 2003-2009 the glacier surface elevation on TP has changed by -0.24±0.03 m/a in average and yielding a mass change by -14.86±11.88 km³/a, whose melting water would run into rivers or lakes."
            ],
            "findings": [
                "It shows that during 2003-2009 the glacier surface elevation on TP has changed by -0.24±0.03 m/a in average and yielding a mass change by -14.86±11.88 km³/a, whose melting water would run into rivers or lakes. The glacier change pattern on TP shows an obviously spatial-temporal heterogeneity, which decreases from the south and east TP toward the inland TP, and then it keeps decreasing toward the north and west TP."
            ],
            "backgroundCn": [
                "众所周知，近年来在温暖气候下，青藏 Plateau（TP）山区的冰川广泛退缩。冰川和冰川湖的径流显著增加，冰川湖的潜在溃决威胁着中国及邻国居民的安全。然而，大多数冰川位于非常偏远的山区。由于野外调查需要巨额投资和长时间的旅行，冰川难以被调查，因此遥感监测已成为了解冰川变化的主要方法。山区冰川，尤其是温带地区的冰川，被认为是气候变化的最佳自然指示器之一。近年来，冰川对湖泊和海平面上升的贡献也受到越来越多的关注，全球冰川融化对海平面上升的贡献为29±13%，全球冰川和冰盖对海平面上升的贡献为61±19%。青藏 Plateau及其邻近山区的冰川覆盖面积约为50,000平方公里，是非极地地区中低纬度地区最大的冰川区域，也是亚洲许多著名河流的源头，以及干旱内陆地区宝贵的水资源。冰川活动是诱发冰川泥石流、冰雪雪崩和冰川湖溃决洪水的重要因素，冰川洪水往往是最具影响力的冰川灾害之一。例如，冰川融化导致冰碛湖的形成和扩展，由冰碛湖或冰坝湖引发的冰川洪水灾害频繁发生，对青藏 Plateau和喜马拉雅地区的生命和财产安全构成灾难性威胁，影响中国、印度和尼泊尔等国家。因此，随着全球变化研究的深入，冰川变化（包括面积、厚度和冰储量）的研究变得越来越重要，对全球水资源和气候变化以及灾害预警具有重要意义。"
            ],
            "research objectiveCn": [
                "本文总结了当前冰川研究的几个重要项目，包括：山地冰川监测的遥感技术发展；关于青藏高原主要山脉冰川表面高程变化的先前结论；基于遥感技术的冰川研究问题和研究趋势。此外，本文还基于ICESat/GLAS数据揭示了青藏高原的冰川表面高程变化。"
            ],
            "challengesCn": [
                "由于冰川调查难度大，现场调查需要巨额投资和长时间的旅行，遥感监测已成为了解冰川变化的主要方法。在过去几十年中，遥感技术克服了过去现场调查范围和测量数据的局限性，大大缩短了调查周期，节省了调查成本，提高了调查效率。然而，由于缺乏地面冰川调查数据进行验证，以及多源数据分类结果之间存在的“变化噪声”，在冰川及其变化的自动映射方面仍然面临许多挑战。冰川表面高程变化测量目前是冰川遥感监测中的主要空白。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "这篇论文基于ICESat/GLAS数据揭示了青藏高原上冰川表面高度变化的情况。研究表明，在2003年至2009年期间，青藏高原冰川表面高度平均变化为-0.24±0.03 m/a，导致的质量变化为-14.86±11.88 km³/a，这些融化的水将流入河流或湖泊。"
            ],
            "findingsCn": [
                "数据显示，在2003年至2009年期间，青藏高原（TP）冰川表面高度平均变化为-0.24±0.03 m/a，导致的质量变化为-14.86±11.88 km³/a，这些融化的水将流入河流或湖泊。青藏高原冰川变化模式显示出明显的时空异质性，从南部和东部青藏高原向内陆青藏高原递减，然后向北部和西部青藏高原继续递减。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can remote sensing techniques effectively overcome the limitations of field surveys in monitoring glacier changes on the Tibetan Plateau?",
                "QuestionCn": "遥感技术能有效克服实地调查在监测青藏高原冰川变化中的局限性吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is there a significant challenge in measuring glacier surface elevation changes due to the lack of ground survey data for verification?",
                "QuestionCn": "由于缺乏地面测量数据进行验证，测量冰川表面高度变化确实存在显著挑战。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Do the glacier surface elevation changes on the Tibetan Plateau show spatial-temporal heterogeneity?",
                "QuestionCn": "青藏 Plateau 的冰川表面高度变化是否显示出时空异质性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the main challenges in glacier data collection related to the lack of ground glacier survey data, the 'change noise' between multi-source data, or the high cost of remote sensing techniques?",
                "QuestionCn": "冰川数据收集的主要挑战是缺乏地面冰川调查数据、多个数据源之间的“变化噪声”还是遥感技术的高成本？",
                "AnswerEn": "lack of ground glacier survey data, 'change noise' between multi-source data",
                "AnswerCn": "缺乏地面冰川调查数据，多源数据之间的“变化噪声”",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the challenges associated with remote sensing monitoring of glaciers in the Tibetan Plateau?",
                "QuestionCn": "与对青藏高原冰川进行遥感监测相关的挑战有哪些？",
                "AnswerEn": "Difficulty of investigating glaciers, lack of ground glacier survey data, change noise, glacier surface elevation change measurement",
                "AnswerCn": "调查冰川的难度、缺乏地面冰川调查数据、变化噪声、冰川表面高程变化测量",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What data collection methods are combined to calculate glacier ice reserve changes in the Shishapangma region from 1974 to 2017?",
                "QuestionCn": "在1974年至2017年期间，计算希夏邦马地区冰川冰储量变化所结合的数据收集方法有哪些？",
                "AnswerEn": "KH-9 DEM1974-SRTM DEM2000, SRTM DEM2000-TSX/TDX 2017, glacier vector data, ice density",
                "AnswerCn": "KH-9 DEM1974-SRTM DEM2000，SRTM DEM2000-TSX/TDX 2017，冰川矢量数据，冰密度",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to monitor glacier surface elevation changes using remote sensing techniques?",
                "QuestionCn": "您能否提供一个用于监测冰川表面高度变化的遥感技术的数据收集方法的示例？",
                "AnswerEn": "A data collection method involves using remote sensing techniques like differential interferometry, where data from TSX/TDX 2017 and SRTM DEM are compared to determine changes in glacier surface elevation between different time periods.",
                "AnswerCn": "一种数据收集方法涉及使用遥感技术，如差分干涉测量，通过比较2017年的TSX/TDX数据和SRTM数字高程模型（DEM），以确定不同时间段之间冰川表面高度的变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using remote sensing for glacier monitoring?",
                "QuestionCn": "使用遥感技术监测冰川时面临的一个挑战是什么？",
                "AnswerEn": "A challenge in using remote sensing for glacier monitoring is the lack of ground glacier survey data for verification and the 'change noise' that exists between multi-source data classification results, which complicates the automatic mapping of glaciers and their changes.",
                "AnswerCn": "使用遥感技术监测冰川的一大挑战是缺乏地面冰川调查数据用于验证，以及多源数据分类结果之间存在的“变化噪声”，这使得冰川及其变化的自动映射变得复杂。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset that tracks changes in glacier surface elevation over time on the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个跟踪青藏高原上冰川表面高度随时间变化的数据集的示例？",
                "AnswerEn": "An example of a dataset is one that utilizes ICESat/GLAS data to reveal changes in glacier surface elevation on the Tibetan Plateau, showing an average change of -0.24±0.03 m/a and a mass change of -14.86±11.88 km³/a from 2003 to 2009.",
                "AnswerCn": "一个数据集的例子是利用ICESat/GLAS数据揭示青藏高原冰川表面高度变化，显示2003年至2009年间平均变化为-0.24±0.03 m/a，质量变化为-14.86±11.88 km³/a。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for monitoring glacier surface elevation changes?",
                "QuestionCn": "用于监测冰川表面高度变化的数据收集方法的特点是什么？",
                "AnswerEn": "remote sensing techniques, efficient coverage, extensive coverage",
                "AnswerCn": "遥感技术、高效覆盖、广泛覆盖",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What specific challenges are associated with the automatic mapping of glaciers using remote sensing data?",
                "QuestionCn": "自动映射冰川时，使用遥感数据面临的具体挑战有哪些？",
                "AnswerEn": "lack of ground glacier survey data for verification, presence of 'change noise' between multi-source data classification results",
                "AnswerCn": "缺乏用于验证的地面冰川调查数据，多源数据分类结果之间存在“变化噪声”。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the average glacier surface elevation change on the Tibetan Plateau during 2003-2009?",
                "QuestionCn": "2003年至2009年期间，青藏高原冰川表面高度变化的平均值是多少？",
                "AnswerEn": "-0.24±0.03 m/a",
                "AnswerCn": "-0.24±0.03 米/年",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the mass change of glaciers on the Tibetan Plateau during 2003-2009?",
                "QuestionCn": "2003年至2009年间，青藏 Plateau 上冰川的质量变化是多少？",
                "AnswerEn": "-14.86±11.88 km³/a",
                "AnswerCn": "-14.86±11.88 km³/年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are the main challenges associated with measuring glacier surface elevation changes using remote sensing?",
                "QuestionCn": "使用遥感测量冰川表面高程变化的主要挑战是什么？",
                "AnswerEn": "The main challenges in measuring glacier surface elevation changes using remote sensing include the lack of ground survey data for validation, the presence of 'change noise' between multi-source data classification results, and the difficulty in accurately mapping glacier changes automatically. These challenges impact the precision and reliability of remote sensing data.",
                "AnswerCn": "使用遥感测量冰川表面高程变化的主要挑战包括缺乏地面调查数据进行验证、多源数据分类结果之间存在的“变化噪声”，以及自动准确映射冰川变化的困难。这些挑战影响了遥感数据的精确性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for ice surface elevation changes using KH-9 DEM and TSX/TDX2017 data compare to those using ICESat/GLAS data in terms of accuracy and efficiency?",
                "QuestionCn": "KH-9 DEM和TSX/TDX2017数据用于冰面高程变化的数据收集方法与ICESat/GLAS数据相比，在准确性和效率方面如何？",
                "AnswerEn": "The KH-9 DEM and TSX/TDX2017 data involve creating digital elevation models through optical stereo pairing and differential interferometry, respectively. These methods allow detailed elevation change detection over specific periods with known errors. ICESat/GLAS data provides measurements of surface elevation changes with a focus on average changes over a shorter time span, reporting mass changes and elevation differences. Both methods have their strengths, with KH-9 DEM and TSX/TDX2017 offering historical context and ICESat/GLAS providing insights into more recent trends.",
                "AnswerCn": "KH-9 DEM 和 TSX/TDX2017 数据涉及通过光学立体配对和差分干涉测量创建数字高程模型。这些方法允许在已知误差的情况下检测特定时期的详细高程变化。ICESat/GLAS 数据提供了表面高程变化的测量，重点关注较短时间跨度内的平均变化，报告质量变化和高程差异。这两种方法各有其优势，KH-9 DEM 和 TSX/TDX2017 提供历史背景，而 ICESat/GLAS 则提供对近期趋势的洞察。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the accuracy and limitations of remote sensing techniques for glacier monitoring on the Tibetan Plateau based on the observed changes in glacier surface elevation?",
                "QuestionCn": "根据观察到的冰川表面高度变化，可以推断出遥感技术在青藏高原冰川监测中的准确性和局限性。",
                "AnswerEn": "Remote sensing techniques have greatly improved survey efficiency and reduced costs compared to traditional field surveys. However, the lack of ground glacier survey data for verification and the 'change noise' between multi-source data classification results pose challenges, particularly in accurately measuring glacier surface elevation changes. These limitations highlight the importance of developing better verification methods and addressing data classification inconsistencies to enhance the accuracy of glacier monitoring.",
                "AnswerCn": "遥感技术大大提高了调查效率，并降低了与传统实地调查相比的成本。然而，缺乏地面冰川调查数据进行验证，以及多源数据分类结果之间的“变化噪声”带来了挑战，特别是在准确测量冰川表面高程变化方面。这些局限性突显了开发更好的验证方法和解决数据分类不一致性的重要性，以提高冰川监测的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the observed spatial-temporal heterogeneity in glacier change patterns on the Tibetan Plateau influence the development of future data collection methods or models?",
                "QuestionCn": "观察到的青藏高原冰川变化模式的时空异质性可能会如何影响未来数据收集方法或模型的发展？",
                "AnswerEn": "The spatial-temporal heterogeneity in glacier change patterns suggests that data collection methods and models need to account for regional variations in glacier dynamics. This could involve tailoring remote sensing techniques to specific areas or developing models that incorporate local climate and geological factors to more accurately predict glacier changes. Understanding these patterns is crucial for improving the precision of future monitoring efforts and addressing region-specific challenges.",
                "AnswerCn": "冰川变化模式的时空异质性表明，数据收集方法和模型需要考虑冰川动态的区域差异。这可能涉及将遥感技术针对特定区域进行定制，或开发纳入当地气候和地质因素的模型，以更准确地预测冰川变化。理解这些模式对于提高未来监测工作的精确性和应对区域特定挑战至关重要。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Given the challenges of field surveys for glacier studies, what alternative data collection methods could be employed to enhance the understanding of glacier changes in remote mountain areas?",
                "QuestionCn": "鉴于冰川研究中实地调查的挑战，可以采用哪些替代数据收集方法，以增强对偏远山区冰川变化的理解？",
                "AnswerEn": "Alternative data collection methods could include the integration of advanced remote sensing technologies such as ICESat/GLAS data, which has been used to reveal glacier surface elevation changes. Additionally, deploying drones or UAVs for localized surveys, utilizing satellite imagery with higher resolution, and incorporating ground-based sensors for in-situ measurements could provide more comprehensive data. These methods, combined with improved data processing algorithms, could overcome the limitations of traditional surveys and provide a more detailed understanding of glacier changes.",
                "AnswerCn": "替代数据收集方法可以包括整合先进的遥感技术，如ICESat/GLAS数据，这些数据已被用于揭示冰川表面高度变化。此外，部署无人机或无人驾驶飞行器进行局部调查，利用更高分辨率的卫星影像，以及结合地面传感器进行现场测量，都可以提供更全面的数据。这些方法结合改进的数据处理算法，可以克服传统调查的局限性，并提供对冰川变化的更详细理解。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges in the automatic mapping of glaciers and their changes using remote sensing technology?",
                "QuestionCn": "导致使用遥感技术自动映射冰川及其变化的挑战的原因是什么？",
                "AnswerEn": "The challenges in the automatic mapping of glaciers and their changes using remote sensing technology are caused by the lack of ground glacier survey data for verification and the 'change noise' existing between multi-source data classification results.",
                "AnswerCn": "使用遥感技术自动绘制冰川及其变化面临的挑战是缺乏地面冰川调查数据进行验证，以及多源数据分类结果之间存在的“变化噪声”。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is remote sensing monitoring considered the major approach for understanding glacier changes nowadays?",
                "QuestionCn": "遥感监测被认为是理解冰川变化的主要方法，原因是什么？",
                "AnswerEn": "Remote sensing monitoring is considered the major approach for understanding glacier changes due to the difficulties of field surveys, which require huge investments and long traveling time, and because remote sensing technology has greatly improved survey efficiency by overcoming the limitations of past field survey scope and measured data.",
                "AnswerCn": "遥感监测被认为是理解冰川变化的主要方法，因为实地调查需要巨大的投资和长时间的旅行，而遥感技术通过克服过去实地调查范围和测量数据的限制，大大提高了调查效率。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What factors contribute to the spatial-temporal heterogeneity of glacier change patterns on the Tibetan Plateau?",
                "QuestionCn": "影响青藏 Plateau 冰川变化模式时空异质性的因素有哪些？",
                "AnswerEn": "The spatial-temporal heterogeneity of glacier change patterns on the Tibetan Plateau is influenced by its decrease from the south and east TP toward the inland TP, and then further decreasing toward the north and west TP.",
                "AnswerCn": "青藏 Plateau 上冰川变化模式的时空异质性受到其从南部和东部青藏 Plateau 向内陆青藏 Plateau 递减的影响，然后进一步向北部和西部青藏 Plateau 递减。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of relying heavily on remote sensing techniques for monitoring glacier changes in mountainous regions?",
                "QuestionCn": "依赖遥感技术监测山区冰川变化的潜在后果是什么？",
                "AnswerEn": "Relying heavily on remote sensing techniques can overcome the limitations of past field survey scope and measured data, greatly shortening the survey cycle, saving costs, and improving efficiency. However, it may result in challenges such as the lack of ground glacier survey data for verification and the presence of 'change noise' between multi-source data classification results, leading to difficulties in automatic mapping of glaciers and their changes.",
                "AnswerCn": "依赖遥感技术可以克服过去实地调查范围和测量数据的局限性，大大缩短调查周期，节省成本，提高效率。然而，这可能会导致一些挑战，例如缺乏地面冰川调查数据进行验证，以及多源数据分类结果之间存在的“变化噪声”，从而导致冰川及其变化的自动制图困难。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of using remote sensing techniques for monitoring glacier changes on the Tibetan Plateau?",
                "QuestionCn": "使用遥感技术监测青藏高原冰川变化的主要目标是什么？",
                "AnswerEn": "The primary goal is to overcome the limitations of field surveys, such as high costs and long traveling times, by providing an efficient and comprehensive method to monitor glacier changes, including surface elevation and mass balance, which are critical for understanding climate change impacts and associated hydrological effects.",
                "AnswerCn": "主要目标是克服实地调查的局限性，例如高成本和长时间旅行，通过提供一种高效且全面的方法来监测冰川变化，包括表面高度和质量平衡，这对于理解气候变化影响及相关水文效应至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is there a focus on enhancing the accuracy of glacier data through multi-source data integration and error assessment?",
                "QuestionCn": "为什么要通过多源数据集成和误差评估来提高冰川数据的准确性？",
                "AnswerEn": "Enhancing accuracy through multi-source data integration and error assessment is crucial because it addresses the challenges of 'change noise' and data validation in remote sensing, ensuring reliable results that are necessary for informed decision-making regarding glacier management and disaster preparedness in regions affected by glacier retreat.",
                "AnswerCn": "通过多源数据集成和误差评估来提高准确性至关重要，因为它解决了遥感中的“变化噪声”和数据验证的挑战，确保了可靠的结果，这对于在受到冰川退缩影响的地区进行冰川管理和灾害准备的知情决策是必要的。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are error assessments conducted to ensure the accuracy of glacier elevation change measurements over different time periods?",
                "QuestionCn": "如何进行误差评估，以确保不同时间段内冰川高度变化测量的准确性？",
                "AnswerEn": "Error assessments in glacier elevation change measurements are conducted by evaluating the mean annual ice surface elevation change error and the geodetic mass balance error for each time period. For example, the study specifies an error of ±0.07 m for the 1974-2000 period and ±0.11 m for the 2000-2017 period, ensuring that elevation change calculations are reliable and scientifically robust.",
                "AnswerCn": "冰川高度变化测量中的误差评估是通过评估每个时间段的平均年冰面高度变化误差和地质质量平衡误差来进行的。例如，该研究为1974-2000年期间指定了±0.07米的误差，为2000-2017年期间指定了±0.11米的误差，以确保高度变化计算的可靠性和科学性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What methods are employed to integrate multiple data sources for calculating glacier mass changes, and how are these methods validated?",
                "QuestionCn": "用于整合多个数据源以计算冰川质量变化的方法有哪些，这些方法是如何验证的？",
                "AnswerEn": "To calculate glacier mass changes, data from different sources, such as DEMs and glacier vector data, are integrated with ice density values. The process involves using elevation differences from DEMs that span across different years to derive mass balance changes. Validation of these methods includes assessing the errors associated with elevation changes and mass balance calculations, ensuring the integrated data reflects accurate glacier dynamics.",
                "AnswerCn": "为了计算冰川质量变化，来自不同来源的数据，如数字高程模型（DEMs）和冰川矢量数据，与冰密度值相结合。该过程涉及使用跨越不同年份的DEMs的高程差异来推导质量平衡变化。这些方法的验证包括评估与高程变化和质量平衡计算相关的误差，确保集成数据反映准确的冰川动态。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the remote sensing monitoring of glacier changes on the Tibetan Plateau?",
                "QuestionCn": "哪些技术进步使得对青藏高原冰川变化的遥感监测成为可能？",
                "AnswerEn": "Remote sensing monitoring has become the major approach to understand glacier changes due to the challenges of investing in field surveys. Remote sensing technology has overcome limitations such as limited survey scope and data measurement, reduced survey cycles, saved costs, and improved efficiency. However, challenges remain due to the lack of ground glacier survey data for verification and 'change noise' in multi-source data classification.",
                "AnswerCn": "遥感监测已成为了解冰川变化的主要方法，因为进行实地调查面临挑战。遥感技术克服了调查范围和数据测量的限制，减少了调查周期，节省了成本，提高了效率。然而，由于缺乏地面冰川调查数据进行验证以及多源数据分类中的“变化噪声”，仍然存在挑战。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the integration of digital elevation models (DEMs) enable the calculation of glacier mass balance and ice reserve changes over time?",
                "QuestionCn": "数字高程模型（DEMs）的集成如何使得冰川质量平衡和冰储量随时间变化的计算成为可能？",
                "AnswerEn": "The data on glacier mass balance and ice reserve changes were calculated using DEM elevation differences from different periods, specifically KH-9 DEM1974-SRTM DEM2000 and SRTM DEM2000-TSX/TDX 2017. These differences, combined with glacier-specific data and ice density, allow for the calculation of changes in glacier elevation and mass balance over the periods of 1974-2000 and 2000-2017.",
                "AnswerCn": "冰川质量平衡和冰储量变化的数据是通过不同时间段的数字高程模型（DEM）高程差异计算得出的，具体为KH-9 DEM1974与SRTM DEM2000，以及SRTM DEM2000与TSX/TDX 2017。结合冰川特定数据和冰密度，这些差异使得能够计算出1974-2000年和2000-2017年期间冰川高程和质量平衡的变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the conditions or factors that enable accurate measurement of glacier surface elevation changes using remote sensing techniques?",
                "QuestionCn": "哪些条件或因素能够使遥感技术准确测量冰川表面高度变化？",
                "AnswerEn": "Accurate measurement of glacier surface elevation changes using remote sensing is facilitated by advancements in data collection techniques such as the use of ICESat/GLAS data. These measurements can show patterns of spatial-temporal heterogeneity in glacier changes. However, the accuracy of these measurements is challenged by the need for ground verification data and the potential 'change noise' between multi-source data.",
                "AnswerCn": "通过使用ICESat/GLAS数据等数据收集技术的进步，遥感技术能够准确测量冰川表面高度变化。这些测量可以显示冰川变化的时空异质性模式。然而，这些测量的准确性受到对地面验证数据需求的挑战，以及多源数据之间可能存在的“变化噪声”的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What are the expected challenges in using remote sensing data for glacier surface elevation change measurement, and why might these challenges not be fully addressed yet?",
                "QuestionCn": "使用遥感数据测量冰川表面高度变化时预期会面临哪些挑战，以及这些挑战为何可能尚未得到充分解决。",
                "AnswerEn": "Remote sensing monitoring is the major approach adopted to understand glacier changes due to the difficulty of field surveys. However, challenges remain due to the lack of ground glacier survey data for verification and 'change noise' between multi-source data classification results. There are still gaps in automatic mapping of glaciers and their changes, particularly concerning glacier surface elevation change measurement.",
                "AnswerCn": "遥感监测是理解冰川变化的主要方法，因为实地调查存在困难。然而，由于缺乏地面冰川调查数据用于验证以及多源数据分类结果之间的“变化噪声”，仍然存在挑战。在冰川及其变化的自动映射方面仍然存在空白，特别是在冰川表面高程变化测量方面。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might the expected outcomes of glacier studies using remote sensing techniques differ across various regions of the Tibetan Plateau?",
                "QuestionCn": "使用遥感技术进行冰川研究的预期结果可能会因青藏高原不同地区而有所不同，原因是什么？",
                "AnswerEn": "The glacier change pattern on the Tibetan Plateau shows obvious spatial-temporal heterogeneity, decreasing from the south and east towards the inland and further decreasing towards the north and west. This variability might lead to different outcomes in studies using remote sensing techniques across different regions.",
                "AnswerCn": "青藏高原的冰川变化模式显示出明显的时空异质性，从南部和东部向内陆减少，进一步向北部和西部减少。这种变异性可能导致在不同地区使用遥感技术进行研究时产生不同的结果。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of remote sensing techniques in monitoring glacier changes on the Tibetan Plateau in terms of overcoming field survey limitations?",
                "QuestionCn": "如何评估遥感技术在监测青藏高原冰川变化方面的有效性，以克服实地调查的局限性？",
                "AnswerEn": "Remote sensing techniques have significantly improved the monitoring of glaciers by overcoming the limitations of traditional field surveys, such as high costs and long travel times. These techniques have shortened survey cycles and improved efficiency, although challenges remain, such as the need for ground survey verification and dealing with 'change noise' from multi-source data.",
                "AnswerCn": "遥感技术显著改善了冰川监测，克服了传统实地调查的局限性，如高成本和长时间旅行。这些技术缩短了调查周期，提高了效率，尽管仍然存在一些挑战，例如需要进行地面调查验证以及处理来自多源数据的“变化噪声”。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the main challenges researchers face when using remote sensing data to automatically map glacier changes, and how might these challenges be addressed?",
                "QuestionCn": "研究人员在使用遥感数据自动绘制冰川变化时面临的主要挑战是什么，以及这些挑战可能如何得到解决？",
                "AnswerEn": "The main challenges include the lack of ground survey data for verification and the presence of 'change noise' between multi-source data classification results. Addressing these challenges could involve improving data integration techniques, enhancing algorithms for data classification, and increasing the availability of ground-truth data for validation.",
                "AnswerCn": "主要挑战包括缺乏用于验证的地面调查数据以及多源数据分类结果之间存在的“变化噪声”。解决这些挑战可以涉及改进数据集成技术、增强数据分类算法以及增加用于验证的真实数据的可用性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how remote sensing techniques can effectively monitor glacier changes over time.",
                "QuestionCn": "我不明白遥感技术如何有效监测冰川随时间的变化。",
                "AnswerEn": "Remote sensing monitoring has become the major approach for understanding glacier changes due to the challenges of conducting field surveys in distant mountain locations. It overcomes the limitations of past survey methods by shortening survey cycles, saving costs, and improving efficiency. However, challenges remain due to the lack of ground data for verification and 'change noise' between multi-source data classification results.",
                "AnswerCn": "遥感监测已成为了解冰川变化的主要方法，因为在偏远山区进行实地调查面临挑战。它克服了过去调查方法的局限性，缩短了调查周期，节省了成本，提高了效率。然而，由于缺乏地面数据进行验证以及多源数据分类结果之间的“变化噪声”，仍然存在挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of the challenges faced in mapping glaciers automatically using remote sensing data.",
                "QuestionCn": "我无法理解使用遥感数据自动绘制冰川时面临的挑战。",
                "AnswerEn": "The automatic mapping of glaciers faces challenges due to the lack of ground glacier survey data for verification and the existence of 'change noise' between multi-source data classification results. Despite improvements in technology, these issues persist and complicate the process of accurately mapping glacier changes.",
                "AnswerCn": "自动冰川映射面临挑战，主要由于缺乏地面冰川调查数据进行验证，以及多源数据分类结果之间存在的“变化噪声”。尽管技术有所改善，这些问题依然存在， complicate 了准确映射冰川变化的过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how glacier surface elevation changes are measured and what data is used for this purpose.",
                "QuestionCn": "我不确定冰川表面高度变化是如何测量的，以及用于此目的的数据是什么。",
                "AnswerEn": "Glacier surface elevation changes are measured using remote sensing data, such as the ICESat/GLAS data. This method has revealed changes in glacier surface elevation and mass on the Tibetan Plateau, indicating significant spatial-temporal heterogeneity in glacier change patterns.",
                "AnswerCn": "冰川表面高度变化是通过遥感数据测量的，例如ICESat/GLAS数据。这种方法揭示了青藏高原冰川表面高度和质量的变化，表明冰川变化模式在空间和时间上存在显著的异质性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify potential sources and strategies for expanding existing datasets on glacier changes in the Tibetan Plateau to support climate change research.",
                "QuestionCn": "请识别潜在的来源和策略，以扩展关于青藏高原冰川变化的现有数据集，以支持气候变化研究。",
                "AnswerEn": "Potential sources for expanding datasets on glacier changes include new satellite missions that provide higher resolution and more frequent observations, such as ICESat-2 and Sentinel missions. Strategies could involve international collaborations to share data, leveraging machine learning to process large datasets efficiently, and conducting targeted field studies to validate remote sensing data. Additionally, citizen science initiatives could be employed to gather supplementary data on glacier conditions and changes.",
                "AnswerCn": "扩展冰川变化数据集的潜在来源包括提供更高分辨率和更频繁观测的新卫星任务，如ICESat-2和Sentinel任务。策略可以包括国际合作以共享数据，利用机器学习有效处理大数据集，以及进行针对性的实地研究以验证遥感数据。此外，还可以采用公民科学倡议来收集有关冰川状况和变化的补充数据。",
                "Level": "C6(Creating)"
            }
        ]
    }
}