{
    "id": "c12451fa-29a4-4073-b693-76c46d09a208",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Data products of early ice velocity field of Rayner Glacier, East Antarctica (1963.08.29-1963.10.29)",
            "titleCn": "东南极Rayner冰川早期冰流速度场数据产品（1963.08.29-1963.10.29）",
            "description": "The data product of ice flow velocity field of Rayner Glacier in East Antarctica in 1963 based on ARGON historical remote sensing images. Using two declassified satellite images taken in 1963 with an interval of two months, the early ice flow velocity field of the Reina Glacier in eastern Antarctica is estimated by hierarchical matching based on parallax decomposition. The accuracy of the estimated velocity map can reach 70 m/year. A method for estimating the surface velocity of cooperative glaciers based on the parallax decomposition of optical stereo images. First, the image to be matched generates the core image and the pyramid of the core image; Next, the ice flow area mask is used to divide the image into ice flow area and non ice flow area for matching respectively. In addition to the normal matching steps, the ice flow area also needs to perform parallax demarcation to distinguish the impact of ice flow movement on terrain parallax. Finally, through layer by layer matching, we can get the DTM and ice flow diagram of the object side at the bottom. This data is of great significance for reconstructing the early surface morphology and ice flow velocity of Rayner Glacier in East Antarctica.",
            "descriptionCn": "1963年东南极Rayner冰川基于ARGON历史遥感影像的冰流速度场数据产品。利用间隔两个月的两张1963年拍摄的解密卫星影像，基于视差分解进行分层匹配，估算了南极洲东部雷纳冰川的早期冰流速度场。估算得到速度图的精度可达到70米/年。基于光学立体像对视差分解的协同冰川表面流速估算方法。首先对待匹配影像生成核心影像，并生成核心影像的金字塔；接下来使用冰流区域掩膜，将影像分为冰流区与非冰流区分别进行匹配，其中冰流区除正常匹配步骤外，还需要进行视差分界，从而区分冰流运动对于地形视差的影响。最终通过逐层匹配的方法，我们可以在底层得到物方的DTM及冰流图。本数据对于重建东南极Rayner冰川早期表面形态及其冰流速度具有重要意义。",
            "instructions": "File name: Historical ice flow velocity data of Raynder glacier is stored in Geotiff format, Rayner_ Glacier_ ARGON_ 1963.08.29_ 1963.10.29_ V.tif, Rayner_ Glacier refers to the name of glacier, ARGON refers to the data source used, 1963.08.29 and 1963.10.29 refer to the time of two images, and V refers to the ice flow speed.\n\nData reading method: The uploaded data is in Geotiff format and can be read by Matlab, ArcGIS, QGIS and other software.",
            "instructionsCn": "文件命名：Raynder冰川历史冰流速度数据以Geotiff格式存储，Rayner_Glacier_ARGON_1963.08.29_1963.10.29_V.tif, Rayner_Glacier表示研究冰川的名字，ARGON表示所用的数据源，1963.08.29和1963.10.29表示两张影像的时间，V表示冰流速度。\n数据读取方式：上传数据为Geotiff格式，可以利用Matlab，ArcGIS和QGIS等软件读取。",
            "east": 34.0,
            "west": 46.3,
            "south": -68.5,
            "north": -67.1,
            "startTime": null,
            "endTime": null,
            "fileSize": 263537.0,
            "cstr": null,
            "doi": "https://doi.org/10.14358/PERS.83.7.477",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李荣兴",
                "nameEn": "LI Rongxing ",
                "unitEn": "Tongji University",
                "unitCn": "同济大学"
            },
            {
                "nameCn": "乔刚",
                "nameEn": "QIAO Gang ",
                "unitEn": "Tongji University",
                "unitCn": "同济大学"
            },
            {
                "nameCn": "叶文凯",
                "nameEn": "YE Wenkai ",
                "unitEn": "Tongji University",
                "unitCn": "同济大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Improved geometric modeling of 1960s KH-5 ARGON satellite images for regional Antarctica applications",
                "referenceCn": null,
                "referenceEn": "Ye, W., Qiao, G.*, Kong, F., Ma, X., Tong, X., & Li, R. (2017). Improved geometric modeling of 1960s KH-5 ARGON satellite images for regional Antarctica applications. Photogrammetric Engineering & Remote Sensing, 83(7), 477-491. https://doi.org/10.14358/PERS.83.7.477"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川流速",
                "nameEn": "Glacial velocity"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "南极",
                "keywordEn": "Antarctic"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1963.08.29-1963.10.29",
                "keywordEn": "1963.08.29-1963.10.29",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Environmental issues resulting from global climate change can considerably influence human society and natural environments. According to the Intergovernmental Panel on Climate Change’s report (IPCC, 2013), it is highly probable that the increased warming and sustained mass loss of glaciers and ice sheets would further accelerate the rate of global sea level rise. Numerous studies have been performed to investigate the change of the ice sheets, the mechanism of their interaction with the ocean and responses to global climate change. Although some early data collected by in situ measurements in the 1950s or even earlier are available, they only cover regions of a limited scale and cannot be used to support change analysis of ice sheets on a large scale. Fortunately, a remarkable data source, namely, Declassified Intelligence Satellite Photography (known as DISP), collected by a series of film-based reconnaissance satellites (KH series), including ARGON, CORONA, and LANYARD, has been made available. DISP provides a unique opportunity to research early ice sheet configurations, thus greatly extending the time period of the Antarctic surface observations. Geometric processing is required as a critical procedure to utilize these historical scanned satellite films for further scientific applications. Nonetheless, the handling of these film-based data presents a variety of challenges, such as the imperfections of the early imaging mechanisms, artifacts of the films, deformation through long-period storage, and others. Numerous related studies have managed to retrieve the image geometry of historical scanned films with the aid of additional GCPs, but it is not easy to perform the processing steps in Polar Regions where the ground control is difficult to access. Only three ARGON satellite missions (mission numbers 9034A, 9058A, and 9059A) captured the scenes of Antarctica in the 1960s. Most of the studies employed ARGON imagery by registering to other more recent data using GCPs. However, the geometric reconstruction involved was usually not extensively discussed, nor were the various distortions existing in the film-based images."
            ],
            "research objective": [
                "This paper proposes an improved rigorous geometric modeling method for the declassified KH-5 ARGON satellite images collected in Antarctica in 1960s."
            ],
            "challenges": [
                "Nonetheless, the handling of these film-based data presents a variety of challenges, such as the imperfections of the early imaging mechanisms, artifacts of the films, deformation through long-period storage, and others. Although all these works managed to obtain a planimetric accuracy of approximately 1 to 2 pixels, some essential issues were not addressed due to the lack of ancillary information such as the IO parameters, the distortion parameters of the camera lens, and the orbital parameters."
            ],
            "methods": [
                "The scanned film images are preprocessed beforehand to enhance the quality for further analysis. Systematic errors such as lens distortion and atmospheric refraction are also considered and corrected. A scheme is proposed to measure the ground control points for the historical images based on modern image mosaic and DEM products. The bundle adjustment results of four blocks in regions in East Antarctica present a geometric positioning accuracy of less than one nominal pixel resolution (140 m) in both horizontal and vertical directions, outperforming the published results. A regional DEM of the ice sheet that represents the topography in 1963 is then generated from the stereo ARGON images for the first time."
            ],
            "dataset": [
                "The ARGON satellite was equipped with a frame camera having a focal length of 76.2 mm. The dimension of each frame was 11.43 × 11.43 cm, and the ground resolution was approximately 140 m, with swath coverage of 500 × 500 km. All of the frames were digitized at 7 um resolution by the US Geological Survey (USGS) Earth Resources Observation and Science Center (EROS) Scanning Department, and hence, the corresponding Ground Sample Distance (GSD) of the digital images used in this research is approximately 33 m. Besides the ARGON frame images and the corresponding footprints, the supplement to the camera calibration report and orbit ephemeris data were also involved. Moreover, the Landsat Image Mosaic of Antarctica (LIMA) (15 m resolution) and the ASTER GDEM ver 2 were employed as the reference data to assist in the selection of GCPs and Check Points (CP) so as to validate the accuracy of the geometric modeling and DEM product generated by the ARGON images."
            ],
            "findings": [
                "The bundle adjustment results of four blocks in regions in East Antarctica present a geometric positioning accuracy of less than one nominal pixel resolution (140 m) in both horizontal and vertical directions, outperforming the published results. A regional DEM of the ice sheet that represents the topography in 1963 is then generated from the stereo ARGON images for the first time, the evaluation of which shows its consistency with the modern product but with great value for studying the recent change history of the ice sheet."
            ],
            "backgroundCn": [
                "全球气候变化引发的环境问题可能会对人类社会和自然环境产生重大影响。根据政府间气候变化专门委员会（IPCC，2013）的报告，冰川和冰盖的持续大规模融化和增温很可能会进一步加速全球海平面上升的速度。许多研究已对冰盖的变化、它们与海洋的相互作用机制以及对全球气候变化的响应进行了调查。尽管早在1950年代甚至更早就收集了一些现场测量的数据，但这些数据仅覆盖有限区域，无法支持大规模的冰盖变化分析。幸运的是，一项显著的数据来源，即解密的情报卫星摄影（称为DISP），由一系列基于胶卷的侦察卫星（KH系列）收集，包括ARGON、CORONA和LANYARD，现已公开。这为研究早期冰盖配置提供了独特的机会，从而大大延长了南极表面观测的时间范围。几何处理是利用这些历史扫描卫星胶卷进行进一步科学应用的关键步骤。然而，处理这些基于胶卷的数据面临着各种挑战，例如早期成像机制的不完善、胶卷的伪影、长期存储造成的变形等。许多相关研究通过额外的地面控制点（GCPs）成功恢复了历史扫描胶卷的图像几何，但在极地地区进行处理步骤并不容易，因为地面控制点难以获取。只有三次ARGON卫星任务（任务编号9034A、9058A和9059A）在1960年代捕捉到了南极的场景。大多数研究通过将ARGON影像与其他更近期的数据进行配准来使用这些影像，但几何重建的过程通常没有得到广泛讨论，胶卷图像中存在的各种失真也未得到充分探讨。"
            ],
            "research objectiveCn": [
                "本文提出了一种改进的严格几何建模方法，用于对1960年代在南极收集的解密KH-5 ARGON卫星图像进行处理。"
            ],
            "challengesCn": [
                "然而，这些基于胶卷的数据处理面临着各种挑战，例如早期成像机制的缺陷、胶卷的伪影、长期存储造成的变形等。尽管所有这些工作都成功地达到了大约1到2个像素的平面测量精度，但由于缺乏辅助信息，如内部参数、相机镜头的畸变参数和轨道参数，一些重要问题并未得到解决。"
            ],
            "methodsCn": [
                "扫描的胶卷图像经过预处理，以增强后续分析的质量。系统误差，如镜头畸变和大气折射，也被考虑并进行了修正。提出了一种基于现代影像拼接和数字高程模型（DEM）产品测量历史图像地面控制点的方案。东南极地区四个块的束调整结果显示，水平和垂直方向的几何定位精度均低于一个标称像素分辨率（140米），优于已发布的结果。然后，从立体ARGON图像首次生成代表1963年冰盖地形的区域DEM。"
            ],
            "datasetCn": [
                "ARGON卫星配备了一台焦距为76.2毫米的框架相机。每帧的尺寸为11.43 × 11.43厘米，地面分辨率约为140米，覆盖宽度为500 × 500公里。所有帧均由美国地质调查局（USGS）地球资源观察与科学中心（EROS）扫描部门以7微米的分辨率进行数字化，因此本研究中使用的数字图像的对应地面采样距离（GSD）约为33米。除了ARGON框架图像及其对应的足迹外，还涉及相机校准报告的补充材料和轨道历元数据。此外，南极洲的Landsat图像马赛克（LIMA）（15米分辨率）和ASTER GDEM第2版也被用作参考数据，以协助选择地面控制点（GCP）和检查点（CP），以验证由ARGON图像生成的几何建模和数字高程模型（DEM）产品的准确性。"
            ],
            "findingsCn": [
                "东南极地区四个区域的束调整结果在水平和垂直方向上均呈现出低于一个标称像素分辨率（140米）的几何定位精度，优于已发布的结果。然后，从立体ARGON影像首次生成了代表1963年冰盖地形的区域数字高程模型（DEM），其评估显示与现代产品的一致性，但对于研究冰盖的近期变化历史具有重要价值。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the ARGON satellite images be used to accurately generate a Digital Elevation Model (DEM) for the Rayner Glacier region in East Antarctica?",
                "QuestionCn": "ARGON卫星图像能否用于准确生成东南极雷纳冰川地区的数字高程模型（DEM）？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are ground control points (GCPs) necessary for improving the geometric accuracy of historical scanned satellite films in polar regions?",
                "QuestionCn": "地面控制点（GCPs）是否对于提高极地地区历史扫描卫星胶卷的几何精度是必要的？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is it possible to correct lens distortion and atmospheric refraction in the processing of scanned ARGON satellite film images?",
                "QuestionCn": "在处理扫描的ARGON卫星胶卷图像时，是否可以校正镜头畸变和大气折射？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which method is more effective for correcting systematic errors in historical satellite film images, lens distortion correction or atmospheric refraction correction?",
                "QuestionCn": "在纠正历史卫星胶卷图像中的系统误差时，镜头畸变校正和大气折射校正哪种方法更有效？",
                "AnswerEn": "lens distortion correction",
                "AnswerCn": "镜头畸变校正",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the primary challenge in handling historical scanned satellite films related to imaging mechanism imperfections, film artifacts, or deformation due to long-period storage?",
                "QuestionCn": "处理历史扫描卫星胶卷的主要挑战是与成像机制缺陷、胶卷伪影或因长期存储导致的变形有关吗？",
                "AnswerEn": "imperfections of the early imaging mechanisms",
                "AnswerCn": "早期成像机制的缺陷",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "For validating the accuracy of geometric modeling and DEM products generated from ARGON images, are Landsat Image Mosaic of Antarctica (LIMA) or ASTER GDEM ver 2 primarily used as reference data?",
                "QuestionCn": "为了验证从ARGON图像生成的几何建模和DEM产品的准确性，主要使用Landsat南极图像马赛克（LIMA）或ASTER GDEM版本2作为参考数据吗？",
                "AnswerEn": "Landsat Image Mosaic of Antarctica (LIMA)",
                "AnswerCn": "南极洲陆地卫星影像镶嵌图 (LIMA)",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection techniques were used to estimate early ice flow velocity fields in East Antarctica's Rayner Glacier?",
                "QuestionCn": "用于估计东南极雷纳冰川早期冰流速度场的数据收集技术有哪些？",
                "AnswerEn": "declassified ARGON satellite imagery",
                "AnswerCn": "解密的ARGON卫星影像",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with handling historical scanned satellite films in polar regions?",
                "QuestionCn": "处理极地地区历史扫描卫星胶卷时面临的挑战有哪些？",
                "AnswerEn": "imperfections in early imaging mechanisms, artifacts in the films, deformations from long-term storage, difficulties in obtaining ground control points",
                "AnswerCn": "早期成像机制的缺陷、胶片中的伪影、长期存储导致的变形、获取地面控制点的困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What datasets were used to validate the geometric modeling and DEM products derived from ARGON images?",
                "QuestionCn": "用于验证从ARGON图像中衍生的几何建模和DEM产品的数据集是什么？",
                "AnswerEn": "Landsat Image Mosaic of Antarctica ASTER GDEM ver 2",
                "AnswerCn": "南极洲陆地卫星影像镶嵌 ASTER GDEM 第2版",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when processing historical satellite images to study ice sheets, and how can it be addressed?",
                "QuestionCn": "处理历史卫星图像以研究冰盖时面临的一个挑战是图像的质量和一致性可能会随着时间的推移而变化，这可能会影响分析的准确性。可以通过使用图像处理技术，如图像增强和配准，来解决这个问题，以确保不同时间点的图像在空间和光谱上具有一致性，从而提高研究的可靠性。",
                "AnswerEn": "An example of a challenge is handling imperfections in early imaging mechanisms and film artifacts. This can be addressed by preprocessing scanned film images to enhance quality, correcting systematic errors like lens distortion, and using modern image mosaics and DEM products to measure ground control points.",
                "AnswerCn": "一个挑战是处理早期成像机制和胶卷伪影中的缺陷。这可以通过对扫描的胶卷图像进行预处理以提高质量、纠正诸如镜头畸变等系统性错误，以及使用现代图像拼接和数字高程模型（DEM）产品来测量地面控制点来解决。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset used to validate the geometric modeling and DEM products derived from historical satellite images?",
                "QuestionCn": "您能否提供一个用于验证从历史卫星图像中衍生的几何建模和DEM产品的数据集示例？",
                "AnswerEn": "A dataset used for validation includes the Landsat Image Mosaic of Antarctica (LIMA) with a 15 m resolution and the ASTER GDEM ver 2. These datasets assist in selecting ground control points and check points to validate the accuracy of geometric modeling and DEM products generated from ARGON images.",
                "AnswerCn": "用于验证的数据集包括具有15米分辨率的南极洲Landsat影像马赛克（LIMA）和ASTER GDEM版本2。这些数据集有助于选择地面控制点和检查点，以验证从ARGON影像生成的几何建模和数字高程模型（DEM）产品的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific methodologies are employed to enhance the geometric accuracy of declassified satellite imagery for reconstructing historical ice flow velocity fields?",
                "QuestionCn": "为了重建历史冰流速度场，采用了哪些具体方法来提高解密卫星影像的几何精度？",
                "AnswerEn": "preprocessing scanned film images, correcting systematic errors, measuring ground control points, geometric positioning accuracy of less than one nominal pixel resolution, generation of a regional DEM from stereo images",
                "AnswerCn": "对扫描胶片图像进行预处理，校正系统误差，测量地面控制点，几何定位精度小于一个标称像素分辨率，从立体影像生成区域数字高程模型（DEM）。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the ground sample distance (GSD) of the digital images used in the data collection method for the early ice flow velocity field of Rayner Glacier?",
                "QuestionCn": "Rayner冰川早期冰流速度场数据收集方法中使用的数字图像的地面采样距离（GSD）是多少？",
                "AnswerEn": "33 meters",
                "AnswerCn": "33米",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many ARGON satellite missions captured the scenes of Antarctica in the 1960s?",
                "QuestionCn": "有多少个ARGON卫星任务在1960年代捕捉到了南极的场景？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the estimated accuracy of the ice flow velocity map derived from the early 1963 satellite imagery?",
                "QuestionCn": "从1963年早期卫星影像得出的冰流速度地图的估计准确性是多少？",
                "AnswerEn": "70 meters per year",
                "AnswerCn": "每年70米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'declassified KH-5 ARGON satellite images' in the context of Antarctic ice sheet research?",
                "QuestionCn": "“解密的KH-5 ARGON卫星图像”在南极冰盖研究的背景下指的是曾经被保密的KH-5 ARGON卫星拍摄的图像，这些图像可以用于研究南极冰盖的变化和动态。",
                "AnswerEn": "Declassified KH-5 ARGON satellite images refer to historical satellite photographs taken by a series of film-based reconnaissance satellites, specifically the ARGON series, which were declassified and made available for research purposes. These images are used to study early configurations of ice sheets in Antarctica and require geometric processing to correct for imperfections and artifacts in the film.",
                "AnswerCn": "解密的KH-5 ARGON卫星图像是指由一系列基于胶卷的侦察卫星拍摄的历史卫星照片，特别是ARGON系列，这些图像已被解密并可用于研究目的。这些图像用于研究南极洲冰盖的早期配置，并需要进行几何处理，以纠正胶卷中的缺陷和伪影。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is meant by 'geometric positioning accuracy' in the context of historical satellite imagery analysis?",
                "QuestionCn": "在历史卫星影像分析的背景下，“几何定位精度”是指影像中地物的实际位置与影像中显示的位置之间的准确程度。",
                "AnswerEn": "Geometric positioning accuracy in this context refers to the precision of the spatial location information derived from historical satellite imagery, measured against nominal pixel resolution. It indicates how accurately the processed images can represent real-world locations, with the study achieving accuracy of less than one nominal pixel resolution (140 m) in both horizontal and vertical directions.",
                "AnswerCn": "在此背景下，几何定位精度指的是从历史卫星影像中获取的空间位置信息的精确度，测量标准为标称像素分辨率。它表明处理后的影像在多大程度上能够准确地表示现实世界的位置，该研究在水平和垂直方向上均实现了低于一个标称像素分辨率（140米）的精度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the geometric modeling method for declassified KH-5 ARGON satellite images compare to other traditional remote sensing methods in terms of accuracy and challenges?",
                "QuestionCn": "去分类的KH-5 ARGON卫星图像的几何建模方法与其他传统遥感方法在准确性和挑战方面有何比较？",
                "AnswerEn": "The geometric modeling method for KH-5 ARGON images involves handling challenges such as imperfections in early imaging mechanisms and artifacts from film storage. This method achieves a geometric positioning accuracy of less than one nominal pixel resolution (140 m) in both horizontal and vertical directions, which may outperform traditional methods that do not extensively address these specific distortions.",
                "AnswerCn": "KH-5 ARGON图像的几何建模方法涉及处理早期成像机制中的缺陷和胶卷存储中的伪影等挑战。该方法在水平和垂直方向上实现了小于一个名义像素分辨率（140米）的几何定位精度，这可能优于未充分解决这些特定失真的传统方法。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences and similarities between using ARGON historical satellite imagery and modern satellite imagery like Landsat for reconstructing ice flow velocity fields?",
                "QuestionCn": "使用ARGON历史卫星影像和现代卫星影像（如Landsat）重建冰流速度场的异同点是什么？",
                "AnswerEn": "ARGON historical satellite imagery provides a unique opportunity to extend the observation period back to the 1960s, offering insights into early ice sheet configurations. However, it involves handling more geometric distortions and lacks comprehensive ancillary data compared to modern satellite imagery like Landsat. Both methods require geometric processing and use ground control points for accuracy validation, but modern imagery generally offers higher resolution and more readily available IO parameters.",
                "AnswerCn": "ARGON历史卫星影像提供了一个独特的机会，可以将观察期延伸到1960年代，从而深入了解早期冰盖的配置。然而，这涉及到处理更多的几何畸变，并且与现代卫星影像（如Landsat）相比，缺乏全面的辅助数据。这两种方法都需要几何处理，并使用地面控制点进行精度验证，但现代影像通常提供更高的分辨率和更易获取的输入输出参数。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise from using declassified intelligence satellite photography for reconstructing historical ice sheet configurations, and how can they be addressed?",
                "QuestionCn": "使用解密的情报卫星摄影来重建历史冰盖配置可能会面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "Challenges include imperfections in early imaging mechanisms, film artifacts, and deformation from long-term storage. These can be addressed by preprocessing scanned film images to enhance quality, correcting systematic errors such as lens distortion and atmospheric refraction, and employing modern image mosaics and DEM products to measure ground control points, ultimately achieving a high geometric positioning accuracy.",
                "AnswerCn": "挑战包括早期成像机制的缺陷、胶卷伪影以及长期存储造成的变形。可以通过对扫描的胶卷图像进行预处理以提高质量、纠正系统性错误（如镜头畸变和大气折射），以及利用现代图像拼接和数字高程模型（DEM）产品来测量地面控制点，最终实现高几何定位精度。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways can the integration of modern reference data, such as the Landsat Image Mosaic of Antarctica and ASTER GDEM, enhance the accuracy of geometric modeling and historical DEM products?",
                "QuestionCn": "现代参考数据的整合，例如南极洲的Landsat影像马赛克和ASTER GDEM，可以通过以下方式提高几何建模和历史DEM产品的准确性：",
                "AnswerEn": "Modern reference data can be used to assist in the selection of ground control points and check points, validating the accuracy of geometric modeling and DEM products generated from historical ARGON images. This integration helps ensure that the geometric positioning accuracy is less than one nominal pixel resolution, allowing for more accurate reconstructions of historical topographies and enabling studies of recent changes in the ice sheet.",
                "AnswerCn": "现代参考数据可以用于辅助选择地面控制点和检查点，验证从历史ARGON影像生成的几何建模和数字高程模型（DEM）产品的准确性。这种整合有助于确保几何定位精度低于一个名义像素分辨率，从而实现对历史地形的更准确重建，并促进对冰盖近期变化的研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in utilizing historical satellite imagery for ice flow velocity estimation in polar regions?",
                "QuestionCn": "在极地地区，利用历史卫星影像进行冰流速估计面临的挑战是什么？",
                "AnswerEn": "The challenges in utilizing historical satellite imagery for ice flow velocity estimation in polar regions stem from imperfections of the early imaging mechanisms, artifacts of the films, deformation through long-period storage, and the difficulty in accessing ground control points (GCPs) in Polar Regions.",
                "AnswerCn": "利用历史卫星影像估算极地地区冰流速度的挑战源于早期成像机制的不完善、胶卷的伪影、长期存储造成的变形，以及在极地地区获取地面控制点（GCPs）的困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is geometric processing critical for the use of historical scanned satellite films in scientific applications?",
                "QuestionCn": "几何处理对于历史扫描卫星胶卷在科学应用中的使用至关重要，原因如下：",
                "AnswerEn": "Geometric processing is critical for the use of historical scanned satellite films in scientific applications because it is required to retrieve accurate image geometry necessary for further analysis, especially given the absence of ancillary information such as interior orientation (IO) parameters, distortion parameters of the camera lens, and orbital parameters.",
                "AnswerCn": "几何处理对于历史扫描卫星胶卷在科学应用中的使用至关重要，因为它需要获取准确的图像几何信息，以便进行进一步分析，特别是在缺乏辅助信息如内部定向（IO）参数、相机镜头的畸变参数和轨道参数的情况下。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the selection of ground control points for historical satellite images?",
                "QuestionCn": "选择历史卫星图像的地面控制点的因素包括哪些？",
                "AnswerEn": "The selection of ground control points for historical satellite images is influenced by the availability of modern image mosaics and digital elevation models (DEMs), such as the Landsat Image Mosaic of Antarctica and the ASTER GDEM, which assist in validating the accuracy of geometric modeling and DEM products generated from historical images.",
                "AnswerCn": "历史卫星图像的地面控制点选择受到现代影像马赛克和数字高程模型（DEM）可用性的影响，例如南极洲的Landsat影像马赛克和ASTER GDEM，这些都帮助验证从历史图像生成的几何建模和DEM产品的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences for the accuracy of ice flow speed estimation when employing historical satellite imagery that requires geometric processing?",
                "QuestionCn": "使用需要几何处理的历史卫星图像来估计冰流速度的准确性可能会产生哪些潜在后果？",
                "AnswerEn": "Using historical satellite imagery, such as the ARGON images, necessitates comprehensive geometric processing to correct for various errors including lens distortion and atmospheric refraction. This processing can achieve a geometric positioning accuracy of less than one nominal pixel resolution (140 m), which is essential for generating accurate ice flow speed estimates.",
                "AnswerCn": "使用历史卫星图像，如ARGON图像，需要进行全面的几何处理，以纠正包括镜头畸变和大气折射在内的各种误差。这种处理可以实现小于一个标称像素分辨率（140米）的几何定位精度，这对于生成准确的冰流速估计至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the implications of using ARGON satellite imagery for constructing a regional DEM of East Antarctica in terms of historical and contemporary data integration?",
                "QuestionCn": "使用ARGON卫星影像构建东南极地区数字高程模型（DEM）的影响，包括历史和当代数据整合的方面。",
                "AnswerEn": "Integrating ARGON satellite imagery with contemporary data sources like LIMA and ASTER GDEM allows for the creation of a regional DEM representing 1963 topography. This integration provides valuable insights into the historical configuration of ice sheets and helps in assessing recent changes in ice sheet dynamics, offering a significant contribution to understanding long-term glacial and climate interactions.",
                "AnswerCn": "将ARGON卫星影像与当代数据源如LIMA和ASTER GDEM相结合，可以创建一个代表1963年地形的区域数字高程模型（DEM）。这种整合为冰盖的历史配置提供了宝贵的见解，并有助于评估冰盖动态的近期变化，为理解长期冰川与气候的相互作用做出了重要贡献。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind utilizing declassified KH-5 ARGON satellite images for estimating early ice flow velocity fields in the East Antarctic Rayner Glacier region?",
                "QuestionCn": "利用解密的KH-5 ARGON卫星图像来估计东南极雷纳冰川地区早期冰流速度场的主要目标是什么？",
                "AnswerEn": "The primary objective is to estimate the early ice flow velocity fields of the East Antarctic Rayner Glacier, taking advantage of the extended time period of the Antarctic surface observations provided by the declassified KH-5 ARGON satellite images, which offer a unique opportunity to research early ice sheet configurations.",
                "AnswerCn": "主要目标是估计东南极雷纳冰川的早期冰流速度场，利用解密的KH-5 ARGON卫星图像提供的延长时间段的南极表面观测数据，这为研究早期冰盖配置提供了独特的机会。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the significance of creating a regional DEM from stereo ARGON images for understanding the historical topography of ice sheets?",
                "QuestionCn": "从立体ARGON图像创建区域数字高程模型（DEM）对于理解冰盖的历史地形具有重要意义。",
                "AnswerEn": "Creating a regional DEM from stereo ARGON images is significant because it represents the topography of ice sheets in 1963, providing valuable data for studying the recent change history of the ice sheet and validating the consistency with modern products.",
                "AnswerCn": "从立体ARGON影像创建区域数字高程模型（DEM）具有重要意义，因为它代表了1963年冰盖的地形，为研究冰盖的近期变化历史和验证与现代产品的一致性提供了宝贵的数据。",
                "Level": "C6(Creating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What is the procedure for estimating the early ice flow velocity fields using historical satellite imagery in East Antarctica?",
                "QuestionCn": "估计东南极早期冰流速度场的程序是使用历史卫星影像。",
                "AnswerEn": "The procedure involves using two declassified satellite images taken two months apart in 1963. These images undergo a process of parallax decomposition for layered matching, allowing the estimation of early ice flow velocity fields. The method includes generating core images, creating image pyramids, and masking ice flow regions to separate them from non-ice flow areas. Disparity demarcation is used to distinguish ice flow movement from terrain parallax effects. The final step involves layer-by-layer matching to obtain a digital terrain model (DTM) and ice flow map.",
                "AnswerCn": "该程序涉及使用1963年相隔两个月的两幅解密卫星图像。这些图像经过视差分解处理以进行分层匹配，从而估算早期冰流速度场。该方法包括生成核心图像、创建图像金字塔以及对冰流区域进行掩膜，以将其与非冰流区域分开。使用视差划分来区分冰流运动与地形视差效应。最后一步是逐层匹配，以获得数字地形模型（DTM）和冰流图。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are historical satellite film images processed to improve their quality for scientific analysis?",
                "QuestionCn": "历史卫星影像是如何处理以提高其质量以便进行科学分析的？",
                "AnswerEn": "The scanned film images are preprocessed to enhance their quality, which includes correcting systematic errors such as lens distortion and atmospheric refraction. Ground control points for these images are measured using modern image mosaics and DEM products. This preprocessing allows for more accurate geometric positioning, with adjustments achieving less than one nominal pixel resolution in accuracy.",
                "AnswerCn": "扫描的胶卷图像经过预处理以增强其质量，包括纠正系统性错误，如镜头畸变和大气折射。这些图像的地面控制点是通过现代影像拼接和数字高程模型（DEM）产品进行测量的。这种预处理允许更准确的几何定位，调整后的精度达到低于一个名义像素分辨率。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are used to handle the challenges of geometric reconstruction of historical satellite images in polar regions?",
                "QuestionCn": "处理极地地区历史卫星图像几何重建挑战的方法有哪些？",
                "AnswerEn": "Handling the challenges of geometric reconstruction involves preprocessing the images to correct for imperfections in early imaging mechanisms, film artifacts, and deformation from long-term storage. The process includes using ground control points from modern data, such as the Landsat Image Mosaic of Antarctica and the ASTER GDEM, to validate accuracy. Bundle adjustment is applied to achieve high geometric positioning accuracy, and a regional DEM is generated from stereo images to represent historical topography.",
                "AnswerCn": "处理几何重建的挑战涉及对图像进行预处理，以纠正早期成像机制中的缺陷、胶卷伪影以及长期存储造成的变形。该过程包括使用现代数据中的地面控制点，例如南极洲的Landsat图像马赛克和ASTER GDEM，以验证准确性。应用束调整以实现高几何定位精度，并从立体图像生成区域数字高程模型（DEM），以表示历史地形。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods are available to address the challenges of lens distortion and atmospheric refraction in historical satellite imagery for ice flow analysis?",
                "QuestionCn": "有哪些方法可以解决历史卫星图像中镜头畸变和大气折射对冰流分析的挑战？",
                "AnswerEn": "Systematic errors such as lens distortion and atmospheric refraction are considered and corrected during the preprocessing of scanned film images, which enhances the quality for further analysis.",
                "AnswerCn": "系统误差，如镜头畸变和大气折射，在扫描胶卷图像的预处理过程中被考虑并纠正，这提高了后续分析的质量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How does the integration of modern image mosaic and DEM products enable the measurement of ground control points in historical satellite images?",
                "QuestionCn": "现代影像马赛克和数字高程模型（DEM）产品的整合如何使得在历史卫星图像中测量地面控制点成为可能？",
                "AnswerEn": "A scheme is proposed to measure the ground control points for historical images based on modern image mosaic and DEM products, which assists in achieving geometric positioning accuracy.",
                "AnswerCn": "提出了一种方案，通过现代影像马赛克和数字高程模型（DEM）产品来测量历史图像的地面控制点，从而帮助实现几何定位精度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions are necessary for generating a regional DEM of ice sheets from stereo satellite images taken in the 1960s?",
                "QuestionCn": "生成冰盖区域数字高程模型（DEM）所需的条件包括1960年代拍摄的立体卫星图像。",
                "AnswerEn": "The generation of a regional DEM of the ice sheet from stereo ARGON images is enabled by preprocessing scanned film images, correcting systematic errors, and employing modern image mosaic and DEM products for ground control point measurement.",
                "AnswerCn": "通过对扫描胶卷图像进行预处理、纠正系统误差，并利用现代影像拼接和数字高程模型产品进行地面控制点测量，可以生成冰盖的区域数字高程模型（DEM），该过程依赖于立体ARGON图像。",
                "Level": "C6(Creating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might geometric processing of historical scanned satellite films pose challenges for data collection in polar regions?",
                "QuestionCn": "历史扫描卫星胶卷的几何处理在极地地区的数据收集可能面临挑战的原因是什么？",
                "AnswerEn": "Geometric processing of historical scanned satellite films can be challenging in polar regions due to imperfections in the early imaging mechanisms, artifacts of the films, deformations from long-term storage, and a lack of ancillary information such as interior orientation parameters, camera lens distortion parameters, and orbital parameters. Additionally, accessing ground control points in these remote regions is difficult, complicating the process.",
                "AnswerCn": "对历史扫描卫星胶卷的几何处理在极地地区可能面临挑战，这主要是由于早期成像机制的缺陷、胶卷的伪影、长期存储造成的变形，以及缺乏辅助信息，如内部定向参数、相机镜头畸变参数和轨道参数。此外，访问这些偏远地区的地面控制点也很困难，进一步复杂化了这一过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the reasons for employing modern image mosaic and DEM products in the analysis of historical satellite images?",
                "QuestionCn": "在分析历史卫星图像时，采用现代图像马赛克和数字高程模型（DEM）产品的原因可能包括：",
                "AnswerEn": "Modern image mosaic and DEM products are used in the analysis of historical satellite images to measure ground control points and check points, which are essential for validating the accuracy of geometric modeling and DEM products generated from historical imagery. These modern references help overcome the lack of ancillary information and improve the accuracy of historical data processing.",
                "AnswerCn": "现代影像马赛克和数字高程模型（DEM）产品用于分析历史卫星图像，以测量地面控制点和检查点，这对于验证几何建模和从历史影像生成的DEM产品的准确性至关重要。这些现代参考有助于克服辅助信息的缺乏，提高历史数据处理的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to consider systematic errors such as lens distortion and atmospheric refraction in the preprocessing of scanned film images?",
                "QuestionCn": "在扫描胶卷图像的预处理过程中，考虑系统误差如镜头畸变和大气折射是非常重要的。",
                "AnswerEn": "Considering systematic errors like lens distortion and atmospheric refraction is crucial in the preprocessing of scanned film images to enhance their quality for further analysis. Correcting these errors ensures more accurate geometric modeling and improves the reliability of the derived data products, such as DEMs, which are essential for studying historical ice sheet configurations.",
                "AnswerCn": "考虑到系统误差，如镜头畸变和大气折射，在扫描胶卷图像的预处理过程中至关重要，以提高其质量以便进一步分析。纠正这些错误确保了更准确的几何建模，并提高了所衍生数据产品（如数字高程模型，DEMs）的可靠性，这对于研究历史冰盖配置至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of the geometric modeling method used for processing the declassified KH-5 ARGON satellite images in overcoming the challenges related to early imaging mechanisms?",
                "QuestionCn": "您将如何评估用于处理解密的KH-5 ARGON卫星图像的几何建模方法的有效性，以克服与早期成像机制相关的挑战？",
                "AnswerEn": "The geometric modeling method is effective as it addresses systematic errors like lens distortion and atmospheric refraction, and proposes a scheme for measuring ground control points using modern data. This approach results in a geometric positioning accuracy of less than one nominal pixel resolution (140 m), which outperforms previously published results.",
                "AnswerCn": "几何建模方法有效地解决了系统误差，如镜头畸变和大气折射，并提出了一种利用现代数据测量地面控制点的方案。这种方法的几何定位精度低于一个名义像素分辨率（140米），优于之前发布的结果。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the potential challenges in using historical satellite imagery for generating datasets that accurately reflect early ice sheet configurations?",
                "QuestionCn": "在使用历史卫星影像生成准确反映早期冰盖配置的数据集时，可能面临哪些挑战？",
                "AnswerEn": "Potential challenges include dealing with imperfections in early imaging mechanisms, artifacts from films, deformation due to long-term storage, and the lack of ancillary information such as camera lens distortion parameters and orbital parameters. Accessing ground control points in Polar Regions also adds a layer of difficulty.",
                "AnswerCn": "潜在的挑战包括处理早期成像机制中的缺陷、来自胶卷的伪影、由于长期存储导致的变形，以及缺乏附加信息，如相机镜头畸变参数和轨道参数。在极地地区获取地面控制点也增加了难度。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about the methods used to compensate for the lack of ground control in the Polar Regions when analyzing historical satellite data.",
                "QuestionCn": "我对在分析历史卫星数据时补偿极地地区缺乏地面控制的方法感到不确定。",
                "AnswerEn": "A scheme is proposed to measure the ground control points for historical images based on modern image mosaic and DEM products, such as the Landsat Image Mosaic of Antarctica and the ASTER GDEM ver 2, which assist in selecting ground control and check points to validate the geometric modeling accuracy.",
                "AnswerCn": "提出了一项方案，基于现代影像马赛克和数字高程模型（DEM）产品，如南极洲的Landsat影像马赛克和ASTER GDEM ver 2，来测量历史图像的地面控制点。这些产品有助于选择地面控制点和检查点，以验证几何建模的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please discuss the challenges and solutions involved in preprocessing historical satellite film images for ice flow velocity estimation.",
                "QuestionCn": "请讨论在预处理历史卫星胶卷图像以估计冰流速度时面临的挑战和解决方案。",
                "AnswerEn": "Handling historical film data presents challenges such as imperfections in early imaging mechanisms, artifacts, and deformation from long-term storage. The preprocessing includes enhancing image quality, correcting systematic errors like lens distortion and atmospheric refraction, and using modern image mosaics and DEM products to measure ground control points.",
                "AnswerCn": "处理历史电影数据面临着诸多挑战，例如早期成像机制的缺陷、伪影以及长期存储造成的变形。预处理包括增强图像质量、纠正系统性错误如镜头畸变和大气折射，并使用现代图像拼接和数字高程模型（DEM）产品来测量地面控制点。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please describe the methodology used in estimating the early ice flow velocity field of glaciers using declassified satellite imagery.",
                "QuestionCn": "请描述使用解密卫星图像估计冰川早期冰流速度场的方法。",
                "AnswerEn": "The methodology involves using stereo ARGON images to estimate early ice flow velocity. This includes a collaborative glacier surface flow velocity estimation method based on optical stereo image pair parallax decomposition. The process involves generating core images and pyramids, applying ice flow region masks, and distinguishing ice flow motion effects from terrain parallax. Layer-by-layer matching then provides the DTM and ice flow map.",
                "AnswerCn": "该方法涉及使用立体ARGON图像来估计早期冰流速度。这包括基于光学立体图像对视差分解的协作冰川表面流动速度估计方法。该过程包括生成核心图像和金字塔，应用冰流区域掩膜，并区分冰流运动效应与地形视差。逐层匹配随后提供数字高程模型（DTM）和冰流图。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please provide an overview of datasets and reference data used to validate geometric modeling and DEM products in early Antarctic ice sheet research.",
                "QuestionCn": "请提供用于验证几何建模和数字高程模型（DEM）产品的早期南极冰盖研究中的数据集和参考数据的概述。",
                "AnswerEn": "The datasets include ARGON frame images, camera calibration reports, and orbit ephemeris data. The Landsat Image Mosaic of Antarctica (LIMA) with 15 m resolution and ASTER GDEM ver 2 are used as reference data to assist in selecting ground control points and check points, validating the geometric modeling and DEM products generated by the ARGON images.",
                "AnswerCn": "数据集包括ARGON帧图像、相机校准报告和轨道星历数据。使用分辨率为15米的南极洲Landsat图像马赛克（LIMA）和ASTER GDEM第2版作为参考数据，以帮助选择地面控制点和检查点，验证由ARGON图像生成的几何建模和数字高程模型（DEM）产品。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}