{
    "id": "c1274cd3-3a71-493c-a90c-fdb506e0a2e4",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Historical storm surge disaster dataset of 34 key nodes (1900-2019)",
            "titleCn": "历史风暴潮灾害事件数据集（1900-2019）",
            "description": "Data from EM-DAT. EM-DAT is a global database on natural and technological disasters, containing essential core data on the occurrence and effects of more than 21,000 disasters in the world, from 1900 to present. EM-DAT is maintained by the Centre for Research on the Epidemiology of Disasters (CRED) at the School of Public Health of the Université catholique de Louvain located in Brussels, Belgium.The main objective of the database is to serve the purposes of humanitarian action at national and international levels. The initiative aims to rationalise decision making for disaster preparedness, as well as provide an objective base for vulnerability assessment and priority setting.The database is made up of information from various sources, including UN agencies, non-governmental organizations, insurance companies, research institutes and press agencies. Priority is given to data from UN agencies, governments, and the International Federation of Red Cross and Red Crescent Societies. This prioritization is not only a reflection of the quality or value of the data, it also reflects the fact that most reporting sources do not cover all disasters or have political limitations that could affect the figures. The entries are constantly reviewed for inconsistencies, redundancy, and incompleteness. CRED consolidates and updates data on a daily basis. A further check is made at monthly intervals, and revisions are made at the end of each calendar year.",
            "descriptionCn": "数据是按照节点所在国家从EM-DAT数据库中筛选后再结合灾害影响分为进一步筛选和按节点划分。EM-DAT是一个关于自然和技术灾害的全球数据库，包含1900年至今世界上21000多起灾害发生和影响的基本核心数据。EM-DAT由比利时布鲁塞尔天主教大学公共卫生学院灾害流行病学研究中心（CRED）维护。该数据库主要目的是在国家和国际两级为人道主义行动服务。该倡议旨在使备灾决策合理化，并为脆弱性评估和确定优先事项提供客观基础。              数据库由联合国机构、非政府组织、保险公司、研究机构和新闻机构等各种来源的信息组成。优先考虑来自联合国机构、各国政府以及红十字会与红新月会国际联合会的数据。这种优先顺序不仅反映了数据的质量或价值，而且反映了大多数报告来源并不涵盖所有灾害，或存在可能影响数字的政治限制。这些条目会不断地被审查是否不一致、冗余和不完整。CRED每天整合和更新数据。每月进行一次进一步检查，并在每个日历年结束时进行修订。",
            "instructions": "In .excel format, can be opened and analysed in Microsoft EXCEL software.",
            "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析。",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": "1900-01-12 11:08:22",
            "endTime": "2019-10-05 08:00:00",
            "fileSize": 853630.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "葛咏",
                "nameEn": "GE Yong",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "李强子",
                "nameEn": "LI Qiangzi",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "董文",
                "nameEn": "DONG Wen",
                "unitEn": "",
                "unitCn": "中国科学院遥感与数字地球研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "M-DAT: The Emergency Events Database",
                "referenceCn": null,
                "referenceEn": "EM-DAT: The Emergency Events Database - Université catholique de Louvain (UCL) - CRED, D. Guha-Sapir - www.emdat.be, Brussels, Belgium."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "天气灾害",
                "nameEn": "Meteorological hazards"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三极",
                "keywordEn": "Pan-Third Pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1900-2019",
                "keywordEn": "1900-2019",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Emergency Events Database (EM-DAT) compiles global disaster data resulting from both technological and natural hazards. It details the human and economic impacts from 1900 to present, with systematic recording since 1988. Serving the humanitarian, disaster risk reduction, and academic sectors, EM-DAT’s transition to open access and increasing climate change concerns have expanded its reach and visibility. The evolution of EM-DAT’s data content mirrors societal and technological advancements in disaster reporting."
            ],
            "research objective": [
                "In particular, this publication aims to supersede the outdated 1992 paper reference on EM-DA T to reflect its actual and current content, structure, and outreach."
            ],
            "challenges": [
                "Besides these progresses, known inconsistencies and biases in the data quality have been reported. The article acknowledges these issues, highlighting their potential implications for research and decision-making."
            ],
            "methods": [],
            "dataset": [
                "The dataset, freely available for non-commercial use, is downloadable as an Excel file. It is categorized by hazard type and standardized by individual disaster events for each country. With over 26,000 unique entries, the database is populated through the monitoring of textual documents and their manual processing. The data collection and validation processes involve systematic daily checks from predefined sources, searches for additional sources, and periodic thematic updates."
            ],
            "findings": [],
            "backgroundCn": [
                "紧急事件数据库（EM-DAT）汇编了全球因技术和自然灾害造成的灾害数据。它详细记录了从1900年至今的人类和经济影响，自1988年以来进行了系统记录。EM-DAT服务于人道主义、灾害风险减少和学术领域，其向开放获取的转变以及日益关注气候变化，扩大了其影响力和可见性。EM-DAT数据内容的演变反映了灾害报告中社会和技术的进步。"
            ],
            "research objectiveCn": [
                "本出版物旨在取代1992年的过时论文参考，以反映其实际和当前的内容、结构和影响。"
            ],
            "challengesCn": [
                "除了这些进展外，已报告数据质量中的已知不一致性和偏差。文章承认了这些问题，强调了它们对研究和决策的潜在影响。"
            ],
            "methodsCn": [],
            "datasetCn": [
                "该数据集可供非商业用途免费使用，下载格式为Excel文件。它按灾害类型分类，并根据每个国家的单个灾害事件进行标准化。数据库中有超过26,000个独特条目，数据通过监测文本文件并进行手动处理来填充。数据收集和验证过程包括对预定义来源的系统每日检查、对额外来源的搜索以及定期的主题更新。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are the data entries in a dataset related to historical storm surges subject to periodic thematic updates?",
                "QuestionCn": "与历史风暴潮相关的数据集中的数据条目是否会定期进行主题更新？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Is the data collection process for a dataset on historical storm surges influenced by potential political constraints?",
                "QuestionCn": "历史风暴潮数据集的数据收集过程是否受到潜在政治限制的影响？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary method for collecting disaster event data manual processing, automated algorithms, or a combination of both?",
                "QuestionCn": "收集灾害事件数据的主要方法是手动处理、自动算法还是两者的结合？",
                "AnswerEn": "manual processing",
                "AnswerCn": "手动处理",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary sources of information for compiling a dataset on historical storm surge disaster events?",
                "QuestionCn": "编制历史风暴潮灾害事件数据集的主要信息来源有哪些？",
                "AnswerEn": "United Nations agencies, national governments, Red Cross and Red Crescent Societies, non-governmental organizations, insurance companies, research institutions, media outlets",
                "AnswerCn": "联合国机构、国家政府、红十字会与红新月会、非政府组织、保险公司、研究机构、媒体机构",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the data for a global disaster database systematically reviewed for inconsistencies, redundancy, and incompleteness?",
                "QuestionCn": "全球灾害数据库的数据在哪里系统地审查不一致性、冗余和不完整性？",
                "AnswerEn": "daily",
                "AnswerCn": "每日",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to ensure the accuracy and reliability of disaster data in global databases?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，以确保全球数据库中灾害数据的准确性和可靠性？",
                "AnswerEn": "The data collection and validation processes involve systematic daily checks from predefined sources, searches for additional sources, and periodic thematic updates, ensuring accuracy and reliability in the disaster data compiled by EM-DAT.",
                "AnswerCn": "数据收集和验证过程涉及从预定义来源进行系统的每日检查，搜索额外来源，以及定期的主题更新，以确保EM-DAT编制的灾害数据的准确性和可靠性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in maintaining the quality of disaster data in large-scale databases?",
                "QuestionCn": "在大型数据库中维护灾害数据质量面临的一个挑战是什么？",
                "AnswerEn": "Known inconsistencies and biases in the data quality have been reported, which pose challenges in maintaining the accuracy and reliability of disaster data in large-scale databases like EM-DAT.",
                "AnswerCn": "已报告数据质量中的已知不一致性和偏见，这对在大型数据库如EM-DAT中维护灾害数据的准确性和可靠性构成了挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how disaster datasets are categorized to facilitate access and analysis?",
                "QuestionCn": "您能否提供一个示例，说明灾难数据集是如何分类的，以便于访问和分析？",
                "AnswerEn": "Disaster datasets are categorized by hazard type and standardized by individual disaster events for each country, making them accessible and analyzable for various purposes.",
                "AnswerCn": "灾害数据集按灾害类型分类，并根据每个国家的单个灾害事件进行标准化，使其可供各种目的进行访问和分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific challenges are associated with data quality and consistency in global disaster databases?",
                "QuestionCn": "全球灾害数据库中与数据质量和一致性相关的具体挑战有哪些？",
                "AnswerEn": "inconsistencies, biases, varying quality of data sources, limitations in coverage of reported disasters",
                "AnswerCn": "不一致性、偏见、数据来源质量参差不齐、报告灾害覆盖范围的局限性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many unique disaster events are recorded in a dataset focused on global disasters from 1900 to present?",
                "QuestionCn": "在一个专注于全球灾难的数据集中，从1900年至今记录了多少个独特的灾难事件？",
                "AnswerEn": "26,000",
                "AnswerCn": "26,000",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How often is a dataset updated and checked for inconsistencies and completeness?",
                "QuestionCn": "数据集更新和检查不一致性及完整性的频率是多少？",
                "AnswerEn": "Daily, monthly",
                "AnswerCn": "每日，每月",
                "Level": "C5(Evaluating)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'monitoring of textual documents' in the data collection process for disaster event datasets?",
                "QuestionCn": "在灾害事件数据集的数据收集过程中，“文本文件的监测”是指对相关文本文件进行观察和分析，以获取有关灾害事件的信息和数据。",
                "AnswerEn": "'Monitoring of textual documents' in the data collection process for disaster event datasets means actively observing and analyzing written sources, such as reports, articles, or publications, to extract and compile information about disaster events. This method involves manual processing to ensure relevant data is captured accurately.",
                "AnswerCn": "“文本文件的监测”在灾害事件数据集的数据收集过程中意味着积极观察和分析书面来源，如报告、文章或出版物，以提取和汇编有关灾害事件的信息。这种方法涉及手动处理，以确保准确捕获相关数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'biases in data quality' imply in terms of challenges faced by disaster event databases?",
                "QuestionCn": "“数据质量中的偏差”在灾害事件数据库中意味着面临的挑战。",
                "AnswerEn": "'Biases in data quality' imply that there are systematic errors or prejudices in the collected data that might affect its accuracy or representation. These biases can arise from various factors, including incomplete coverage by reporting sources or political influences on the reported figures, posing challenges for research and decision-making.",
                "AnswerCn": "“数据质量中的偏差”意味着收集的数据存在系统性的错误或偏见，这可能影响其准确性或代表性。这些偏差可能源于多种因素，包括报告来源的覆盖不完整或政治对报告数据的影响，这给研究和决策带来了挑战。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the similarities and differences in the types of sources prioritized for data collection in EM-DAT compared to another global disaster database?",
                "QuestionCn": "EM-DAT在数据收集时优先考虑的来源与另一个全球灾害数据库相比，有哪些相似之处和不同之处？",
                "AnswerEn": "EM-DAT prioritizes data from United Nations agencies, national governments, and the Red Cross/Red Crescent movement, which are considered reliable and comprehensive, though not exhaustive of all disaster events. This prioritization reflects both data quality and potential political limitations, a characteristic that might be shared or varied in other databases depending on their focus and available resources.",
                "AnswerCn": "EM-DAT优先考虑来自联合国机构、国家政府和红十字/红新月运动的数据，这些数据被认为是可靠和全面的，尽管并不涵盖所有灾害事件。这种优先考虑反映了数据质量和潜在的政治限制，这一特征可能在其他数据库中有所共享或有所不同，具体取决于它们的重点和可用资源。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the evolution of EM-DAT's data content and structure differ from or align with advancements in other datasets focused on natural and technological disasters?",
                "QuestionCn": "EM-DAT的数据内容和结构的演变与其他关注自然和技术灾害的数据集的进展在什么方面存在差异或一致性？",
                "AnswerEn": "The evolution of EM-DAT's data content mirrors societal and technological advancements in disaster reporting, reflecting an increased focus on open access and climate change concerns. This alignment or divergence can be seen in other datasets depending on their scope and adaptability to technological advances, as well as their responsiveness to emerging global issues.",
                "AnswerCn": "EM-DAT 数据内容的演变反映了灾害报告中社会和技术的进步，显示出对开放获取和气候变化问题的关注增加。这种一致性或差异性可以在其他数据集中看到，具体取决于它们的范围、对技术进步的适应能力以及对新兴全球问题的响应能力。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What implications can be drawn about data quality and biases from inconsistencies reported in datasets related to global disaster events?",
                "QuestionCn": "从与全球灾害事件相关的数据集中的不一致性报告中，可以得出关于数据质量和偏见的哪些影响？",
                "AnswerEn": "Known inconsistencies and biases in data quality have been reported, which highlight potential implications for research and decision-making. These issues can affect the accuracy of vulnerability assessments and the prioritization of disaster preparedness efforts.",
                "AnswerCn": "已报告数据质量中的已知不一致性和偏见，这突显了对研究和决策的潜在影响。这些问题可能会影响脆弱性评估的准确性以及灾害准备工作的优先级。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do systematic daily checks and periodic updates influence the reliability and comprehensiveness of data collection methods for historical disaster events?",
                "QuestionCn": "系统的日常检查和定期更新如何影响历史灾害事件数据收集方法的可靠性和全面性？",
                "AnswerEn": "The data collection and validation processes involve systematic daily checks from predefined sources and periodic thematic updates, which help in maintaining the database's reliability and comprehensiveness by ensuring that the entries are consistent, up-to-date, and include additional sources when necessary.",
                "AnswerCn": "数据收集和验证过程涉及从预定义来源进行系统的每日检查和定期的主题更新，这有助于维护数据库的可靠性和全面性，确保条目一致、最新，并在必要时包含额外来源。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What methodologies could be inferred for enhancing data collection techniques to address the challenges posed by political constraints and incomplete reporting in global disaster datasets?",
                "QuestionCn": "可以推断出哪些方法论来增强数据收集技术，以应对全球灾难数据集中政治限制和报告不完整带来的挑战？",
                "AnswerEn": "The dataset is populated through the monitoring of textual documents and their manual processing, with priority given to data from UN agencies, governments, and the Red Cross/Red Crescent. While political constraints and incomplete reporting can influence the data, continuous data integration and updates by CRED suggest a methodology that emphasizes diverse and credible sources to mitigate these challenges.",
                "AnswerCn": "该数据集通过监测文本文件及其手动处理进行填充，优先考虑来自联合国机构、政府和红十字会/红新月会的数据。尽管政治限制和不完整的报告可能会影响数据，但CRED的持续数据整合和更新表明了一种强调多样化和可信来源的方法，以减轻这些挑战。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes inconsistencies and biases in the data quality of global disaster datasets?",
                "QuestionCn": "导致全球灾害数据集数据质量不一致和偏差的原因是什么？",
                "AnswerEn": "Inconsistencies and biases in the data quality of global disaster datasets can arise from the varied coverage of reporting sources, potential political limitations affecting the data, and the challenges in ensuring the completeness and accuracy of data entries over time.",
                "AnswerCn": "全球灾害数据集的数据质量中的不一致性和偏见可能源于报告来源的覆盖范围不同、潜在的政治限制影响数据，以及确保数据条目随时间的完整性和准确性所面临的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of prioritizing data from specific international organizations and governments in the data collection process for disaster events?",
                "QuestionCn": "在灾难事件的数据收集过程中，优先考虑来自特定国际组织和政府的数据可能会产生哪些潜在后果？",
                "AnswerEn": "Prioritizing data from specific international organizations and governments can lead to a more standardized and reliable dataset. However, it might also introduce biases due to political influences or limitations in data coverage, affecting the comprehensiveness and objectivity of the data.",
                "AnswerCn": "优先考虑来自特定国际组织和政府的数据可能会导致数据集更加标准化和可靠。然而，这也可能由于政治影响或数据覆盖的局限性引入偏见，从而影响数据的全面性和客观性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the manual processing and monitoring of textual documents influence the completeness and accuracy of a dataset on global disaster events?",
                "QuestionCn": "手动处理和监测文本文件可能会如何影响全球灾害事件数据集的完整性和准确性？",
                "AnswerEn": "Manual processing and monitoring of textual documents can ensure detailed and context-rich entries, but it may also lead to inconsistencies and biases due to human error or subjective interpretation. This method requires rigorous validation to maintain data quality.",
                "AnswerCn": "手动处理和监控文本文件可以确保详细和丰富的上下文条目，但也可能由于人为错误或主观解释导致不一致和偏见。这种方法需要严格的验证以保持数据质量。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the implications of systematic daily checks and periodic thematic updates on the quality and timeliness of a disaster event dataset?",
                "QuestionCn": "系统性的每日检查和定期主题更新对灾害事件数据集的质量和及时性有什么影响？",
                "AnswerEn": "Systematic daily checks and periodic thematic updates can enhance the dataset's accuracy and timeliness, ensuring that it reflects current and comprehensive information. However, this approach demands significant resources and coordination to maintain consistency and prevent data redundancy.",
                "AnswerCn": "系统的日常检查和定期的主题更新可以提高数据集的准确性和时效性，确保其反映当前和全面的信息。然而，这种方法需要大量的资源和协调，以保持一致性并防止数据冗余。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the intention behind compiling global disaster data from both technological and natural hazards in a dataset?",
                "QuestionCn": "编制全球灾害数据集，包括技术性和自然灾害的数据，其背后的意图是什么？",
                "AnswerEn": "The dataset serves the humanitarian, disaster risk reduction, and academic sectors by providing objective data for preparedness decision-making and vulnerability assessment. It aims to rationalize disaster preparedness decisions and offer a foundation for priority setting.",
                "AnswerCn": "该数据集为人道主义、灾害风险减少和学术领域提供客观数据，以支持准备决策和脆弱性评估。其目的是合理化灾害准备决策，并为优先事项设定提供基础。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it essential to prioritize data from United Nations agencies and national governments in data collection methods for disaster events?",
                "QuestionCn": "在灾害事件的数据收集方法中，优先考虑联合国机构和国家政府的数据是至关重要的。",
                "AnswerEn": "Prioritizing data from these sources is crucial because it reflects the data's quality and value, ensuring comprehensive disaster coverage and mitigating potential political influences on reported figures.",
                "AnswerCn": "优先考虑来自这些来源的数据至关重要，因为它反映了数据的质量和价值，确保全面的灾害覆盖，并减轻潜在的政治影响对报告数字的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can systematic daily checks and periodic thematic updates be implemented to ensure the reliability and accuracy of a disaster event dataset?",
                "QuestionCn": "如何实施系统的每日检查和定期主题更新，以确保灾害事件数据集的可靠性和准确性？",
                "AnswerEn": "The data collection and validation processes involve systematic daily checks from predefined sources, searches for additional sources, and periodic thematic updates to maintain data accuracy and reliability.",
                "AnswerCn": "数据收集和验证过程涉及从预定义来源进行系统的每日检查，搜索额外来源，以及定期的主题更新，以保持数据的准确性和可靠性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the procedural steps involved in the manual processing and categorization of disaster events by hazard type in a global disaster database?",
                "QuestionCn": "在全球灾害数据库中，手动处理和分类灾害事件按危害类型的程序步骤包括：\n\n1. 收集数据：从各种来源（如新闻报道、政府报告、国际组织等）收集有关灾害事件的信息。\n2. 数据筛选：对收集到的数据进行初步筛选，确保信息的相关性和准确性。\n3. 事件识别：识别和记录每个灾害事件的基本信息，包括发生时间、地点、影响范围等。\n4. 危害类型分类：根据灾害的特征，将事件分类为不同的危害类型，如地震、洪水、飓风等。\n5. 数据录入：将整理好的信息输入到数据库中，确保数据格式的一致性。\n6. 数据验证：对录入的数据进行核实，确保其准确性和完整性。\n7. 更新和维护：定期更新数据库，添加新的灾害事件，并维护已有数据的准确性。\n8. 数据分析：对数据库中的数据进行分析，以识别趋势、模式和潜在的风险区域。",
                "AnswerEn": "The dataset is categorized by hazard type and standardized by individual disaster events for each country, populated through the monitoring of textual documents and their manual processing.",
                "AnswerCn": "该数据集按灾害类型分类，并通过对每个国家的单个灾害事件进行标准化，基于对文本文件的监测和手动处理进行填充。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What mechanisms or sources enable the acquisition of data for global disaster events from 1900 to present?",
                "QuestionCn": "哪些机制或来源使得从1900年至今获取全球灾害事件的数据成为可能？",
                "AnswerEn": "The data for global disaster events is acquired through monitoring textual documents, manual processing, and systematic daily checks from predefined sources. This includes information from United Nations agencies, national governments, and the International Federation of Red Cross and Red Crescent Societies, among others.",
                "AnswerCn": "全球灾害事件的数据通过监测文本文件、手动处理和对预定义来源的系统性每日检查获得。这包括来自联合国机构、国家政府以及国际红十字与红新月协会等的信息。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do systematic daily checks and manual processing enhance the quality and reliability of data in the context of global disaster reporting?",
                "QuestionCn": "系统的日常检查和手动处理如何提高全球灾害报告中数据的质量和可靠性。",
                "AnswerEn": "Systematic daily checks and manual processing help in maintaining data quality and reliability by ensuring that data is consistently updated and validated against predefined sources. This process involves searching for additional sources and conducting periodic thematic updates to correct any inconsistencies, redundancies, and incompleteness.",
                "AnswerCn": "系统的每日检查和手动处理有助于维护数据质量和可靠性，确保数据始终与预定义来源一致更新和验证。该过程涉及寻找额外来源并进行定期主题更新，以纠正任何不一致、冗余和不完整之处。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What factors facilitate the categorization and standardization of disaster data by hazard type and individual events for each country?",
                "QuestionCn": "哪些因素促进了按灾害类型和各国单个事件对灾害数据的分类和标准化？",
                "AnswerEn": "The categorization and standardization of disaster data by hazard type and individual events are facilitated by the structured approach of recording data, which includes over 26,000 unique entries. The database uses a systematic methodology to organize data by hazard type and country, ensuring comprehensive coverage and ease of access and analysis for humanitarian, disaster risk reduction, and academic sectors.",
                "AnswerCn": "灾害数据的分类和标准化通过对灾害类型和个别事件的结构化记录方法得以实现，该数据库包含超过26,000个独特条目。该数据库采用系统的方法按灾害类型和国家组织数据，确保全面覆盖，并便于人道主义、灾害风险减少和学术领域的访问和分析。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might inconsistencies and biases still persist in data quality despite systematic daily checks and periodic updates?",
                "QuestionCn": "尽管进行系统性的每日检查和定期更新，数据质量中的不一致性和偏见仍然可能存在的原因是什么？",
                "AnswerEn": "Known inconsistencies and biases in the data quality have been reported, and these issues are acknowledged in the field, highlighting their potential implications for research and decision-making.",
                "AnswerCn": "已报告数据质量中的已知不一致性和偏见，这些问题在该领域得到了认可，突显了它们对研究和决策的潜在影响。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why would data from some sources, such as certain government reports, be prioritized over others in the collection process?",
                "QuestionCn": "为什么在数据收集过程中，某些来源的数据（例如某些政府报告）会被优先考虑？",
                "AnswerEn": "The prioritization reflects not just the quality or value of the data, but also the fact that most reporting sources do not cover all disasters, or there may be political constraints affecting the numbers.",
                "AnswerCn": "优先级的反映不仅仅是数据的质量或价值，还包括大多数报告来源并不覆盖所有灾害，或者可能存在影响数字的政治限制。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might there be a need for periodic thematic updates in a dataset that is updated daily?",
                "QuestionCn": "为什么在一个每天更新的数据集中可能需要定期的主题更新？",
                "AnswerEn": "Periodic thematic updates are part of the data collection and validation processes, which involve systematic checks from predefined sources and searching for additional sources, ensuring comprehensive and accurate data.",
                "AnswerCn": "定期主题更新是数据收集和验证过程的一部分，涉及从预定义来源进行系统检查以及搜索额外来源，以确保数据的全面性和准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of current data collection methods in capturing the full scope of historical storm surge disasters globally?",
                "QuestionCn": "如何评估当前数据收集方法在全面捕捉全球历史风暴潮灾害方面的有效性？",
                "AnswerEn": "The current data collection methods are generally effective as they involve systematic daily checks and monitoring of textual documents, although known inconsistencies and biases in the data quality have been reported. This suggests there is room for improvement in capturing the full scope of such disasters.",
                "AnswerCn": "当前的数据收集方法通常是有效的，因为它们涉及对文本文件的系统性每日检查和监测，尽管已报告存在已知的不一致性和数据质量偏差。这表明在捕捉此类灾害的全面范围方面还有改进的空间。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the key challenges in ensuring the accuracy and completeness of a dataset on historical storm surge disaster events?",
                "QuestionCn": "在确保历史风暴潮灾害事件数据集的准确性和完整性方面，您认为有哪些关键挑战？",
                "AnswerEn": "Key challenges include inconsistencies and biases in data quality, potential political restrictions affecting reporting, and the variable coverage from different sources, which might impact the accuracy and completeness of the dataset.",
                "AnswerCn": "主要挑战包括数据质量的不一致性和偏见、可能影响报告的政治限制，以及不同来源的覆盖范围不均，这可能影响数据集的准确性和完整性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What would be your assessment of the potential for expanding a dataset on historical storm surge disasters to include more nuanced data points or sources?",
                "QuestionCn": "我对扩展历史风暴潮灾害数据集的潜力进行评估，以包括更多细致的数据点或来源。",
                "AnswerEn": "Expanding the dataset could be highly beneficial, especially by integrating more diverse sources and updating the thematic content regularly. The systematic approach to data collection already in place facilitates this potential, although it will require addressing existing biases and inconsistencies.",
                "AnswerCn": "扩展数据集可能会非常有益，特别是通过整合更多多样化的来源并定期更新主题内容。已经建立的数据收集系统方法为此潜力提供了便利，尽管这将需要解决现有的偏见和不一致性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods ensure the quality and consistency of disaster records over such a long historical period.",
                "QuestionCn": "我不明白数据收集方法如何确保在如此长的历史时期内灾害记录的质量和一致性。",
                "AnswerEn": "The data collection and validation processes involve systematic daily checks from predefined sources, searches for additional sources, and periodic thematic updates. Entries are continually reviewed for inconsistencies, redundancies, and incompleteness, which helps maintain data quality over time.",
                "AnswerCn": "数据收集和验证过程涉及从预定义来源进行系统的每日检查，搜索额外来源，以及定期的主题更新。条目会不断审查不一致性、冗余和不完整性，这有助于维护数据的长期质量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't figure out what challenges might arise from using different sources for disaster data collection.",
                "QuestionCn": "我无法弄清楚使用不同来源进行灾害数据收集可能会出现哪些挑战。",
                "AnswerEn": "Known inconsistencies and biases in data quality have been reported due to variations in source reliability. The prioritization of data from United Nations agencies, national governments, and other reputable organizations aims to mitigate these issues, though political limitations and incomplete coverage by some sources could still affect data accuracy.",
                "AnswerCn": "已报告由于来源可靠性差异导致的数据质量存在已知的不一致性和偏见。优先考虑来自联合国机构、国家政府和其他信誉良好的组织的数据旨在减轻这些问题，尽管某些来源的政治限制和覆盖不完整仍可能影响数据的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I'm unsure how such a large dataset can be effectively categorized and standardized for diverse disaster events globally.",
                "QuestionCn": "我不确定如何有效地对如此大规模的数据集进行分类和标准化，以适应全球不同的灾害事件。",
                "AnswerEn": "The dataset is categorized by hazard type and standardized by individual disaster events for each country. It is populated through the monitoring of textual documents and their manual processing, ensuring that over 26,000 unique entries are maintained systematically.",
                "AnswerCn": "该数据集按灾害类型分类，并根据每个国家的单个灾害事件进行标准化。它通过对文本文件的监测和手动处理进行填充，确保系统地维护超过26,000个独特条目。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please outline the data collection techniques involved in compiling a dataset related to historical storm surge disaster events, focusing on systematic recording and validation processes.",
                "QuestionCn": "请概述与编制历史风暴潮灾害事件相关的数据集所涉及的数据收集技术，重点关注系统记录和验证过程。",
                "AnswerEn": "The data collection and validation processes involve systematic daily checks from predefined sources, searches for additional sources, and periodic thematic updates. The dataset is populated through the monitoring of textual documents and their manual processing.",
                "AnswerCn": "数据收集和验证过程涉及来自预定义来源的系统性每日检查、对额外来源的搜索以及定期的主题更新。数据集通过监测文本文件及其手动处理来填充。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify and describe the challenges faced in ensuring the quality and consistency of data in a disaster event dataset, and discuss potential implications for research and decision-making.",
                "QuestionCn": "请识别和描述在确保灾害事件数据集的数据质量和一致性方面面临的挑战，并讨论对研究和决策的潜在影响。",
                "AnswerEn": "Known inconsistencies and biases in the data quality have been reported. These issues can have potential implications for research and decision-making, as the article acknowledges the challenges in maintaining data consistency and quality.",
                "AnswerCn": "已报告数据质量中的已知不一致性和偏见。这些问题可能对研究和决策产生潜在影响，因为文章承认在保持数据一致性和质量方面面临的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore the various sources of data for constructing a disaster database and explain the priority hierarchy in data sourcing from different organizations.",
                "QuestionCn": "请探讨构建灾害数据库的各种数据来源，并解释来自不同组织的数据来源的优先级层次。",
                "AnswerEn": "The database is composed of information from various sources, including United Nations agencies, non-governmental organizations, insurance companies, research institutions, and news agencies. Priority is given to data from United Nations agencies, national governments, and the International Federation of Red Cross and Red Crescent Societies, reflecting not just data quality but also coverage and potential political limitations impacting figures.",
                "AnswerCn": "该数据库由来自多个来源的信息组成，包括联合国机构、非政府组织、保险公司、研究机构和新闻机构。优先考虑来自联合国机构、国家政府和国际红十字与红新月协会的数据，这不仅反映了数据质量，还考虑了覆盖范围和可能影响数据的政治限制。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}