{
  "id": "c1679456-3f63-4ef8-9345-e822ec5d5567",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Simulated monthly runoff at Pasighat over the Yarlung Zangbo basin (2018-2019)",
      "titleCn": "雅鲁藏布江流域出山口（巴昔卡）逐月径流模拟数据（2018-2019）",
      "description": "The Third Pole experiences accelerated glacier retreating particularly in the eastern\u0002Himalaya, coinciding with a decrease of monsoon-precipitation in the early 21st century. In the lower reaches of Yarlung Zangbo basin, both of glacier melting and rainfall are rich, but the contribution to the surface runoff and the impact is unknown. The extent to which the vanishing abundant maritime glaciers buffer the declining precipitation-runoff in the upstream of upper Brahmaputra basin (UBB) remains unclear. With a state-of-the-art enthalpy-based distributed cryosphere-hydrology model and first-hand hydrometeorology observations at Motuo (latest accessible Chinese county), we carefully examine hydrological processes in the Yarlung Zangbo basin along Himalayas.",
      "descriptionCn": "第三极经历了冰川加速退缩的过程，特别是在喜马拉雅东部，这与21世纪初季风降水量的减少相吻合。在雅鲁藏布江下游冰川融水径流较大，降水丰富，二者对地表径流的贡献及影响却未知。大量海洋冰川消失在多大程度上减缓雅鲁藏布江流域降水径流的减少是不清楚的。借助于多圈层水文模型WEB-DHM和墨脱境内获取的第一手水文气象观测数据开展了雅鲁藏布江流域水文过程的模拟研究，巴昔卡为出山口点，该点的经纬度信息为95.53E，28.10N。",
      "instructions": "201801-201912.xlsx",
      "instructionsCn": "201801-201912.xlsx",
      "east": 95.53,
      "west": 95.53,
      "south": 28.1,
      "north": 28.1,
      "startTime": "2018-01-01 14:45:29",
      "endTime": "2019-12-31 14:45:29",
      "fileSize": 9053.0,
      "cstr": "18406.11.Terre.tpdc.300103",
      "doi": "10.11888/Terre.tpdc.300103",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "王磊",
        "nameEn": "WANG Lei",
        "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Vanishing glaciers at southeast Tibetan Plateau have not offset the declining runoff at Yarlung Zangbo",
        "referenceCn": null,
        "referenceEn": "Wang, Y., Wang, L., Zhou, J., Yao, T., Yang, W., Zhong, X., Liu, R., Hu, Z., Luo, L., Ye, Q., Chen, N., & Ding, H. (2021). Vanishing Glaciers at Southeast Tibetan Plateau Have Not Offset the Declining Runoff at Yarlung Zangbo. Geophysical Research Letters, 48(21), e2021GL094651. https://doi.org/10.1029/2021GL094651"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "雅鲁藏布江流域",
        "keywordEn": "Yarlung Zangbo River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      },
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many months of runoff simulation data are collected for the Yarlung Zangbo River Basin at the Baxika outlet?",
        "QuestionCn": "雅鲁藏布江流域在巴西卡出口收集了多少个月的径流模拟数据？",
        "AnswerEn": "24 months",
        "AnswerCn": "24个月",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights could be drawn about the impact of glacial meltwater and precipitation on surface runoff by analyzing hydrological models and meteorological data from the Yarlung Zangbo River Basin?",
        "QuestionCn": "通过分析雅鲁藏布江流域的水文模型和气象数据，可以得出关于冰川融水和降水对地表径流影响的哪些见解？",
        "AnswerEn": "The hydrological models and meteorological data from the Yarlung Zangbo River Basin, specifically using the multi-layer hydrological model WEB-DHM and first-hand data from the Motuo region, can provide insights into the distinct contributions and effects of glacial meltwater and precipitation on surface runoff. These insights can help infer the degree to which glacier meltwater compensates for the reduction in monsoon precipitation and overall changes in hydrological dynamics due to climate variations.",
        "AnswerCn": "雅鲁藏布江流域的水文模型和气象数据，特别是使用多层水文模型WEB-DHM和来自墨脱地区的一手数据，可以提供关于冰川融水和降水对地表径流的不同贡献和影响的见解。这些见解可以帮助推断冰川融水在多大程度上弥补了季风降水的减少以及由于气候变化导致的水文动态的整体变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the uncertainty in simulating monthly runoff in the Yarlung Zangbo River Basin, particularly at the outlet point of Baksikha?",
        "QuestionCn": "哪些因素导致在雅鲁藏布江流域，特别是在巴西卡出口点模拟月径流的不确定性？",
        "AnswerEn": "The uncertainty in simulating monthly runoff in the Yarlung Zangbo River Basin, especially at the outlet point of Baksikha, is influenced by factors such as the accelerated retreat of glaciers in the region, variations in monsoon precipitation since the early 21st century, and the relative contributions of glacier meltwater and precipitation to surface runoff. Additionally, the extent to which the disappearance of marine glaciers mitigates the reduction in precipitation runoff is unclear, which presents challenges in accurately modeling these hydrological processes.",
        "AnswerCn": "在雅鲁藏布江流域，尤其是在巴克西卡的出水口，模拟月 runoff 的不确定性受到多个因素的影响，包括该地区冰川加速退缩、自21世纪初以来季风降水的变化，以及冰川融水和降水对地表径流的相对贡献。此外，海洋冰川消失在多大程度上缓解降水径流减少的问题尚不清楚，这给准确建模这些水文过程带来了挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of utilizing a multi-layer hydrological model like WEB-DHM with first-hand hydrometeorological data to simulate river runoff in regions experiencing glacier retreat and changes in monsoon precipitation patterns?",
        "QuestionCn": "利用多层水文模型如WEB-DHM与第一手水文气象数据相结合，在经历冰川退缩和季风降水模式变化的地区模拟河流径流的潜在结果是什么？",
        "AnswerEn": "Utilizing a multi-layer hydrological model like WEB-DHM with first-hand hydrometeorological data could lead to a better understanding of the contributions of glacier meltwater and precipitation to surface runoff in regions like the Yarlung Zangbo River Basin. This approach may help clarify to what extent the disappearance of maritime glaciers could mitigate the reduction in precipitation runoff within the basin, especially in the context of glacier retreat and changes in monsoon precipitation patterns.",
        "AnswerCn": "利用像WEB-DHM这样的多层水文模型与第一手的水文气象数据相结合，可以更好地理解冰川融水和降水对雅鲁藏布江流域地表径流的贡献。这种方法可能有助于阐明海洋冰川的消失在多大程度上能够缓解流域内降水径流的减少，特别是在冰川退缩和季风降水模式变化的背景下。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the intention behind utilizing multi-layer hydrological models and first-hand hydrometeorological observation data to simulate monthly runoff in the Yarlung Tsangpo River Basin at the Baksika outlet?",
        "QuestionCn": "利用多层水文模型和第一手水文气象观测数据在雅鲁藏布江流域巴基斯卡出水口模拟月径流的意图是什么？",
        "AnswerEn": "The goal is to understand the contributions and impacts of glacier meltwater runoff and precipitation on surface runoff in the lower reaches of the Yarlung Tsangpo River Basin, especially in light of the glacier retreat and decreased monsoon precipitation since the early 21st century. This understanding is crucial to assess the extent to which the disappearance of numerous oceanic glaciers has mitigated the reduction in precipitation runoff in the basin.",
        "AnswerCn": "目标是了解雅鲁藏布江流域下游冰川融水径流和降水对地表径流的贡献和影响，特别是在21世纪初冰川退缩和季风降水减少的背景下。这种理解对于评估众多海洋冰川消失在多大程度上缓解了流域内降水径流减少的影响至关重要。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}