{
  "id": "c19211ee-3697-4a9a-bc6f-606da4823850",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Ca-id-tims U-Pb dating and Muscovite ar Ar dating in tiegelong south of duolong ore concentration area",
      "titleCn": "多龙矿集区铁格隆南CA-ID-TIMS U-Pb测年、白云母Ar-Ar定年数据",
      "description": "Tiegelongnan deposit is a large porphyry epithermal copper (gold) deposit in duolong porphyry area in the south of Qiangtang terrane in central and Western Tibet, China. The deposit is centered on the multi-stage granodiorite porphyry (GP) intrusion invading Jurassic sandstone. Phase 1 and phase 2 GP are related to biotite and sericite alteration, while phase 3 and phase 4 GP occur in the middle and shallow part of the deposit affected by sericite and high-grade argillaceous alteration (alunite kaolinite dickite pyrophyllite). Sericite alteration generally exists in the deep part of the deposit, replacing biotite alteration, and occurs porphyry chalcopyrite boron nickel pyrite ± molybdenite mineralization. The high-grade argillaceous alteration is related to the mineralization of high sulfide (marmatite, marmatite, bornite and monzonite) in the epithermal stage, superimposing sericite and biotite alteration in the shallow part of the deposit. The top of tielongnan hydrothermal system is weathered with a layer of supergene oxidation enrichment zone, which is stripped and covered by andesite and gravel. The 40Ar-39Ar age of Muscovite sampled from deep sericite alteration is 120.9 ± 0.8 Ma, which is consistent with the previously reported 40Ar-39Ar age of hydrothermal biotite 121.1 ± 0.6 Ma, molybdenite Re Os ages 121.2 ± 0.6 Ma and 119.0 ± 1.4 Ma, and GP 1 and 2 zircon U-Pb ages 121.5 ± 1.5, 120.2 ± 1.0 MA (laicp-ms results) and 118.7 ± 0.9 MA (SIMS results). The ca-id-tims zircon U-Pb age from stage 3 GP 3 is 119.9 ± 0.2 mA, which limits the age of porphyry magmatic hydrothermal events. The porphyry system was subsequently exfoliated, weathered and superimposed by discrete stages of high-grade argillaceous alteration and high sulfide mineralization. The 40Ar-39Ar ages generated by the two pulses of alunite event are 116.3 ± 0.8 Ma and 111.7 ± 1.0 Ma, respectively, representing the main epithermal alteration and mineralization ages in tielongnan. The first alunite pulse age is consistent with the younger porphyry (gp4) age of 116.2 ± 0.4 MA (zircon LA-ICP-MS age). The weathering and exhumation of porphyry epithermal deposits continued until ~ 110 Ma, and the andesite and andesite were covered with gravel. Andesite is affected by younger weak hydrothermal alteration at 108.7 ± 0.7 Ma, which is limited by the 40Ar-39Ar age of muscovite. The 40Ar-39Ar age of another barren alunite is 100.6 ± 2.0 Ma, which may represent the youngest hydrothermal event. The long-lived exothermic fluid activity of tielongnan deposit in ~ 120 ~ 100mA is consistent with the long-term tectonic magmatic event of Bangong Nujiang suture zone. The discrete epithermal metallogenic events in tiegelongan are younger than those in porphyry, which is similar to several other epithermal deposits in the world. The ~ 10 m.y exhumation history of tiegelongan is slower than the typical and rapid erosion history of ~ 1 – 2 m.y. porphyry deposits in low altitude tropical climate, and during a specific sudden uplift pulse in the Andes. The slow exhumation of tielongnan is considered to be the comprehensive result of the Cretaceous arid climate environment, relatively flat terrain and slow uplift conditions in central and Western Tibet.\nThe experiment was entrusted to the inert gas Laboratory of the Pacific isotope and geochemistry research center of Columbia University, Canada; The data quality is good. The sample is crushed in the ring mill, washed with distilled water and ethanol, dried to - 40 + 60 mesh and sieved. Select suitable mineral particles from the bulk part. The samples were wrapped in aluminum foil and stacked in the irradiation chamber together with similar aged samples and neutron flux monitors (fish Canyon tuff Sani DIN (FCS), 28.201 ± 0.046ma). These samples were irradiated at the McMaster nuclear reactor in Hamilton, Ontario, in July 2017 at 134 MWh of the flux point in 8e. The J value error generated by the analysis of 16 neutron flux monitor positions (n = 54) is less than 0.5%.",
      "descriptionCn": "铁格隆南矿床是中国西藏中西部羌塘地体南部多龙斑岩区内的一个大型斑岩型浅成热液铜（金）矿床。矿床以侵入侏罗纪砂岩的多期花岗闪长斑岩（GP）侵入体为中心。第1期和第2期GP与黑云母和绢云母蚀变有关，而第3期和第4期GP则出现在受绢云母和高级泥质蚀变影响的矿床中浅部（明矾石-高岭石-地开石-叶蜡石）。绢云母蚀变普遍存在于矿床的深部，取代黑云母蚀变，并赋存斑岩期黄铜矿-硼镍黄铁矿±辉钼矿矿化。高级泥质蚀变与浅成热液阶段的高硫化（铁闪锌矿、铁闪锌矿、斑铜矿和二长岩）矿化有关，叠加了矿床浅部的绢云母和黑云母蚀变。铁龙南热液系统顶部风化有一层表生氧化富集带，被剥露，并被安山岩和砾石覆盖。从深层绢云母蚀变中取样的白云母的40Ar-39Ar年龄为120.9±0.8 Ma，这与之前报告的热液黑云母40Ar-39Ar年龄为121.1±0.6 Ma、辉钼矿Re-Os年龄为121.2±0.6 Ma和119.0±1.4 Ma，以及GP 1和2锆石U-Pb年龄为121.5±1.5、120.2±1.0 Ma（LAICP-MS结果）一致，和118.7±0.9 Ma（SIMS结果）。第3阶段GP 3得出的CA-ID-TIMS锆石U-Pb年龄为119.9±0.2 Ma，这限制了斑岩岩浆热液事件的年龄。斑岩系统随后被剥落、风化，并被高级泥质蚀变和高硫化矿化的离散阶段叠加。明矾石事件的两个脉冲产生的40Ar-39Ar年龄分别为116.3±0.8 Ma和111.7±1.0 Ma，代表了铁龙南主要的浅成热液蚀变和矿化年龄。第一次明矾石脉冲年龄与年轻斑岩（GP4）年龄116.2±0.4 Ma（锆石LA-ICP-MS年龄）一致。斑岩浅成热液矿床的风化和剥露一直持续到~110 Ma安山岩和安山岩后砾石覆盖。安山岩在108.7±0.7 Ma时受到较年轻的弱热液蚀变的影响，受白云母40Ar-39Ar年龄的限制。另一个贫瘠明矾石的40Ar-39Ar年龄为100.6±2.0 Ma，可能代表了最年轻的热液事件。铁龙南矿床在~120~100ma的长寿命离散热液活动与班公-怒江缝合带的长期构造岩浆事件相一致。铁格隆安离散的浅成热液成矿事件比斑岩成矿事件年轻，这与世界上其他几个浅成热液矿床类似。铁格隆安的~10 m.y剥露历史比低海拔热带气候区~1–2 m.y.斑岩矿床的典型和快速侵蚀历史要慢，并且在安第斯地区的特定突然抬升脉冲期间。铁龙南的缓慢剥露被认为是西藏中西部白垩纪干旱气候环境、相对平坦的地形和缓慢抬升条件的综合结果。\n实验委托加拿大哥伦比亚大学太平洋同位素和地球化学研究中心惰性气体实验室完成；数据质量良好，样品在环磨机中粉碎，用蒸馏水和乙醇洗涤，干燥至-40+60目时过筛。从散装部分中挑选出合适的矿物颗粒。样品用铝箔包裹，并与类似老化的样品和中子通量监测器一起堆放在辐照舱中（Fish Canyon Tuff Sani din（FCs），28.201±0.046Ma）这些样品于2017年7月在安大略省汉密尔顿的麦克马斯特核反应堆进行了辐照，辐照地点为8E中通量点的134 MWH。对16个中子通量监测器位置的分析（n=54）产生的J值误差小于0.5%。",
      "instructions": "Data name: data, direct data, can be used",
      "instructionsCn": "数据名称为：Data，直接数据，可以使用",
      "east": 83.75,
      "west": 83.25,
      "south": 32.67,
      "north": 32.9,
      "startTime": "2018-07-01 00:00:00",
      "endTime": "2021-08-15 00:00:00",
      "fileSize": 543215.0,
      "cstr": "18406.11.SolidEar.tpdc.272069",
      "doi": "10.11888/SolidEar.tpdc.272069",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨超",
        "nameEn": "YANG Chao ",
        "unitEn": "Département de géologie et de génie géologique, Université Laval, Québec",
        "unitCn": "拉瓦尔大学地质工程系"
      },
      {
        "nameCn": "王立强",
        "nameEn": "WANG Liqiang ",
        "unitEn": "Institute of Mineral Ｒesources，Chinese Academy of Geological Sciences",
        "unitCn": "中国地质科学院矿产资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geology and geochronology of the Tiegelongnan porphyry-epithermal Cu (Au) deposit, Tibet, China: Formation, exhumation and preservation history",
        "referenceCn": null,
        "referenceEn": "Yang, C., Tang, J., Beaudoin, G., Song, Y., Lin, B., Wang, Q., & Fang, X. (2020). Geology and geochronology of the Tiegelongnan porphyry-epithermal Cu (Au) deposit, Tibet, China: Formation, exhumation and preservation history. Ore Geology Reviews, 123, 103575."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "40Ar-39Ar",
        "nameEn": "40Ar-39Ar"
      },
      {
        "nameCn": "Alunite",
        "nameEn": "Alunite"
      },
      {
        "nameCn": "Exhumation",
        "nameEn": "Exhumation"
      },
      {
        "nameCn": "Porphyry-epithermal deposit",
        "nameEn": "Porphyry-epithermal deposit"
      },
      {
        "nameCn": "Zircon CA-ID-TIMS",
        "nameEn": "Zircon CA-ID-TIMS"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "羌塘",
        "keywordEn": "Qiangtang"
      },
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018-2021",
        "keywordEn": "2018-2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "重点矿区成矿系统结构解剖及勘查技术集成示范",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many Ar-Ar age determinations are reported for the muscovite samples in a dataset related to the Tiegelongnan deposit?",
        "QuestionCn": "在与Tiegelongnan矿床相关的数据集中，报告了多少个白云母样品的Ar-Ar年龄测定？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is CA-ID-TIMS U-Pb dating in the context of geological studies?",
        "QuestionCn": "在地质研究中，CA-ID-TIMS U-Pb 定年是什么？",
        "AnswerEn": "CA-ID-TIMS U-Pb dating refers to a high-precision method used in geochronology to determine the age of zircon crystals through isotope analysis. It stands for Chemical Abrasion-Isotope Dilution-Thermal Ionization Mass Spectrometry, and it is used to measure the ratio of uranium to lead isotopes, providing insights into the age and history of geological formations, such as the porphyry copper-gold mineral deposits in the Tiegelongnan area.",
        "AnswerCn": "CA-ID-TIMS U-Pb 定年是地质年代学中一种高精度的方法，用于通过同位素分析确定锆石晶体的年龄。它代表化学磨损-同位素稀释-热离子化质谱法，主要用于测量铀与铅同位素的比率，从而提供关于地质构造年龄和历史的见解，例如在提格龙南地区的斑岩铜金矿床。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for CA-ID-TIMS U-Pb zircon dating compare to those used for 40Ar-39Ar white mica dating in terms of sample preparation and analysis?",
        "QuestionCn": "CA-ID-TIMS U-Pb锆石定年与40Ar-39Ar白云母定年的数据收集方法在样品准备和分析方面有何比较？",
        "AnswerEn": "Both CA-ID-TIMS U-Pb zircon dating and 40Ar-39Ar white mica dating involve meticulous sample preparation and analysis. The CA-ID-TIMS U-Pb method necessitates precise zircon selection, cleaning, and dissolution, often requiring chemical abrasion to eliminate lead loss. In comparison, the 40Ar-39Ar technique involves crushing the samples in a ring grinder, washing with distilled water and ethanol, drying, and sieving to select suitable mineral grains, which are then wrapped in aluminum foil and irradiated. While both methods demand rigorous sample handling to ensure data quality, the specific procedural steps and equipment used for each differ, reflecting the distinct isotopic systems and analytical requirements involved.",
        "AnswerCn": "CA-ID-TIMS U-Pb锆石定年和40Ar-39Ar白云母定年都涉及细致的样品准备和分析。CA-ID-TIMS U-Pb方法需要精确选择锆石、清洗和溶解，通常需要化学磨损以消除铅损失。相比之下，40Ar-39Ar技术涉及在环磨机中破碎样品，用蒸馏水和乙醇清洗，干燥，并筛分以选择合适的矿物颗粒，然后将其包裹在铝箔中进行辐照。虽然这两种方法都需要严格的样品处理以确保数据质量，但每种方法的具体程序步骤和使用的设备有所不同，反映了各自独特的同位素系统和分析要求。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the accuracy of U-Pb zircon dating in porphyry systems like the one in the Duolong mineralization district?",
        "QuestionCn": "在杜龙矿化区等斑岩系统中，影响锆石U-Pb定年的准确性因素有哪些？",
        "AnswerEn": "The accuracy of U-Pb zircon dating in porphyry systems is influenced by the selection of zircon grains, the preparation and cleaning of samples, the analytical methods used such as CA-ID-TIMS, and the calibration against known standards. Additionally, the geological context, such as the presence of multiple intrusive phases and subsequent hydrothermal events, can also affect the interpretation of dating results.",
        "AnswerCn": "在斑岩系统中，U-Pb锆石定年准确性受到锆石颗粒选择、样品的制备和清洗、所使用的分析方法（如CA-ID-TIMS）以及与已知标准的校准等因素的影响。此外，地质背景，如多个侵入相的存在和随后的热液事件，也会影响定年结果的解释。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed procedures involved in collecting and processing U-Pb zircon dating data for porphyry-type deposits in a mineral district?",
        "QuestionCn": "在一个矿区中收集和处理斑岩型矿床的U-Pb锆石定年数据所涉及的详细程序是什么？",
        "AnswerEn": "To collect and process U-Pb zircon dating data for porphyry-type deposits in a mineral district, samples need to be crushed and sieved to a certain mesh size (-40+60 mesh). Suitable mineral grains are selected from the bulk sample, wrapped in aluminum foil, and irradiated with a neutron flux monitor. The samples are then irradiated at a nuclear reactor, such as the McMaster Nuclear Reactor in Ontario, using specific flux points, and the resulting data is analyzed with the aim of achieving high precision and accuracy in age determinations.",
        "AnswerCn": "为了收集和处理矿区中斑岩型矿床的U-Pb锆石定年数据，样品需要被破碎并筛分到特定的筛网尺寸（-40+60目）。从散装样品中选择合适的矿物颗粒，用铝箔包裹后，进行中子通量监测。样品随后在核反应堆中进行辐照，例如安大略省的麦克马斯特核反应堆，使用特定的通量点，最终分析得到的数据旨在实现高精度和高准确度的年龄测定。",
        "Level": "C3(Applying)"
      }
    ]
  }
}