{
  "id": "c19adcf9-3960-4191-b60d-a97678b59b23",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The mechanism of vegetation degradation in Yuanjiang dry hot valley of Yunnan Province",
      "titleCn": "云南元江干热河谷植被退化机理和重建试验项目的汇交数据",
      "description": "The experimental project of vegetation degradation mechanism and reconstruction in Yuanjiang dry-hot valley in Yunnan belongs to the major research program of \"Environmental and Ecological Science in Western China\" of the National Natural Science Foundation. The principal is researcher Cao Kunfang of Xishuangbanna Tropical Botanical Garden, Chinese Academy of Sciences. The project runs from January 2004 to December 2007.\nData collected for this project include:\n1. Excel table of multi-year average temperature and rainfall in Yuanjiang dry-hot valley (1961-2004), with attribute fields including monthly average temperature and monthly average rainfall.\n2. excel table of annual average temperature (1750-2006) in the middle of Hengduan Mountain in China based on tree ring, with attribute fields including year and reconstructed average temperature.\n3. excel table of summer temperatures (1750-2006) in the central Hengduan Mountains in southern China based on tree rings. The attribute fields include the year and the reconstructed average temperature in summer (April-September).\n4. excel table of drought index (1655-2005) in central Hengduan Mountains of China based on tree rotation, with attribute fields including year and reconstruction of drought index in spring (March-May).\n5. pdf file of growth dynamic graph of leaves and branches. it records the growth dynamic trend line and leaf dynamic trend graph of plants with s-type, f-type, intermediate-type and S+SD-type branches from March 22, 2004 to April 8, 2005.\n6.32 Phenological Summary Tables of Woody Plants (word Document: Specific Name, Number of Observed Plants/Branches, Type of Branch Extension, Leaf Phenology, Length of Current Year Branches (cm), Total Leaves on Branches, Leaf Area (cm2), Non-leaf Period (Months), Flowering Period, Fruit Ripening Period and Fruit Type)\n7. Seasonal Changes of Relative Water Content of Plant Leaves in Yuanjiang Dry-hot Valley (March 2003-February 2004) Excel Table\n8. Seasonal Changes of Photosynthesis of 6 Representative Plants in Yuanjiang Dry-hot Valley (Maximum Photosynthetic Rate, Stomatal Conductance, Water Use Efficiency, Maximum Subefficiency of photosystem II) excle Table (2003-2005)\n9. excle Table of Long-term Water Use Efficiency (Isotope) Data of Representative Plants in Yuanjiang Dry-hot Valley (Water Use Efficiency in Dry and Wet Seasons of Shrimp Flower, Red-skin Water Brocade Tree, Three-leaf Lacquer, Phyllanthus emblica, Pearl Tree, Dried Sky Fruit, Cyclobalanopsis glauca, West China Small Stone Accumulation, Geranium, Tiger thorn, Willow and Pigexcrement Bean)\n10. word Document of List of Plants in Mandan Qianshan, Yuanjiang",
      "descriptionCn": "云南元江干热河谷植被退化机理和重建试验项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为中国科学院西双版纳热带植物园曹坤芳研究员，项目运行时间为2004.1-2007.12。\n该项目汇交数据包括：\n1.元江干热河谷多年平均温度和降雨量 （1961-2004）excel表,属性字段包括月平均温,月平均降雨量.\n2.基于树轮的中国横断山中部年平均温（1750-2006年） excel表,属性字段包括年份,重建平均温度.\n3.基于树轮的中国南部横断山脉中部夏季温度（1750-2006年） excel表,属性字段包括年份,夏季(4月-9月)重建平均温度.\n4.基于树轮的中国横断山中部干旱指数（1655-2005年） excel表,属性字段包括年份,春季(3月-5月)干旱指数重建.\n5.叶片和枝条生长动态图 pdf文件.记录了从2004年3月22日到2005年4月8日枝条为S型、F型、中间型和S+SD型的植物的生长动态趋势线和叶片动态趋势图 .\n6.32种木本植物的物候总结表（种名、观察株数/枝条数、枝条伸长类型、叶片物候、当年生枝条长度(cm)、枝条上总叶片数、叶面积(cm2)、无叶期(月数)、花期、果熟期和果实类型）word文档\n7.元江干热河谷代表植物叶片相对含水量的季节变化（2003.3-2004.2） excel表\n8.元江干热河谷6种代表植物光合作用的季节变化（最大光合速率、气孔导度、水分利用效率、光系统II的最大量子效率） excle表（2003-2005）\n9.元江干热河谷代表植物的长期水分利用效率(同位素)数据 excle表(虾子花、红皮水锦树、三叶漆、余甘子、珠仔树、天干果、毛枝青冈、华西小石积、清香木、虎刺、鬼柳和猪屎豆进行干湿季节的水分利用率)\n10.元江曼旦前山植物名录 word文档",
      "instructions": "Excel, Doc, PDF format storage",
      "instructionsCn": "excel, doc, pdf 格式存储",
      "east": 106.3,
      "west": 97.4,
      "south": 21.05,
      "north": 29.3,
      "startTime": null,
      "endTime": null,
      "fileSize": 23260283.0,
      "cstr": "18406.11.Ecolo.tpdc.270611",
      "doi": "10.11888/Ecolo.tpdc.270611",
      "dataFormat": "文档/表格",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "曹坤芳",
        "nameEn": "CAO Kunfang",
        "unitEn": "",
        "unitCn": "中国科学院西双版纳热带植物园"
      }
    ],
    "literatureList": [
      {
        "titleCn": "元江干热河谷气候、植被、植物物候和生理生态适应性数据",
        "titleEn": null,
        "referenceCn": "曹坤芳等,元江干热河谷气候、植被、植物物候和生理生态适应性数据,中国科学院西双版纳热带植物园,2009",
        "referenceEn": null
      },
      {
        "titleCn": "云南元江干热河谷木本植物的物候",
        "titleEn": null,
        "referenceCn": "张教林, 郝广友, 曹坤芳. 2009. 云南元江干热河谷木本植物的物候. 武汉植物学研究27(1): 76–82.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Annual temperature reconstruction in the central Hengduan Mountains, China, as deduced from tree rings",
        "referenceCn": null,
        "referenceEn": "Fan Z-X, A Bräuning and K-F Cao. 2008. Annual temperature reconstruction in the central Hengduan Mountains, China, as deduced from tree rings. endrochronologia 26: 97–107."
      },
      {
        "titleCn": null,
        "titleEn": "Seasonal variation in photosynthesis in six woody species with different leaf phenology in a valley savanna in southwestern China",
        "referenceCn": null,
        "referenceEn": "Zhang JL, Zhu JJ & Cao KF. 2007.Seasonal variation in photosynthesis in six woody species with different leaf phenology in a valley savanna in southwestern China. Trees-Structure and Function 21(6): 631–643."
      },
      {
        "titleCn": null,
        "titleEn": "Tree ring density-based summer temperature reconstruction for the central Hengduan Mountains in southern China",
        "referenceCn": null,
        "referenceEn": "Fan Z-X, A Bräuning, B Yang and K-F Cao. 2009. Tree ring density-based summer temperature reconstruction for the central Hengduan Mountains in southern China.Global and Planetary Change 65:1–11."
      },
      {
        "titleCn": null,
        "titleEn": "Tree-ring based drought reconstruction in the central Hengduan Mountains region (China) since A.D. 1655",
        "referenceCn": null,
        "referenceEn": "Fan Z-X, A Bräuning and K-F Cao. 2008. Tree-ring based drought reconstruction in the central Hengduan Mountains region (China) since A.D. 1655. International Journal of Climatology 28: 1879–1887."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "干旱",
        "nameEn": "Drought"
      },
      {
        "nameCn": "植物名录",
        "nameEn": "List of plants"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "气象灾害",
        "nameEn": "Meteorological Disaster"
      },
      {
        "nameCn": "生理指标",
        "nameEn": "Physiological indexes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "云南省",
        "keywordEn": "Yunnan Province"
      },
      {
        "keywordCn": "元江",
        "keywordEn": "Yuanjiang River"
      },
      {
        "keywordCn": "横断山",
        "keywordEn": "Hengduan Mountains"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1655-2006",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study the seasonal changes in leaf water content for representative plants in hot-dry river valleys?",
        "QuestionCn": "您能否提供一个用于研究热干河谷代表性植物叶水分含量季节变化的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to study the seasonal changes in leaf water content for representative plants involves measuring the relative leaf water content of plants over a specified period, such as from March 2003 to February 2004, as recorded in a dataset using Excel.",
        "AnswerCn": "用于研究代表性植物叶水分含量季节变化的数据收集方法的一个例子是，在指定的时间段内（例如从2003年3月到2004年2月）测量植物的相对叶水分含量，并在Excel中记录数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of datasets focusing on vegetation degradation and reconstruction in arid-hot valley regions?",
        "QuestionCn": "关注干热谷地区植被退化和重建的数据集的特征是什么？",
        "AnswerEn": "multi-year climate data, average temperature, rainfall, tree-ring-based reconstructions, phenological summaries, growth dynamics of branches and leaves, seasonal changes in leaf relative water content, photosynthetic activity measurements, long-term water use efficiency data using isotopes, comprehensive plant species lists",
        "AnswerCn": "多年气候数据、平均气温、降雨量、基于树轮的重建、物候总结、枝叶生长动态、叶片相对含水量的季节变化、光合作用活动测量、使用同位素的长期水分利用效率数据、综合植物物种列表。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different plant species were included in the phenological summary provided in a dataset related to the vegetation degradation and reconstruction project in the Yuanjiang dry-hot valley?",
        "QuestionCn": "在与元江干热谷植被退化与重建项目相关的数据集中，包含了多少种不同的植物物种的物候总结？",
        "AnswerEn": "32",
        "AnswerCn": "32",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for diverse data collection methods when studying vegetation degradation and reconstruction in dry-hot valleys?",
        "QuestionCn": "在研究干热谷地的植被退化和重建时，哪些因素促使需要多样化的数据收集方法？",
        "AnswerEn": "The need for diverse data collection methods arises from the complexity of environmental and ecological dynamics in dry-hot valleys. Factors such as varying climate conditions (e.g., temperature and rainfall data from 1961-2004), historical climate reconstruction using tree rings (e.g., temperature and drought indices from 1655-2006), seasonal variations in leaf water content, and plant photosynthesis rates require distinct and complementary data collection approaches to capture the multifaceted nature of vegetation degradation and recovery.",
        "AnswerCn": "在干热谷的环境和生态动态复杂性中，需求多样化的数据收集方法。气候条件的变化（例如，1961-2004年的温度和降雨数据）、利用树轮进行的历史气候重建（例如，1655-2006年的温度和干旱指数）、叶水分含量的季节性变化以及植物光合作用速率等因素，需要不同且互补的数据收集方法，以捕捉植被退化和恢复的多面性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on vegetation restoration strategies if long-term water utilization efficiency data from isotopic analysis is integrated with seasonal photosynthesis variations?",
        "QuestionCn": "如果将长期水利用效率的同位素分析数据与季节性光合作用变化相结合，植被恢复策略的潜在结果是什么？",
        "AnswerEn": "Integrating long-term water utilization efficiency data from isotopic analysis with seasonal photosynthesis variations can provide insights into how different plant species adapt to varying water availability and photosynthetic conditions. This could lead to the development of more effective vegetation restoration strategies that take into account species-specific water use patterns and photosynthetic behaviors, ultimately improving restoration success in dry-hot valleys like Yuanjiang.",
        "AnswerCn": "将长期水利用效率的同位素分析数据与季节性光合作用变化相结合，可以深入了解不同植物种类如何适应不同的水分可用性和光合作用条件。这可能会导致更有效的植被恢复策略的发展，考虑到物种特定的水分使用模式和光合作用行为，从而最终提高在干热谷地如元江的恢复成功率。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in collecting and processing tree-ring data to reconstruct historical temperature and drought indices in a region?",
        "QuestionCn": "收集和处理树轮数据以重建一个地区的历史温度和干旱指数涉及哪些程序？",
        "AnswerEn": "The process involves collecting tree-ring samples from the central Hengduan Mountains, analyzing the ring widths to infer historical climate conditions, and using these data to reconstruct average temperatures from 1750-2006 and drought indices from 1655-2005.",
        "AnswerCn": "该过程涉及从横断山脉中心收集树轮样本，分析年轮宽度以推断历史气候条件，并利用这些数据重建1750年至2006年的平均温度和1655年至2005年的干旱指数。",
        "Level": "C3(Applying)"
      }
    ]
  }
}