{
    "id": "c19c03d2-3eed-44ff-a131-463c7de81ce4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data set of Permian-Triassic magmatic rocks in Yunnan Ailaoshan area (235-261 Ma)",
            "titleCn": "云南哀牢山地区二叠纪-三叠纪岩浆岩地球化学数据集（235-261 Ma）",
            "description": "The data set includes: latitude and longitude, lithological information, chronological data and O isotopic composition, major and trace elements and Sr Nd isotopic composition of Permian Triassic basalt, diorite, granodiorite and granite samples in Ailaoshan structural belt, Yunnan Province. The chronological data of rock samples are determined by secondary ion mass spectrometry (SIMS) of magmatic zircon separated from single rock ore. during the testing process, Qinghu standard zircon is used as the monitoring sample to monitor the reliability of the whole analysis and testing process. The main elements were determined by X-ray fluorescence spectrometer (XRF) by melting the rock powder into a glass sheet which can be tested on the computer. The analytical accuracy of the standard materials gbw-07111, gbw-123, gsr-1, gsr-2 and gsr-3 was better than 2%; Trace elements were analyzed by Perkin Elmer Elan 6000 inductively coupled plasma mass spectrometry (ICP-MS). In the process of analysis and test, USGS reference materials (bhvo-2, avg-2, gsr-1, gsr-2, gsr-3, gsd-9 and sarm-4) were determined. As the external test standard, the element content of the test sample was more accurate than 3%. The oxygen isotope data are obtained by SIMS of detrital zircon. The external accuracy of the multiple determination results of Penglai standard sample is better than 0.30 ‰ (2 σ，  n = 24)。 The SR Nd isotopic compositions of rocks were determined by the Neptune multi receiver inductively coupled plasma mass spectrometer (MC-ICP-MS) using nbs987 (87Sr / 86Sr = 0.71025) and shin Etsu jndi-1 (143Nd / 144Nd = 0.512115) as reference materials. The geochronological data, zircon O isotope, whole rock major and trace elements and Sr Nd isotope of the Late Permian NB rich basalts can be used to indicate the interaction between the Paleo Tethys Ailao ocean subduction and the Emeishan mantle plume, and are published in the international well-known journal Geophysical Research Letters. The zircon chronological data, zircon O isotope, whole rock major and trace elements and Sr Nd isotope of diorite granodiorite are used to trace the eastward subduction of the Paleo Tethys Ailaoshan ocean, which provides new evidence for the eastward subduction of the ocean basin and is published in the international well-known Journal LITHOS. The geochronological data, zircon HF-O isotopic data, whole rock major and trace data and Sr Nd isotopic data of the A-type granites obtained can be used to indicate the interaction process between the Ailao Mountain subduction and the Emeishan mantle plume, and published in the world-famous journal GSA bulletin.",
            "descriptionCn": "该数据集包含了：云南哀牢山构造带二叠纪-三叠纪玄武岩、闪长岩、花岗闪长岩和花岗岩样品的经纬度、岩石岩性信息、样品年代学数据和O同位素组成、样品主微量元素和Sr-Nd同位素组成。岩石样品的年代学数据是通过对岩石单矿分选的岩浆锆石进行二次离子质谱（SIMS）测定的，测试过程中，Qinghu 标准锆石作为监控样品，监控整个分析测试过程中的可靠性。 主量元素通过将岩石粉末熔融成可上机测试的玻璃片，用X射线荧光光谱仪（XRF）进行测定，对于标准物质GBW-07111、 GBW-123、 GSR-1、 GSR-2 和 GSR-3 的测量结果分析精度优于 2%；微量元素通过在 Perkin-Elmer ELAN 6000电感耦合等离子体质谱仪（ICP-MS）上进行。分析测试过程中对USGS 标准物质（BHVO-2、 AVG-2、 GSR-1、 GSR-2、 GSR-3、 GSD-9 和 SARM-4） 进行测定，作为外部测试标样较正测试样品的元素含量，分析测试精度优于 3%。氧同位素数据是通过对碎屑锆石进行二次离子质谱（SIMS）所获得的，测试过程中，Penglai 标样的多次测定结果的外部精度优于 0.30‰(2σ， n = 24)。岩石Sr-Nd同位素通过对粉末进行酸性溶解，所获得的溶液，进行在 Neptune 型多接收电感耦合等离子体质谱仪（MC-ICP-MS）上进行，分别采用 NBS987（ 87Sr/86Sr = 0.71025） 和 Shin Etsu JNdi-1（ 143Nd/144Nd =0.512115）标准物质进行监控。所获得的晚二叠纪的富Nb玄武岩年代学数据、锆石O同位素、全岩主微量元素和Sr-Nd同位素可用来指示古特斯哀牢山洋俯冲与峨眉山地幔柱相互作用的过程，并发表于国际知名期刊Geophysical Research Letters上。所获得的闪长岩-花岗闪长岩的锆石年代学数据、锆石O同位素、全岩主微量元素和Sr-Nd同位素用来示踪古特斯哀牢山洋东向俯冲过程，为洋盆的东向俯冲提供了新的证据，并发表于国际知名期刊Lithos上。所获的A型花岗岩的年代学数据、锆石Hf-O同位素数据和全岩主微量数据和Sr-Nd同位素数据可被用于指示古特斯哀牢山俯冲与峨眉山地幔柱相互作用过程，并发表于国际知名期刊GSA Bulletin上。",
            "instructions": "File name: rock lithology, longitude and latitude, major and trace elements, Sr Nd isotope, zircon age data and oxygen isotope data are stored in Excel file format, and the file name is \"geochemical data set of Permian Triassic massive rocks in Yunnan Ailaoshan area\".\nData reading mode: all data in the data set are directly opened by Microsoft Excel",
            "instructionsCn": "文件命名:岩石岩性、经纬度、主微量元素、Sr-Nd同位素、锆石年龄数据和氧同位素数据以excel文件格式储存，文件的名称为“Geochemical data set of Permian-Triassic magmatic rocks in Yunnan Ailaoshan area”。\n数据读取方式：该数据集汇中所有数据直接用Microsoft Excel打开",
            "east": 102.76,
            "west": 100.78,
            "south": 23.21,
            "north": 24.9,
            "startTime": "2016-05-01 00:00:00",
            "endTime": "2021-04-20 00:00:00",
            "fileSize": 30268.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2020.105447",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "徐健",
                "nameEn": "XU Jian",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Low-δ18O A-type granites in SW China: Evidence for the interaction between the subducted Paleotethyan slab and the Emeishan mantle plume. GSA Bulletin",
                "referenceCn": null,
                "referenceEn": "Xu, J., Xia, X.P., Wang, Q., Spencer, C.J., He, B., & Lai, C.K. (2021). Low-δ18O A-type granites in SW China: Evidence for the interaction between the subducted Paleotethyan slab and the Emeishan mantle plume. GSA Bulletin."
            },
            {
                "titleCn": null,
                "titleEn": "First identification of Late Permian Nb-enriched basalts in Ailaoshan region (SW Yunnan, China): Contribution from Emeishan plume to subduction of eastern Paleotethys",
                "referenceCn": null,
                "referenceEn": "Xu, J., Xia, X.P., Lai, C.K., Zhou, M., & Ma, P. (2019). First identification of Late Permian Nb-enriched basalts in Ailaoshan region (SW Yunnan, China): Contribution from Emeishan plume to subduction of eastern Paleotethys. Geophysical Research Letters, 46(5), 2511-2523."
            },
            {
                "titleCn": null,
                "titleEn": "Remnants of a Middle Triassic island arc on western margin of South China Block: Evidence for bipolar subduction of the Paleotethyan Ailaoshan Ocean",
                "referenceCn": null,
                "referenceEn": "Xu, J., Xia, X.P., Cai, K., Lai, C.K., Liu, X.J., Yang, Q., Zhou, M.L., Ma, P.F., & Zhang, L. (2020). Remnants of a Middle Triassic island arc on western margin of South China Block: Evidence for bipolar subduction of the Paleotethyan Ailaoshan Ocean. Lithos, 360-361(105447)."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "云南",
                "keywordEn": "Yunnan"
            },
            {
                "keywordCn": "哀牢山",
                "keywordEn": "Ailaoshan"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "三叠纪",
                "keywordEn": "Triassic",
                "type": "temporal"
            },
            {
                "keywordCn": "二叠纪",
                "keywordEn": "Permian",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods for geochemical datasets in the context of Permian-Triassic magmatic rocks in Yunnan Ailao Mountain region?",
                "QuestionCn": "在云南哀牢山地区，关于二叠纪-三叠纪火成岩的地球化学数据集的数据收集方法的特点是什么？",
                "AnswerEn": "basalt, diorite, granodiorite, granite, geographic coordinates, lithology, secondary ion mass spectrometry (SIMS), zircon minerals, X-ray fluorescence spectrometry (XRF), inductively coupled plasma mass spectrometry (ICP-MS), oxygen isotopes, Sr-Nd isotopes, multi-collector ICP-MS",
                "AnswerCn": "玄武岩，闪长岩，花岗闪长岩，花岗岩，地理坐标，岩石学，二次离子质谱（SIMS），锆石矿物，X射线荧光光谱（XRF），电感耦合等离子体质谱（ICP-MS），氧同位素，Sr-Nd同位素，多接收器ICP-MS。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many geological samples, including basalts, diorites, granodiorites, and granites, are collected in a dataset focusing on the Permian-Triassic magmatic rocks in the Ailao Mountain area?",
                "QuestionCn": "在关注于艾劳山地区的二叠纪-三叠纪火成岩的数据集中，收集了多少地质样本，包括玄武岩、闪长岩、花岗闪长岩和花岗岩？",
                "AnswerEn": "The specific number of geological samples is not mentioned in the provided metadata.",
                "AnswerCn": "提供的元数据中未提及具体的地质样本数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'SIMS' mean in the context of geochemical data collection for magmatic zircon?",
                "QuestionCn": "在火成锆石的地球化学数据收集上下文中，“SIMS”指的是“次级离子质谱”（Secondary Ion Mass Spectrometry）。",
                "AnswerEn": "SIMS, or Secondary Ion Mass Spectrometry, refers to a method used for determining the geochronological data of magmatic zircon by analyzing single mineral grains. It involves using an ion beam to sputter the surface of the zircon, which releases secondary ions that are then measured to ascertain isotopic and elemental composition. In this context, it helps determine the age and isotopic characteristics such as O isotopes of the samples.",
                "AnswerCn": "SIMS，或称为次级离子质谱法，是一种通过分析单个矿物颗粒来确定岩浆锆石的地质年代数据的方法。该方法使用离子束轰击锆石的表面，释放出次级离子，然后测量这些离子以确定同位素和元素组成。在这个背景下，它有助于确定样品的年龄和同位素特征，例如氧同位素。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the geochemical data collection method using SIMS for zircon age dating compare to the MC-ICP-MS method for Sr-Nd isotope analysis in terms of accuracy and application in understanding magmatic processes?",
                "QuestionCn": "使用SIMS进行锆石年龄测定的地球化学数据收集方法与MC-ICP-MS法进行Sr-Nd同位素分析在准确性和理解岩浆过程的应用方面有何比较？",
                "AnswerEn": "The geochemical data collection using SIMS (Secondary Ion Mass Spectrometry) for zircon age dating is focused on obtaining precise age information through zircon mineral analysis, with accuracy monitored using the Qinghu standard zircon. This method is highly accurate, with external precision better than 0.30‰(2σ, n = 24) for oxygen isotopes, which is crucial for understanding the temporal aspect of magmatic processes. In contrast, the MC-ICP-MS (Multi-Collector Inductively Coupled Plasma Mass Spectrometry) method for Sr-Nd isotope analysis involves dissolving rock powder to evaluate isotopic compositions, using standards like NBS987 and Shin Etsu JNdi-1 to ensure accuracy. This method achieves better than 3% precision in element content analysis and provides insights into the source and evolution of magmas by examining isotopic signatures, which are key for understanding interactions such as subduction and mantle plume processes.",
                "AnswerCn": "使用SIMS（次级离子质谱）进行锆石年龄测定的地球化学数据收集，重点是通过锆石矿物分析获得精确的年龄信息，准确性通过青湖标准锆石进行监测。这种方法具有很高的准确性，氧同位素的外部精度优于0.30‰（2σ，n = 24），这对于理解岩浆过程的时间方面至关重要。相比之下，MC-ICP-MS（多收集器感应耦合等离子体质谱）方法用于Sr-Nd同位素分析，涉及溶解岩石粉末以评估同位素组成，使用NBS987和Shin Etsu JNdi-1等标准以确保准确性。这种方法在元素含量分析中实现了优于3%的精度，并通过检查同位素特征提供了对岩浆源和演化的洞察，这对于理解诸如俯冲和地幔柱过程等相互作用是关键的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the selection of specific standard materials like Qinghu zircon, NBS987, and Shin Etsu JNdi-1 for monitoring analysis reliability in geochemical data collection?",
                "QuestionCn": "选择特定标准材料如Qinghu锆石、NBS987和Shin Etsu JNdi-1用于监测地球化学数据收集中的分析可靠性，主要是由于以下原因：",
                "AnswerEn": "The selection of specific standard materials like Qinghu zircon, NBS987, and Shin Etsu JNdi-1 is influenced by their established reliability and precision in measuring isotopic compositions and elemental abundances. These standards provide consistent benchmarks for ensuring the accuracy of isotopic data and elemental analysis, crucial for verifying the reliability of the geochemical data in the study of magmatic rocks in the Yunnan Ailaoshan region.",
                "AnswerCn": "选择特定的标准材料，如青湖锆石、NBS987和新越JNdi-1，是因为它们在测量同位素组成和元素丰度方面的可靠性和精确性。这些标准提供了一致的基准，以确保同位素数据和元素分析的准确性，这对于验证云南哀牢山地区火成岩研究中的地球化学数据的可靠性至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of utilizing various standard materials, such as NBS987 and Shin Etsu JNdi-1, in ensuring the reliability and accuracy of isotopic measurement techniques in geochemical datasets?",
                "QuestionCn": "利用各种标准材料，如NBS987和Shin Etsu JNdi-1，在确保地球化学数据集中的同位素测量技术的可靠性和准确性方面会产生什么后果？",
                "AnswerEn": "Using standard materials like NBS987 and Shin Etsu JNdi-1 helps ensure the accuracy and reliability of isotopic measurements by providing benchmarks against which sample measurements can be compared. This practice enhances the precision of Sr-Nd isotopic data, allowing researchers to better trace geological processes such as subduction and mantle interactions in the region.",
                "AnswerCn": "使用标准材料如NBS987和Shin Etsu JNdi-1有助于确保同位素测量的准确性和可靠性，因为它们提供了可以与样品测量进行比较的基准。这种做法提高了Sr-Nd同位素数据的精确度，使研究人员能够更好地追踪该地区的地质过程，如俯冲和地幔相互作用。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the main objectives of collecting geochemical data from Permian-Triassic igneous rocks in the Ailao Mountain area?",
                "QuestionCn": "收集来自艾劳山地区的二叠纪-三叠纪火成岩的地球化学数据的主要目标是什么？",
                "AnswerEn": "The main objectives of collecting geochemical data from Permian-Triassic igneous rocks in the Ailao Mountain area include understanding the interaction between the Paleo-Tethys Ailao Mountain oceanic subduction and the Emeishan mantle plume, tracing the eastward subduction process of the oceanic basin, and providing evidence for these processes through zircon O isotopes, whole-rock major and trace elements, and Sr-Nd isotopes.",
                "AnswerCn": "收集来自哀牢山地区的二叠纪-三叠纪火成岩的地球化学数据的主要目标包括：理解古特提斯哀牢山洋的俯冲与峨眉山地幔柱之间的相互作用，追踪洋盆向东的俯冲过程，并通过锆石氧同位素、全岩主要和微量元素以及Sr-Nd同位素提供这些过程的证据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key instrumental techniques and procedures used to determine the geochemical composition and isotopic data of magmatic rocks in geological research, and how do they ensure data accuracy and reliability?",
                "QuestionCn": "在地质研究中，用于确定火成岩的地球化学成分和同位素数据的关键仪器技术和程序有哪些，它们如何确保数据的准确性和可靠性？",
                "AnswerEn": "To determine the geochemical composition and isotopic data of magmatic rocks, several instrumental techniques and procedures are employed. Age data of rock samples are obtained by measuring magmatic zircon using secondary ion mass spectrometry (SIMS), with Qinghu standard zircon as a control sample to monitor the reliability of the analysis. Major elements are measured by melting rock powder into glass beads suitable for testing with an X-ray fluorescence spectrometer (XRF), achieving an analysis accuracy better than 2% using standard reference materials such as GBW-07111, GBW-123, GSR-1, GSR-2, and GSR-3. Trace elements are analyzed using a Perkin-Elmer ELAN 6000 inductively coupled plasma mass spectrometer (ICP-MS), with external calibration using USGS standard materials like BHVO-2, AVG-2, GSR-1, GSR-2, GSR-3, GSD-9, and SARM-4, ensuring an analysis accuracy better than 3%. Oxygen isotope data is acquired by SIMS of detrital zircon, with Penglai as a reference, achieving external precision better than 0.30‰ (2σ, n = 24). Sr-Nd isotopes are measured by dissolving the powdered rock in acid and analyzing the solution using a Neptune type multi-receiver ICP-MS, monitored with NBS987 (87Sr/86Sr = 0.71025) and Shin Etsu JNdi-1 (143Nd/144Nd = 0.512115) standards.",
                "AnswerCn": "为了确定火成岩的地球化学成分和同位素数据，采用了多种仪器技术和程序。岩石样品的年龄数据通过次级离子质谱（SIMS）测量火成锆石获得，使用青湖标准锆石作为对照样品，以监测分析的可靠性。主要元素通过将岩石粉末熔融成适合用X射线荧光光谱仪（XRF）测试的玻璃珠进行测量，使用标准参考材料如GBW-07111、GBW-123、GSR-1、GSR-2和GSR-3，分析精度优于2%。微量元素使用Perkin-Elmer ELAN 6000感应耦合等离子体质谱仪（ICP-MS）进行分析，采用USGS标准材料如BHVO-2、AVG-2、GSR-1、GSR-2、GSR-3、GSD-9和SARM-4进行外部校准，确保分析精度优于3%。氧同位素数据通过对碎屑锆石进行SIMS测量获得，以蓬莱作为参考，外部精度优于0.30‰（2σ，n = 24）。Sr-Nd同位素通过将粉末岩石溶解在酸中并使用Neptune型多接收器ICP-MS分析溶液进行测量，监测NBS987（87Sr/86Sr = 0.71025）和新日铁JNdi-1（143Nd/144Nd = 0.512115）标准。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}