{
    "id": "c1a8df49-c9e8-4694-8f15-ba11423600dd",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Hourly rain gauge data of warm season (May-September) in the central and western Tibetan Plateau (2017-2020）",
            "titleCn": "青藏高原中西部降雨观测断面暖季（5-9月）逐小时数据集（2017-2020）",
            "description": "The central and western Tibetan Plateau (CWTP) is characterized by significant changes in climate and water cycle, but in-situ precipitation data is very scarce. In past six years, we have established north-south and east-west rain gauge observation transections in the CWTP, to obtain hourly rainfall data during the warm season (May-September) from 2017 to 2020. The south-north transection extends from Yadong valley on the southern slope of the Himalayas to Shuanghu county in the hinterland of the plateau, with a total of 31 stations. The west-east transection extends from Shiquanhe in the western Tibetan Plateau to Naqu in the central part, with a total of 22 stations. The observation data were collected by the Hobo tipping bucket rain gauge that has a precision of 0.2 mm. The quality control was performed mainly for three situations: equipment hardware failure (such as jammed tipping bucket, human damage to equipment, blocked funnel holes etc.), maintenance collection induced error, and tilting of the rain gauge due to strong wind. The missing or abnormal values are represented by -999.\nThe data quality is described by the effective data percentage (effective observation of the station/total observation of the station). The effective data percentage reaches over 99% at 35 stations, between 80% and 99% at 16 stations and less than 80% at only two stations. The gauge data have been applied to characterize the spatial and temporal characteristics of precipitation in the CWTP, to evaluate the performance of grided precipitation products, to support the development of models and simulation applications, and to reveal the mechanisms of land-atmosphere interactions.",
            "descriptionCn": "青藏高原中西部环境恶劣，气候和水循环变化显著，但降水观测数据严重匮乏。近六年来，我们在青藏高原中西部分别建立了降雨的南北观测断面和东西观测断面，获得了2017-2020年的暖季（5-9月）小时分辨率降雨数据。南北断面从喜马拉雅山南坡的亚东河谷延伸到高原腹地的双湖县，共31个观测点；东西断面从高原西边的狮泉河延伸到中部的那曲，共22个观测点。该观测数据由Onset公司开发的Hobo翻斗式雨量计采集，测量精度为0.2mm。针对设备硬件故障（如翻斗卡壳、人为损坏设备、漏斗口堵塞等）、维护采集中引起的数据异常、强风导致的雨量计倾斜等三种情况进行了数据质量控制，异常值用-999表示。\n利用有效数据百分比（该站点的有效观测/该站点的总观测）对数据质量进行描述。35个站的有效数据百分比在99%以上，16个站在80%-99%之间，仅2个站低于80%。该观测数据已初步应用于阐明高原中西部降水的时空变化特征，评价现有格点降水产品的性能，支持大气模式的开发和模拟应用，以及揭示地气相互作用的机制。",
            "instructions": "File naming: rainfall data is stored in xlsx format, and the name of the file is \"EW/SN+ two digits+ Z+ four digits+ yyyymmdd.xls\", in which EW represents the east-west section, SN represents the north-south section, two digits represent the station serial number, Z represents the elevation, four digits represent the specific elevation of the station, yyyymmdd represents the year, month and day when the station started operation. For example, EW01_Z4199_20170625 represents the hourly rainfall data of the first station in the east-west transection, with elevation being 4199 m above sea level and data available from June 25, 2017 to September 30, 2020. The location information of each station is provided in the table file CWTP station.xlsx, including the station name, latitude and longitude, elevation, observation start time and valid data percentage.\nData reading method: The file in this dataset can be opened directly with Excel. The first to fourth columns of the data indicate the recording time (year, month, day, hour, all recorded in UTC+8), and the fifth column is the hourly accumulated rainfall (mm) (for example, 01 data is the accumulated rainfall from 00:00-01:00).",
            "instructionsCn": "文件命名：降雨数据以xlsx格式存储，文件的名称为“EW/SN+两位数+Z+四位数+yyyymmdd.xls”，EW代表东西断面，SN代表南北断面，两位数代表站点序号，Z代表海拔，四位数表示站点具体海拔，yyyymmdd代表站点开始观测的年月日，比如EW01_Z4199_20170625，代表东西断面第1个站点，小时降雨资料覆盖2017年6月25日至2020年9月30日时间段，其海拔为4199米。各站点的位置信息以表格文件CWTP station.xlsx提供，包含站名、经纬度、海拔、开始观测时间及有效数据百分比信息。\n数据读取方式：该数据集中的文件可以用Excel直接读取。数据第一至四列，表示记录时间（年、月、日、小时，均采用UTC+8记录）,第五列为该时刻的小时累计降雨量 (mm) (例如，1时数据为00:00-01:00的累计降水量)。",
            "east": 90.86,
            "west": 79.68,
            "south": 27.41,
            "north": 33.35,
            "startTime": null,
            "endTime": null,
            "fileSize": 8886447.0,
            "cstr": "18406.11.Atmos.tpdc.272983",
            "doi": "10.11888/Atmos.tpdc.272983",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈莹莹",
                "nameEn": "CHEN Yingying",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "阳坤",
                "nameEn": "YANG Kun",
                "unitEn": "",
                "unitCn": "清华大学"
            },
            {
                "nameCn": "拉珠",
                "nameEn": "LA Zhu ",
                "unitEn": "Research Center for Ecology, College of Science, Tibet University",
                "unitCn": "西藏大学，理学院，生态研究中心"
            },
            {
                "nameCn": "周旭",
                "nameEn": "ZHOU Xu",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "姜尧志",
                "nameEn": "JIANG Yaozhi ",
                "unitEn": "Tsinghua University",
                "unitCn": "清华大学"
            },
            {
                "nameCn": "田佳鑫",
                "nameEn": "TIAN Jiaxin ",
                "unitEn": "Department of Earth System Science, Tsinghua University",
                "unitCn": "清华大学，地球系统科学系"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "First evaluation of GPM-Era satellite precipitation products with new observations on the western Tibetan Plateau.",
                "referenceCn": null,
                "referenceEn": "Zhan, C.H., Chen, Y.Y.*, Yang, K.*, Lazhu, Zhou, X., Jiang, Y.Z., Ling, X.Y., Tian, J.X., Wang, Y., Li, X., Yang, H. (2022). First evaluation of GPM-Era satellite precipitation products with new observations on the western Tibetan Plateau. Atmospheric Research, https://doi.org/10.1016/j.atmosres.2022.106559"
            },
            {
                "titleCn": null,
                "titleEn": "Cross-sectional Rainfall Observation on the central-western Tibetan Plateau in the warm season: System design and preliminary results",
                "referenceCn": null,
                "referenceEn": "Yang, K.*, Chen, Y.Y.*, Lazhu, Zhan, C.H., Ling, X.Y., Zhou, X., Jiang, Y.Z., Yao, X.N., Lu, H., Ma, X.G., Ouyang L., Pan, W.H., Ren, Y.H., Shao, C.K., Tian, J.X., Wang, Y., Yang, H., Yue, S.Y., Zhang, K., Zhao, D.C., Zhao, L., Zhou, J.H., Zou, B.J. (2023). Cross-sectional Rainfall Observation on the central-western Tibetan Plateau in the warm season: System design and preliminary results. Science China Earth Sciences, DOI: 10.1360/SSTe-2022-0210"
            },
            {
                "titleCn": "青藏高原暖季中西部的断面降雨观测：系统设计与初步结果",
                "titleEn": null,
                "referenceCn": "阳坤*, 陈莹莹*, 拉珠, 詹昌辉, 令小艳, 周旭, 姜尧志, 姚向楠, 卢麾, 马小刚, 欧阳琳, 潘伟豪, 任扬航, 邵长坤, 田佳鑫, 王岩, 杨桦, 岳思妤, 张可, 赵定池, 赵龙, 周建宏, 邹宓君. (2023). 青藏高原暖季中西部的断面降雨观测: 系统设计与初步结果. 中国科学: 地球科学, DOI: 10.1360/SSTe-2022-0210",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降雨量",
                "nameEn": "Rainfall capacity"
            },
            {
                "nameCn": "雨量计",
                "nameEn": "Rain gauge"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "喜马拉雅",
                "keywordEn": "Beijing Normal University"
            },
            {
                "keywordCn": "山区",
                "keywordEn": "Mountainous area"
            },
            {
                "keywordCn": "羌塘高原",
                "keywordEn": "Qiang-tang Plateau"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "小时",
                "keywordEn": "hour",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "中国科学院战略性先导科技专项（A类）",
                "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究：亚洲水塔区水循环动态监测与模拟",
                "titleEn": "The Second Tibetan Plateau Scientific Expedition and Research Program: Dynamic monitoring and simulation of water cycle in Asian water tower region"
            },
            {
                "titleCn": "全球能量循环和水循环关键参数的立体观测与遥感反演",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Satellite precipitation products can provide alternative data in remote areas with sparse surface observations, but the performance of these products must be evaluated before hydrometeorological applications. The western Tibetan Plateau (WTP) covers an area of nearly 1,500,000 km², where China Meteorological Administration stations are very sparse due to the harsh natural environment. Precipitation plays a key role in regulating the hydrological cycle and energy balance in the climate system. Accurate precipitation data are crucial for water resource management, weather forecasting, hydrological forecasting, and disaster warning systems. The Tibetan Plateau (TP), with an average altitude above 4000 m, is the birthplace of tens of important rivers and is referred to as the Water Tower of Asia. The western TP (WTP) covers an area of nearly 1,500,000 km² and contains the most continental glaciers and > 80% of lakes on the TP. Over the past few decades, the increasing precipitation has been proposed as the main reason for the suppressed glacier retreat and rapid expansion of lakes on the WTP.",
                "Rain gauge observations still suffer from instrumental measurement errors. If there are not adequately shielded, ground-based rain gauges can underestimate precipitation caused by the instrument wetting, evaporation, and wind-driven under-catch. Furthermore, rain gauge observations also suffer from spatial representativeness issue, particularly in the windy mountain areas. Due to the complex interaction between large-scale atmospheric circulation and topography, mountain precipitation has highly spatial and temporal variability. Satellite remote sensing is the only means facilitating precipitation observation on a global scale, providing an alternative way to monitor precipitation in remote areas. Since the first meteorological satellite, TIROS-1, was launched in April 1960, an increasing number of satellite sensors have been used to estimate precipitation. The launch of the Tropical Rainfall Measuring Mission (TRMM) satellite in 1997 was a landmark event, which carried the world's first precipitation radar (PR), improving the accuracy of precipitation estimates. The successor program of the TRMM was the Global Precipitation Measurement (GPM) project, which is a global satellite precipitation program cohosted by the National Aeronautics and Space Administration (NASA) and Japan Aerospace Exploration Agency (JAXA). Compared to the TRMM, the GPM Core Observatory carries a microwave imager and the first dual-frequency precipitation radar (DPR), which are expected to capture light rain and snowfall more accurately. A few evaluation studies have suggested that the precipitation products of the GPM-Era outperform the TRMM products on multi-time scale. Several satellite precipitation products have been produced and applied in hydrometeorological research, such as Precipitation Estimation from Remotely Sensed Information using Artificial Neural Networks (PERSIANN), TRMM Multi-satellite Precipitation Analysis (TMPA), Climate Prediction Center morphing (CMORPH) technique, Global Satellite Mapping of Precipitation (GSMaP), and Integrated Multi-satellite Retrievals for the GPM (IMERG). Since satellite precipitation products are indirect estimations of precipitation, their performance must be evaluated before hydrometeorological applications. On the TP, several studies have evaluated the performance of satellite precipitation products from the perspective of hydrological simulations and spatial and temporal variability characteristics. Most of these products were evaluated against monthly-scale precipitation observations obtained from CMA meteorological stations, which are mostly located on the eastern TP (ETP).",
                "The western Tibetan Plateau (WTP) covers an area of nearly 1,500,000 km², where CMA stations are very sparse due to the harsh natural environment. To better understand the precipitation characteristics and hydrometeorological processes on the WTP, the authors established 29 rain gauges in June 2017. The GPCC and CPC gauge analyses were used to calibrate the IMERG and GSMaP satellite-only products, respectively. While the GPCC gauge analysis was corrected for under-catch by monthly maps of climatological adjustment ratios calculated by Legates and Willmott (1990), the CPC gauge analysis was not corrected for anything."
            ],
            "research objective": [
                "In this study, hourly data collected from 29 newly established rain gauges on the WTP were applied to evaluate the performance of four Global Precipitation Measurement (GPM)-Era precipitation products without calibration (IMERG-UC and GSMaP-MVK) and with calibration (IMERG-C and GSMaP-Gauge).",
                "To better understand the performance of current precipitation products on the WTP, the authors established 29 rain gauges in this region since 2017. In this study, hourly observations collected from the 29 newly established rain gauges were used to evaluate the performance of IMERG and GSMaP precipitation products on the WTP, including the ability to reproduce the amount, frequency-intensity characteristics, and diurnal characteristics of precipitation. In addition, the effects of the calibration of these satellite precipitation products on the WTP were compared to those on the ETP. As far as we know, this is the first time to conduct a relatively strict evaluation on these products in this region.",
                "In this study, hourly observations retrieved from these newly established gauges were applied to evaluate the performance of four GPM-era precipitation products (i.e., IMERG-UC, IMERG-C, GSMaP-MVK, GSMaP-Gauge), including the ability to reproduce the amounts, frequency-intensity characteristics, and diurnal characteristics of precipitation, to bridge the knowledge gaps left by previous studies."
            ],
            "challenges": [
                "The calibration effect of the satellite products is not positive in reproducing the precipitation amount on the WTP due to few observations available for calibration but was notable on the ETP.",
                "However, rain gauge observations still suffer from instrumental measurement errors. Furthermore, rain gauge observations also suffer from spatial representativeness issue, particularly in the windy mountain areas. Given that the HOBO rain gauge exhibits an insufficient capacity to measure solid precipitation, in this study we only applied quality-controlled data pertaining to the 2017 – 2020 rainy season (June – September) to evaluate satellite precipitation products. Since satellite precipitation products are indirect estimations of precipitation, their performance must be evaluated before hydrometeorological applications. However, the performance of satellite precipitation products on the WTP, especially their ability to reproduce the diurnal characteristics of precipitation, remains unknown due to a lack of observations. The very high altitude, complex topography, and severe climate have resulted on the WTP being poorly accessible and sparsely populated. Therefore, it is difficult to maintain long-term meteorological observations in this region. Rain gauges may be subject to systematic biases due to wetting, evaporation, and wind-driven under-catch.",
                "The calibration effect of these satellite products is not positive in reproducing the precipitation amount on the WTP due to few gauge observations available for calibration, but it is notable in improving the accuracy of the precipitation amount of products on the ETP. Unfortunately, these calibrations do not improve the accuracy of the frequency and intensity of precipitation for both WTP and ETP. Last, none of the four satellite precipitation products can reproduce the hourly precipitation frequency-intensity structure well."
            ],
            "methods": [
                "To understand precipitation characteristics and hydrometeorological processes on the WTP, the authors have established 29 rain gauge stations in this region since 2017. At the new stations, we used HOBO Onset tipping bucket rain gauges that has a precision of 0.2 mm. To improve the continuity of our observations, we performed instrument maintenance and data collection twice a year, namely, in May and September. Given that the HOBO rain gauge exhibits an insufficient capacity to measure solid precipitation, in this study we only applied quality-controlled data pertaining to the 2017 – 2020 rainy season (June – September) to evaluate satellite precipitation products. Furthermore, 145 CMA rain gauges data for the same period were also collected for the ETP. Two GPM-era precipitation products (i.e., IMERG and GSMaP) were evaluated against gauge data in this study. The satellite precipitation products evaluated in this study include IMERG-UC and IMERG-C from IMERG version 6 and GSMaP-MVK and GSMaP-Gauge retrieved from GSMaP version 7. To comprehensively evaluate the IMERG and GSMaP precipitation products, eight metrics were selected. The ability of satellite products to capture the diurnal characteristics of precipitation was evaluated by comparing the timing of diurnal precipitation peaks and the intensity of precipitation between the four satellite products and gauge observations.",
                "In this study, hourly observations retrieved from these newly established gauges were applied to evaluate the performance of four GPM-era precipitation products (i.e., IMERG-UC, IMERG-C, GSMaP-MVK, GSMaP-Gauge), including the ability to reproduce the amounts, frequency-intensity characteristics, and diurnal characteristics of precipitation, to bridge the knowledge gaps left by previous studies."
            ],
            "dataset": [
                "In this study, hourly observations collected from the 29 newly established rain gauges were used to evaluate the performance of IMERG and GSMaP precipitation products on the WTP. Given that the HOBO rain gauge exhibits an insufficient capacity to measure solid precipitation, in this study we only applied quality-controlled data pertaining to the 2017 – 2020 rainy season (June – September) to evaluate satellite precipitation products. Furthermore, 145 CMA rain gauges data for the same period were also collected for the ETP. The observation data will be available to the public at the end of 2022 on the website of the National Tibetan Plateau Data Center."
            ],
            "findings": [
                "The GSMaP-Gauge, which are calibrated with daily data, outperforms the IMERG-C, which are calibrated with monthly data, on both monthly scale and daily scale. None of the four satellite precipitation products can reproduce the hourly precipitation frequency-intensity structure well. Both IMERG and GSMaP produce too much light precipitation events on the WTP. In addition, the four products produce too early timing of diurnal precipitation peak on the WTP. The calibration does not improve the timing phase of precipitation amount but affects the intensity of diurnal precipitation peaks on the WTP.",
                "First, it is found that the effect of the calibration of precipitation products highly depends on the temporal resolution of precipitation data used for calibration. Second, the calibration effect of these satellite products is not positive in reproducing the precipitation amount on the WTP due to few gauge observations available for calibration, but it is notable in improving the accuracy of the precipitation amount of products on the ETP. Last, none of the four satellite precipitation products can reproduce the hourly precipitation frequency-intensity structure well."
            ],
            "backgroundCn": [
                "卫星降水产品可以为观测稀少的偏远地区提供替代数据，但在水文气象应用之前，必须评估这些产品的性能。西藏高原西部（WTP）面积近1,500,000平方公里，由于自然环境恶劣，中国气象局的观测站非常稀少。降水在调节水文循环和气候系统的能量平衡中起着关键作用。准确的降水数据对于水资源管理、天气预报、水文预报和灾害预警系统至关重要。西藏高原（TP）平均海拔超过4000米，是众多重要河流的发源地，被称为亚洲的水塔。西藏高原西部（WTP）面积近1,500,000平方公里，拥有最多的大陆冰川和超过80%的湖泊。在过去几十年中，增加的降水被认为是抑制冰川退缩和西藏高原湖泊快速扩张的主要原因。",
                "雨量计观测仍然受到仪器测量误差的影响。如果没有得到充分的遮挡，地面雨量计可能会低估降水量，这主要是由于仪器湿润、蒸发和风驱动的漏捕。此外，雨量计观测还存在空间代表性问题，特别是在多风的山区。由于大规模大气环流与地形之间的复杂相互作用，山区降水具有高度的空间和时间变异性。卫星遥感是唯一能够在全球范围内促进降水观测的手段，为在偏远地区监测降水提供了替代方法。自1960年4月发射第一颗气象卫星TIROS-1以来，越来越多的卫星传感器被用于估计降水。1997年发射的热带降水测量任务（TRMM）卫星是一个里程碑事件，它搭载了世界上第一台降水雷达（PR），提高了降水估计的准确性。TRMM的继任项目是全球降水测量（GPM）项目，这是一个由美国国家航空航天局（NASA）和日本宇宙航空研究开发机构（JAXA）共同主办的全球卫星降水项目。与TRMM相比，GPM核心观测卫星搭载了微波成像仪和第一台双频降水雷达（DPR），预计能够更准确地捕捉轻雨和降雪。一些评估研究表明，GPM时代的降水产品在多时间尺度上优于TRMM产品。已经生产并应用于水文气象研究的卫星降水产品包括基于人工神经网络的遥感信息降水估计（PERSIANN）、TRMM多卫星降水分析（TMPA）、气候预测中心形态学（CMORPH）技术、全球卫星降水映射（GSMaP）和GPM的综合多卫星检索（IMERG）。由于卫星降水产品是间接的降水估计，因此在水文气象应用之前必须评估其性能。在青藏高原（TP），一些研究从水文模拟和空间、时间变异性特征的角度评估了卫星降水产品的性能。大多数这些产品是与来自中国气象局（CMA）气象站的月度降水观测数据进行评估的，这些气象站主要位于青藏高原东部（ETP）。",
                "西藏西部高原（WTP）覆盖面积近1,500,000平方公里，由于自然环境恶劣，气象站非常稀疏。为了更好地了解WTP的降水特征和水文气象过程，作者于2017年6月建立了29个雨量计。使用GPCC和CPC雨量计分析来校准IMERG和GSMaP卫星产品。GPCC雨量计分析通过Legates和Willmott（1990）计算的气候调整比率的月度地图进行了捕集不足的修正，而CPC雨量计分析则没有进行任何修正。"
            ],
            "research objectiveCn": [
                "在本研究中，利用从29个新建立的雨量计收集的每小时数据，评估了四种全球降水测量（GPM）时代降水产品的性能，其中包括未校准的产品（IMERG-UC和GSMaP-MVK）和经过校准的产品（IMERG-C和GSMaP-Gauge）。",
                "为了更好地了解当前降水产品在西南地区（WTP）的表现，作者自2017年以来在该地区建立了29个雨量计。在本研究中，利用这29个新建立的雨量计收集的小时观测数据，评估了IMERG和GSMaP降水产品在WTP的表现，包括再现降水量、频率-强度特征和日变化特征的能力。此外，还比较了这些卫星降水产品在WTP的校准效果与在东南地区（ETP）的效果。根据我们所知，这是首次对这些产品在该地区进行相对严格的评估。",
                "在这项研究中，从新建立的雨量计获取的每小时观测数据被用来评估四种GPM时代降水产品（即IMERG-UC、IMERG-C、GSMaP-MVK、GSMaP-Gauge）的性能，包括它们在再现降水量、频率-强度特征和日变化特征方面的能力，以填补之前研究留下的知识空白。"
            ],
            "challengesCn": [
                "卫星产品的校准效果在再现WTP的降水量方面并不理想，因为可用于校准的观测数据较少，但在ETP上则显著。",
                "然而，雨量计观测仍然存在仪器测量误差。此外，雨量计观测在风大的山区也存在空间代表性问题。鉴于HOBO雨量计在测量固体降水方面能力不足，本研究仅应用了2017年至2020年雨季（6月至9月）经过质量控制的数据，以评估卫星降水产品。由于卫星降水产品是降水的间接估计，因此在水文气象应用之前必须评估其性能。然而，卫星降水产品在西藏高原（WTP）上的表现，特别是其再现降水的日变化特征的能力，由于缺乏观测数据而仍然未知。由于高海拔、复杂的地形和恶劣的气候，西藏高原的可达性差且人口稀少。因此，在该地区维持长期气象观测非常困难。雨量计可能由于湿润、蒸发和风驱动的漏捕而受到系统性偏差的影响。",
                "这些卫星产品的校准效果在重现西部热带地区（WTP）的降水量方面并不积极，因为可用于校准的雨量观测点较少，但在提高东部热带地区（ETP）降水量的准确性方面效果显著。不幸的是，这些校准并未改善WTP和ETP降水的频率和强度的准确性。最后，四种卫星降水产品都无法很好地重现小时降水的频率-强度结构。"
            ],
            "methodsCn": [
                "为了了解WTP地区的降水特征和水文气象过程，作者自2017年以来在该地区建立了29个雨量站。在新的站点上，我们使用了HOBO Onset翻斗式雨量计，其精度为0.2毫米。为了提高观测的连续性，我们每年进行了两次仪器维护和数据收集，即在5月和9月。鉴于HOBO雨量计在测量固体降水方面能力不足，本研究仅应用了2017年至2020年雨季（6月至9月）期间经过质量控制的数据，以评估卫星降水产品。此外，还收集了145个CMA雨量计在相同时间段内的数据用于ETP。本研究评估了两个GPM时代的降水产品（即IMERG和GSMaP），与雨量计数据进行比较。评估的卫星降水产品包括来自IMERG版本6的IMERG-UC和IMERG-C，以及来自GSMaP版本7的GSMaP-MVK和GSMaP-Gauge。为了全面评估IMERG和GSMaP降水产品，选择了八个指标。通过比较四个卫星产品与雨量观测之间的日变化降水峰值的时机和降水强度，评估了卫星产品捕捉降水日变化特征的能力。",
                "在这项研究中，从新建立的雨量计获取的每小时观测数据被用来评估四种GPM时代降水产品（即IMERG-UC、IMERG-C、GSMaP-MVK、GSMaP-Gauge）的性能，包括它们在再现降水量、频率强度特征和日变化特征方面的能力，以填补之前研究留下的知识空白。"
            ],
            "datasetCn": [
                "在本研究中，利用从29个新建立的雨量计收集的每小时观测数据，评估了IMERG和GSMaP降水产品在西藏高原（WTP）上的表现。鉴于HOBO雨量计在测量固体降水方面能力不足，因此本研究仅应用了2017年至2020年雨季（6月至9月）经过质量控制的数据来评估卫星降水产品。此外，还收集了145个中国气象局（CMA）雨量计在相同时间段的数据用于东藏高原（ETP）的研究。观测数据将在2022年底在国家西藏高原数据中心网站上向公众开放。"
            ],
            "findingsCn": [
                "GSMaP-Gauge（使用日数据进行校准）在月度和日度尺度上均优于IMERG-C（使用月数据进行校准）。四种卫星降水产品都无法很好地再现小时降水频率-强度结构。无论是IMERG还是GSMaP，在WTP地区都产生了过多的轻降水事件。此外，这四种产品在WTP地区的日变化降水峰值时间都过早。校准并没有改善降水量的时间相位，但影响了WTP地区日变化降水峰值的强度。",
                "首先，降水产品的校准效果高度依赖于用于校准的降水数据的时间分辨率。其次，由于可用于校准的雨量观测点较少，这些卫星产品在再现西部热带地区（WTP）的降水量方面的校准效果并不理想，但在提高东部热带地区（ETP）降水量的准确性方面则显著。最后，四种卫星降水产品都无法很好地再现小时降水频率-强度结构。"
            ]
        },
        {
            "background": [
                "Characterized by high altitude and strong radiation, the Tibetan Plateau (TP) is one of regions with the strongest multisphere interactions. The TP modulates the atmospheric circulations with its significant thermal and dynamic effects, impacting the climate of Asia. Water vapor transport from the Asian monsoon and mid-latitude westerlies brings a large amount of precipitation to the TP, thus hosting numerous glaciers and lakes here and providing abundant water resources to the surrounding areas. Over the past 50 years, the TP has been warming continuously; since the middle and late 1990s, the TP, except its southern part, has undergone a significant moistening. These climate changes have led to considerable changes in the TP environment, such as accelerated melting of glaciers, degradation of permafrost, obvious snow cover reduction, and rapid lake expansion. Studies on land surface processes and their changes rely on high-quality precipitation data. Hydrological modeling, land surface data assimilation and atmospheric water vapor tracking all require high-quality gridded precipitation data."
            ],
            "research objective": [
                "In this paper, we introduce the design of the precipitation observation transects, data collection and data quality control, and demonstrate the value of this dataset through several research cases."
            ],
            "challenges": [
                "The lack of precipitation observations is a bottleneck for the study of land surface processes in this region."
            ],
            "methods": [
                "Over the past six years, we have designed and established two observation transects across the south-north and the west-east in this region to obtain hourly rainfall data during the warm season (May−September)."
            ],
            "dataset": [
                "The south-north transect extends from Yadong Valley on the southern slope of the Himalayas to Shuanghu County in the hinterland of the plateau, with a total of 31 stations; the west-east transect extends from Shiquanhe in the west to Naqu in the central TP, with a total of 22 stations."
            ],
            "findings": [
                "In conclusion, the transect observations clarify the large-scale spatial variability of precipitation on the CWTP, while revealing a complex precipitation gradient along the south-north direction, with unique seasonal and diurnal variations at high elevations of the southern slopes of the central Himalaya."
            ],
            "backgroundCn": [
                "青藏高原（TP）以其高海拔和强辐射而著称，是多层次相互作用最强的地区之一。青藏高原通过其显著的热力和动力效应调节大气环流，影响亚洲气候。来自亚洲季风和中纬度西风的水汽输送为青藏高原带来了大量降水，因此这里拥有众多冰川和湖泊，为周边地区提供丰富的水资源。在过去的50年中，青藏高原持续变暖；自20世纪90年代中后期以来，青藏高原除了南部地区外，经历了显著的湿润化。这些气候变化导致了青藏高原环境的显著变化，如冰川加速融化、永久冻土退化、明显的雪盖减少和湖泊快速扩张。对陆面过程及其变化的研究依赖于高质量的降水数据。水文模型、陆面数据同化和大气水汽追踪都需要高质量的网格化降水数据。"
            ],
            "research objectiveCn": [
                "在本文中，我们介绍了降水观测横断面的设计、数据收集和数据质量控制，并通过几个研究案例展示了该数据集的价值。"
            ],
            "challengesCn": [
                "该地区降水观测的缺乏是研究陆面过程的瓶颈。"
            ],
            "methodsCn": [
                "在过去六年中，我们在该地区建立了南北和东西两个观测横断面，以获取温暖季节（5月至9月）期间的每小时降雨数据。"
            ],
            "datasetCn": [
                "南北横断面从喜马拉雅山南坡的雅东谷延伸到高原腹地的双湖县，共设有31个站点；东西横断面从西部的狮泉河延伸到中央的那曲，共设有22个站点。"
            ],
            "findingsCn": [
                "总之，样带观察清晰地阐明了CWTP地区降水的大规模空间变异性，同时揭示了南北方向上复杂的降水梯度，以及中央喜马拉雅南坡高海拔地区独特的季节性和日变化。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are there any data quality control measures in place for the hourly precipitation data collected in the Tibetan Plateau?",
                "QuestionCn": "在青藏高原收集的每小时降水数据中是否有任何数据质量控制措施？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Do challenges in measuring precipitation on the Tibetan Plateau primarily stem from instrument errors, harsh environmental conditions, or data sparsity?",
                "QuestionCn": "在测量青藏高原降水时，挑战主要源于仪器误差、恶劣的环境条件还是数据稀缺？",
                "AnswerEn": "harsh environmental conditions",
                "AnswerCn": "恶劣的环境条件",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method is used for measuring rainfall on the Tibetan Plateau during the warm season?",
                "QuestionCn": "在温暖季节，测量青藏高原降雨量使用的数据收集方法是什么？",
                "AnswerEn": "HOBO Onset tipping bucket rain gauges",
                "AnswerCn": "HOBO Onset 翻斗式雨量计",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the observation transects for rainfall data collection located on the Tibetan Plateau?",
                "QuestionCn": "青藏高原上降雨数据收集的观测横断面位于哪里？",
                "AnswerEn": "Yadong Valley, Shuanghu County, Shiquanhe, Naqu",
                "AnswerCn": "亚东谷，双湖县，狮泉河，那曲",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how data quality control is implemented during the data collection of rainfall observations in harsh environments?",
                "QuestionCn": "您能否提供一个例子，说明在恶劣环境中收集降雨观测数据时如何实施数据质量控制？",
                "AnswerEn": "In the Tibetan Plateau region, data quality control for hourly rainfall observations is implemented by addressing hardware malfunctions such as tipping bucket jams, human-induced damage, and funnel blockages. Quality control measures include marking anomalies, such as those caused by strong winds tilting rain gauges, with a value of -999, and assessing data quality based on the percentage of valid observations at each station.",
                "AnswerCn": "在青藏高原地区，针对每小时降雨观测的数据质量控制通过解决硬件故障，如翻斗雨量计卡住、人为损坏和漏斗堵塞等问题来实施。质量控制措施包括将异常值（例如强风倾斜雨量计造成的异常）标记为-999，并根据每个站点有效观测的百分比评估数据质量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you give an example of a challenge faced when calibrating satellite precipitation products with ground-based observations in mountainous regions?",
                "QuestionCn": "在山区校准卫星降水产品与地面观测数据时面临的一个挑战是地形复杂性导致的降水分布不均。",
                "AnswerEn": "A challenge in calibrating satellite precipitation products in mountainous regions such as the western Tibetan Plateau is the limited availability of ground-based observations for calibration. This scarcity affects the calibration's ability to accurately reproduce precipitation amounts, although it may improve accuracy for other regions with more extensive data, like the eastern Tibetan Plateau.",
                "AnswerCn": "在像西藏高原这样的山区，校准卫星降水产品的一个挑战是地面观测数据的有限可用性。这种稀缺性影响了校准准确再现降水量的能力，尽管它可能提高了其他数据更为丰富的地区（如东藏高原）的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the rain gauge data collection methods used in the Tibetan Plateau region?",
                "QuestionCn": "西藏高原地区雨量计数据收集方法的特点是什么？",
                "AnswerEn": "0.2 mm precision, maintenance and data retrieval twice a year, quality control for hardware malfunctions, data anomalies marked with -999",
                "AnswerCn": "0.2毫米精度，每年进行两次维护和数据检索，硬件故障的质量控制，数据异常标记为-999。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with collecting precipitation data in the western Tibetan Plateau, and how are they addressed?",
                "QuestionCn": "在西藏高原收集降水数据面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "instrumental measurement errors, spatial representativeness issues, difficulties in measuring solid precipitation",
                "AnswerCn": "仪器测量误差、空间代表性问题、固态降水测量困难",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What potential datasets are available for studying precipitation patterns on the Tibetan Plateau, and what are their key features?",
                "QuestionCn": "有哪些潜在的数据集可用于研究青藏 Plateau 的降水模式，它们的主要特征是什么？",
                "AnswerEn": "hourly observations, 29 newly established rain gauges, 145 CMA rain gauges, eastern part, 2017-2020, warm season (May-September), National Tibetan Plateau Data Center's website",
                "AnswerCn": "每小时观测，29个新设立的雨量计，145个CMA雨量计，东部地区，2017-2020年，暖季（5月至9月），国家青藏高原数据中心网站。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many observation stations were established for the collection of rainfall data across the Tibetan Plateau transects?",
                "QuestionCn": "在青藏 Plateau 横断面上建立了多少个观测站用于收集降雨数据？",
                "AnswerEn": "53",
                "AnswerCn": "53",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the precision measurement of the HOBO Onset tipping bucket rain gauges used in data collection?",
                "QuestionCn": "HOBO Onset 倾倒桶雨量计在数据收集中的精确测量值是多少？",
                "AnswerEn": "0.2 mm",
                "AnswerCn": "0.2 毫米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'instrumental measurement errors' in rain gauge observations?",
                "QuestionCn": "在雨量计观测中，“仪器测量误差”是指由于仪器本身的缺陷、校准不准确或操作不当等原因导致的测量结果与实际降水量之间的偏差。",
                "AnswerEn": "'Instrumental measurement errors' in rain gauge observations refer to inaccuracies in the recorded data due to various factors such as wetting of the instrument, evaporation, and wind-driven under-catch. These errors can lead to underestimation of actual precipitation and affect the spatial representativeness of the data, especially in mountainous areas with complex topography.",
                "AnswerCn": "“仪器测量误差”在雨量计观测中指的是由于各种因素导致的记录数据不准确，例如仪器的湿润、蒸发和风驱动的漏收。这些误差可能导致对实际降水的低估，并影响数据的空间代表性，特别是在地形复杂的山区。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In what ways do the calibration effects of satellite precipitation products differ between the western and eastern Tibetan Plateau, and how does this impact their use in hydrometeorological applications?",
                "QuestionCn": "卫星降水产品的校准效应在西藏高原的西部和东部有何不同，这对其在水文气象应用中的使用有何影响？",
                "AnswerEn": "On the western Tibetan Plateau, satellite precipitation products show limited positive calibration effects due to sparse gauge observations, impacting the accuracy of precipitation amounts. On the eastern Tibetan Plateau, where more observations are available, calibration improves the accuracy of precipitation amounts but does not significantly enhance the frequency and intensity estimates. This affects their utility in hydrometeorological applications, where precise measurements of precipitation characteristics are crucial.",
                "AnswerCn": "在西藏高原，卫星降水产品由于观测站稀少，显示出有限的正校准效果，影响了降水量的准确性。在东藏高原，由于可用观测数据较多，校准提高了降水量的准确性，但对降水频率和强度的估计并没有显著改善。这影响了它们在水文气象应用中的实用性，因为降水特征的精确测量至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the observed data patterns from the rain gauge transects inform our understanding of spatial and temporal variability in precipitation across the Tibetan Plateau?",
                "QuestionCn": "雨量计横断面的观测数据模式如何帮助我们理解青藏高原降水的空间和时间变异性？",
                "AnswerEn": "The observed data patterns from the rain gauge transects clarify large-scale spatial variability in precipitation, revealing a complex gradient along the south-north direction. These patterns also show unique seasonal and diurnal variations at high elevations on the southern slopes of the central Himalaya, helping to elucidate the spatial and temporal variability of precipitation across the Tibetan Plateau.",
                "AnswerCn": "从雨量计横断面观察到的数据模式阐明了降水的较大空间变异性，揭示了南北方向上的复杂梯度。这些模式还显示了在中喜马拉雅南坡高海拔地区独特的季节性和日变化，有助于阐明青藏 Plateau 降水的空间和时间变异性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the data quality control techniques used in the existing datasets influence the reliability and applicability of the precipitation data for hydrometeorological studies?",
                "QuestionCn": "现有数据集中的数据质量控制技术如何影响降水数据在水文气象研究中的可靠性和适用性？",
                "AnswerEn": "The data quality control techniques, which involve marking anomalies and using effective data percentage metrics, enhance the reliability of the precipitation data. This control allows for more accurate hydrometeorological studies by ensuring that only high-quality data are used, thus supporting the evaluation of satellite products and the study of land surface processes.",
                "AnswerCn": "数据质量控制技术通过标记异常值和使用有效数据百分比指标，提高了降水数据的可靠性。这种控制确保仅使用高质量数据，从而支持水文气象研究，评估卫星产品以及研究地表过程。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the scarcity of precipitation observation data in the Tibetan Plateau, particularly in its central and western regions?",
                "QuestionCn": "导致青藏 Plateau 中部和西部地区降水观测数据稀缺的因素有哪些？",
                "AnswerEn": "The central and western regions of the Tibetan Plateau have a harsh natural environment and high altitudes, making them poorly accessible and sparsely populated. This has resulted in very few China Meteorological Administration stations in these areas. Additionally, the severe climate and complex topography make it difficult to maintain long-term meteorological observations.",
                "AnswerCn": "青藏高原的中部和西部地区自然环境恶劣，海拔较高，交通不便，人口稀少。这导致中国气象局在这些地区设立的气象站非常少。此外，严酷的气候和复杂的地形使得长期气象观测的维护变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a need for data quality control in the collection of precipitation data on the Tibetan Plateau?",
                "QuestionCn": "为什么在对青藏高原降水数据的收集过程中需要进行数据质量控制？",
                "AnswerEn": "Data quality control is essential due to potential issues such as hardware failures of the rain gauges, human-induced damages, funnel blockages, and the impact of strong winds that can tilt the rain gauges. These factors can lead to measurement errors, requiring quality control measures to ensure the reliability of the data.",
                "AnswerCn": "数据质量控制至关重要，因为可能出现的问题包括雨量计的硬件故障、人为损坏、漏斗堵塞以及强风对雨量计的倾斜影响。这些因素可能导致测量误差，因此需要采取质量控制措施以确保数据的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of applying quality-controlled hourly rain gauge data collected from the Tibetan Plateau in evaluating satellite precipitation products?",
                "QuestionCn": "应用来自青藏高原的质量控制小时雨量计数据来评估卫星降水产品的潜在结果是什么？",
                "AnswerEn": "The application of quality-controlled hourly rain gauge data allows for the evaluation of satellite precipitation products' performance, particularly in reproducing the amounts, frequency-intensity characteristics, and diurnal characteristics of precipitation on the Tibetan Plateau. This can help identify the strengths and limitations of satellite data in capturing precipitation patterns in remote areas, leading to improved calibration and accuracy of satellite precipitation products.",
                "AnswerCn": "质量控制的每小时雨量计数据的应用可以评估卫星降水产品的性能，特别是在再现青藏高原降水的量、频率-强度特征和日变化特征方面。这有助于识别卫星数据在捕捉偏远地区降水模式中的优缺点，从而提高卫星降水产品的校准和准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the expected consequences of the sparse distribution of China Meteorological Administration stations on the accuracy of hydrometeorological models for the Tibetan Plateau?",
                "QuestionCn": "中国气象局站点稀疏分布对青藏 Plateau 水文气象模型准确性的预期影响是什么？",
                "AnswerEn": "The sparse distribution of China Meteorological Administration stations on the Tibetan Plateau can lead to inaccuracies in hydrometeorological models, as these models rely on high-quality precipitation data. This scarcity of ground-based observations necessitates the use of satellite data, which, although beneficial, must be carefully evaluated and calibrated to ensure reliability in hydrological simulations, water resource management, and climate impact assessments.",
                "AnswerCn": "中国气象局在青藏 Plateau 的气象站分布稀疏，这可能导致水文气象模型的不准确，因为这些模型依赖于高质量的降水数据。这种地面观测的稀缺性使得必须使用卫星数据，尽管卫星数据有其优势，但必须经过仔细评估和校准，以确保在水文模拟、水资源管理和气候影响评估中的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are implemented to ensure the accuracy and reliability of rain gauge data collected from the Tibetan Plateau during the warm season?",
                "QuestionCn": "在温暖季节，从青藏 Plateau 收集的雨量计数据的准确性和可靠性确保实施了哪些程序？",
                "AnswerEn": "To ensure accuracy and reliability, rain gauges undergo data quality control to address issues such as hardware malfunctions, human-induced damage, and strong wind effects. Data anomalies from these issues are marked as -999. The effectiveness of data collection is assessed using the percentage of valid data compared to total observations at each site, with most stations achieving over 99% effective data.",
                "AnswerCn": "为了确保准确性和可靠性，雨量计会进行数据质量控制，以解决硬件故障、人为损坏和强风影响等问题。由于这些问题导致的数据异常被标记为-999。数据收集的有效性通过每个站点有效数据与总观测数据的百分比进行评估，大多数站点的有效数据超过99%。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What steps are involved in setting up and maintaining a network of rain gauges in the harsh environments of the central and western Tibetan Plateau?",
                "QuestionCn": "在中央和西部藏族高原的恶劣环境中，设置和维护雨量计网络涉及以下步骤：",
                "AnswerEn": "Setting up and maintaining a rain gauge network involves establishing observation transects with precise locations, utilizing HOBO Onset tipping bucket rain gauges with a precision of 0.2 mm, and conducting biannual maintenance and data collection in May and September to ensure continuous and reliable data acquisition despite the challenging environmental conditions.",
                "AnswerCn": "建立和维护雨量计网络涉及设立观察横断面，确定精确位置，使用HOBO Onset翻斗雨量计，精度为0.2毫米，并在每年的5月和9月进行双年度维护和数据收集，以确保在恶劣环境条件下持续可靠的数据采集。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What interventions or technological tools enable the effective quality control of hourly rainfall data collected in harsh environments like the Tibetan Plateau?",
                "QuestionCn": "哪些干预措施或技术工具能够有效地对在像青藏高原这样恶劣环境中收集的每小时降雨数据进行质量控制？",
                "AnswerEn": "Data quality control in the Tibetan Plateau involves addressing equipment hardware faults, maintenance-induced anomalies, and environmental challenges like strong winds. Specifically, issues such as tipping bucket blockages or rain gauges tilting are managed, and anomalies are marked with a value of -999, ensuring high-quality data collection.",
                "AnswerCn": "青藏高原的数据质量控制涉及解决设备硬件故障、维护引起的异常以及强风等环境挑战。具体来说，像倾斜的雨量计或倾倒桶堵塞等问题会被管理，并且异常值会标记为-999，以确保高质量的数据收集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the precision and design of rain gauges enable the accurate measurement of precipitation in regions with complex topography, such as the Tibetan Plateau?",
                "QuestionCn": "雨量计的精确性和设计如何使其能够在地形复杂的地区（如青藏高原）准确测量降水。",
                "AnswerEn": "The use of HOBO Onset tipping bucket rain gauges with a precision of 0.2 mm facilitates accurate precipitation measurement. However, these gauges are prone to instrumental errors and spatial representativeness issues, especially in windy mountain areas, indicating the need for careful calibration and maintenance to ensure effective data collection.",
                "AnswerCn": "HOBO Onset 翻斗雨量计的精度为 0.2 毫米，能够实现准确的降水测量。然而，这些雨量计容易出现仪器误差和空间代表性问题，特别是在多风的山区，这表明需要进行仔细的校准和维护，以确保有效的数据收集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What strategies enable the creation of comprehensive precipitation datasets that can be used to support hydrological modeling and atmospheric studies in regions with sparse observational infrastructure?",
                "QuestionCn": "哪些策略能够创建全面的降水数据集，以支持在观测基础设施稀缺的地区进行水文建模和大气研究？",
                "AnswerEn": "The establishment of dedicated observation transects across the Tibetan Plateau, with a network of rain gauge stations, enables the collection of comprehensive hourly rainfall data. This, combined with the calibration of satellite precipitation products using gauge analyses, supports hydrological and atmospheric research despite the sparse observational infrastructure.",
                "AnswerCn": "在青藏高原建立专门的观测横断面，并配备雨量计站，能够收集全面的每小时降雨数据。这与利用雨量分析对卫星降水产品进行校准相结合，支持了水文和大气研究，尽管观测基础设施稀疏。",
                "Level": "C6(Creating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What challenges are anticipated in the data collection methods used for precipitation observations in the Tibetan Plateau, and how might these impact the accuracy of datasets?",
                "QuestionCn": "在对青藏高原降水观测的数据收集方法中，预计会面临哪些挑战，这些挑战可能会如何影响数据集的准确性？",
                "AnswerEn": "Challenges include instrumental measurement errors, spatial representativeness issues, particularly in windy mountain areas, and the insufficient capacity of rain gauges to measure solid precipitation. These factors can result in systematic biases such as wetting, evaporation, and wind-driven under-catch, impacting the accuracy of precipitation datasets.",
                "AnswerCn": "挑战包括仪器测量误差、特别是在多风的山区的空间代表性问题，以及雨量计测量固体降水的能力不足。这些因素可能导致系统性偏差，如湿润、蒸发和风驱动的漏捕，从而影响降水数据集的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might the calibration effect of satellite precipitation products not improve the accuracy of precipitation measurements on the western Tibetan Plateau?",
                "QuestionCn": "卫星降水产品的校准效应可能不会提高西藏高原降水测量的准确性，原因是什么？",
                "AnswerEn": "The calibration effect is not positive in reproducing the precipitation amount on the western Tibetan Plateau due to the limited number of observations available for calibration. The lack of sufficient ground-based data for calibration reduces the effectiveness of satellite product adjustments.",
                "AnswerCn": "由于可用于校准的观测数据数量有限，校准效果在重现西藏 Plateau 的降水量方面并不积极。缺乏足够的地面观测数据进行校准降低了卫星产品调整的有效性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are the data quality control measures in ensuring the reliability of the rainfall data collected in the challenging environment of the Tibetan Plateau?",
                "QuestionCn": "在挑战性环境的青藏高原上，数据质量控制措施在确保降雨数据的可靠性方面有多有效？",
                "AnswerEn": "The data quality control measures are quite effective, as evidenced by the high percentage of valid data across the observation sites. Specifically, 35 stations have over 99% valid data, 16 stations have between 80%-99% valid data, and only 2 stations have less than 80% valid data. This level of quality suggests that the measures taken are largely successful in mitigating issues such as hardware malfunctions and environmental impacts like strong winds.",
                "AnswerCn": "数据质量控制措施非常有效，观察站点的有效数据比例很高。具体来说，35个站点的有效数据超过99%，16个站点的有效数据在80%-99%之间，只有2个站点的有效数据低于80%。这一质量水平表明，所采取的措施在很大程度上成功地减轻了硬件故障和强风等环境影响所带来的问题。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the perceived challenge of using satellite precipitation products compared to ground-based measurements in the Tibetan Plateau, and how does this impact their application in hydrometeorological research?",
                "QuestionCn": "在青藏高原使用卫星降水产品与地面测量相比，感知的挑战是什么，这对其在水文气象研究中的应用有何影响？",
                "AnswerEn": "The primary challenge with satellite precipitation products is the indirect nature of their estimations, necessitating careful evaluation before use in hydrometeorological applications. Ground-based measurements, despite their own limitations such as spatial representativeness and measurement errors, provide direct precipitation data. The calibration of satellite products is not consistently positive, particularly in reproducing precipitation amounts on the western Tibetan Plateau due to sparse calibration data. This challenge affects their reliability and application in hydrometeorological research, particularly in regions with complex topography like the Tibetan Plateau.",
                "AnswerCn": "卫星降水产品的主要挑战在于其估算的间接性，这需要在水文气象应用中谨慎评估。尽管地面测量也存在空间代表性和测量误差等局限性，但它们提供了直接的降水数据。卫星产品的校准并不总是积极的，特别是在重现西藏 Plateau 的降水量方面，由于校准数据稀少，这一挑战影响了它们的可靠性和在水文气象研究中的应用，尤其是在像西藏高原这样复杂地形的地区。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Given the challenges of maintaining long-term meteorological observations in the Tibetan Plateau, what strategies could be considered to improve the continuity and coverage of precipitation data collection?",
                "QuestionCn": "鉴于在青藏高原维持长期气象观测的挑战，可以考虑哪些策略来改善降水数据收集的连续性和覆盖范围？",
                "AnswerEn": "To improve the continuity and coverage of precipitation data collection, strategies could include increasing the number of observation stations, enhancing maintenance schedules, and employing more robust technology that can withstand the harsh environmental conditions. Additionally, integrating satellite data with ground-based observations could help fill spatial and temporal gaps. Furthermore, using advanced calibration techniques and engaging in periodic evaluations of satellite products against ground observations can enhance the overall data quality and reliability.",
                "AnswerCn": "为了改善降水数据收集的连续性和覆盖率，可以采取的策略包括增加观测站的数量、增强维护计划以及采用能够承受恶劣环境条件的更强大技术。此外，将卫星数据与地面观测相结合可以帮助填补空间和时间上的空白。此外，使用先进的校准技术并定期评估卫星产品与地面观测的对比，可以提高整体数据质量和可靠性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data quality control is ensured when collecting precipitation data in remote and harsh environments like the Tibetan Plateau.",
                "QuestionCn": "我不明白在像青藏高原这样偏远和恶劣的环境中收集降水数据时如何确保数据质量控制。",
                "AnswerEn": "Data quality control in such harsh environments involves addressing hardware malfunctions, such as tipping bucket jams, equipment damage, and funnel blockages. Strong wind effects causing rain gauge tilting are also considered. Anomalies are marked with a value of -999, and the percentage of effective data is used to describe data quality, with most stations achieving over 99% effective data.",
                "AnswerCn": "在如此恶劣的环境中，数据质量控制涉及解决硬件故障，例如倾斜桶卡住、设备损坏和漏斗堵塞。强风造成的雨量计倾斜效应也被考虑在内。异常值标记为-999，有效数据的百分比用于描述数据质量，大多数站点的有效数据超过99%。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how the spatial representativeness of rain gauge data is maintained in mountainous regions with complex terrains.",
                "QuestionCn": "我不确定在复杂地形的山区，如何保持雨量计数据的空间代表性。",
                "AnswerEn": "Rain gauge observations in mountainous regions face challenges such as instrumental measurement errors and spatial representativeness issues due to complex topography and wind effects. Rain gauges are systematically established across different transects to capture variability, but they are not shielded from under-catch. Satellite remote sensing is used as an alternative to complement these observations.",
                "AnswerCn": "山区的雨量计观测面临着仪器测量误差和由于复杂地形和风效应导致的空间代表性问题。雨量计在不同的横断面上系统地建立，以捕捉变异性，但它们并未免受漏收的影响。卫星遥感被用作补充这些观测的替代方案。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of the methods used to evaluate the performance of satellite precipitation products in regions with sparse observational data.",
                "QuestionCn": "我无法理解在观测数据稀少的地区评估卫星降水产品性能所使用的方法。",
                "AnswerEn": "In regions like the Western Tibetan Plateau, the performance of satellite precipitation products is evaluated using newly established rain gauges. Hourly data is collected and used to assess satellite products' ability to reproduce precipitation characteristics, such as amount, frequency-intensity, and diurnal patterns. Calibration of these products is compared using gauge analyses like GPCC and CPC, though calibration effects vary across regions.",
                "AnswerCn": "在像西藏高原这样的地区，使用新建立的雨量计评估卫星降水产品的性能。收集小时数据，用于评估卫星产品再现降水特征的能力，如降水量、频率强度和日变化模式。这些产品的校准与雨量计分析（如GPCC和CPC）进行比较，但校准效果在不同地区有所不同。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the potential challenges in data collection for precipitation observations on the Tibetan Plateau and suggest possible solutions to overcome these challenges.",
                "QuestionCn": "请分析在青藏高原进行降水观测的数据收集潜在挑战，并建议可能的解决方案来克服这些挑战。",
                "AnswerEn": "Challenges in data collection on the Tibetan Plateau include harsh environmental conditions, high altitude, and complex topography, which make long-term meteorological observations difficult. Rain gauge observations also suffer from instrumental errors and spatial representativeness issues, particularly in windy mountain areas. Potential solutions could involve using satellite remote sensing as an alternative for global scale monitoring and improving rain gauge shielding to minimize errors such as wetting and evaporation.",
                "AnswerCn": "在青藏高原上，数据收集面临的挑战包括恶劣的环境条件、高海拔和复杂的地形，这使得长期气象观测变得困难。雨量计观测也存在仪器误差和空间代表性问题，特别是在多风的山区。潜在的解决方案可以包括使用卫星遥感作为全球尺度监测的替代方法，以及改善雨量计的遮蔽，以最小化湿润和蒸发等误差。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please summarize the methodologies used for ensuring data quality control in precipitation datasets collected across different transects on the Tibetan Plateau.",
                "QuestionCn": "总结在青藏高原不同横断面收集的降水数据集确保数据质量控制的方法。",
                "AnswerEn": "Data quality control methodologies involve addressing hardware faults, such as stuck tipping buckets, equipment damage, and funnel blockages. Additionally, data anomalies due to maintenance or strong winds leading to gauge tilting are controlled for, with abnormal values marked as -999. The percentage of valid data observations is used to describe data quality, ensuring a high percentage of effective data across observation stations.",
                "AnswerCn": "数据质量控制方法涉及解决硬件故障，例如卡住的倾倒桶、设备损坏和漏斗堵塞。此外，由于维护或强风导致的仪器倾斜所产生的数据异常也会被控制，异常值标记为-999。有效数据观测的百分比用于描述数据质量，以确保各观测站的有效数据占比较高。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}