{
    "id": "c21ba2ef-02bf-407b-bfeb-f4f2f309fca4",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (No.3 runoff observation system of Railway bridge on the Heihe River, 2013)",
            "titleCn": "黑河生态水文遥感试验：水文气象观测网数据集（3号点-黑河铁路桥径流观测数据-2013）",
            "description": "The No. 3 hydrological section is located at Railway Heihe River Bridge (100.430° E, 39.043° N, 1443 m) in the midstream of the Heihe River Basin, Zhangye city, Gansu Province. The dataset contains observations recorded by the No.3 hydrological section from 14 June, 2012, to 31 December, 2013. The width of this section is 50 meters. The water level was measured using an SR50 ultrasonic range and the discharge was measured using cross-section reconnaissance by the StreamPro ADCP. The dataset includes the following parameter: water level (recorded every 30 minutes) and discharge. The missing and incorrect (outside the normal range) data were replaced with -6999.\nFor more information, please refer to Li et al. (2013) (for hydrometeorological observation network or sites information), He et al. (2016) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2012年6月14日至2013年12月31日的黑河中游径流加密观测中3号点的河流水位和流速观测数据。观测点位于甘肃省张掖市兰新铁路黑河桥，河床为砂砾石，断面稳定。观测点的经纬度是N39°2'33.08\"，E100°25'49.42\"，1443米，河道宽度50米。水位观测采用SR50超声测距仪，采集频率30分钟；剖面流量观测采用StreamPro微型ADCP。数据说明包括以下部分：\n水位的观测频率30分钟，单位（cm）；数据涵盖时间段2012年6月14日-2013年12月31日；流量观测，单位（m3）；按照不同水位监测流量，获取水位流量曲线，依托水位过程观测获得径流量变化过程。缺值数据统一采用字符串-6999表示。\n水文气象网或站点信息请参考Li et al. (2013)，观测数据处理请参考He et al.(2016)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.433056,
            "west": 100.432778,
            "south": 39.04222,
            "north": 39.041944,
            "startTime": "2012-06-21 00:00:00",
            "endTime": "2014-01-07 00:00:00",
            "fileSize": 2002432.0,
            "cstr": "18406.11.hiwater.212.2014.db",
            "doi": "10.3972/hiwater.212.2014.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "何晓波",
                "nameEn": "HE Xiaobo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Observations of precipitation type using a  timelapse  camera in a mountainous region and calculation of the rain/snow proportion based on the critical air temperature,",
                "referenceCn": null,
                "referenceEn": "Liu JF, Chen RS, Song YX, et al. Observations of precipitation type using a  timelapse  camera in a mountainous region and calculation of the rain/snow proportion based on the critical air temperature, Environmental Earth Sciences, 2015, 73, 1545-1554."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原唐古拉山区降水观测误差修正分析",
                "titleEn": null,
                "referenceCn": "He XB, Ye BS, Ding YJ. Bias correction for precipitation measurement in Tanggula Mountain Tibetan Plateau[J]. Advances In Water Science, 2009, 20(3): 403-408. [何晓波, 叶柏生, 丁永健. 青藏高原唐古拉山区降水观测误差修正分析[J]. 水科学进展, 2009, 20(3): 403-408.]",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水文断面",
                "nameEn": "Hydrology section"
            },
            {
                "nameCn": "流量",
                "nameEn": "Discharge/Flow"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "3号点铁路桥",
                "keywordEn": "No.3 Railway Bridge"
            },
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012-06-14至2013-12-31",
                "keywordEn": "2012-06-14 to 2013-12-31",
                "type": "temporal"
            },
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的阻碍。HiWATER实验旨在通过在层次嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅呈现2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区大约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是其经济发展的基础，特别是在中国西部，自古以来就一直是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠地区已被前期研究者发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，特别是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013）、咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据通过涡度协方差系统和闪烁仪获取。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度，风速和风向的梯度；空气压力、降水和土壤湿度剖面）通过自动气象站以10分钟的平均周期进行观测，同时也记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for river flow and water level observations at the Heihe River include the use of ultrasonic distance meters?",
                "QuestionCn": "黑河的河流流量和水位观测的数据收集方法是否包括使用超声波测距仪？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary data collection method for river flow observations in this domain based on ultrasonic devices, ADCP technology, or another approach?",
                "QuestionCn": "在该领域，河流流量观测的主要数据收集方法是基于超声设备、ADCP技术还是其他方法？",
                "AnswerEn": "ADCP technology",
                "AnswerCn": "ADCP技术",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to monitor water level and flow velocity in river systems within arid regions?",
                "QuestionCn": "在干旱地区监测河流系统的水位和流速的常用数据收集方法有哪些？",
                "AnswerEn": "SR50 ultrasonic rangefinders, StreamPro micro ADCP",
                "AnswerCn": "SR50 超声波测距仪，StreamPro 微型声学多普勒流速剖面仪",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are multiscale eco-hydrological processes observed and what instrumentation is used for data collection?",
                "QuestionCn": "多尺度生态水文过程在哪里被观察到，使用什么仪器进行数据收集？",
                "AnswerEn": "Heihe Watershed",
                "AnswerCn": "黑河流域",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When were datasets involving energy, water vapor, and carbon exchange in oasis-desert areas collected, and what does the data comprise?",
                "QuestionCn": "涉及绿洲-沙漠地区的能量、水汽和碳交换的数据集是在何时收集的，这些数据包含了什么内容？",
                "AnswerEn": "2012 to 2021",
                "AnswerCn": "2012年至2021年",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a dataset that provides insights into eco-hydrological processes across multiscale observations?",
                "QuestionCn": "一个提供跨多尺度观测的生态水文过程洞察的数据集示例是什么？",
                "AnswerEn": "An example of such a dataset is the multiscale dataset from the HiWATER experiment, which includes data from a flux observation matrix, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing, providing comprehensive insights into eco-hydrological processes in an oasis-desert area.",
                "AnswerCn": "这样的数据集的一个例子是HiWATER实验的多尺度数据集，其中包括来自通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感的数据，为绿洲-沙漠地区的生态水文过程提供了全面的洞察。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you illustrate a challenge faced in collecting multiscale observations in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，收集多尺度观测数据面临的一个挑战是。",
                "AnswerEn": "A challenge in collecting multiscale observations in eco-hydrological research is the poor availability of multiscale data, which HiWATER aims to address by implementing instrumentation on hierarchically nested scales to capture complex eco-hydrological processes.",
                "AnswerCn": "在生态水文研究中，收集多尺度观测的一个挑战是多尺度数据的可用性较差，而HiWATER旨在通过在层次嵌套的尺度上实施仪器来解决这一问题，以捕捉复杂的生态水文过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the challenges associated with collecting multiscale observational data in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中收集多尺度观测数据面临的挑战有哪些？",
                "AnswerEn": "poor availability of multiscale observations, need for a hierarchically nested instrumentation setup",
                "AnswerCn": "多尺度观测的可用性差，需要分层嵌套的仪器设置。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many airborne remote sensing missions were conducted for data collection in the HiWATER experiment?",
                "QuestionCn": "HiWATER实验中进行了多少次空中遥感任务以收集数据？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many land surface flux and meteorological stations have been established in the middle and lower reaches of the HRB since 2012?",
                "QuestionCn": "自2012年以来，黄河中下游地区建立了多少个地表通量和气象站？",
                "AnswerEn": "11",
                "AnswerCn": "11",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'eco-hydrological sensor network' entail in the context of data collection for oasis-desert systems?",
                "QuestionCn": "“生态水文传感器网络”在绿洲-沙漠系统的数据收集背景下涉及什么？",
                "AnswerEn": "An eco-hydrological sensor network involves deploying an array of sensors to monitor soil moisture, leaf area index, and other relevant parameters to understand the eco-hydrological processes in oasis-desert systems. This network is part of a larger observation system designed to capture the interactions between ecological and hydrological components.",
                "AnswerCn": "生态水文传感器网络涉及部署一系列传感器，以监测土壤湿度、叶面积指数和其他相关参数，以了解绿洲-沙漠系统中的生态水文过程。该网络是一个更大观测系统的一部分，旨在捕捉生态和水文组件之间的相互作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How are 'hierarchically nested scales' utilized in hydrometeorological observations?",
                "QuestionCn": "“层次嵌套尺度”在水文气象观测中是如何利用的？",
                "AnswerEn": "Hierarchically nested scales are used in hydrometeorological observations to arrange instruments in a structured manner that captures processes at multiple scales. For example, during the HiWATER experiment, instruments were placed in an oasis-desert system on various scales, including superstations and smaller meteorological stations to monitor different environmental landscapes, allowing for comprehensive data collection across spatial scales.",
                "AnswerCn": "层次嵌套尺度用于水文气象观测中，以结构化的方式安排仪器，从而捕捉多个尺度上的过程。例如，在HiWATER实验期间，仪器被放置在绿洲-沙漠系统中，涵盖了超站和较小的气象站等不同尺度，以监测不同的环境景观，从而实现跨空间尺度的全面数据收集。",
                "Level": "C3(Applying)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for hydrometeorological observations during the HiWATER experiment compare to those used in the oasis–desert system study?",
                "QuestionCn": "HiWATER实验期间的水文气象观测数据收集方法与绿洲-沙漠系统研究中使用的方法相比如何？",
                "AnswerEn": "The HiWATER experiment utilized a hierarchically nested scale approach with instruments like eddy covariance towers and automatic meteorological stations, focusing on multiscale eco-hydrological processes. In contrast, the oasis–desert system study employed long-term observations with eddy covariance systems and scintillometers, focusing on energy, water vapor, and carbon fluxes, supplemented with hydrometeorological, vegetation, and soil parameters.",
                "AnswerCn": "HiWATER实验采用了分层嵌套尺度的方法，使用了涡度协方差塔和自动气象站等仪器，重点关注多尺度生态水文过程。相比之下，绿洲-沙漠系统研究则采用了长期观测，使用了涡度协方差系统和闪烁仪，重点关注能量、水蒸气和碳通量，并补充了水文气象、植被和土壤参数。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do the challenges faced in obtaining multiscale observations in the HiWATER experiment compare to those in maintaining the balance between oasis and desert systems for sustainable development?",
                "QuestionCn": "在HiWATER实验中获取多尺度观测所面临的挑战与在维持绿洲与沙漠系统之间的平衡以实现可持续发展所面临的挑战相比，如何？",
                "AnswerEn": "The HiWATER experiment's challenge is the poor availability of multiscale observations for eco-hydrological processes, requiring sophisticated instrumentation. Conversely, the oasis–desert system's challenge involves managing ecological degradation and maintaining energy, water vapor, and carbon balance, requiring long-term, comprehensive datasets for ecological stability and socioeconomic development.",
                "AnswerCn": "HiWATER实验的挑战在于生态水文过程的多尺度观测数据稀缺，这需要复杂的仪器设备。相反，绿洲-沙漠系统的挑战则在于管理生态退化以及维持能量、水汽和碳的平衡，这需要长期、全面的数据集以确保生态稳定和社会经济发展。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methodologies could be employed to address the challenges of poor availability of multiscale observations in eco-hydrological systems?",
                "QuestionCn": "可以采用哪些方法来应对生态水文系统中多尺度观测稀缺的挑战？",
                "AnswerEn": "The use of hierarchically nested scales for instrumentation, as seen in the HiWATER experiment, can help address the challenge of poor multiscale observation availability. Implementing a sparse network, superstations, EC towers, automatic meteorological stations, and conducting airborne remote sensing missions are effective methodologies to capture multi-scale eco-hydrological processes.",
                "AnswerCn": "在HiWATER实验中使用分层嵌套的量表进行仪器测量，可以帮助解决多尺度观测可用性差的问题。实施稀疏网络、超级站、生态系统塔、自动气象站以及进行空中遥感任务是捕捉多尺度生态水文过程的有效方法。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How can data processing and quality control procedures be enhanced to ensure accurate data representation in eco-hydrological studies?",
                "QuestionCn": "如何增强数据处理和质量控制程序，以确保生态水文研究中数据的准确表示？",
                "AnswerEn": "Enhancing data processing and quality control can involve meticulous procedures such as sensor calibration, careful data collection, comprehensive data processing, and diligent dataset generation. Ensuring these procedures are in place can result in high-quality and reliable data for eco-hydrological studies.",
                "AnswerCn": "增强数据处理和质量控制可以涉及细致的程序，如传感器校准、仔细的数据收集、全面的数据处理和勤勉的数据集生成。确保这些程序到位可以为生态水文研究提供高质量和可靠的数据。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What strategies might be used to maintain a balance between oasis and desert systems to achieve sustainable development goals?",
                "QuestionCn": "为了实现可持续发展目标，可以采用哪些策略来维持绿洲和沙漠系统之间的平衡？",
                "AnswerEn": "Strategies to maintain the balance between oasis and desert systems could include long-term observations of energy, water vapor, and carbon exchange. Observing hydrometeorological data, vegetation, and soil parameters, as well as understanding oasis-desert interactions, are critical to supporting ecological security and sustainable development in these areas.",
                "AnswerCn": "维持绿洲与沙漠系统之间平衡的策略可以包括对能量、水汽和碳交换的长期观察。观察水文气象数据、植被和土壤参数，以及理解绿洲与沙漠之间的相互作用，对于支持这些地区的生态安全和可持续发展至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is it crucial to have long-term observations for understanding oasis–desert interactions?",
                "QuestionCn": "长期观察对于理解绿洲与沙漠之间的相互作用至关重要。",
                "AnswerEn": "Long-term observations are crucial to understand oasis–desert interactions because they are significant for recognizing the balance between energy, water vapor, and carbon exchange, which is important for ecological stability and sustainable development.",
                "AnswerCn": "长期观察对于理解绿洲与沙漠之间的相互作用至关重要，因为它们对于识别能量、水汽和碳交换之间的平衡具有重要意义，这对生态稳定和可持续发展至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of implementing a hierarchically nested scale instrumentation approach for data collection in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中实施分层嵌套尺度仪器方法进行数据收集的潜在后果是什么？",
                "AnswerEn": "Implementing a hierarchically nested scale instrumentation approach could lead to obtaining multiscale and multidisciplinary data, which helps in addressing the challenge of upscaling eco-hydrological processes on heterogeneous surfaces. This approach results in multiscale observations, improving the understanding of oasis-desert interactions and eco-hydrological processes.",
                "AnswerCn": "实施分层嵌套尺度的测量方法可以获得多尺度和多学科的数据，这有助于解决在异质表面上放大生态水文过程的挑战。这种方法产生了多尺度的观测，改善了对绿洲-沙漠相互作用和生态水文过程的理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How might the scarcity of multiscale observations affect the progress of understanding eco-hydrological processes in arid regions?",
                "QuestionCn": "多尺度观测的稀缺性可能会如何影响我们对干旱地区生态水文过程理解的进展？",
                "AnswerEn": "The scarcity of multiscale observations could hinder progress in understanding eco-hydrological processes in arid regions. It limits the ability to upscale observations, which is crucial for capturing the complexity of ecosystem interactions and accurately assessing the balance between oasis and desert systems.",
                "AnswerCn": "多尺度观测的稀缺可能会阻碍我们对干旱地区生态水文过程的理解。这限制了对观测数据进行上尺度处理的能力，而这对于捕捉生态系统相互作用的复杂性以及准确评估绿洲与沙漠系统之间的平衡至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What outcomes might arise from the use of a multiscale dataset obtained from an eco-hydrological sensor network in oasis-desert areas?",
                "QuestionCn": "在绿洲-沙漠地区使用从生态水文传感器网络获得的多尺度数据集可能会产生哪些结果？",
                "AnswerEn": "Using a multiscale dataset from an eco-hydrological sensor network in oasis-desert areas can enhance the understanding of energy, water vapor, and carbon exchanges. It supports ecological security and sustainable development by providing comprehensive data for recognizing oasis-desert interactions and assessing the ecological stability and socioeconomic development of oases.",
                "AnswerCn": "使用来自绿洲-沙漠地区生态水文传感器网络的多尺度数据集，可以增强对能量、水蒸气和碳交换的理解。它通过提供全面的数据来支持生态安全和可持续发展，以识别绿洲-沙漠相互作用，并评估绿洲的生态稳定性和社会经济发展。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to collect multiscale and multidisciplinary data in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中，收集多尺度和多学科数据的重要性是什么？",
                "AnswerEn": "Collecting multiscale and multidisciplinary data in eco-hydrological research is crucial because it addresses the challenge of upscaling eco-hydrological processes on heterogeneous surfaces, which is hindered by the poor availability of multiscale observations. This approach allows for a comprehensive understanding of eco-hydrological processes by capturing data across hierarchically nested scales.",
                "AnswerCn": "在生态水文研究中，收集多尺度和多学科的数据至关重要，因为这解决了在异质表面上对生态水文过程进行上尺度处理的挑战，而这一挑战受到多尺度观测稀缺的阻碍。这种方法通过在层次嵌套的尺度上捕获数据，使我们能够全面理解生态水文过程。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the significance of implementing a sparse network to study oasis-desert interactions?",
                "QuestionCn": "实施稀疏网络来研究绿洲与沙漠之间的相互作用具有重要意义。",
                "AnswerEn": "Implementing a sparse network is significant in studying oasis-desert interactions as it allows researchers to investigate the eco-hydrological processes occurring within different landscapes surrounding an oasis. This network helps capture data from various environments such as sandy desert, desert pavement, desert steppe, and wetland, providing insights into the interaction between oasis and desert systems.",
                "AnswerCn": "实施稀疏网络在研究绿洲-沙漠相互作用中具有重要意义，因为它使研究人员能够调查绿洲周围不同景观中发生的生态水文过程。该网络有助于从各种环境中捕获数据，如沙质沙漠、沙漠铺装、沙漠草原和湿地，从而提供有关绿洲与沙漠系统之间相互作用的见解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why is long-term observation data essential for understanding energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                "QuestionCn": "长期观测数据对于理解绿洲-沙漠生态系统中的能量、水汽和碳交换至关重要。",
                "AnswerEn": "Long-term observation data is essential for understanding energy, water vapor, and carbon exchange in oasis-desert ecosystems because it provides a quantitative understanding of these exchanges, which is crucial for recognizing oasis-desert interactions and ensuring ecological stability and socioeconomic development. These observations support efforts towards sustainable oasis development and contribute to the goals of carbon peaking and carbon neutrality.",
                "AnswerCn": "长期观测数据对于理解绿洲-沙漠生态系统中的能量、水汽和碳交换至关重要，因为它提供了对这些交换的定量理解，这对于认识绿洲-沙漠之间的相互作用以及确保生态稳定和社会经济发展至关重要。这些观测支持可持续绿洲发展的努力，并为碳达峰和碳中和的目标做出贡献。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are hydrometeorological data and turbulent fluxes collected and processed in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中，水文气象数据和湍流通量是如何收集和处理的？",
                "AnswerEn": "In oasis-desert systems, hydrometeorological data including radiation, soil heat flux, soil temperature profiles, gradients of air temperature and humidity, wind speed and direction, air pressure, precipitation, and soil moisture profiles are collected by automatic weather stations with a 10-minute average period. Turbulent flux data are acquired using an eddy covariance system and scintillometer. The data processing involves steps of data collection, data processing, and data archiving and sharing.",
                "AnswerCn": "在绿洲-沙漠系统中，自动气象站以10分钟的平均周期收集水文气象数据，包括辐射、土壤热通量、土壤温度剖面、空气温度和湿度梯度、风速和风向、气压、降水量以及土壤湿度剖面。湍流通量数据通过涡度协方差系统和闪烁仪获取。数据处理包括数据收集、数据处理和数据归档与共享的步骤。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What is the procedure for quality control and calibration of observational data in eco-hydrological research?",
                "QuestionCn": "生态水文研究中观测数据的质量控制和校准程序是什么？",
                "AnswerEn": "In eco-hydrological research, the procedure for quality control and calibration of observational data involves sensor calibration, data collection, data processing, and datasets generation. This ensures that all observational data are carefully managed to maintain accuracy and reliability.",
                "AnswerCn": "在生态水文学研究中，观测数据的质量控制和校准程序包括传感器校准、数据收集、数据处理和数据集生成。这确保了所有观测数据都得到仔细管理，以保持准确性和可靠性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation and observational techniques enable the collection of multiscale and multidisciplinary eco-hydrological data in arid and semi-arid regions?",
                "QuestionCn": "哪些仪器和观测技术能够在干旱和半干旱地区收集多尺度和多学科的生态水文数据？",
                "AnswerEn": "The instrumentation for multiscale and multidisciplinary data collection in arid and semi-arid regions involves hierarchically nested scales with a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Additional techniques include a sparse network to investigate oasis-desert interactions, a superstation within the oasis, EC towers, automatic meteorological stations in various landscapes, and hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer.",
                "AnswerCn": "在干旱和半干旱地区，多尺度和多学科数据收集的仪器设备涉及分层嵌套的尺度，包含涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵。其他技术包括稀疏网络以研究绿洲-沙漠相互作用、绿洲内的超级站、涡度协方差塔、各种景观中的自动气象站，以及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do long-term observational datasets of energy, water vapor, and carbon fluxes enable the understanding of oasis-desert interactions and support ecological stability?",
                "QuestionCn": "长期观测的能量、水蒸气和碳通量数据集如何促进对绿洲-沙漠相互作用的理解，并支持生态稳定性？",
                "AnswerEn": "Long-term observational datasets of energy, water vapor, and carbon fluxes provide critical quantitative data that help understand oasis-desert interactions. These datasets, obtained through eddy covariance systems, scintillometers, automatic weather stations, and additional hydrometeorological observations, support the recognition of ecological stability and socioeconomic development in oasis regions by offering insights into the energy, water vapor, and carbon exchange processes.",
                "AnswerCn": "长期观测数据集，包括能量、水汽和碳通量，提供了关键的定量数据，有助于理解绿洲与沙漠之间的相互作用。这些数据集通过涡度协方差系统、闪烁仪、自动气象站和其他水文气象观测获得，支持了对绿洲地区生态稳定性和社会经济发展的认识，提供了关于能量、水汽和碳交换过程的深入见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the expected outcomes from multiscale eco-hydrological observations be challenging to achieve in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中，来自多尺度生态水文观测的预期结果可能难以实现的原因是什么？",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, as noted in the background provided in the relevant papers.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的限制，正如相关论文中提供的背景所指出的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the reasons for the lack of comprehensive datasets capturing the interactions between oasis and desert systems?",
                "QuestionCn": "缺乏全面的数据集来捕捉绿洲与沙漠系统之间相互作用的原因可能是什么？",
                "AnswerEn": "The challenge lies in the inland river basins facing ecological degradation, and the need for an extensive suite of observational datasets that capture long-term energy, water vapor, and carbon fluxes, as well as other auxiliary data, is critical for understanding these interactions.",
                "AnswerCn": "挑战在于内陆河流流域面临生态退化，需要广泛的观测数据集来捕捉长期的能量、水汽和碳通量，以及其他辅助数据，这对于理解这些相互作用至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might traditional data processing and quality control procedures be insufficient for datasets in the arid and semi-arid regions?",
                "QuestionCn": "传统的数据处理和质量控制程序可能对干旱和半干旱地区的数据集不足的原因是什么？",
                "AnswerEn": "The complexity and variability of the oasis-desert systems demand rigorous data processing and quality control procedures, as outlined in the methods described, which include sensor calibration, data processing, and careful dataset generation to ensure data reliability and accuracy.",
                "AnswerCn": "绿洲-沙漠系统的复杂性和变异性要求严格的数据处理和质量控制程序，如所述的方法，包括传感器校准、数据处理和仔细的数据集生成，以确保数据的可靠性和准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are the current multiscale data collection methods in addressing the challenges of eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "当前的多尺度数据收集方法在应对异质表面生态水文过程的挑战方面效果如何？",
                "AnswerEn": "The current multiscale data collection methods, such as those employed in the HiWATER experiment, are designed to address the challenges of understanding eco-hydrological processes by utilizing a hierarchically nested scale of instrumentation. This includes a flux observation matrix, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing. These methods aim to provide comprehensive multiscale and multidisciplinary data, which are crucial for tackling the poor availability of observations in this field.",
                "AnswerCn": "当前的多尺度数据收集方法，如在HiWATER实验中采用的，旨在通过利用分层嵌套的仪器规模来应对理解生态水文过程的挑战。这包括通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感。这些方法旨在提供全面的多尺度和多学科数据，这对于解决该领域观测数据稀缺的问题至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how multiscale observations can be effectively implemented in eco-hydrological research within oasis-desert systems.",
                "QuestionCn": "我不明白如何在绿洲-沙漠系统的生态水文研究中有效实施多尺度观测。",
                "AnswerEn": "The HiWATER experiment addresses this by using hierarchically nested scales to capture multi-scale eco-hydrological processes. This includes a sparse network for oasis-desert interactions and a superstation within the oasis, complemented by EC towers and meteorological stations in various landscapes, as well as intensive airborne remote sensing missions.",
                "AnswerCn": "HiWATER实验通过使用分层嵌套的尺度来捕捉多尺度生态水文过程来解决这个问题。这包括一个稀疏的网络用于绿洲-沙漠相互作用，以及绿洲内的超级站，辅以在各种景观中的涡度协方差塔和气象站，以及密集的空中遥感任务。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "I'm unsure about the methods used to ensure the quality control of data collected from eco-hydrological sensor networks and remote sensing technologies.",
                "QuestionCn": "我对确保从生态水文传感器网络和遥感技术收集的数据质量控制的方法感到不确定。",
                "AnswerEn": "All observational data in the HiWATER experiment are carefully quality controlled through sensor calibration, data collection, data processing, and dataset generation, ensuring reliable multiscale datasets for eco-hydrological studies.",
                "AnswerCn": "HiWATER实验中的所有观测数据都经过严格的质量控制，包括传感器校准、数据收集、数据处理和数据集生成，确保为生态水文研究提供可靠的多尺度数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how long-term observations contribute to understanding the interactions in oasis-desert ecosystems.",
                "QuestionCn": "我无法理解长期观察如何有助于理解绿洲-沙漠生态系统中的相互作用。",
                "AnswerEn": "Long-term observations provide crucial insights into energy, water vapor, and carbon exchange, which are significant for recognizing oasis-desert interactions and maintaining ecological stability and sustainable development in these areas. This includes turbulent flux data, hydrometeorological data, and vegetation and soil parameters.",
                "AnswerCn": "长期观测为能量、水汽和碳交换提供了重要的见解，这对于识别绿洲-沙漠相互作用以及维持这些地区的生态稳定和可持续发展至关重要。这包括湍流通量数据、水文气象数据以及植被和土壤参数。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges associated with obtaining multiscale eco-hydrological observations in arid regions and propose strategies to address these challenges.",
                "QuestionCn": "分析在干旱地区获取多尺度生态水文观测的挑战，并提出应对这些挑战的策略。",
                "AnswerEn": "The challenges in obtaining multiscale observations are due to poor availability of such data. Strategies to address these include designing experiments like HiWATER, which use hierarchically nested scales and a combination of advanced instruments such as LiDAR, imaging spectrometers, and microwave radiometers to capture eco-hydrological processes across different scales.",
                "AnswerCn": "获取多尺度观测的挑战在于此类数据的可用性较差。为了解决这些问题，可以设计像HiWATER这样的实验，采用分层嵌套的尺度和结合先进仪器，如激光雷达、成像光谱仪和微波辐射计，以捕捉不同尺度上的生态水文过程。",
                "Level": "C6(Creating)"
            }
        ]
    }
}