{
    "id": "c2899572-c072-4008-ae89-8dd75dc69086",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Glacier surface elevation changes in the Tibetan Plateau's endorheic basin (1975-2020)",
            "titleCn": "青藏高原内流区冰川表面高程变化（1975-2020）",
            "description": "The data include three files on the spatial variation of surface elevation of endorheic glaciers in the Tibetan Plateau from 1975-2000 (100m), the mean elevation change values of glaciers in each sub-basin of the endorheic region from 1975-2020, and the basin boundaries and zoning. The glacier surface elevation changes from 1975-2000 were obtained based on 32 pairs of KH-9 data and NASADEM, where the results for the Muzetag and Puruogangri areas were obtained from Zhou et al. (2018) and Bhattacharya et al. (2021) respectively The average elevation change results for each 5-year period from 1995-2020 for the respective basins were obtained based on data published by Huggonet et al. (2021), and here it is assumed that the glacier thickness changes from 1995-2000 are similar to those from 2000-2005. Due to the limitation of KH-9 data quality and the glacier characteristics in the instream area, there are many null areas, and it is recommended to combine the zoning and calculate the change results for each elevation zone first, and then project them to each sub-basin.",
            "descriptionCn": "数据包括青藏高原内流冰川1975-2000表面高程空间变化  (100 m)、内流区各子流域1975-2020冰川的平均高程变化值以及流域边界和分区三个文件。1975-2000年冰川表面高程变化，基于32对KH-9数据和NASADEM获取，其中木孜塔格和普若岗日地区的结果分别来自Zhou et al. (2018)和Bhattacharya et al.(2021)。1995-2020期间，各流域每5年的平均高程变化结果，根据Hugonnet et al.(2021)公布的数据进行计算，这里假设1995-2000的冰川厚度变化情况与2000-2005类似。受KH-9数据质量限制及内流区冰川特性的影响，空值区域较多，建议结合分区，首先计算各个高程带的变化结果，再映射到每个子流域。",
            "instructions": "The data formats are geotif and shapefile, which can be opened by QGIS or ArcGIS.\ndhdt1975-2000_innerTibetan Plateau indicates the spatial distribution of glacier surface elevation changes in the inner basin\nMB_1975-2020 indicates the average surface elevation change of each basin from 1975 to 2020\nsubregion indicates each watershed and subregion",
            "instructionsCn": "数据格式有geotif和shapefile两种格式，可采用QGIS或者ArcGIS打开。\ndhdt1975-2000_innerTibetan Plateau表示内流域冰川表面高程变化空间分布\nMB_1975-2020表示各流域1975-2020年平均表面高程变化情况\nsubregion表示各流域及分区",
            "east": 94.0,
            "west": 78.0,
            "south": 29.0,
            "north": 38.0,
            "startTime": "1975-01-01 00:00:00",
            "endTime": "2020-12-31 11:59:59",
            "fileSize": 2543150.0,
            "cstr": "18406.11.Cryos.tpdc.272860",
            "doi": "10.11888/Cryos.tpdc.272860",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈文锋",
                "nameEn": "CHEN Wenfeng",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "张国庆",
                "nameEn": "ZHANG Guoqing",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "What Controls Lake Contraction and Then Expansion in Tibetan Plateau's Endorheic Basin Over the Past Half Century?",
                "referenceCn": null,
                "referenceEn": "Chen, W., Liu, Y., Zhang, G., Yang, K., Zhou, T., Wang, J., & Shum, C. K. (2022). What Controls Lake Contraction and Then Expansion in Tibetan Plateau's Endorheic Basin Over the Past Half Century? Geophysical Research Letters, 49(20). doi:10.1029/2022gl101200"
            },
            {
                "titleCn": null,
                "titleEn": "Glacier mass balance in the Qinghai–Tibet Plateau and its surroundings from the mid-1970s to 2000 based on Hexagon KH-9 and SRTM DEMs",
                "referenceCn": null,
                "referenceEn": "Zhou, Y., Li, Z., Li, J., Zhao, R., & Ding, X. (2018). Glacier mass balance in the Qinghai–Tibet Plateau and its surroundings from the mid-1970s to 2000 based on Hexagon KH-9 and SRTM DEMs. Remote Sensing of Environment, 210, 96-112. doi:https://doi.org/10.1016/j.rse.2018.03.020"
            },
            {
                "titleCn": null,
                "titleEn": "Accelerated global glacier mass loss in the early twenty-first century,",
                "referenceCn": null,
                "referenceEn": "Hugonnet, R., McNabb, R., Berthier, E., Menounos, B., Nuth, C., Girod, L., . . . Kääb, A. (2021). Accelerated global glacier mass loss in the early twenty-first century. Nature, 592(7856), 726-731. doi:https://doi.org/10.1038/s41586-021-03436-z"
            },
            {
                "titleCn": null,
                "titleEn": "High Mountain Asian glacier response to climate revealed by multi-temporal satellite observations since the 1960s.",
                "referenceCn": null,
                "referenceEn": "Bhattacharya, A., Bolch, T., Mukherjee, K., King, O., Menounos, B., Kapitsa, V., . . . Yao, T. (2021). High Mountain Asian glacier response to climate revealed by multi-temporal satellite observations since the 1960s. Nature Communications, 12(1). doi:https://doi.org/10.1038/s41467-021-24180-y"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "表面高程变化",
                "nameEn": "Surface elevation changes"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tietan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1975-2000",
                "keywordEn": "1975-2000",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "中国科学院战略性先导科技专项（A类）",
                "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
            },
            {
                "titleCn": "青藏高原地球系统基础科学中心",
                "titleEn": "Basic Science Center forTibetan Plateau Earth System"
            },
            {
                "titleCn": "冰川、积雪、冻土变化与影响及应对",
                "titleEn": "Changes and impacts of glaciers, snow cover and permafrost and how to deal with them"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets used to measure glacier surface elevation changes in the Tibetan Plateau's endorheic basins?",
                "QuestionCn": "用于测量青藏高原内流盆地冰川表面高程变化的数据集的特征是什么？",
                "AnswerEn": "spatial changes in glacier surface elevation from 1975 to 2000, resolution of 100 meters, average elevation changes for sub-basins from 1975 to 2020, data derived from 32 pairs of KH-9 data and NASADEM, results for Muztagh Ata and Puruogangri regions, average elevation changes for each basin every five years from 1995 to 2020, null areas in KH-9 data quality, changes calculated for individual elevation bands before mapping to each sub-basin",
                "AnswerCn": "1975年至2000年冰川表面高程的空间变化，分辨率为100米，1975年至2020年子流域的平均高程变化，数据来自32对KH-9数据和NASADEM，穆兹塔阿塔和普若岗日地区的结果，1995年至2020年每五年每个流域的平均高程变化，KH-9数据质量中的空白区域，变化在映射到每个子流域之前计算单个高程带的变化。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the number of spatial elevation change measurements collected between 1975 and 2000 for glaciers in the Tibetan Plateau?",
                "QuestionCn": "1975年至2000年间，收集的青藏高原冰川空间高程变化测量的数量是多少？",
                "AnswerEn": "32",
                "AnswerCn": "32",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'KH-9 data' mean in the context of glacier surface elevation change studies?",
                "QuestionCn": "在冰川表面高度变化研究的背景下，“KH-9数据”指的是KH-9侦察卫星所收集的数据。",
                "AnswerEn": "In the context of glacier surface elevation change studies, 'KH-9 data' refers to satellite imagery derived from the KH-9 Hexagon reconnaissance satellites. These satellites captured high-resolution data used to analyze spatial changes in glacier surface elevation over time. In this case, KH-9 data is specifically utilized to observe changes between 1975 and 2000 in the glaciers of the Qinghai-Tibet Plateau's endorheic areas.",
                "AnswerCn": "在冰川表面高度变化研究的背景下，“KH-9数据”指的是来自KH-9六角侦察卫星的卫星影像。这些卫星捕获了高分辨率的数据，用于分析冰川表面高度随时间的空间变化。在这种情况下，KH-9数据特别用于观察1975年至2000年间青藏高原内流区冰川的变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods based on KH-9 data compare to those utilizing NASADEM in terms of handling data quality limitations and empty regions in glacier surface elevation change studies?",
                "QuestionCn": "基于KH-9数据的数据收集方法与利用NASADEM的数据收集方法在处理数据质量限制和冰川表面高程变化研究中的空白区域方面有何比较？",
                "AnswerEn": "Data collection methods based on KH-9 data face limitations due to data quality and the characteristics of glaciers in the studied region, resulting in numerous empty regions. In contrast, NASADEM data is used in combination to address these issues and facilitate the calculation of glacier surface elevation changes over time.",
                "AnswerCn": "基于KH-9数据的数据收集方法由于数据质量和研究区域冰川的特征存在局限性，导致许多区域为空。相比之下，NASADEM数据被结合使用，以解决这些问题并促进冰川表面高程变化的计算。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges in data collection methods might affect the accuracy of glacier surface elevation change measurements over the Qinghai-Tibet Plateau from 1975 to 2020?",
                "QuestionCn": "在1975年至2020年期间，青藏高原冰川表面高程变化测量的数据显示收集方法可能面临哪些挑战，从而影响其准确性？",
                "AnswerEn": "The challenges in data collection methods that might affect the accuracy include the quality limitations of KH-9 data and the characteristics of glaciers in the endorheic region, which result in many null values. It is suggested to calculate changes in each elevation band and map these results to each sub-basin to address these challenges.",
                "AnswerCn": "数据收集方法中的挑战可能会影响准确性，包括KH-9数据的质量限制以及内流区冰川的特征，这导致许多空值。建议计算每个海拔带的变化，并将这些结果映射到每个子流域，以应对这些挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the prevalence of null values in datasets related to glacier surface elevation changes in the Tibetan Plateau's endorheic region?",
                "QuestionCn": "导致与青藏高原内流区冰川表面高程变化相关的数据集中空值普遍存在的因素有哪些？",
                "AnswerEn": "The prevalence of null values can be attributed to the limitations in the quality of KH-9 data and the unique characteristics of glaciers in the endorheic region.",
                "AnswerCn": "空值的普遍存在可以归因于KH-9数据质量的局限性以及内流区冰川的独特特征。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts of using high-quality KH-9 and NASADEM data on the accuracy of glacier surface elevation change measurements from 1975 to 2000 in the Tibetan Plateau's endorheic basins?",
                "QuestionCn": "使用高质量的KH-9和NASADEM数据对1975年至2000年间青藏高原内流盆地冰川表面高程变化测量的准确性可能产生的影响是什么？",
                "AnswerEn": "Using high-quality KH-9 and NASADEM data likely improves the accuracy of glacier surface elevation change measurements from 1975 to 2000 by providing more reliable spatial change data. However, due to the limitations of KH-9 data quality and the characteristics of glaciers in endorheic areas, there are many null regions, which suggests a need to calculate changes for each elevation band first and then map them to each sub-basin to enhance overall accuracy.",
                "AnswerCn": "使用高质量的KH-9和NASADEM数据可能会提高1975年至2000年冰川表面高程变化测量的准确性，因为它们提供了更可靠的空间变化数据。然而，由于KH-9数据质量的限制以及内流区冰川的特征，存在许多空白区域，这表明需要先计算每个高程带的变化，然后再将其映射到每个子流域，以提高整体准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps can be taken to address data quality limitations and missing values when analyzing glacier surface elevation changes over time in the interior drainage region of the Tibetan Plateau?",
                "QuestionCn": "在分析青藏 Plateau 内部排水区冰川表面高程变化时，可以采取哪些程序步骤来解决数据质量限制和缺失值问题？",
                "AnswerEn": "To address data quality limitations and missing values, it is suggested to first calculate the elevation change results for each elevation band by combining zoning information. This involves leveraging KH-9 data and NASADEM for the period 1975-2000 and using Hugonnet et al. (2021) data for 1995-2020, assuming similar glacier thickness changes between 1995-2000 and 2000-2005. Mapping these calculations to each sub-basin helps mitigate the impact of data quality issues and missing values.",
                "AnswerCn": "为了解决数据质量限制和缺失值的问题，建议首先通过结合分区信息计算每个海拔带的海拔变化结果。这涉及利用KH-9数据和NASADEM在1975-2000年期间的数据，并使用Hugonnet等人（2021年）的数据用于1995-2020年，假设1995-2000年和2000-2005年之间的冰川厚度变化相似。将这些计算映射到每个子流域有助于减轻数据质量问题和缺失值的影响。",
                "Level": "C3(Applying)"
            }
        ]
    }
}