{
    "id": "c29dfe2c-2818-4f49-9413-5494cf5311a5",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (an automatic weather station of desert station, 2017)",
            "description": "The data set includes observation data of meteorological elements in the downstream desert station of Heihe Hydrometeorological Observation Network from January 1, 2017 to December 31, 2017. The site is located in the desert beach of Ejin Banner, Inner Mongolia, and the underlying surface is red sand desert. The latitude and longitude of the observation point is 100.9872E, 42.1135N, and the altitude is 1054m.The air temperature and relative humidity sensors are installed at 5m and 10m, facing the north; the barometer is installed at 2m; the tipping bucket rain gauge is installed at 10m; the wind speed sensor is set at 5m, 10m, and the wind direction sensor is set at 10m, facing the north; the four-component radiometer is installed at 6m, facing south; two infrared thermometers are installed at 6m, facing south, the probe orientation is vertically downward; the soil temperature probe is buried in the ground surface 0cm and underground 2cm, 4cm, 10cm, 20cm 40cm, 60cm and 100cm, in the south of the 2m from the meteorological tower; soil moisture sensors are buried in the underground 2cm, 4cm, 10cm, 20cm, 40cm, 60cm and 100cm, in the south of the 2m from the meteorological tower; soil heat flux plates (3 pieces) are buried in the ground 6 cm in order.\nObservation items include: air temperature and humidity (Ta_5m, RH_5m, Ta_10m, RH_10m) (unit: centigrade, percentage), air pressure (Press) (unit: hectopascal), precipitation (Rain) (unit: mm), wind speed (WS_5m, WS_10m) (unit: m / s), wind direction (WD_10m) (unit: degree), four-component radiation (DR, UR, DLR_Cor, ULR_Cor, Rn) (unit: watts / square meter), surface radiation temperature (IRT_1, IRT_2 ) (unit: centigrade), soil heat flux (Gs_1, Gs_2, Gs_3) (unit: watts/square meter), soil moisture (Ms_2cm, Ms_4cm, Ms_10cm, Ms_20cm, Ms_40cm, Ms_60cm, Ms_100cm) (unit: volumetric water content, percentage) and soil temperature (Ts_0cm, Ts_2cm, Ts_4cm, Ts_10cm, Ts_20cm, Ts_40cm, Ts_60cm, Ts_100cm) (unit: centigrade).\nProcessing and quality control of the observation data: (1) ensure 144 data per day (every 10 minutes), when there is missing data, it is marked by -6999; From September 17, 2017 to September 23,  due to the re-enhancement of the observation tower, the data is missing (the four-component radiation missing period is from September 9 to September 23); (2) eliminate the moment with duplicate records; (3) delete the data that is obviously beyond the physical meaning or the range of the instrument; (5) the format of date and time is uniform, and the date and time are in the same column. For example, the time is: 2016-6-10 10:30; (6) the naming rules are: AWS+ site name.\nFor hydrometeorological network or site information, please refer to Li et al. (2013). For observation data processing, please refer to Liu et al. (2011).",
            "instructions": "",
            "east": 100.9872,
            "west": 100.9872,
            "south": 42.1135,
            "north": 42.1135,
            "startTime": "2017-01-12 08:00:00",
            "endTime": "2018-01-11 08:00:00",
            "fileSize": 13299707.0,
            "cstr": "18406.11.hiwater.20.2018.db",
            "doi": "10.3972/hiwater.20.2018.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for Ecological-Hydrological Processes in the Heihe River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordEn": "Desert Station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2017",
                "type": "temporal"
            },
            {
                "keywordEn": "2017-01-01 to 2017-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Are there methods to ensure data quality control in hydrometeorological observations for oasis–desert ecosystems?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What data collection methods are used for acquiring hydrometeorological data in oasis–desert areas?",
                    "Answer": "Automatic weather stations",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with collecting data in inland river basins in arid and semiarid areas?",
                    "Answer": "ecological environment degradation",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to measure soil and canopy component temperatures in an agricultural area?",
                    "Answer": "In the field, a Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 minutes during the daytime. The images obtained were used to calculate soil and canopy component temperatures.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you illustrate an example of a challenge faced during data collection in oasis–desert systems?",
                    "Answer": "Inland river basins in arid and semiarid areas face challenges such as ecological environment degradation, drying up of rivers and lakes, and the intensification of land desertification, which can complicate data collection efforts.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Can you provide an example of a dataset that includes long-term energy, water vapor, and carbon fluxes in arid regions?",
                    "Answer": "An example dataset includes long-term observations of energy, water vapor, carbon, and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021 in oasis–desert systems located in the arid regions of western China.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the specific characteristics of observational datasets used in oasis–desert systems for understanding energy, water vapor, and carbon exchange?",
                    "Answer": "long-term data, energy fluxes, water vapor fluxes, carbon fluxes, methane fluxes, hydrometeorology data, vegetation parameters, soil parameters, eddy covariance systems, scintillometers, radiation measurements, soil heat flux, soil temperature profiles, air temperature gradients, humidity gradients, wind speed, wind direction, air pressure, precipitation, soil moisture profiles, groundwater table data",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the characteristics of data processing and quality control procedures in hydrometeorological datasets?",
                    "Answer": "data collection, processing, archiving, removal of duplicate records, deletion of data that exceeds physical or instrumental limits, marking of questionable data, standardizing date and time formats, consistent naming conventions",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many observation stations are included in the hydrometeorological observation network dataset for the Heihe River Basin?",
                    "Answer": "11",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many ground-based measurements are taken daily in the meteorological observation dataset for the desert station in the Heihe River Basin?",
                    "Answer": "144",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What are the common challenges faced in collecting and processing data for oasis-desert ecosystem studies?",
                    "Answer": "Common challenges in collecting and processing data for oasis-desert ecosystem studies include dealing with the ecological environment degradation, such as land desertification and dust storms, as well as the need for long-term monitoring to understand energy, water vapor, and carbon exchange. Data processing involves ensuring quality control, such as removing outliers and filling missing data, to accurately reflect the complex interactions in these ecosystems.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods for evapotranspiration using the TSEB model compare to those used for energy and carbon exchange observations in oasis–desert systems?",
                    "Answer": "The TSEB model involves ground-measured soil and canopy component temperatures, using thermal infrared cameras and EC systems. In contrast, energy and carbon exchange observations in oasis–desert systems employ long-term datasets from eddy covariance systems, scintillometers, and automatic weather stations for various hydrometeorological parameters.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "In what ways do the challenges faced in estimating evapotranspiration in arid agricultural areas differ from those encountered in managing oasis–desert systems?",
                    "Answer": "Challenges in estimating evapotranspiration include difficulties in measuring soil and canopy temperatures and dealing with advective conditions. In contrast, oasis–desert systems face broader ecological issues such as river drying, vegetation degradation, and desertification, requiring a balance between ecological and socioeconomic concerns.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How does the integration of stable isotopes and eddy covariance systems contribute to the understanding of oasis-desert interactions?",
                    "Answer": "The integration of stable isotopes and eddy covariance systems allows for a more detailed validation of evapotranspiration components—evaporation and transpiration—by providing observed ratios of these components. This approach enhances the understanding of oasis-desert interactions by offering insights into the exchange of energy, water vapor, and carbon, which are crucial for maintaining the ecological stability and socioeconomic development of oases in arid regions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the implications of the observed data patterns from the HRB region for long-term ecological and hydrological modeling in arid and semi-arid areas?",
                    "Answer": "The observed data patterns from the HRB region, which include long-term energy, water vapor, and carbon fluxes, as well as auxiliary hydrometeorological data, provide critical insights for ecological and hydrological modeling. These patterns underscore the importance of understanding energy and water vapor exchanges in maintaining the balance between oasis and desert systems, which is essential for sustainable development and ecological security in arid and semi-arid areas.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the challenges in accurately measuring soil and canopy component temperatures in arid regions?",
                    "Answer": "The challenges in measuring soil and canopy component temperatures in arid regions arise from image classification errors that vary with vegetation abundance, errors in determining surface composite radiometric temperature, ignoring atmospheric upwelling radiation and transmittance, and uncertainties in estimating incoming short- and long-wave radiation transmittances through the canopy.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it important to maintain a balance between oasis and desert systems for sustainable development in arid regions?",
                    "Answer": "Maintaining a balance between oasis and desert systems is crucial for achieving sustainable development because oases play a critical role in ecological stability, agricultural productivity, and socioeconomic development, especially in arid regions where they support the majority of the population.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What causes the limitations in applying one-source evapotranspiration estimation models to heterogeneous landscapes?",
                    "Answer": "One-source evapotranspiration estimation models are limited in heterogeneous landscapes because these models cannot accurately estimate surface evapotranspiration due to the mixture of soil and vegetation with different temperatures and resistances to energy exchange, which is not accounted for in a single-source approach.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What potential outcomes could arise from implementing advanced remote sensing technologies in the collection of hydrometeorological data in arid regions?",
                    "Answer": "Implementing advanced remote sensing technologies could enhance the accuracy of evapotranspiration estimations, improve the separation of soil and vegetation components, and facilitate better validation of energy, water vapor, and carbon exchanges. This could lead to more reliable data for understanding ecological interactions in oasis–desert systems and contribute to sustainable development strategies.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the consequences of integrating long-term observational datasets from oasis–desert systems into current hydrometeorological research frameworks?",
                    "Answer": "Integrating long-term observational datasets can provide a comprehensive understanding of energy, water vapor, and carbon exchanges, helping to recognize oasis–desert interactions. This could support ecological stability and socioeconomic development, offering insights into sustainable oasis management and contributing to the goals of carbon peaking and carbon neutrality.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the use of high-resolution thermal imaging impact the accuracy of evapotranspiration measurements in heterogeneous land surfaces?",
                    "Answer": "Using high-resolution thermal imaging can improve the accuracy of evapotranspiration measurements by providing precise soil and canopy component temperatures. This can lead to better separation of soil and vegetation latent fluxes, reducing uncertainties and enhancing the reliability of models like the TSEB in estimating E, T, and ET, even in strongly advective conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the key objectives behind implementing a comprehensive meteorological and hydrological observation network in arid regions?",
                    "Answer": "The objectives include understanding the energy, water vapor, and carbon exchange in oasis–desert ecosystems to achieve sustainable oasis development, carbon neutrality, and ecological security, especially in regions with significant ecological challenges such as the drying up of water bodies and land desertification.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What motivates the use of thermal infrared cameras and radiometric temperature measurements in studying soil and canopy component temperatures?",
                    "Answer": "The motivation is to refine the TSEB model by accurately calculating soil and vegetation component temperatures, which is crucial for estimating energy fluxes like evaporation and transpiration, especially in areas with strong advective conditions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the key procedures involved in setting up and maintaining an automated meteorological observation station in arid regions for hydrometeorological data collection?",
                    "Answer": "The setup of an automated meteorological observation station involves installing various sensors at specific heights and orientations to measure air temperature, relative humidity, wind speed, wind direction, atmospheric pressure, precipitation, radiation, and soil temperature and moisture. The data is collected every 10 minutes, and quality control is applied to ensure data integrity, including handling missing data, removing duplicates, and flagging questionable data.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can thermal infrared cameras be used to enhance the accuracy of evapotranspiration estimates in heterogeneous land surfaces?",
                    "Answer": "Thermal infrared cameras are used to capture high-resolution thermal images that help calculate soil and canopy component temperatures. These temperatures are classified using visible and NIR images to separate soil and canopy pixels, which are then used to improve the accuracy of the two-source energy balance model by providing precise inputs for estimating evaporation, transpiration, and evapotranspiration.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What are the specific challenges and methods associated with long-term data collection for energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                    "Answer": "Challenges include maintaining the balance between oasis and desert systems and ensuring ecological stability. Long-term data collection involves using eddy covariance systems and scintillometers for turbulent flux data, automatic weather stations for hydrometeorological data, and additional measurements of vegetation and soil parameters. Data processing includes collection, processing, and quality control to ensure reliable datasets.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements enable the accurate measurement and collection of soil and canopy temperatures in arid regions?",
                    "Answer": "The use of a high-resolution thermal camera and the series TSEB model enables the accurate estimation of soil and canopy temperatures by measuring thermal radiation and applying data from satellite- and ground-based sources. This approach allows for precise component temperature calculations, which are crucial for estimating evaporation, transpiration, and evapotranspiration in heterogeneous landscapes.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "In what ways do eddy covariance systems facilitate the monitoring of energy, water vapor, and carbon fluxes in diverse ecological landscapes?",
                    "Answer": "Eddy covariance systems provide half-hourly turbulent flux data that are critical for analyzing energy, water vapor, and carbon exchanges in oasis-desert areas. This method allows researchers to gather long-term datasets on fluxes, which are essential for evaluating ecological interactions and supporting sustainable development goals in arid and semiarid regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "What are the anticipated challenges when using composite temperature separation approaches in arid regions for estimating energy exchange?",
                    "Answer": "In arid regions, composite temperature separation approaches may be limited in effectiveness because of difficulties in measuring evaporation and transpiration on the ground. Errors in image classification can lead to inaccuracies, such as soil pixels being counted as vegetation pixels, which affects temperature estimates and, consequently, the accuracy of energy exchange estimations.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Why is it critical to achieve a balance between oasis and desert systems in the context of sustainable development and ecological security?",
                    "Answer": "Achieving a balance between oasis and desert systems is crucial for sustainable development to support ecological security and socioeconomic development. Oases play a significant role in maintaining stable ecological environments and agricultural productivity, which are essential for the ecological stability and sustainability of the regions they support.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "In your opinion, how might the integration of ground-based and satellite data improve the accuracy and applicability of models like the TSEB in estimating evapotranspiration in heterogeneous landscapes?",
                    "Answer": "The integration of ground-based and satellite data could significantly enhance the accuracy and applicability of models like the TSEB. Ground-based measurements provide detailed, localized data, while satellite data offers broader spatial coverage. This combination could help address the limitations of current models, such as the challenges in accurately estimating surface fluxes and component temperatures, ultimately leading to more reliable evapotranspiration estimates in heterogeneous landscapes.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm unsure about the data collection techniques used to partition evapotranspiration into evaporation and transpiration components efficiently.",
                    "Answer": "Data collection techniques for partitioning evapotranspiration (ET) often involve using ground-measured soil and canopy component temperatures combined with advanced models like the two-source energy balance (TSEB) model. The TSEB model separates the energy balance into soil and canopy components using thermal infrared imagery and high-resolution thermal cameras, which helps improve the accuracy of estimating evaporation and transpiration ratios.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I can't make sense of how the data processing and quality control procedures are implemented for datasets collected over arid regions.",
                    "Answer": "Data processing and quality control procedures in arid regions involve several steps, such as ensuring accurate data collection through instruments like automatic weather stations and eddy covariance systems. The data is processed to remove any errors or inconsistencies, such as duplicate records or data points that exceed physical or instrumental limits. Missing data is marked, and data is standardized for consistency, which helps in maintaining reliable datasets for analysis.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please outline strategies for overcoming the challenges associated with accurate measurement and data quality control in hydrometeorological studies, particularly in oasis-desert ecosystems.",
                    "Answer": "Strategies to overcome challenges in data quality control include implementing robust data validation protocols such as identifying and marking missing data, removing duplicate records, and discarding data that fall outside physical or instrumental limits. Additionally, establishing standardized formats for date and time, and employing techniques to separate soil and vegetation component temperatures using thermal imagery can enhance measurement accuracy. Continuous monitoring and equipment calibration are essential to mitigate the effects of environmental factors on sensor performance.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}