{
    "id": "c2a2da86-6c7f-4548-96a5-0bfd6b1ae6ef",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Petrographic, heavy-mineral and geochemical datasets of modern river sand in Yarlung Tsangpo drainage basin (2001-2019)",
            "titleCn": "雅鲁藏布江流域现代河流沉积物碎屑组分、重矿物及地化组分数据集（2001-2019）",
            "description": "The samples in this data set are mainly collected from 2013-2019 and sporadic river sediment samples from 2001-2013. The data set contains the sampling location information of 40 main stem samples and 107 tributary samples, petrographic data of 62 river sediment samples, heavy-mineral data of 145 river sediment samples, and geochemical data of 55 samples. The petrographic data were collected with Gazzi-Dickinson method with grain size window at 63-2000 μm. The heavy minerals are separated from 32-500 μm sediment with the heavy liquid (2.90 g/cm3) and liquid Nitrogen, and then counted the heavy minerals depend on the mineral's optical properties and Raman spectroscopy. The geochemical analysis were tested for sediment < 2000 μm. The data of petrography and heavy minerals were collected in the laboratories of  University of Milan-Bicocca and Nanjing University, respectively. The geochemical data were completed by the Institute of Geophysical and Geochemical Exploration, Chinese Academy of Geological Sciences. All the results are true and reliable. This data set systematically reflects the sediment compositions of different tributaries and different tectonic domains (Tethys Himalayan terrane, Yarlung Tsangpo suture zone, Lhasa Block, etc.) in the Yarlung Tsangpo drainage. With the high-resolution compositional dataset, the distribution characteristics of modern sediment derived from different lithology/rivers in the Southern Tibet can be obtained, which also provide the reference for deep time provenance comparison. Meanwhile, combined with the forward mixing model, we can calculate that the Lhasa Block contributes ~80% of the sandy sediments to the Yarlung Tsangpo drainage, which can be up to 5 times higher than the contribution of the Tethys Himalaya, whereas the sediment contribution from the Yarlung Tsangpo suture zone is only less than 5%.",
            "descriptionCn": "本数据集的样品主要采集自2013-2019年，以及零星的2001-2013年的河流沉积物样品，数据集共包含40个干流样品和107个支流样品的采样地点信息，62个河流沉积物样品的碎屑组分数据，145个河流沉积物样品的重矿物数据，以及55个河流沉积物样品的地球化学数据。碎屑组分统计方法为Gazzi-Dickinson方法，选取的组分粒径为63-2000μm；重矿物则是利用重液（2.90 g/cm3）和液氮冷却法从32-500μm的沉积物中提取而来，并利用光学性质及拉曼光谱辅助鉴定统计各重矿物组分，地球化学测试分析对象为<2000μm的砂质沉积物。碎屑组分和重矿物组分数据分别在意大利米兰-比可卡大学和南京大学的实验室完成，地球化学数据由中国地质科学院地球物理地球化学勘察研究所完成，结果真实可靠。本数据集系统反应了雅鲁藏布江流域不同支流、不同构造单元（特提斯喜马拉雅地体、雅鲁藏布江缝合带、拉萨地块等）的沉积物组分，据此可明确藏南地区雅鲁藏布江流域内不同岩性/河流产出的沉积物组分分布特征，为深时的物源分析对比提供参照；同时结合正演混合模型计算，可知雅鲁藏布江流域的砂质沉积物主要来自北侧的拉萨地块，其贡献量了流域内~80%的砂质沉积物，是南侧特提斯喜马拉雅地体贡献量的5倍，而雅鲁藏布江缝合带仅提供了不到5%的砂质沉积物。",
            "instructions": "File name: Yarlung Tsangpo pthm & Chi dataset xlsx\nData reading method: open excel directly",
            "instructionsCn": "文件命名：Yarlung Tsangpo PTHM&CHI dataset.xlsx\n数据读取方式：Excel直接打开",
            "east": 94.5,
            "west": 82.5,
            "south": 28.5,
            "north": 30.5,
            "startTime": "2001-10-01 00:00:00",
            "endTime": "2019-10-01 11:59:59",
            "fileSize": 170961.0,
            "cstr": "18406.11.SolidEar.tpdc.272340",
            "doi": "10.11888/SolidEar.tpdc.272340",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "梁文栋",
                "nameEn": "LIANG Wendong ",
                "unitEn": "Chengdu University of Technology",
                "unitCn": "成都理工大学"
            },
            {
                "nameCn": "胡修棉",
                "nameEn": "HU Xiumian",
                "unitEn": "",
                "unitCn": "南京大学"
            },
            {
                "nameCn": "姚文生",
                "nameEn": "YAO Wensheng ",
                "unitEn": "Institute of Geophysical and Geochemical Exploration CAGS",
                "unitCn": "中国地质科学院地球物理地球化学勘查研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Tracing erosion patterns in South Tibet: Balancing sediment supply to the Yarlung Tsangpo from the Himalaya versus Lhasa Block",
                "referenceCn": null,
                "referenceEn": "Liang, W.D., Garzanti, E., Hu, X.M., Resentini, A., Vezzoli, G., & Yao, W.S. (2022). Tracing erosion patterns in South Tibet: Balancing sediment supply to the Yarlung Tsangpo from the Himalaya versus Lhasa Block. Basin Research, 34(1), 411-439."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "全岩主微量元素",
                "nameEn": "Whole-rock major and trace element"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "碎屑组分",
                "nameEn": "petrological component"
            },
            {
                "nameCn": "重矿物",
                "nameEn": "heavy minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "雅鲁藏布江中上游",
                "keywordEn": "Middle and upper reaches of the Yarlung Zangbo River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "现代沉积",
                "keywordEn": "Modern Sediments",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many sediment samples have been analyzed for heavy mineral data in a dataset related to the Yarlung Tsangpo River Basin?",
                "QuestionCn": "在与雅鲁藏布江流域相关的数据集中，已分析了多少个沉积样本的重矿物数据？",
                "AnswerEn": "145",
                "AnswerCn": "一百四十五",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the selection of specific sediment size ranges for geochemical analysis in river sediment datasets?",
                "QuestionCn": "影响河流沉积物数据集中选择特定沉积物粒径范围进行地球化学分析的因素有哪些？",
                "AnswerEn": "The selection of sediment size ranges for geochemical analysis in river sediment datasets may be influenced by the need to accurately represent the sedimentary environment and the chemical composition of the region. In the mentioned dataset, a focus on <2000μm sand-sized sediments for geochemical testing helps capture the sediment's chemical properties effectively, providing insights into the sediment's provenance and the geological processes at play in the Yarlung Tsangpo River Basin.",
                "AnswerCn": "在河流沉积物数据集中，沉积物粒径范围的选择可能受到准确代表沉积环境和区域化学成分的需要的影响。在提到的数据集中，关注<2000μm的沙粒沉积物进行地球化学测试，有助于有效捕捉沉积物的化学特性，为了解雅鲁藏布江流域的沉积物来源和地质过程提供了见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental and procedural methods can be employed to accurately extract and analyze heavy mineral data from river sediments in the Yarlung Tsangpo River Basin, considering the challenges in differentiating sediment sources and contributions?",
                "QuestionCn": "可以采用哪些仪器和程序方法来准确提取和分析雅鲁藏布江流域河流沉积物中的重矿物数据，考虑到在区分沉积物来源和贡献方面的挑战。",
                "AnswerEn": "To accurately extract and analyze heavy mineral data from river sediments in the Yarlung Tsangpo River Basin, the procedural method involves using heavy liquid separation (density 2.90 g/cm3) and liquid nitrogen cooling techniques to extract minerals from sediment sizes ranging from 32-500μm. Optical properties and Raman spectroscopy assist in identifying and statistically analyzing each heavy mineral component. These methods help differentiate sediment sources and contributions, showing, for example, that the Lhasa Block contributes approximately 80% of the sandy sediments in the basin, significantly more than the Tethyan Himalayan terrane and the Yarlung Tsangpo suture zone.",
                "AnswerCn": "为了准确提取和分析雅鲁藏布江流域河流沉积物中的重矿物数据，程序方法涉及使用重液分离（密度2.90 g/cm³）和液氮冷却技术，从32-500μm的沉积物中提取矿物。光学性质和拉曼光谱法有助于识别和统计分析每种重矿物成分。这些方法有助于区分沉积物来源和贡献，例如，拉萨块体贡献了该流域约80%的沙质沉积物，显著高于特提扬喜马拉雅地块和雅鲁藏布江缝合带。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}