{
  "id": "c2aa8122-bc53-4dfd-87a5-d00e26f360b5",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Airborne CCD image data production in the sample strip in the upstream of the Heihe River Basin",
      "titleCn": "黑河生态水文遥感试验：黑河流域上游样带机载CCD影像数据",
      "description": "On 25 August 2012, a RCD30 camera of Leica Company boarded on the Y-12 aircraft was utilized to obtain the optical remote sensing data. RCD30 camera has a focal length of 80 mm and four bands including red, green, blue and near-infrared bands. The absolute flight altitude is 5200 m and ground sample distance is 6-19 cm. The product includes TIF images and exterior orientation elements.",
      "descriptionCn": "2012年8月25日，在黑河中上游的核心观测区域，利用运12飞机，搭载Leica公司RCD30相机,开展了光学航空遥感飞行试验。RCD30相机焦距80mm,有RGB和近红外四个波段。样带地区飞行绝对航高5200米，GSD为6—19厘米。经过处理，得到tif影像及影像外方位元素。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.63,
      "west": 99.73,
      "south": 37.97,
      "north": 38.33,
      "startTime": "2018-11-24 10:50:15",
      "endTime": "2018-11-24 10:50:15",
      "fileSize": 65156857200.0,
      "cstr": "18406.11.hiwater.144.2013.db",
      "doi": "10.3972/hiwater.144.2013.db",
      "dataFormat": "tif",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "CCD相机",
        "nameEn": "CCD"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-08-25",
        "keywordEn": "2012-08-25",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for acquiring high-resolution optical remote sensing images in ecological hydrology research?",
        "QuestionCn": "您能否提供一个用于获取生态水文学研究中高分辨率光学遥感图像的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used in ecological hydrology research is the deployment of a Leica RCD30 camera on a Y-12 aircraft to capture high-resolution optical remote sensing images over a target area. The camera operates with a focal length of 80mm and captures images in RGB and near-infrared bands from an absolute flight altitude of 5200 meters, resulting in Ground Sample Distances (GSD) between 6 and 19 centimeters.",
        "AnswerCn": "在生态水文学研究中使用的一种数据收集方法是将Leica RCD30相机部署在Y-12飞机上，以捕获目标区域的高分辨率光学遥感图像。该相机的焦距为80毫米，从5200米的绝对飞行高度拍摄RGB和近红外波段的图像，导致地面采样距离（GSD）在6到19厘米之间。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes of the imagery collected using the Leica RCD30 camera during optical aerial remote sensing flights?",
        "QuestionCn": "使用徕卡RCD30相机在光学航空遥感飞行中收集的图像具有哪些具体属性？",
        "AnswerEn": "RGB and near-infrared bands, focal length of 80mm, ground sample distance (GSD) ranging from 6 to 19 centimeters, absolute flight altitude of 5200 meters",
        "AnswerCn": "RGB和近红外波段，焦距为80毫米，地面采样距离（GSD）范围为6到19厘米，绝对飞行高度为5200米。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the ground sampling distance (GSD) range for the optical aerial remote sensing images in a dataset collected using airborne CCD cameras?",
        "QuestionCn": "使用航空CCD相机收集的数据集中，光学航空遥感图像的地面取样距离（GSD）范围是多少？",
        "AnswerEn": "6-19 centimeters",
        "AnswerCn": "6-19厘米",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of RGB and near-infrared bands from optical aerial remote sensing data collection inform our understanding of ecological and hydrological patterns in a river basin?",
        "QuestionCn": "如何通过光学航空遥感数据收集中的RGB和近红外波段的集成，来加深我们对河流流域生态和水文模式的理解？",
        "AnswerEn": "The integration of RGB and near-infrared bands allows researchers to analyze vegetation indices and land cover types, which can reveal information about ecological health, water stress, and hydrological processes in a river basin. By examining these spectral bands, researchers can infer patterns related to vegetation density, soil moisture levels, and water body extents, thereby gaining insights into the ecological and hydrological dynamics of the area.",
        "AnswerCn": "RGB和近红外波段的结合使研究人员能够分析植被指数和土地覆盖类型，这可以揭示有关生态健康、水分压力和流域水文过程的信息。通过检查这些光谱波段，研究人员可以推断与植被密度、土壤湿度水平和水体范围相关的模式，从而深入了解该地区的生态和水文动态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of conducting aerial remote sensing experiments using CCD imagery in the upstream areas of river basins?",
        "QuestionCn": "在河流流域上游地区进行使用CCD影像的航空遥感实验的主要目标是什么？",
        "AnswerEn": "The primary objective of using CCD imagery in aerial remote sensing experiments over river basins, such as the upstream area of the Heihe River Basin, is to capture high-resolution optical data across multiple spectral bands (RGB and near-infrared) to enhance ecological and hydrological monitoring. These data can aid in understanding land cover and environmental changes, supporting water resource management, and improving ecological research.",
        "AnswerCn": "在河流流域（如黑河流域上游）进行航空遥感实验时，使用CCD影像的主要目的是捕获多个光谱波段（RGB和近红外）的高分辨率光学数据，以增强生态和水文监测。这些数据有助于理解土地覆盖和环境变化，支持水资源管理，并改善生态研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures involved in collecting airborne remote sensing data using CCD cameras for ecological and hydrological studies in river basins?",
        "QuestionCn": "使用CCD相机收集用于河流流域生态和水文研究的机载遥感数据涉及哪些程序？",
        "AnswerEn": "In the 黑河生态水文遥感试验, optical aerial remote sensing experiments were conducted using an aircraft (运12) equipped with a Leica RCD30 camera. The camera, with an 80mm focal length, captured images in RGB and near-infrared bands. The aircraft flew at an absolute altitude of 5200 meters, achieving a Ground Sample Distance (GSD) of 6-19 centimeters. The procedure involved capturing CCD images over the sample area and processing them to obtain TIF images and the exterior orientation elements of the images.",
        "AnswerCn": "在黑河生态水文遥感试验中，使用装备有Leica RCD30相机的运12飞机进行了光学航空遥感实验。该相机的焦距为80毫米，捕捉了RGB和近红外波段的图像。飞机以5200米的绝对高度飞行，达到了6-19厘米的地面采样距离（GSD）。该过程包括在样本区域捕捉CCD图像，并对其进行处理以获得TIF图像和图像的外部定向元素。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the collection of high-resolution optical imagery in ecological and hydrological remote sensing experiments?",
        "QuestionCn": "哪些技术进步使得在生态和水文遥感实验中能够收集高分辨率光学影像？",
        "AnswerEn": "The use of the Leica RCD30 camera with an 80mm focal length and RGB plus near-infrared bands, mounted on a Y-12 aircraft at an absolute flight altitude of 5200 meters, enables the collection of high-resolution optical imagery with a GSD of 6-19 centimeters.",
        "AnswerCn": "使用Leica RCD30相机，配备80mm焦距和RGB加近红外波段，安装在Y-12飞机上，以5200米的绝对飞行高度，可以收集具有6-19厘米GSD的高分辨率光学影像。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}