{
    "id": "c2e303f6-ccd5-45f4-ac28-b5b0cbf70276",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of Meteorological elements gradient of A’rou Superstation, 2021)",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from an observation system of Meteorological elements gradient of A’rou Superstation from January 1 to December 31, 2021. The site (100.464° E, 38.047° N) was located on a cold grassland surface in the Caodaban village, A’rou Town, Qilian County, Qinghai Province. The elevation is 3033 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45C; 1, 2, 5, 10, 15 and 25 m, towards north), wind speed and direction profile (Windsonic; 1, 2, 5, 10, 15 and 25 m, towards north), air pressure (CS100; 2 m), rain gauge (TE525M; 5 m, towards south), four-component radiometer (CNR4; 5 m, towards south), two infrared temperature sensors (SI-111; 5 m, towards south, vertically downward), photosynthetically active radiation (PAR-LITE; 5 m, towards south, vertically upward), soil heat flux (HFP01SC; 2 duplicates, -0.06 m, 2 m in the south of tower), soil temperature profile (109; 0, -0.02, -0.04, -0.06, -0.1, -0.15, -0.2, -0.3, -0.4, -0.6, -0.8, -1.2, -1.6, -2, -2.4, -2.8 and -3.2 m, 3 duplicates in -0.04 m and -0.1 m), and soil moisture profile (CS616; -0.02, -0.04, -0.06, -0.1, -0.15, -0.2, -0.3, -0.4, -0.6, -0.8, -1.2, -1.6, -2, -2.4, -2.8 and -3.2 m, 3 duplicates in -0.04 m and -0.1 m).\nThe observations included the following: air temperature and humidity (Ta_1 m, Ta_2 m, Ta_5 m, Ta_10 m, Ta_15 m and Ta_25 m; RH_1 m, RH_2 m, RH_5 m, RH_10 m, RH_15 m and RH_25 m) (℃ and %, respectively), wind speed (Ws_1 m, Ws_2 m, Ws_5 m, Ws_10 m, Ws_15 m and Ws_25 m) (m/s), wind direction (WD_1 m, WD_2 m, WD_5 m, WD_10 m, WD_15 m and WD_25 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m2), infrared temperature (IRT_1 and IRT_2) (℃), photosynthetically active radiation (PAR) (μmol/(s m-2)), average soil temperature (TCAV, ℃), soil heat flux (Gs_1, Gs_2) (W/m2), soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm_1, Ts_4 cm_2, Ts_4 cm_3, Ts_6 cm, Ts_10 cm_1, Ts_10 cm_2, Ts_10 cm_3, Ts_15 cm, Ts_20 cm, Ts_30 cm, Ts_40 cm, Ts_60 cm, Ts_80 cm, Ts_120 cm, Ts_160 cm, Ts_200 cm, Ts_240 cm, Ts_280 cm and Ts_320 cm) (℃), and soil moisture (Ms_2 cm, Ms_4 cm_1, Ms_4 cm_2, Ms_4 cm_3, Ms_6 cm, Ms_10 cm_1, Ms_10 cm_2, Ms_10 cm_3, Ms_15 cm, Ms_20 cm, Ms_30 cm, Ms_40 cm, Ms_60 cm, Ms_80 cm, Ms_120 cm, Ms_160 cm, Ms_200 cm, Ms_240 cm, Ms_280 cm and Ms_320 cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2021-6-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "instructions": "Year+** observatory network+ site+ AWS",
            "east": 100.464,
            "west": 100.464,
            "south": 38.047,
            "north": 38.047,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 29890635.0,
            "cstr": "18406.11.Atmos.tpdc.272477",
            "doi": "10.11888/Atmos.tpdc.272477",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
                "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Hydrology"
            },
            {
                "nameEn": "Visibility"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the cold region hydrology experimental area"
            },
            {
                "keywordEn": "Arou Superstation"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Are the data collection methods for observing soil temperature and moisture in the alpine region consistent with the expected standards for capturing freeze-thaw processes?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Are datasets for observing snow cover and frozen ground in alpine regions primarily derived from in-situ measurements, remote sensing, or model simulations?",
                    "Answer": "in-situ measurements and remote sensing",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What challenges are faced in collecting data for alpine hydrological models in the Heihe River Basin?",
                    "Answer": "cold and harsh climate, high altitude, complex topography",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where are meteorological parameters measured for the TSEB model in the Heihe River Basin?",
                    "Answer": "Daman superstation",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are some specific data collection methods used to observe snow cover properties in the upper reaches of the Heihe River Basin?",
                    "Answer": "SR50A, GMON, FlowCapt",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to capture snow accumulation and ablation processes in alpine regions?",
                    "Answer": "Snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. Snow depth was measured by SR50A, which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that integrates multiple scales of observation in the alpine region?",
                    "Answer": "An example of a dataset that integrates multiple scales of observation in the alpine region is the suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data. These datasets were obtained from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. The observation network connects a group of automatic meteorological stations, snow observation superstations, and frozen ground superstations, providing data for investigating watershed science and functions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics and setup of a meteorological observation system in an alpine region?",
                    "Answer": "automatic meteorological stations, superstations, wind speed, wind direction, air temperature, humidity, infrared temperature, air pressure, four-component radiation, precipitation, snow cover properties, freeze-thaw processes",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the characteristics of a soil temperature and moisture monitoring system in alpine hydrology research?",
                    "Answer": "intensive measurements in multiple layers, up to 18 layers, depth of 3.2 meters, capture dynamic hydrothermal features under freeze-thaw cycles, measure thermal conductivity, measure hydraulic conductivity in the topsoil",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the specific attributes observed in a snow observation system within an alpine observation network?",
                    "Answer": "snow depth, snow water equivalent, blowing or drifting snow, GammaMONitor for SWE, FlowCapt for snow flux, accumulation and ablation processes, high-resolution instruments",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many layers of soil temperature sensors are utilized in the observation network for measuring freeze-thaw processes?",
                    "Answer": "18 layers",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the frequency of meteorological parameter measurements at the Daman superstation?",
                    "Answer": "10 minutes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many automatic meteorological stations are part of the integrated observation network in the upper reaches of the Heihe River Basin?",
                    "Answer": "7",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What does 'gap-free meteorological and hydrological data' mean in data collection?",
                    "Answer": "'Gap-free meteorological and hydrological data' refers to datasets that are continuously recorded without missing values, ensuring complete temporal coverage. This type of data is crucial for accurately modeling and analyzing hydrological and meteorological processes, as gaps in data can lead to errors or misinterpretations in research findings.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods for meteorological observations at the A'rou superstation in the Heihe River Basin compare to those used in the Daman superstation in terms of equipment and parameters measured?",
                    "Answer": "The A'rou superstation employs a comprehensive system for meteorological observations including soil temperature and moisture profiles measured in multiple layers, utilizing various instruments such as automatic meteorological stations and superstations for snow and frozen ground observations. In contrast, the Daman superstation uses an eddy covariance system and thermal infrared cameras to measure parameters like air temperature, wind speed, humidity, and surface fluxes, focusing on energy balance and evapotranspiration estimates. Both sites measure four-component radiation and meteorological parameters, but the A'rou superstation is more focused on freeze-thaw cycles and soil hydrothermal processes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How does the integration of remote sensing data with ground-based observations in the Heihe River Basin enhance hydrological modeling compared to relying solely on ground-based data?",
                    "Answer": "Integrating remote sensing data with ground-based observations in the Heihe River Basin enhances hydrological modeling by providing comprehensive spatial coverage and validation for alpine hydrological processes that are difficult to capture with ground-based data alone due to the region's inaccessibility and harsh environmental conditions. Remote sensing data, when assimilated with ground-based observations, can improve the prediction of hydrological processes by offering a broader perspective that accounts for spatial heterogeneity, while ground-based data provide the necessary precision for calibration and validation. This combination helps address uncertainties in remote sensing, especially in the complex terrains of alpine regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How does the integration of multi-scale observation networks contribute to the understanding of hydrological processes in alpine regions?",
                    "Answer": "The integration of multi-scale observation networks allows for comprehensive data collection across diverse variables such as hydrometeorological conditions, snow cover, and frozen ground. This holistic approach supports the understanding of watershed science, promotes the development of hydrological models, and aids in validating remote sensing products and simulations, ultimately advancing predictive understanding of alpine hydrological processes and ecosystem functions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges are inherent in data collection in alpine hydrology, and how are these addressed through current observational techniques?",
                    "Answer": "Data collection in alpine hydrology faces challenges such as harsh climate, high altitude, and complex topography, which can lead to incomplete data collection. These challenges are addressed by deploying advanced observational techniques, such as automatic meteorological stations, snow superstations, and frozen ground observation networks, which capture critical data like snow properties, soil temperatures, and moisture under freeze-thaw cycles. Such comprehensive datasets help overcome accessibility and technological barriers in these regions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways can long-term datasets of hydrometeorological processes enhance the accuracy of hydrological models in arid and semi-arid regions?",
                    "Answer": "Long-term datasets of hydrometeorological processes provide consistent and reliable data that serve as accurate forcing data for hydrological models. These datasets enable the validation and calibration of models, ensuring they accurately represent real-world processes. In arid and semi-arid regions, this is particularly crucial for understanding ecohydrological dynamics, predicting water availability, and assessing the impacts of climate change and human activities on hydrological processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the complexity of accurately estimating surface fluxes in strongly advective irrigated agricultural areas?",
                    "Answer": "Accurately estimating surface fluxes in strongly advective irrigated agricultural areas is challenging due to the incomplete energy balance closure in EC flux measurements, the uncertainty in surface-air temperature differences, and errors in determining the surface soil and vegetation component temperatures from composite radiometric temperatures.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a scarcity of observation data in alpine regions, and how does this impact hydrological modeling?",
                    "Answer": "The scarcity of observation data in alpine regions is due to difficulties in access and technological barriers. This scarcity hinders alpine hydrological modeling and research, motivating the development of next-generation ecosystem observation networks and experiments to provide accurate forcing data, validate remote sensing products, and improve predictive understanding of hydrological processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "How might technological barriers and access difficulties in alpine regions affect the development and refinement of observation datasets?",
                    "Answer": "Technological barriers and access difficulties in alpine regions can hinder the development and refinement of observation datasets by limiting the availability and quality of collected data. These challenges can inhibit consistent data collection, affect the parameterization of hydrological models, and necessitate the development of advanced observation networks and remote sensing technologies to overcome these limitations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the objectives behind establishing an integrated, distributed, and multiscale observation network in alpine hydrology research?",
                    "Answer": "The objectives include addressing scientific questions related to providing accurate and effective forcing data for alpine hydrological models, integrating observation and simulation for better understanding, and understanding how perturbations such as climate change and human activities alter fundamental hydrological processes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to develop next-generation ecosystem observation networks and experiments in alpine regions?",
                    "Answer": "It is important because the scarcity of observation data due to access and technological barriers has hindered alpine hydrological modeling. Developing advanced observation networks and experiments can provide accurate data to improve hydrological models and validate remote sensing data, ultimately enhancing the predictive understanding of alpine hydrological processes and ecosystem functions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What methods are employed to ensure data quality and consistency in meteorological observations within the alpine hydrology observation network?",
                    "Answer": "To ensure data quality and consistency, the data undergoes a series of quality control processes. This includes ensuring daily data completeness, removing duplicate records, and eliminating data that exceeds physical limits or instrument range. Doubtful data is marked, and date-time formats are standardized. Additionally, gap-free meteorological and hydrological data are collected from an observation network of automatic meteorological stations, and high-resolution datasets are obtained from superstations for snow cover and frozen ground observations.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What procedural steps are followed to measure and validate evapotranspiration components using the TSEB model in heterogeneous land surfaces?",
                    "Answer": "To measure and validate evapotranspiration components using the TSEB model, ground-measured soil and canopy component temperatures are utilized. The model is applied with these temperatures as inputs, and evapotranspiration is partitioned into evaporation and transpiration components. Validation is done using stable oxygen and hydrogen isotopes and eddy covariance measurements. The soil and canopy component temperatures are derived from thermal infrared images, which are classified and processed to calculate radiometric temperatures. These are then validated against surface radiometric temperatures observed by a four-component radiometer.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What methods enable the collection of comprehensive soil and canopy temperature data to improve the estimation of evapotranspiration components?",
                    "Answer": "The collection of comprehensive soil and canopy temperature data is enabled by using a high-resolution thermal infrared camera to capture thermal images, which are then processed to extract soil and canopy directional brightness temperatures. This approach allows for the accurate separation of soil and vegetation component temperatures, crucial for estimating evapotranspiration components.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How does the integration of automatic meteorological stations and superstations enable the continuous monitoring of alpine hydrological processes?",
                    "Answer": "The integration of automatic meteorological stations and superstations enables continuous monitoring by providing a distributed and multiscale observation network. This network collects data on various hydrometeorological variables, snow cover, and frozen ground conditions, facilitating long-term data collection essential for understanding alpine hydrological processes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What technological advancements have enabled the precise measurement of snow cover properties and their impact on hydrological processes?",
                    "Answer": "Technological advancements such as the use of SR50A ultrasonic sensors for measuring snow depth, GMON for snow water equivalent, and FlowCapt for blowing snow flux have enabled precise measurement of snow cover properties. These instruments allow for detailed observation of snow accumulation and ablation processes, providing data critical for understanding their impact on hydrological processes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might data collection methods in alpine regions face significant challenges despite technological advancements?",
                    "Answer": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why are comprehensive datasets important for advancing predictive understanding of hydrological processes in alpine regions?",
                    "Answer": "An integrated, distributed, and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models, and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Why might the estimation of soil heat conductivity be challenging in the context of alpine hydrology?",
                    "Answer": "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How might an integrated observation network improve the quality and applicability of datasets related to watershed science in alpine regions?",
                    "Answer": "An integrated, distributed, and multiscale observation network, such as the one established in the upper reaches of the Heihe River Basin, can provide accurate forcing data for hydrological modeling, validate remote sensing data, and allow the evaluation of distributed models. This approach is expected to improve the predictive understanding of alpine hydrological processes and ecosystem functions.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "In what ways can the integration of remote sensing data with ground-based observations enhance the prediction of hydrological processes in complex terrains?",
                    "Answer": "Using remote sensing data combined with data assimilation can improve the prediction of hydrological processes by providing a broader spatial coverage and continuity that complements the sparse ground-based observations. However, due to complexities of the earth system, these data must be validated and calibrated to address various sources of uncertainties, especially in alpine regions.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't understand the specific challenges faced when collecting data in alpine regions for hydrological modeling.",
                    "Answer": "The challenges in collecting data in alpine regions include the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection. Additionally, the scarcity of observation data due to difficulties of access and technological barriers hinders hydrological modeling and associated research.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about the methods used to ensure the quality and completeness of meteorological data collected over extended periods in remote regions.",
                    "Answer": "Quality and completeness of meteorological data in remote regions are ensured by establishing an integrated, distributed, and multiscale observation network. This includes automatic meteorological stations and superstations for snow and frozen ground observations, along with a wireless sensor network to capture seasonal changes in soil temperature and moisture.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please outline the methods used to ensure the quality and consistency of the meteorological data collected in the alpine region observation networks.",
                    "Answer": "The quality and consistency of the meteorological data are ensured through several measures: collecting data every 10 minutes to capture temporal changes, using robust sensors for various environmental parameters, and implementing quality control steps such as marking missing data and removing outliers or erroneous readings. Furthermore, data are processed to maintain uniform formats and naming conventions, as seen with the AWS+ station naming rule.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}