{
  "id": "c34aca69-0696-4352-9d23-2545e1bafad4",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Re-Os isotopic date of molybdenite from Matou Cu-Mo deposit in the Chizhou region",
      "titleCn": "池州铜钼矿床辉钼矿的Re-Os同位素年龄",
      "description": "The data include Re Os isotopic age of Molybdenite in Chizhou copper molybdenum deposit\nThe Re Os isotopic composition of molybdenite was determined by tjax ICP-MS.\nExperimental characteristics of Re Os isotopic age: the uncertainty of each age measurement is about 1.5%, including the uncertainty of 187Re decay constant, the uncertainty of isotope ratio measurement and peak calibration. The decay constant is λ ( 187Re）=1.666 × 10-11 year−1。 According to the above rules, the final chronological data are formed.\nThe above data have been published in SC journals, and the data are true and reliable. The uploaded data is in Excel format.",
      "descriptionCn": "数据内容包括池州铜钼矿床辉钼矿的Re-Os同位素年龄.\n试验地点位于中国地质科学院北京地质分析中心稀土Re-Os实验室，试验设备通过TJAX系列ICP-MS测定了辉钼矿的稀土Re-Os同位素组成。\nRe-Os同位素年龄实验特性：每个年龄测定的不确定度约为1.5%，包括187Re衰变常数的不确定度、同位素比值测量的不确定度和尖峰标定。衰变常数为λ (187Re）=1.666×10-11 year−1。根据以上规则形成最终年代学数据。\n以上数据已发表于SC期刊，数据真实可靠。上传数据为Excel表格格式。",
      "instructions": "The date is stored in Excel format. The sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample ordinal number.",
      "instructionsCn": "年代数据以Excel表格格式储存。样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品序数。",
      "east": 117.35,
      "west": 117.1,
      "south": 30.18,
      "north": 30.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 10582.0,
      "cstr": null,
      "doi": "10.1016/j.oregeorev.2019.04.018",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "谢建成",
        "nameEn": "XIE Jiancheng",
        "unitEn": "",
        "unitCn": "合肥工业大学资源与环境工程学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Re-os ages of group iia, iiia, iva, and ivb iron meteorites",
        "referenceCn": null,
        "referenceEn": "Smoliar, Michael, I., Walker, Richard, & J. (1996). Re-os ages of group iia, iiia, iva, and ivb iron meteorites. Science."
      },
      {
        "titleCn": null,
        "titleEn": "Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china",
        "referenceCn": null,
        "referenceEn": "Jx, A., Dt, A., Dx, A., Yu, W.A., Ql, A., & Xy, B., et al. (2019). Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china. Ore Geology Reviews, 109, 322-347."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "地质灾害",
        "nameEn": "Geologic Hazard"
      },
      {
        "nameCn": "岩浆",
        "nameEn": "magma"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "电子探针",
        "nameEn": "electron microprobe"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "池州",
        "keywordEn": "Chizhou"
      },
      {
        "keywordCn": "长江中下游成矿带",
        "keywordEn": "Lower Yangtze River Belt"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中生代",
        "keywordEn": "Mesozoic",
        "type": "temporal"
      },
      {
        "keywordCn": "侏罗纪",
        "keywordEn": "Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine the Re-Os isotopic age of molybdenite in a copper-molybdenum deposit?",
        "QuestionCn": "您能否提供一个用于确定铜钼矿床中钼矿石铼-锇同位素年龄的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to determine the Re-Os isotopic age of molybdenite involves using the TJAX series ICP-MS at the Re-Os laboratory of the Beijing Geological Analysis Center of the Chinese Academy of Geological Sciences. This method measures the rare earth Re-Os isotopic composition of molybdenite, with each age determination having an uncertainty of approximately 1.5%, which includes uncertainties in the decay constant of 187Re, isotopic ratio measurement, and spike calibration.",
        "AnswerCn": "确定钼矿石的Re-Os同位素年龄的一种数据收集方法是使用中国地质科学院北京地质分析中心的TJAX系列ICP-MS。这种方法测量钼矿石的稀有元素Re-Os同位素组成，每个年龄测定的不确定性约为1.5%，其中包括187Re的衰变常数、不确定的同位素比率测量和标定的误差。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of Re-Os isotope age data collected from molybdenite in copper-molybdenum deposits?",
        "QuestionCn": "从铜钼矿床中收集的钼矿石的铼-锇同位素年龄数据的特征是什么？",
        "AnswerEn": "uncertainty of approximately 1.5%, decay constant λ (187Re）=1.666×10^-11 year−1, TJAX series ICP-MS equipment, Chinese Academy of Geological Sciences' Beijing Geological Analysis Center's Rare Earth Re-Os Laboratory",
        "AnswerCn": "不确定性约为1.5%，衰变常数λ（187Re）=1.666×10^-11 年−1，TJAX系列ICP-MS设备，中国地质科学院北京地质分析中心稀土Re-Os实验室。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the uncertainty percentage associated with the Re-Os isotopic age determination in a dataset related to the Chizhou Cu-Mo deposit?",
        "QuestionCn": "与池州铜钼矿床相关的数据集中，Re-Os同位素年龄测定的不确定性百分比是多少？",
        "AnswerEn": "1.5%",
        "AnswerCn": "1.5%",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the potential causes for uncertainty in determining the Re-Os isotopic age of molybdenite in copper-molybdenum deposits?",
        "QuestionCn": "确定铜钼矿床中钼矿的铼-锇同位素年龄的不确定性潜在原因有哪些？",
        "AnswerEn": "Uncertainty in determining the Re-Os isotopic age of molybdenite can be attributed to factors such as the uncertainty in the decay constant of 187Re, the measurement uncertainty of isotopic ratios, and the calibration of spikes used in the analysis. The precision of each age determination is affected by these factors, leading to an approximate uncertainty of 1.5% for each measurement.",
        "AnswerCn": "确定钼矿石的Re-Os同位素年龄的不确定性可以归因于几个因素，例如187Re衰变常数的不确定性、同位素比率的测量不确定性以及分析中使用的标定尖峰的校准。这些因素影响每个年龄测定的精度，导致每次测量大约有1.5%的不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary purpose of obtaining Re-Os isotope age data from molybdenite in the context of the Chizhou Cu-Mo deposit?",
        "QuestionCn": "在池州铜钼矿床中获取辉钼矿的Re-Os同位素年龄数据的主要目的是是什么？",
        "AnswerEn": "The primary purpose of obtaining Re-Os isotope age data from molybdenite in the context of the Chizhou Cu-Mo deposit is to accurately determine the geochronology of the deposit, which can provide insights into its formation and evolutionary history. The data is collected to ensure precise age determinations, with uncertainties around 1.5%, and helps in understanding the geological processes involved in the deposit's development.",
        "AnswerCn": "获取来自钼矿的Re-Os同位素年龄数据的主要目的是准确确定池州铜钼矿床的地质年代学，这可以提供有关其形成和演化历史的见解。收集这些数据是为了确保精确的年龄测定，误差约为1.5%，并有助于理解矿床发展过程中涉及的地质过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental and procedural steps involved in determining the Re-Os isotopic age of molybdenite from a copper-molybdenum deposit?",
        "QuestionCn": "确定铜钼矿床中辉钼矿的Re-Os同位素年龄所涉及的仪器和程序步骤有哪些？",
        "AnswerEn": "The Re-Os isotopic age determination of molybdenite involves using an ICP-MS instrument from the TJAX series to measure the isotopic composition. The procedure is conducted at the rare earth Re-Os laboratory of the Beijing Geological Analysis Center of the Chinese Academy of Geological Sciences. The process includes accounting for uncertainties in each age determination, such as those related to the decay constant of 187Re, isotopic ratio measurement, and spike calibration. The decay constant used is λ (187Re) = 1.666×10-11 year−1, and the overall uncertainty for each age determination is approximately 1.5%.",
        "AnswerCn": "钼矿石的铼-锇同位素年龄测定涉及使用TJAX系列的ICP-MS仪器来测量同位素组成。该过程在中国地质科学院北京地质分析中心的稀土铼-锇实验室进行。该过程包括考虑每个年龄测定中的不确定性，例如与187Re的衰变常数、同位素比率测量和标定相关的不确定性。使用的衰变常数为λ (187Re) = 1.666×10^-11年^-1，每个年龄测定的总体不确定性约为1.5%。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}