{
    "id": "c367ad47-1e9a-4611-83cc-126f3b3ea704",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: The multi-scale observation experiment on evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12)-dataset of intensive runoff observations of No.6 in the middle reaches of the Heihe River Basin",
            "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-径流观测数据集（6号点-高崖水文站）",
            "description": "The No. 6 hydrological section is located at Ban Heihe River Bridge (39°15′32.41″ N，100°16′33.95″ E, 1398 m a.s.l.) in the middle reaches of the Heihe River Basin, Zhangye, Gansu Province. The dataset contains observations from the No.6 hydrological section from 19 June, 2012, to 10 August, 2012. The width of this section is 270 meters. The water level was measured using HOBO pressure range and the discharge was measured using cross-section reconnaissance by the StreamPro ADCP. The dataset includes the following sections: Water level (recorded every 30 minutes) and Discharge. The data processing and quality control steps were as follows: 1) The water level data which collected from the hydrological station were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. 2) Data out the normal range records were rejected. 3) Unphysical data were rejected.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), He et al. (2016) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2012年8月10日至11月24日的黑河中游径流加密观测中6号点的河流水位和流速观测数据。观测点位于甘肃省张掖市甘州区赵家屯庄高崖国家水文站，河道宽度50米。河床为砂砾石，断面稳定。观测点的经纬度是N39°08'06.35\"，E100°25'58.23\"，海拔1420米。数据说明包括以下两部分：\n水位观测：采用HOBO压力水位计，数据涵盖时间段8月10日至11月24日，观测频率30分钟，单位（cm）； \n流量观测：通过最新技术手段ADCP监测流量，获取精确的水位流量曲线，依托水位过程观测获得径流量变化过程。单位（m3 s-1）； \n缺值数据统一采用字符串-6999表示。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考He et al.(2016)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.398889,
            "west": 100.398333,
            "south": 39.134722,
            "north": 39.135,
            "startTime": "2012-08-20 00:47:00",
            "endTime": "2012-12-04 00:47:00",
            "fileSize": 121333.0,
            "cstr": "18406.11.hiwater.114.2013.db",
            "doi": "10.3972/hiwater.114.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "何晓波",
                "nameEn": "HE Xiaobo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "张建",
                "nameEn": "ZHANG Jian",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "宁天祥",
                "nameEn": "NING Tianxiang",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "黄晓明",
                "nameEn": "HUANG Xiaoming",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "姜衡",
                "nameEn": "JIANG Heng",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": null,
                "referenceCn": null,
                "referenceEn": "He XB, et al. Comparison of a tipping-buchet and electronic weighting precipitation gauge for rainfall. Manuscript in preparation."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": "青藏高原唐古拉山区降水观测误差修正分析",
                "titleEn": null,
                "referenceCn": "He XB, Ye BS, Ding YJ. Bias correction for precipitation measurement in Tanggula Mountain Tibetan Plateau[J]. Advances In Water Science, 2009, 20(3): 403-408. [何晓波, 叶柏生, 丁永健. 青藏高原唐古拉山区降水观测误差修正分析[J]. 水科学进展, 2009, 20(3): 403-408.]",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "径流",
                "nameEn": "Runoff"
            },
            {
                "nameCn": "水文断面",
                "nameEn": "Hydrology section"
            },
            {
                "nameCn": "流量",
                "nameEn": "Discharge/Flow"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "6号点高崖水文站",
                "keywordEn": null
            },
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-08-10至2012-11-24",
                "keywordEn": "2012-08-10 to 2012-11-24",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的限制。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强化观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度协方差（EC）塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强化观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，对FEA进行了覆盖。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the data collection method using HOBO pressure water level measurements conducted at a frequency of 30 minutes for water level observation?",
                "QuestionCn": "数据收集方法使用HOBO压力水位测量，观察水位的频率为每30分钟一次吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are multi-scale eco-hydrological datasets typically obtained through eddy covariance towers and large aperture scintillometers, hyper-resolution airborne remote sensing, or a combination of both?",
                "QuestionCn": "多尺度生态水文数据集通常是通过涡度协方差塔和大孔径闪烁仪、超高分辨率航空遥感，或两者的结合获得的。",
                "AnswerEn": "a combination of both",
                "AnswerCn": "结合两者。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the challenge in upscaling eco-hydrological processes primarily due to the poor availability of multiscale observations, the complexity of heterogeneous surfaces, or other factors?",
                "QuestionCn": "在生态水文过程的放大中，挑战主要是由于多尺度观测的稀缺、异质表面的复杂性，还是其他因素？",
                "AnswerEn": "poor availability of multiscale observations",
                "AnswerCn": "多尺度观测的可用性差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is the method used for water level observation in multiscale eco-hydrological studies?",
                "QuestionCn": "在多尺度生态水文研究中用于水位观测的方法是什么？",
                "AnswerEn": "HOBO pressure water level recorder",
                "AnswerCn": "HOBO 压力水位记录仪",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the observation instruments arranged to capture multiscale eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "观察仪器被安排在异质表面上，以捕捉多尺度生态水文过程。",
                "AnswerEn": "oasis",
                "AnswerCn": "绿洲",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What type of data collection method is employed to monitor flow rates in river systems within eco-hydrological research?",
                "QuestionCn": "在生态水文学研究中，用于监测河流系统流量的数据显示收集方法是什么？",
                "AnswerEn": "ADCP technology",
                "AnswerCn": "ADCP技术",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Could you provide an example of a challenge encountered in obtaining multiscale eco-hydrological data and a method used to overcome it?",
                "QuestionCn": "您能否提供一个在获取多尺度生态水文数据时遇到的挑战的例子，以及克服该挑战的方法？",
                "AnswerEn": "A significant challenge is the poor availability of multiscale observations. The HiWATER experiment addressed this by conducting several intensive observation periods with a sparse network and strategically placed instruments across different landscapes, including a superstation and multiple EC towers, to capture comprehensive data across scales.",
                "AnswerCn": "一个重大挑战是多尺度观测的可用性差。HiWATER实验通过在不同景观中进行几次密集观测期，利用稀疏网络和战略性布置的仪器，包括一个超级站和多个EC塔，来捕获跨尺度的综合数据，从而解决了这一问题。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the distinctive attributes of multiscale datasets in capturing eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "多尺度数据集在捕捉异质表面的生态水文过程中的独特属性是什么？",
                "AnswerEn": "eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor networks for soil moisture and leaf area index, hyper-resolution airborne remote sensing techniques, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer, synchronized ground measurements of vegetation dynamics and photosynthesis processes",
                "AnswerCn": "涡度相关塔、大孔径闪烁仪、自动气象站、用于土壤湿度和叶面积指数的生态水文传感器网络、高分辨率机载遥感技术、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计、植被动态和光合作用过程的同步地面测量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many airborne remote sensing missions were conducted during the observation period in the oasis-desert area?",
                "QuestionCn": "在观察期间，在绿洲-沙漠地区进行了多少次空中遥感任务？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'hierarchically nested scales' in the context of eco-hydrological data collection?",
                "QuestionCn": "在生态水文数据收集的背景下，“层次嵌套尺度”是指在不同的空间和时间尺度上进行数据收集和分析，这些尺度之间存在层次关系和相互嵌套的结构。",
                "AnswerEn": "In the context of eco-hydrological data collection, 'hierarchically nested scales' refers to the arrangement of instrumentation at different scales or levels within a given area, such as an oasis-desert system, to capture multi-scale eco-hydrological processes. This facilitates the study of interactions across various spatial resolutions, from localized measurements to broader landscape assessments.",
                "AnswerCn": "在生态水文数据收集的背景下，“分层嵌套尺度”指的是在特定区域内（如绿洲-沙漠系统）以不同尺度或层次布置仪器，以捕捉多尺度生态水文过程。这有助于研究不同空间分辨率下的相互作用，从局部测量到更广泛的景观评估。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using HOBO pressure water level meters compare to those using ADCP technology in terms of accuracy and data resolution for river flow monitoring?",
                "QuestionCn": "HOBO压力水位计的数据收集方法与ADCP技术在河流流量监测中的准确性和数据分辨率方面有何比较？",
                "AnswerEn": "HOBO pressure water level meters provide data on water levels at a 30-minute frequency, measuring in centimeters, whereas ADCP technology is used to monitor flow rates and derive precise water level-flow curves, offering detailed insights into runoff changes.",
                "AnswerCn": "HOBO压力水位计以30分钟的频率提供水位数据，单位为厘米，而ADCP技术用于监测流量并推导精确的水位-流量曲线，提供对径流变化的详细洞察。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in data collection approaches between ground-based measurements at hydrological stations and airborne remote sensing missions in capturing eco-hydrological processes?",
                "QuestionCn": "地面测量站的地面测量与空中遥感任务在捕捉生态水文过程方面的数据收集方法有什么不同？",
                "AnswerEn": "Ground-based measurements at hydrological stations involve direct monitoring of water levels and flow rates, while airborne remote sensing missions use technologies like LiDAR, imaging spectrometers, and thermal imagers to capture eco-hydrological processes on larger scales and in more diverse landscapes.",
                "AnswerCn": "地面测量在水文站点直接监测水位和流量，而空中遥感任务则利用激光雷达、成像光谱仪和热成像仪等技术，在更大范围和更丰富的地貌中捕捉生态水文过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the use of hierarchically nested instrumentation scales influence the understanding of eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "层次嵌套的仪器量测尺度的使用如何影响对异质表面生态水文过程的理解？",
                "AnswerEn": "The use of hierarchically nested instrumentation scales allows researchers to capture multiscale eco-hydrological processes, providing a more detailed and comprehensive understanding of interactions within the oasis-desert system.",
                "AnswerCn": "使用分层嵌套的仪器量表使研究人员能够捕捉多尺度的生态水文过程，从而更详细和全面地理解绿洲-沙漠系统内的相互作用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are presented by the poor availability of multiscale observations, and how might these be addressed with advanced sensor networks?",
                "QuestionCn": "多尺度观测的稀缺性带来了哪些挑战，以及如何通过先进的传感器网络来解决这些问题？",
                "AnswerEn": "The poor availability of multiscale observations hinders progress in understanding eco-hydrological processes. This challenge can be addressed by implementing advanced sensor networks, such as flux observation matrices and eco-hydrological sensor networks, to gather comprehensive data across multiple scales.",
                "AnswerCn": "多尺度观测的稀缺性阻碍了对生态水文过程的理解。可以通过实施先进的传感器网络，如通量观测矩阵和生态水文传感器网络，来收集跨多个尺度的综合数据，从而解决这一挑战。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "In what ways might synchronical ground measurements complement hyper-resolution airborne remote sensing to enhance eco-hydrological data quality?",
                "QuestionCn": "同步地面测量可以通过以下方式补充高分辨率航空遥感，以提高生态水文数据质量：\n\n1. **验证和校正**：地面测量提供了高精度的实地数据，可以用于验证和校正航空遥感数据，确保遥感结果的准确性。\n\n2. **提高空间分辨率**：地面测量可以提供更细致的空间变化信息，帮助解释遥感数据中观察到的模式和趋势。\n\n3. **时间序列分析**：通过定期的地面测量，可以建立时间序列数据，与航空遥感数据结合，分析生态水文过程的动态变化。\n\n4. **补充缺失数据**：在某些区域，航空遥感可能因云层或其他因素而无法获取数据，地面测量可以填补这些空白。\n\n5. **提供地面真实情况**：地面测量能够提供更详细的土壤、植被和水体特征信息，这些信息对于理解遥感数据中的生态水文过程至关重要。\n\n6. **增强模型精度**：将地面测量数据与遥感数据结合，可以提高生态水文模型的精度和可靠性，进而改善预测能力。\n\n7. **多尺度分析**：地面测量和航空遥感数据的结合可以实现多尺度分析，帮助研究者在不同空间和时间尺度上理解生态水文过程。\n\n8. **促进数据融合**：通过将地面测量与遥感数据融合，可以创建更全面的生态水文数据库，支持更复杂的分析和决策。",
                "AnswerEn": "Synchronical ground measurements can validate and enhance the quality of hyper-resolution airborne remote sensing data by providing direct observations of vegetation dynamics and photosynthesis processes, thus ensuring comprehensive and reliable eco-hydrological datasets.",
                "AnswerCn": "同步地面测量可以验证和增强超高分辨率航空遥感数据的质量，通过提供植被动态和光合作用过程的直接观测，从而确保全面可靠的生态水文数据集。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the poor availability of multiscale observations in eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "导致异质表面生态水文过程多尺度观测稀缺的原因是什么？",
                "AnswerEn": "Progress in the field of upscaling eco-hydrological processes on heterogeneous surfaces is hindered by the poor availability of multiscale observations. This challenge was addressed by the HiWATER experiment through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data.",
                "AnswerCn": "在异质表面上提升生态水文过程的研究进展受到多尺度观测数据稀缺的限制。HiWATER实验通过在分层嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决了这一挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why are hierarchically nested scales essential for capturing eco-hydrological processes in oasis-desert systems?",
                "QuestionCn": "层次嵌套的尺度对于捕捉绿洲-沙漠系统中的生态水文过程至关重要。",
                "AnswerEn": "Hierarchically nested scales are essential for capturing eco-hydrological processes in oasis-desert systems because they allow for the collection of multiscale and multidisciplinary data necessary to understand the interactions between different landscape types, such as sandy deserts, desert pavement, desert steppe, and wetlands.",
                "AnswerCn": "层次嵌套尺度对于捕捉绿洲-沙漠系统中的生态水文过程至关重要，因为它们允许收集多尺度和多学科的数据，以理解不同景观类型之间的相互作用，如沙漠、沙漠铺装、沙漠草原和湿地。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contributed to the need for intensive observation periods (IOPs) in the HiWATER experiment?",
                "QuestionCn": "在HiWATER实验中，导致需要进行强化观测期（IOPs）的因素有哪些？",
                "AnswerEn": "Intensive observation periods (IOPs) were necessary in the HiWATER experiment to address the challenges posed by limited multiscale observations. These periods allowed for concentrated data collection efforts using various instruments, including eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and remote sensing technologies, to better understand eco-hydrological processes.",
                "AnswerCn": "在HiWATER实验中，密集观测期（IOPs）是必要的，以应对有限的多尺度观测所带来的挑战。这些时期允许集中数据收集工作，使用各种仪器，包括涡度协方差塔、大孔径闪烁仪、自动气象站和遥感技术，以更好地理解生态水文过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using hierarchically nested scales in eco-hydrological data collection?",
                "QuestionCn": "使用分层嵌套尺度进行生态水文数据收集的潜在结果是什么？",
                "AnswerEn": "Using hierarchically nested scales in data collection allows for capturing multi-scale eco-hydrological processes, which can lead to a better understanding of the interactions within oasis-desert systems and improve the ability to upscale eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "使用分层嵌套尺度的数据收集可以捕捉多尺度的生态水文过程，这有助于更好地理解绿洲-沙漠系统内的相互作用，并提高在异质表面上进行生态水文过程上行尺度的能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What consequences might arise from the use of advanced technologies like ADCP and LiDAR in monitoring hydrological processes?",
                "QuestionCn": "使用先进技术如ADCP和LiDAR监测水文过程可能会产生哪些后果？",
                "AnswerEn": "The use of advanced technologies such as ADCP for flow monitoring and LiDAR for remote sensing can lead to more precise data on water level and flow rates, as well as detailed topographical and vegetation mapping, which collectively improve the understanding of hydrological processes and facilitate the creation of accurate hydrological models.",
                "AnswerCn": "使用先进技术，如ADCP进行流量监测和LiDAR进行遥感，可以获得更精确的水位和流量数据，以及详细的地形和植被映射，这些共同提高了对水文过程的理解，并促进了准确水文模型的创建。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of employing a multiscale observation system in the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) initiative?",
                "QuestionCn": "在黑河流域联合遥测实验研究（HiWATER）计划中，采用多尺度观测系统的主要目标是什么？",
                "AnswerEn": "The primary goal is to address the challenge of upscaling eco-hydrological processes on a heterogeneous surface through the collection of multiscale and multidisciplinary data using a hierarchically nested scale instrumentation approach.",
                "AnswerCn": "主要目标是通过采用分层嵌套尺度的仪器方法，收集多尺度和多学科的数据，以应对在异质表面上提升生态水文过程的挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it essential to ensure multiscale observations when studying eco-hydrological processes in oasis-desert areas?",
                "QuestionCn": "在研究绿洲-沙漠地区的生态水文过程时，确保多尺度观测是至关重要的。",
                "AnswerEn": "Multiscale observations are essential to capture the complex interactions and processes within the oasis-desert system, allowing for a better understanding of eco-hydrological dynamics which is often hindered by the poor availability of such observations.",
                "AnswerCn": "多尺度观测对于捕捉绿洲-沙漠系统内复杂的相互作用和过程至关重要，这有助于更好地理解生态水文动态，而这通常受到观测数据稀缺的限制。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental techniques used to obtain multiscale eco-hydrological data in heterogeneous surfaces within the HiWATER experiment?",
                "QuestionCn": "在HiWATER实验中，用于获取异质表面多尺度生态水文数据的仪器技术有哪些？",
                "AnswerEn": "The HiWATER experiment utilizes a variety of instruments arranged in hierarchically nested scales. These include eddy covariance towers, large aperture scintillometers, automatic meteorological stations, an eco-hydrological sensor network for soil moisture and leaf area index, hyper-resolution airborne remote sensing using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer.",
                "AnswerCn": "HiWATER实验利用多种仪器按层次嵌套的尺度进行安排。这些仪器包括涡度协方差塔、大孔径闪烁仪、自动气象站、用于土壤湿度和叶面积指数的生态水文传感器网络、高分辨率航空遥感（使用激光雷达）、成像光谱仪、多角度热成像仪和L波段微波辐射计。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How are multiscale observations structured and implemented to study oasis-desert interactions in eco-hydrological research?",
                "QuestionCn": "多尺度观测是如何构建和实施的，以研究生态水文研究中的绿洲-沙漠相互作用？",
                "AnswerEn": "In eco-hydrological research studying oasis-desert interactions, multiscale observations are structured by establishing a sparse network to capture interactions across different landscapes. This includes constructing one superstation within the oasis and installing multiple eddy covariance towers and automatic meteorological stations in surrounding landscapes such as sandy desert, desert pavement, desert steppe, and wetland. Intensive observations are conducted at the irrigation district scale to capture detailed eco-hydrological processes.",
                "AnswerCn": "在研究绿洲-沙漠相互作用的生态水文研究中，通过建立稀疏网络来捕捉不同景观之间的相互作用，从而对多尺度观测进行结构化。这包括在绿洲内构建一个超级观测站，并在周围的景观中安装多个涡度协方差塔和自动气象站，如沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上进行密集观测，以捕捉详细的生态水文过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the precise monitoring of multi-scale eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "哪些技术进步使得在异质表面上对多尺度生态水文过程进行精确监测成为可能？",
                "AnswerEn": "Technological advancements such as the use of ADCP for monitoring flow rates, the deployment of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing using LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers have enabled precise monitoring of multi-scale eco-hydrological processes.",
                "AnswerCn": "技术进步，如使用ADCP监测流量、部署涡度协方差塔、大孔径闪烁仪、自动气象站以及使用LiDAR、高分辨率成像光谱仪、多角度热成像仪和L波段微波辐射计的高分辨率空中遥感，已使多尺度生态水文过程的精确监测成为可能。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do hierarchical nested scales in data collection methods enhance the understanding of interactions within oasis-desert systems?",
                "QuestionCn": "层级嵌套尺度的数据收集方法如何增强对绿洲-沙漠系统内相互作用的理解？",
                "AnswerEn": "Hierarchical nested scales, as used in the HiWATER experiment, enhance understanding by capturing multi-scale eco-hydrological processes. This approach involves arranging instruments such as EC towers and automatic meteorological stations in different landscapes, which helps capture the interactions within oasis-desert systems more effectively.",
                "AnswerCn": "层次嵌套尺度，如在HiWATER实验中使用的，增强了对多尺度生态水文过程的理解。这种方法涉及在不同的景观中布置仪器，如生态系统碳通量塔和自动气象站，有助于更有效地捕捉绿洲-沙漠系统内的相互作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the enabling conditions for creating a comprehensive multiscale dataset in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中创建综合多尺度数据集的促进条件是什么？",
                "AnswerEn": "The enabling conditions include implementing several intensive observation periods, continuous hydrometeorological observations, constructing a sparse network to investigate interactions, and conducting airborne remote sensing missions. These enable the creation of a comprehensive multiscale dataset by ensuring data collection across different scales and disciplines, as demonstrated by the HiWATER experiment.",
                "AnswerCn": "这些促进条件包括实施多个密集观测期、持续的水文气象观测、构建稀疏网络以研究相互作用，以及进行空中遥感任务。这些措施通过确保在不同尺度和学科上进行数据收集，从而能够创建一个全面的多尺度数据集，正如HiWATER实验所示。",
                "Level": "C6(Creating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in obtaining multiscale observations for eco-hydrological processes?",
                "QuestionCn": "获取生态水文过程的多尺度观测可能面临哪些挑战？",
                "AnswerEn": "Challenges in obtaining multiscale observations for eco-hydrological processes are due to the poor availability of such data, which limits progress in understanding and modeling these processes on a heterogeneous surface.",
                "AnswerCn": "获取生态水文过程的多尺度观测数据面临的挑战是由于此类数据的可用性较差，这限制了我们对这些过程在异质表面上理解和建模的进展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the reasons for employing a variety of instruments and observation scales in eco-hydrological studies?",
                "QuestionCn": "在生态水文研究中采用多种仪器和观察量表的原因可能包括：",
                "AnswerEn": "Employing a variety of instruments and observation scales, such as eddy covariance towers, LiDAR, and automatic meteorological stations, is necessary to capture the complex interactions and processes in eco-hydrological studies, particularly in heterogeneous areas like oasis-desert systems.",
                "AnswerCn": "在生态水文研究中，特别是在像绿洲-沙漠系统这样的异质区域，采用多种仪器和观测尺度，如涡度协方差塔、激光雷达和自动气象站，是捕捉复杂相互作用和过程所必需的。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you think the use of hierarchically nested scales and sparse networks is in capturing multi-scale eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "您认为使用分层嵌套尺度和稀疏网络在捕捉异质表面的多尺度生态水文过程方面的有效性如何？",
                "AnswerEn": "The use of hierarchically nested scales and sparse networks is likely effective in capturing multi-scale eco-hydrological processes, as it allows for detailed observations across different landscapes. This approach, as implemented in HiWATER, helps address the challenge of limited multiscale observations by integrating various instruments, such as eddy covariance towers and automatic meteorological stations, to gather comprehensive data.",
                "AnswerCn": "使用分层嵌套尺度和稀疏网络在捕捉多尺度生态水文过程方面可能是有效的，因为它允许在不同的景观中进行详细观察。这种方法在HiWATER中的实施有助于解决多尺度观测有限的挑战，通过整合各种仪器，如涡度协方差塔和自动气象站，收集全面的数据。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the potential limitations of relying on intensive observation periods (IOPs) for understanding long-term eco-hydrological dynamics?",
                "QuestionCn": "在我看来，依赖于密集观测期（IOPs）来理解长期生态水文动态的潜在局限性是什么？",
                "AnswerEn": "Relying solely on intensive observation periods (IOPs) may limit the understanding of long-term eco-hydrological dynamics as these short-term data collections might not capture seasonal and interannual variations. Continuous observations, in contrast, provide a more robust dataset for analyzing long-term trends and fluctuations in eco-hydrological processes.",
                "AnswerCn": "仅依赖于密集观测期（IOPs）可能会限制对长期生态水文动态的理解，因为这些短期数据收集可能无法捕捉季节性和年际变化。相比之下，连续观测提供了更为稳健的数据集，用于分析生态水文过程中的长期趋势和波动。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the instrumentation and hierarchical nesting techniques used to capture multiscale eco-hydrological processes.",
                "QuestionCn": "总结用于捕捉多尺度生态水文过程的仪器和层次嵌套技术。",
                "AnswerEn": "The instrumentation involved a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, arranged in hierarchically nested scales. This setup was designed to capture multiscale and multidisciplinary data and included a sparse network for oasis-desert interaction, a superstation within the oasis, and EC towers and AMSs in different landscapes.",
                "AnswerCn": "该仪器设备涉及一个涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵，按层次嵌套的尺度排列。该设置旨在捕获多尺度和多学科数据，包括一个稀疏网络用于绿洲-沙漠相互作用、一个位于绿洲内的超级站，以及在不同景观中的涡度协方差塔和自动气象站。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please provide an overview of the different airborne remote sensing technologies used in collecting multiscale dataset in eco-hydrological experiments.",
                "QuestionCn": "请提供不同的航空遥感技术概述，这些技术用于在生态水文实验中收集多尺度数据集。",
                "AnswerEn": "The airborne remote sensing technologies used included LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer. These technologies were utilized in 12 airborne missions to cover the FEA during intensive observations at the irrigation district scale.",
                "AnswerCn": "所使用的空中遥感技术包括激光雷达（LiDAR）、成像光谱仪、多角度热成像仪和L波段微波辐射计。这些技术在12次空中任务中被应用，以在灌溉区规模进行密集观测，覆盖了FEA。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}