{
  "id": "c38ed582-6d04-419e-9d71-54e2fd7da42f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of crop management survey in the Yingke oasis and Huazhaizi desert steppe foci experimental areas (2008)",
      "titleCn": "黑河综合遥感联合试验：盈科绿洲与花寨子荒漠加密观测区作物管理参数调查（2008）",
      "description": "The dataset of crop management survey was obtained in the Yingke oasis and Huazhaizi desert steppe foci experimental areas on Oct. 29, 30 and 31, 2008.\n     Observation items included the observation date, the information of experimental area, the farming year, test breeds types, the sowing date, seeding quantity, planting density, the harvest date, the yield, the farming date, fertilizer, irrigation, desinsection, the key growth period, GPS, and the crop management. Data were archived in MS Office Word.",
      "descriptionCn": "本数据集为盈科绿洲和花寨子荒漠加密观测区的田间作物管理调查数据。\n2008-10-29、2008-10-30和2008-10-31期间在盈科绿洲和花寨子荒漠加密观测区的玉米样地、小麦样地及临近地区采用问卷调查的方式收集了作物管理参数。\n调查内容包括：测量日期、试验地区、耕作年份、参试品种、播种日期、播种量、种植密度、收获日期、产量、耕作日期、施肥、灌水、喷药、关键生长期、中心点GPS坐标、自样地中心扩展为250m×250m后所包含田块的位置及估计产量等作物管理信息。数据以WORD文档方式存储。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.46,
      "west": 100.289,
      "south": 38.734,
      "north": 38.88,
      "startTime": "2008-11-05 00:00:00",
      "endTime": "2008-11-07 00:00:00",
      "fileSize": 245799.0,
      "cstr": "18406.11.water973.0138.db",
      "doi": "10.3972/water973.0138.db",
      "dataFormat": "数字文档",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": " 丁松爽",
        "nameEn": "DING Songchuang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "马明国",
        "nameEn": "MA Mingguo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "基于LPJ模型的制种玉米碳水通量模拟研究",
        "titleEn": null,
        "referenceCn": "王旭峰, 马明国. 基于LPJ模型的制种玉米碳水通量模拟研究[J]. 地球科学进展, 2009(07): 734–740.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      },
      {
        "titleCn": null,
        "titleEn": "Modelling irrigated maize with a combination of coupled-model simulation and uncertainty analysis, in the northwest of China",
        "referenceCn": null,
        "referenceEn": "Li Y, Kinzelbach W, Zhou J, Cheng GD, Li X. Modelling irrigated maize with a combination of coupled-model simulation and uncertainty analysis, in the northwest of China. Hydrology and Earth System Sciences, 2012, 16(5): 1465-1480, doi:10.5194/hess-16-1465-2012."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "田间管理",
        "nameEn": "Field management"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "盈科绿洲加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "花寨子荒漠加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-10-29",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-10-30",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-10-31",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the data collection methods used for gathering crop management parameters in desert observation areas?",
        "QuestionCn": "在沙漠观测区域收集作物管理参数的数据收集方法有哪些？",
        "AnswerEn": "field surveys",
        "AnswerCn": "实地调查",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to gather crop management parameters in arid regions?",
        "QuestionCn": "您能否提供一个用于收集干旱地区作物管理参数的数据收集方法的例子？",
        "AnswerEn": "A data collection method used to gather crop management parameters in arid regions involves conducting field surveys using questionnaires. This approach was employed in the Yingke Oasis and Huazhaizi Desert areas, where researchers collected data on various crop management parameters such as sowing and harvesting dates, seeding rates, planting densities, and yields. The surveys also included GPS coordinates and other management practices like fertilization, irrigation, and pesticide applications.",
        "AnswerCn": "一种用于收集干旱地区作物管理参数的数据收集方法是通过问卷进行实地调查。这种方法在英克干旱绿洲和华寨子沙漠地区得到了应用，研究人员收集了各种作物管理参数的数据，如播种和收获日期、播种率、种植密度和产量。调查还包括GPS坐标以及其他管理实践，如施肥、灌溉和农药应用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for obtaining crop management parameters in field surveys?",
        "QuestionCn": "用于获取田间调查中作物管理参数的数据收集方法的特点是什么？",
        "AnswerEn": "questionnaires, measurement dates, experiment areas, cultivation years, crop varieties, sowing dates, seeding rates, planting densities, harvest dates, yields, tillage dates, fertilization, irrigation, pesticide application, critical growth stages, GPS coordinates of the center point, estimated yields for expanded plots",
        "AnswerCn": "问卷、测量日期、实验区域、种植年份、作物品种、播种日期、播种率、种植密度、收获日期、产量、耕作日期、施肥、灌溉、农药施用、关键生长阶段、中心点的GPS坐标、扩展地块的估计产量",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many survey dates were used to collect crop management parameters in the specified observation areas?",
        "QuestionCn": "在指定观察区域中，用于收集作物管理参数的调查日期有多少个？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'crop management parameter survey' mean in the context of agricultural data collection?",
        "QuestionCn": "在农业数据收集的背景下，“作物管理参数调查”是什么意思？",
        "AnswerEn": "A crop management parameter survey in the context of agricultural data collection refers to the systematic collection of data related to various aspects of crop cultivation and management. This includes details such as measurement dates, trial areas, cultivation years, tested varieties, sowing dates, sowing amounts, planting densities, harvest dates, yields, cultivation dates, fertilization, irrigation, pesticide application, key growth stages, and GPS coordinates of the central point, as well as the location and estimated yield of fields expanded from plot centers to a specified area.",
        "AnswerCn": "作物管理参数调查在农业数据收集的背景下，指的是对与作物种植和管理相关的各个方面进行系统的数据收集。这包括测量日期、试验区域、种植年份、测试品种、播种日期、播种量、种植密度、收获日期、产量、耕作日期、施肥、灌溉、农药施用、关键生长阶段以及中央点的GPS坐标，以及从样地中心扩展到指定区域的田地位置和估计产量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting crop management parameters through field surveys in arid and semi-arid regions, and how do these objectives influence the data collection techniques employed?",
        "QuestionCn": "在干旱和半干旱地区，通过田间调查收集作物管理参数的主要目标是什么，这些目标如何影响所采用的数据收集技术？",
        "AnswerEn": "The primary objectives of collecting crop management parameters through field surveys in arid and semi-arid regions like Yingke Oasis and Huazhaizi Desert are to gather detailed, site-specific information about agricultural practices and environmental conditions to better understand and manage these ecosystems. This includes data on sowing dates, seeding rates, planting density, and yield, among others. These objectives influence the data collection techniques by necessitating on-site surveys and interviews with local farmers to obtain accurate and contextual data, focusing on precise measurements and geographical data through GPS to ensure the data's relevance and applicability for agricultural modeling and management. Such detailed data can help in understanding crop performance under specific management practices and environmental conditions typical to these regions.",
        "AnswerCn": "在像英克绿洲和华寨子沙漠这样的干旱和半干旱地区，通过田野调查收集作物管理参数的主要目标是收集关于农业实践和环境条件的详细、特定地点的信息，以更好地理解和管理这些生态系统。这包括播种日期、播种率、种植密度和产量等数据。这些目标影响数据收集技术， necessitating 现场调查和与当地农民的访谈，以获取准确和具有背景的数据，重点关注通过GPS进行精确测量和地理数据，以确保数据的相关性和适用性，用于农业建模和管理。这些详细数据有助于理解在这些地区特定管理实践和环境条件下作物的表现。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are implemented to ensure accurate and comprehensive data collection when conducting crop management parameter surveys using questionnaires in remote sensing experiments?",
        "QuestionCn": "在进行遥感实验中的作物管理参数调查时，为确保准确和全面的数据收集，实施了哪些程序？",
        "AnswerEn": "In the context of the Heihe Comprehensive Remote Sensing Joint Experiment, the procedures involve conducting field surveys over specific periods (October 29, 30, and 31 in 2008) in designated observation areas like the Yingke Oasis and Huazhaizi Desert. The surveys use questionnaires to gather detailed crop management parameters, including measurement dates, experiment regions, cultivation years, crop varieties, sowing dates, seeding rates, planting densities, harvest dates, yields, farming dates, fertilization, irrigation, pesticide application, critical growth stages, GPS coordinates of central points, and estimated yields for expanded field plots. The data is stored in Word document format, ensuring a structured and accessible approach to capturing comprehensive crop management information.",
        "AnswerCn": "在黑河综合遥感联合实验的背景下，程序涉及在特定时期（2008年10月29、30和31日）对指定观察区域（如英克绿洲和华寨子沙漠）进行实地调查。调查使用问卷收集详细的作物管理参数，包括测量日期、实验区域、种植年份、作物品种、播种日期、播种量、种植密度、收获日期、产量、耕作日期、施肥、灌溉、农药施用、关键生长阶段、中心点的GPS坐标以及扩展田块的估计产量。数据以Word文档格式存储，确保以结构化和可访问的方式捕捉全面的作物管理信息。",
        "Level": "C3(Applying)"
      }
    ]
  }
}