{
  "id": "c42587e9-ef1a-4c71-84fa-a40e75afb133",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Annual land cover data of 18 key node areas in Southeast Asia (2001-2016)",
      "titleCn": "东南亚18个关键节点区域逐年的地表土地覆盖数据（2001-2016）",
      "description": "Land cover dataset of MODIS is a product that describes the types of land cover based on the data obtained from Terra and Aqua observations for one year. The land cover dataset contains 17 major land cover types, including 11 natural vegetation types, 3 land development and mosaic types and 3 non-vegetation land types according to the International Geosphere Biosphere Project (IGBP). MCD12Q1 adopts five different land cover classification schemes. The main technology of information extraction is supervised decision tree classification. Based on MCD12Q1 data from 2001 to 2016, MatLab was used to tailor the masks of 18 key nodes in Southeast Asia and middle East. Finally, the annual land cover dataset of 18 key nodes in Southeast Asia from 2001 to 2016 was obtained.",
      "descriptionCn": "MODIS三级数据土地覆盖类型产品（Land Cover data）是基于Terra和Aqua卫星的年度观测数据提取而来的。根据国际地圈生物圈计划（IGBP）定义的土地覆盖类型，该数据产品集中包含了17个主要土地覆盖类型，其中包括11个自然植被类型，3个土地开发和镶嵌的地类和3个非草木土地类型。MODIS Terra/Aqua三级土地覆盖年度全球500米产品MCD12Q1采用了五种不同的土地覆盖分类方案，而信息提取主要技术则是监督决策树分类。以主要覆盖东南亚和中东的18个关键节点为研究区域，基于2001至2016年的MCD12Q1数据，利用MatLab对数据进行研究区的掩模裁剪，最终得到了东南亚18个关键节点区域2001-2016逐年的地表土地覆盖数据。",
      "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
      "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
      "east": 110.9,
      "west": -3.31,
      "south": -1.09,
      "north": 58.68,
      "startTime": "2000-01-09 00:00:00",
      "endTime": "2017-01-08 00:00:00",
      "fileSize": 41434129.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "凌峰",
        "nameEn": "LING Feng",
        "unitEn": "",
        "unitCn": "中国科学院测量与地球物理研究所"
      },
      {
        "nameCn": "张一行",
        "nameEn": "ZHANG Yihang",
        "unitEn": "Institute of Geodesy and Geophysics, CAS",
        "unitCn": "中国科学院测量与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "MODIS Collection 5 global land cover: Algorithm refinements and characterization of new datasets",
        "referenceCn": null,
        "referenceEn": "Friedl, M.A., Sulla-Menashe, D., Tan, B., Schneider, A., Ramankutty, N., Sibley, A., Huang, X. (2010). MODIS Collection 5 global land\ncover: Algorithm refinements and characterization of new datasets. Remote Sens. Environ. 114, 168–182."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "东南亚",
        "keywordEn": "Southeast Asia"
      },
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third Pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2001-2016",
        "keywordEn": "2001-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Information related to land cover is immensely important to global change science. In the past decade, data sources and methodologies for creating global land cover maps from remote sensing have evolved rapidly. Global land cover maps provide thematic characterizations of the Earth's surface that capture biotic and abiotic properties and that are closely tied to the ecological condition of land areas. Because surface properties affect biosphere–atmosphere interaction, accurate land cover information is required to parameterize land surface processes in regional-to-global scale Earth system models. Further, humans depend heavily on goods and services provided by terrestrial ecosystems, and the global area of land dominated by humans has expanded rapidly in the last 100 years. As a consequence, land use and land cover modification by humans are among the most important agents of environmental change at local to global scales and have significant implications for ecosystem health, water quality, and sustainable land management. Until about fifteen years ago, global land cover datasets were based on pre-existing maps and atlases compiled from ground surveys, national mapping programs, and highly generalized biogeographic maps. In the 1990's, global datasets derived from the AVHRR made it possible to map large scale land cover for the first time based on land surface properties observed from remote sensing. As newer moderate resolution remote sensing data sources have emerged (e.g., MODIS, SPOT VEGETATION, MERIS), substantial effort has been focused on developing improved characterizations of global land cover."
      ],
      "research objective": [
        "Here we describe the datasets and algorithms used to create the Collection 5 MODIS Global Land Cover Type product, which is substantially changed relative to Collection 4."
      ],
      "challenges": [
        "As each of these datasets have been produced, new approaches have been developed to solve the unique and substantial challenges associated with global land cover mapping."
      ],
      "methods": [
        "As in Collection 4, we use an ensemble of ten boosted decision trees to generate the product. Here we describe modifications that are unique to Collection 5. Specifically, we focus on: (1) revisions to the MODIS land cover training site database, (2) changes to input features, (3) refinement of ancillary data layers that are merged with ensemble decision tree results to produce the final product, and (4) methods we have developed to tune, refine, and stabilize classification results across different years. Training data for the Collection 5 product includes 1860 sites distributed across the Earth's land areas."
      ],
      "dataset": [
        "Training data for the Collection 5 product includes 1860 sites distributed across the Earth's land areas. The size of sites range from 1 500-m MODIS pixel (∼0.2 km2) to 376 pixels (∼80 km2), but the distribution is highly skewed towards smaller sites: the median size is 16 pixels and 1741 sites cover fewer than 50 MODIS pixels."
      ],
      "findings": [
        "Results from a cross-validation analysis indicate that the overall accuracy of the product is about 75% correctly classified, but that the range in class-specific accuracies is large. Comparison of Collection 5 maps with Collection 4 results show substantial differences arising from increased spatial resolution and changes in the input data and classification algorithm."
      ],
      "backgroundCn": [
        "与土地覆盖相关的信息对全球变化科学至关重要。在过去十年中，从遥感数据创建全球土地覆盖图的资料来源和方法迅速发展。全球土地覆盖图提供了地球表面的主题特征，捕捉生物和非生物属性，并与土地区域的生态状况密切相关。由于表面属性影响生物圈-大气圈的相互作用，因此准确的土地覆盖信息对于在区域到全球尺度的地球系统模型中参数化陆地表面过程是必需的。此外，人类在很大程度上依赖于陆地生态系统提供的商品和服务，而在过去100年中，人类主导的土地面积迅速扩大。因此，人类对土地使用和土地覆盖的修改是地方到全球尺度上最重要的环境变化因素之一，对生态系统健康、水质和可持续土地管理具有重要影响。直到大约十五年前，全球土地覆盖数据集主要基于从地面调查、国家制图计划和高度概括的生物地理图编制的现有地图和图集。在1990年代，基于从遥感观察到的陆地表面属性，利用AVHRR衍生的全球数据集首次实现了大规模土地覆盖的绘制。随着新的中等分辨率遥感数据源的出现（例如MODIS、SPOT VEGETATION、MERIS），大量努力集中在开发改进的全球土地覆盖特征上。"
      ],
      "research objectiveCn": [
        "在这里，我们描述了用于创建Collection 5 MODIS全球土地覆盖类型产品的数据集和算法，该产品与Collection 4相比有了显著变化。"
      ],
      "challengesCn": [
        "随着这些数据集的产生，新的方法被开发出来，以解决与全球土地覆盖制图相关的独特而重大的挑战。"
      ],
      "methodsCn": [
        "在集合4中，我们使用十个增强决策树的集成来生成产品。这里我们描述的是集合5独特的修改。具体来说，我们关注以下几个方面：(1) 对MODIS土地覆盖训练站数据库的修订，(2) 输入特征的变化，(3) 与集成决策树结果合并以生成最终产品的辅助数据层的精细化，以及(4) 我们开发的方法，用于调整、精细化和稳定不同年份的分类结果。集合5产品的训练数据包括分布在地球陆地区域的1860个站点。"
      ],
      "datasetCn": [
        "Collection 5 产品的训练数据包括分布在地球陆地区域的1860个站点。站点的大小范围从1个1500米MODIS像素（约0.2平方公里）到376个像素（约80平方公里），但分布高度偏向于较小的站点：中位数大小为16个像素，1741个站点覆盖少于50个MODIS像素。"
      ],
      "findingsCn": [
        "交叉验证分析的结果表明，该产品的整体准确率约为75%，但各类别的准确率差异较大。对比第5集地图与第4集结果，显示出由于空间分辨率的提高以及输入数据和分类算法的变化，产生了显著差异。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there substantial challenges associated with the global land cover mapping that require new approaches as datasets are produced?",
        "QuestionCn": "全球土地覆盖制图是否存在需要新方法来应对的数据集产生的重大挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the primary data collection methods for land cover datasets based on satellite observation, ground surveys, or a combination of both?",
        "QuestionCn": "土地覆盖数据集的主要数据收集方法是基于卫星观测、地面调查还是两者的结合？",
        "AnswerEn": "satellite observation",
        "AnswerCn": "卫星观测",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Do the challenges in creating global land cover maps primarily arise from data resolution issues, algorithm complexity, or the variability of land cover types?",
        "QuestionCn": "创建全球土地覆盖地图的挑战主要源于数据分辨率问题、算法复杂性还是土地覆盖类型的变异性？",
        "AnswerEn": "algorithm complexity, variability of land cover types",
        "AnswerCn": "算法复杂性，土地覆盖类型的多样性",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used to create global land cover maps from remote sensing?",
        "QuestionCn": "用于从遥感数据创建全球土地覆盖地图的数据收集方法是什么？",
        "AnswerEn": "Boosted decision trees",
        "AnswerCn": "提升决策树",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the training data sites for the MODIS Global Land Cover Type product distributed?",
        "QuestionCn": "MODIS全球土地覆盖类型产品的训练数据站点分布在哪里？",
        "AnswerEn": "Earth's land areas",
        "AnswerCn": "地球的陆地区域",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with global land cover mapping?",
        "QuestionCn": "全球土地覆盖制图面临的挑战有哪些？",
        "AnswerEn": "Developing new approaches",
        "AnswerCn": "开发新方法",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to generate global land cover maps from remote sensing data?",
        "QuestionCn": "您能否提供一个用于从遥感数据生成全球土地覆盖地图的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used to generate global land cover maps is the use of an ensemble of ten boosted decision trees, which are applied to MODIS data to classify land cover types based on defined criteria and training data from various sites across the Earth's land areas.",
        "AnswerCn": "生成全球土地覆盖地图的一种数据收集方法是使用十个增强决策树的集成，这些决策树应用于MODIS数据，根据定义的标准和来自地球陆地区域的各种地点的训练数据对土地覆盖类型进行分类。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in the development of global land cover datasets using remote sensing data?",
        "QuestionCn": "使用遥感数据开发全球土地覆盖数据集时面临的一个挑战是什么？",
        "AnswerEn": "A significant challenge in the development of global land cover datasets is solving the unique and substantial challenges associated with accurately mapping diverse land cover types across global scales, which includes dealing with varying spatial resolutions and changes in input data and classification algorithms.",
        "AnswerCn": "在全球土地覆盖数据集的开发中，一个重大挑战是解决在全球尺度上准确映射多样土地覆盖类型所面临的独特且重大挑战，这包括处理不同的空间分辨率以及输入数据和分类算法的变化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Provide an example of a dataset that illustrates the distribution of training sites used for land cover classification in remote sensing.",
        "QuestionCn": "提供一个数据集示例，该数据集说明用于遥感土地覆盖分类的训练地点分布。",
        "AnswerEn": "An example of such a dataset includes training data for the Collection 5 MODIS Global Land Cover Type product, which comprises 1860 sites distributed across different land areas with site sizes ranging from 1 500-m MODIS pixel to 376 pixels, heavily skewed towards smaller sites.",
        "AnswerCn": "这样的数据集的一个例子包括Collection 5 MODIS全球土地覆盖类型产品的训练数据，该产品包含1860个站点，分布在不同的土地区域，站点大小从1500个MODIS像素到376个像素不等，严重偏向于较小的站点。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the decision tree classification method used in land cover data generation?",
        "QuestionCn": "决策树分类方法用于土地覆盖数据生成的特征是什么？",
        "AnswerEn": "ensemble of ten boosted decision trees, revisions to the land cover training site database, changes to input features, refinement of ancillary data layers, methods to tune, refine, and stabilize classification results across different years",
        "AnswerCn": "十个提升决策树的集成，土地覆盖训练场数据库的修订，输入特征的变化，辅助数据层的优化，调整、优化和稳定跨不同年份分类结果的方法。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What features are considered when developing improved characterizations of global land cover using remote sensing data?",
        "QuestionCn": "在利用遥感数据开发改进的全球土地覆盖特征时，考虑的特征包括哪些？",
        "AnswerEn": "revisions to training site databases, refining ancillary data layers, modifications to classification algorithms",
        "AnswerCn": "修订培训站点数据库、优化辅助数据层、修改分类算法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many key nodes in Southeast Asia are included in the land cover dataset spanning 2001 to 2016?",
        "QuestionCn": "东南亚的土地覆盖数据集涵盖2001年至2016年期间包含多少个关键节点？",
        "AnswerEn": "18",
        "AnswerCn": "18",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many major land cover types are identified in the MODIS Land Cover Type product according to the International Geosphere-Biosphere Programme (IGBP) classification?",
        "QuestionCn": "根据国际地球生物圈计划（IGBP）分类，MODIS土地覆盖类型产品识别了多少种主要土地覆盖类型？",
        "AnswerEn": "17",
        "AnswerCn": "17",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the total number of training sites used in the Collection 5 MODIS Global Land Cover Type product?",
        "QuestionCn": "Collection 5 MODIS全球土地覆盖类型产品使用的训练站点总数是多少？",
        "AnswerEn": "1860",
        "AnswerCn": "1860",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'land cover type product' refer to in the context of MODIS remote sensing data?",
        "QuestionCn": "在MODIS遥感数据的背景下，“土地覆盖类型产品”指的是什么？",
        "AnswerEn": "In the context of MODIS remote sensing data, 'land cover type product' refers to a dataset derived from Terra and Aqua satellite annual observations that classify Earth's surface into thematic categories. It includes 17 main land cover types as defined by the International Geosphere-Biosphere Programme (IGBP), capturing both biotic and abiotic properties of the surface.",
        "AnswerCn": "在MODIS遥感数据的背景下，“土地覆盖类型产品”是指从Terra和Aqua卫星的年度观测中衍生出的数据集，该数据集将地球表面分类为主题类别。它包括国际地球生物圈计划（IGBP）定义的17种主要土地覆盖类型，捕捉了表面的生物和非生物特性。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'ensemble of boosted decision trees' mean in the process of creating global land cover datasets?",
        "QuestionCn": "“增强决策树集成”在创建全球土地覆盖数据集的过程中是什么意思？",
        "AnswerEn": "An 'ensemble of boosted decision trees' refers to a machine learning technique used to improve the accuracy of land cover classification. It involves combining multiple decision trees, each trained on the dataset, to form a more robust model. This method enhances classification precision across different years by integrating refined input features and ancillary data layers.",
        "AnswerCn": "“增强决策树集成”是指一种用于提高土地覆盖分类准确性的机器学习技术。它涉及将多个决策树结合在一起，每个决策树都是在数据集上训练的，以形成一个更强大的模型。这种方法通过整合精细的输入特征和辅助数据层，提高了不同年份的分类精度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the land cover classification methods using MODIS data compare to those using earlier AVHRR datasets in terms of accuracy and data processing techniques?",
        "QuestionCn": "使用MODIS数据的土地覆盖分类方法与早期AVHRR数据集相比，在准确性和数据处理技术方面有何不同？",
        "AnswerEn": "The land cover classification methods using MODIS data have evolved significantly compared to earlier AVHRR datasets. MODIS employs an ensemble of boosted decision trees for classification, which is a more advanced method compared to the initial approaches with AVHRR. The accuracy of the MODIS product is about 75%, with methods including revisions to the training site database and input features for improved results. These advancements have led to substantial differences in spatial resolution and classification accuracy compared to AVHRR-derived datasets.",
        "AnswerCn": "使用MODIS数据的土地覆盖分类方法相比早期的AVHRR数据集已经显著发展。MODIS采用了一种增强的决策树集成方法进行分类，这是一种比最初的AVHRR方法更先进的技术。MODIS产品的准确率约为75%，通过对训练站点数据库和输入特征的修订来提高结果。这些进展导致了与AVHRR衍生数据集相比，在空间分辨率和分类准确性方面的显著差异。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the challenges encountered in global land cover mapping with MODIS data differ from those faced with pre-existing maps and atlases compiled from ground surveys?",
        "QuestionCn": "全球土地覆盖制图中使用MODIS数据所面临的挑战与从地面调查编制的现有地图和图集所面临的挑战有何不同？",
        "AnswerEn": "The challenges in global land cover mapping with MODIS data differ significantly from those faced with pre-existing maps and atlases. MODIS data involves unique challenges related to the integration of remote sensing data and the development of new classification algorithms like decision trees. Unlike ground surveys, MODIS requires solving issues related to data resolution, classification accuracy, and the integration of various input features and ancillary data layers. Pre-existing maps relied heavily on generalized biogeographic maps and ground surveys, which had limitations in global scale mapping.",
        "AnswerCn": "使用MODIS数据进行全球土地覆盖制图面临的挑战与现有地图和图集的挑战显著不同。MODIS数据涉及与遥感数据集成和新分类算法（如决策树）开发相关的独特挑战。与地面调查不同，MODIS需要解决数据分辨率、分类准确性以及各种输入特征和辅助数据层的整合等问题。现有地图则主要依赖于概括性的生物地理图和地面调查，这在全球尺度制图中存在局限性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do modifications in the training site database and input features impact the accuracy and stability of land cover classification results?",
        "QuestionCn": "训练站点数据库和输入特征的修改如何影响土地覆盖分类结果的准确性和稳定性？",
        "AnswerEn": "Modifications in the training site database and input features are crucial for the accuracy and stability of land cover classification results. They involve revisions to the MODIS land cover training site database and changes to input features, which help tune, refine, and stabilize classification results across different years. This can lead to substantial differences in accuracy, as seen in the Collection 5 product, where revisions have increased the overall accuracy to about 75% correctly classified.",
        "AnswerCn": "训练站点数据库和输入特征的修改对于土地覆盖分类结果的准确性和稳定性至关重要。这涉及对MODIS土地覆盖训练站点数据库的修订和输入特征的变化，这有助于调整、精炼和稳定不同年份的分类结果。这可能导致准确性方面的显著差异，正如在Collection 5产品中所看到的，修订使整体准确率提高到约75%的正确分类。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges might arise from using supervised decision tree classification for land cover mapping, and how can these be addressed through new approaches?",
        "QuestionCn": "使用监督决策树分类进行土地覆盖制图可能会面临哪些挑战，以及如何通过新方法来解决这些挑战？",
        "AnswerEn": "Challenges from using supervised decision tree classification for land cover mapping include handling the unique and substantial challenges associated with global land cover mapping, such as variability in land cover types and spatial resolution. New approaches, like the use of an ensemble of ten boosted decision trees and the refinement of ancillary data layers, have been developed to address these challenges and improve classification accuracy.",
        "AnswerCn": "使用监督决策树分类进行土地覆盖制图面临的挑战包括处理全球土地覆盖制图所特有的重大挑战，例如土地覆盖类型的变异性和空间分辨率。为了解决这些挑战并提高分类准确性，已经开发了新的方法，如使用十个增强决策树的集成和改进辅助数据层。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In what ways can the spatial distribution and size of training data sites affect the development of global land cover datasets?",
        "QuestionCn": "训练数据站点的空间分布和大小如何影响全球土地覆盖数据集的发展？",
        "AnswerEn": "The spatial distribution and size of training data sites can significantly affect the development of global land cover datasets. With a highly skewed distribution towards smaller sites, the training data size ranges from 1 to 376 MODIS pixels. This distribution influences the accuracy and representativeness of the dataset, as larger and more diverse site distributions can provide a more comprehensive understanding of land cover types across different regions.",
        "AnswerCn": "训练数据站点的空间分布和大小会显著影响全球土地覆盖数据集的发展。训练数据的大小在1到376个MODIS像素之间，且高度偏向于较小的站点。这种分布影响了数据集的准确性和代表性，因为更大和更具多样性的站点分布可以提供对不同地区土地覆盖类型的更全面理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in global land cover mapping using remote sensing data?",
        "QuestionCn": "全球土地覆盖制图面临的挑战因素包括哪些？",
        "AnswerEn": "As each of these datasets have been produced, new approaches have been developed to solve the unique and substantial challenges associated with global land cover mapping. These challenges may include revisions to training site databases, changes to input features, and the refinement of ancillary data layers that are merged with ensemble decision tree results.",
        "AnswerCn": "随着这些数据集的产生，新的方法被开发出来，以解决与全球土地覆盖制图相关的独特而重大的挑战。这些挑战可能包括对训练站点数据库的修订、输入特征的变化，以及与集成决策树结果合并的辅助数据层的精细化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are ensemble decision trees utilized as a primary method for generating global land cover type products?",
        "QuestionCn": "集成决策树被用作生成全球土地覆盖类型产品的主要方法的原因是什么？",
        "AnswerEn": "Ensemble decision trees are used to generate the product due to their ability to handle large datasets and provide stable classification results across different years. They allow for modifications that include revisions to training site databases, changes to input features, and the integration of ancillary data layers, which help refine and stabilize classification results.",
        "AnswerCn": "集成决策树被用来生成产品，因为它们能够处理大规模数据集，并在不同年份提供稳定的分类结果。它们允许进行修改，包括对训练站点数据库的修订、输入特征的变化以及辅助数据层的整合，这些都有助于细化和稳定分类结果。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What causes differences in the accuracy of global land cover maps between different collections?",
        "QuestionCn": "导致不同数据集之间全球土地覆盖地图准确性差异的原因是什么？",
        "AnswerEn": "Differences in accuracy between different collections of global land cover maps can arise from increased spatial resolution and changes in input data and classification algorithms. The modifications in newer collections, such as revisions to training site databases and the refinement of input features, can lead to substantial differences in map results.",
        "AnswerCn": "不同全球土地覆盖地图集合之间的准确性差异可能源于空间分辨率的提高、输入数据的变化以及分类算法的不同。新版本集合中的修改，例如训练站点数据库的修订和输入特征的精细化，可能导致地图结果的显著差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How might the introduction of new input features influence the outcomes of land cover mapping using remote sensing data?",
        "QuestionCn": "新输入特征的引入可能会如何影响使用遥感数据进行土地覆盖制图的结果？",
        "AnswerEn": "Introducing new input features can significantly alter the outcomes of land cover mapping by providing more detailed or relevant information, which can enhance the decision-making process in the classification algorithms. This can result in more precise thematic characterizations of land cover types and improve the representation of ecological conditions in the maps produced.",
        "AnswerCn": "引入新的输入特征可以显著改变土地覆盖制图的结果，因为它提供了更详细或相关的信息，从而增强了分类算法中的决策过程。这可以导致对土地覆盖类型的更精确主题表征，并改善所生成地图中生态条件的表现。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the likely effects of integrating ancillary data layers with ensemble decision tree results on the final land cover product?",
        "QuestionCn": "将辅助数据层与集成决策树结果结合在一起，对最终土地覆盖产品的可能影响是什么？",
        "AnswerEn": "Integrating ancillary data layers with ensemble decision tree results can refine and stabilize the classification outcomes, resulting in a more robust and accurate final land cover product. This integration helps in addressing spatial inconsistencies and enhances the overall reliability of the land cover maps across different years.",
        "AnswerCn": "将辅助数据层与集成决策树结果相结合，可以精炼和稳定分类结果，从而产生更强大和准确的最终土地覆盖产品。这种整合有助于解决空间不一致性，并提高不同年份土地覆盖图的整体可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind developing a dataset based on MODIS Global Land Cover Type products for analyzing land cover in Southeast Asia?",
        "QuestionCn": "开发基于MODIS全球土地覆盖类型产品的数据集以分析东南亚的土地覆盖的目标是什么？",
        "AnswerEn": "The objectives are to provide thematic characterizations of the Earth's surface that capture biotic and abiotic properties closely tied to the ecological condition of land areas. Accurate land cover information is required for parameterizing land surface processes in Earth system models, which is crucial for understanding the interactions between the biosphere and atmosphere.",
        "AnswerCn": "目标是提供地球表面的主题特征，捕捉与土地区域生态状况密切相关的生物和非生物特性。准确的土地覆盖信息对于参数化地表过程在地球系统模型中至关重要，这对于理解生物圈与大气之间的相互作用至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it important to utilize an ensemble of boosted decision trees in the creation of a land cover dataset?",
        "QuestionCn": "在创建土地覆盖数据集时，利用增强决策树的集成是重要的原因是什么？",
        "AnswerEn": "Using an ensemble of boosted decision trees addresses the substantial challenges associated with global land cover mapping. It helps in refining and stabilizing classification results across different years, which is essential for producing accurate and consistent land cover maps.",
        "AnswerCn": "使用增强决策树的集成方法可以解决全球土地覆盖制图中面临的重大挑战。它有助于在不同年份之间细化和稳定分类结果，这对于生成准确和一致的土地覆盖地图至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the intention behind revising the MODIS land cover training site database for land cover analysis?",
        "QuestionCn": "修订MODIS土地覆盖训练站数据库用于土地覆盖分析的意图是什么？",
        "AnswerEn": "Revising the training site database aims to improve the accuracy and reliability of land cover classification by incorporating more detailed input features and refining ancillary data layers. This enhances the quality of the ensemble decision tree results in producing a more accurate final product.",
        "AnswerCn": "修订训练站数据库旨在通过纳入更详细的输入特征和精炼辅助数据层来提高土地覆盖分类的准确性和可靠性。这提高了集成决策树结果的质量，从而产生更准确的最终产品。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How are decision trees utilized and modified to improve the accuracy of land cover classification in remote sensing data?",
        "QuestionCn": "决策树是如何被利用和修改以提高遥感数据中土地覆盖分类的准确性的？",
        "AnswerEn": "Decision trees are used in an ensemble of ten boosted decision trees to generate the land cover classification product. Modifications include revisions to the training site database, changes to input features, refinement of ancillary data layers, and methods developed to tune, refine, and stabilize classification results across different years.",
        "AnswerCn": "决策树被用于十个提升决策树的集成中，以生成土地覆盖分类产品。修改包括对训练站点数据库的修订、输入特征的变化、辅助数据层的精细化，以及开发的方法来调整、完善和稳定不同年份的分类结果。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What procedural steps are necessary to extract and preprocess annual land cover data from MODIS satellite observations for use in environmental studies?",
        "QuestionCn": "提取和预处理MODIS卫星观测的年度土地覆盖数据以用于环境研究所需的程序步骤有哪些？",
        "AnswerEn": "The process involves using MODIS Terra/Aqua satellite data to extract yearly land cover information. The data is based on the IGBP-defined land cover types and is processed using supervised decision tree classification. The extracted data is then masked and cropped using MatLab to focus on specific study regions.",
        "AnswerCn": "该过程涉及使用MODIS Terra/Aqua卫星数据提取年度土地覆盖信息。数据基于IGBP定义的土地覆盖类型，并采用监督决策树分类进行处理。提取的数据随后使用MatLab进行掩膜和裁剪，以关注特定的研究区域。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What strategies can be employed to handle the challenges of producing accurate global land cover datasets using remote sensing technologies?",
        "QuestionCn": "可以采用哪些策略来应对使用遥感技术生产准确的全球土地覆盖数据集所面临的挑战？",
        "AnswerEn": "To handle challenges in global land cover mapping, new approaches have been developed, like using an ensemble of decision trees. Modifications include updates to the training database, changes to input features, refinement of ancillary data layers, and stabilizing classification results. These strategies help improve accuracy and address unique challenges associated with remote sensing data.",
        "AnswerCn": "为了应对全球土地覆盖制图中的挑战，已经开发了新的方法，例如使用决策树的集成。修改包括更新训练数据库、改变输入特征、完善辅助数据层以及稳定分类结果。这些策略有助于提高准确性，并解决与遥感数据相关的独特挑战。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advancements in remote sensing technology have enabled the creation of detailed global land cover maps from the year 2001 to 2016?",
        "QuestionCn": "2001年至2016年间，哪些遥感技术的进步使得能够创建详细的全球土地覆盖地图？",
        "AnswerEn": "The emergence of moderate resolution remote sensing data sources such as MODIS, SPOT VEGETATION, and MERIS has enabled the development of improved characterizations of global land cover. These technologies provided thematic characterizations of the Earth's surface that are closely tied to ecological conditions and biosphere–atmosphere interactions.",
        "AnswerCn": "中等分辨率遥感数据源的出现，如MODIS、SPOT VEGETATION和MERIS，使得全球土地覆盖的特征化得到了改善。这些技术提供了与生态条件和生物圈-大气相互作用密切相关的地球表面的主题特征。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do ensemble decision tree methods contribute to the accuracy and refinement of land cover classification in datasets?",
        "QuestionCn": "集成决策树方法如何提高数据集中土地覆盖分类的准确性和精细度？",
        "AnswerEn": "Ensemble decision tree methods, specifically an ensemble of ten boosted decision trees, are used to generate the land cover product. These methods allow for tuning, refinement, and stabilization of classification results across different years, which is crucial for enhancing the accuracy of the dataset.",
        "AnswerCn": "集成决策树方法，特别是十个增强决策树的集成，被用于生成土地覆盖产品。这些方法允许对分类结果进行调优、精细化和稳定化，跨越不同年份，这对于提高数据集的准确性至关重要。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or modifications are necessary for enhancing land cover classification accuracy in remote sensing datasets?",
        "QuestionCn": "为了提高遥感数据集中土地覆盖分类的准确性，需要哪些条件或修改？",
        "AnswerEn": "Revisions to the training site database, changes to input features, and refinement of ancillary data layers that are merged with ensemble decision tree results are necessary modifications. These steps are crucial for tuning, refining, and stabilizing classification results, thus enhancing classification accuracy across different years.",
        "AnswerCn": "对训练网站数据库的修订、输入特征的更改以及与集成决策树结果合并的辅助数据层的优化是必要的修改。这些步骤对于调整、优化和稳定分类结果至关重要，从而提高不同年份的分类准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the use of an ensemble of decision trees be expected to improve the accuracy of land cover classification in remote sensing datasets?",
        "QuestionCn": "为什么使用决策树集成有望提高遥感数据集中的土地覆盖分类的准确性？",
        "AnswerEn": "As described, using an ensemble of ten boosted decision trees can enhance classification accuracy by integrating multiple classification models. This approach allows for a combination of different decision tree outputs, which can capture various patterns in the data, leading to improved stability and refinement in classification results across different years.",
        "AnswerCn": "如所述，使用十个增强决策树的集成可以通过整合多个分类模型来提高分类准确性。这种方法允许结合不同决策树的输出，从而捕捉数据中的各种模式，导致在不同年份的分类结果更加稳定和精细。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential challenges or limitations in collecting global land cover data using moderate resolution remote sensing data sources?",
        "QuestionCn": "使用中等分辨率遥感数据源收集全球土地覆盖数据的潜在挑战或限制是什么？",
        "AnswerEn": "Collecting global land cover data using moderate resolution remote sensing data sources, such as MODIS, involves challenges like handling the skewed distribution of training sites, ensuring the accuracy of classification results across different regions, and adapting to changes in spatial resolution and input data over time.",
        "AnswerCn": "使用中等分辨率遥感数据源（如MODIS）收集全球土地覆盖数据面临着一些挑战，例如处理训练样本的偏斜分布、确保不同区域分类结果的准确性，以及适应空间分辨率和输入数据随时间变化的情况。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways might the training data distribution impact the accuracy and reliability of the land cover mapping process?",
        "QuestionCn": "训练数据分布如何影响土地覆盖制图过程的准确性和可靠性？",
        "AnswerEn": "The distribution of training data significantly impacts the accuracy and reliability of the land cover mapping process. A highly skewed distribution towards smaller sites can lead to biases and inaccuracies, necessitating careful tuning and refinement of classification methods to stabilize results and achieve consistent accuracy across various land cover classes.",
        "AnswerCn": "训练数据的分布对土地覆盖映射过程的准确性和可靠性有显著影响。高度偏向小型区域的分布可能导致偏差和不准确，因此需要仔细调整和优化分类方法，以稳定结果并在各类土地覆盖中实现一致的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about how data collection methods have evolved to address the challenges associated with global land cover mapping.",
        "QuestionCn": "我不确定数据收集方法是如何演变以应对全球土地覆盖制图相关挑战的。",
        "AnswerEn": "New approaches have been developed to solve the unique and substantial challenges associated with global land cover mapping, such as using an ensemble of boosted decision trees to generate the Collection 5 MODIS Global Land Cover Type product.",
        "AnswerCn": "已经开发出新的方法来解决与全球土地覆盖制图相关的独特和重大挑战，例如使用增强决策树的集成来生成Collection 5 MODIS全球土地覆盖类型产品。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand how researchers handle the variability in class-specific accuracies when creating land cover datasets from remote sensing data.",
        "QuestionCn": "我不明白研究人员在从遥感数据创建土地覆盖数据集时如何处理类特异性准确度的变异性。",
        "AnswerEn": "Researchers handle this variability by refining and stabilizing classification results across different years, using methods such as revisions to the MODIS land cover training site database and changes to input features.",
        "AnswerCn": "研究人员通过在不同年份之间精炼和稳定分类结果来处理这种变异性，使用的方法包括对MODIS土地覆盖训练站数据库的修订和输入特征的变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the methodologies used for tuning, refining, and stabilizing land cover classification results across different years and regions.",
        "QuestionCn": "请探讨用于调整、优化和稳定不同年份和地区的土地覆盖分类结果的方法论。",
        "AnswerEn": "Methodologies for tuning, refining, and stabilizing land cover classification results involve revising training datasets, changing input features, and refining ancillary data layers used in ensemble decision trees. These methods are crucial for maintaining consistency and reliability in classification results over time and across diverse geographical regions. The Collection 5 MODIS product exemplifies such approaches by utilizing a global distribution of training sites and adjusting methods to accommodate changes in spatial resolution and input data.",
        "AnswerCn": "调整、优化和稳定土地覆盖分类结果的方法涉及修订训练数据集、改变输入特征以及精炼用于集成决策树的辅助数据层。这些方法对于在不同地理区域和时间上保持分类结果的一致性和可靠性至关重要。Collection 5 MODIS 产品就是这种方法的一个例子，它利用全球分布的训练站点，并调整方法以适应空间分辨率和输入数据的变化。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}