{
    "id": "c45a11c8-2c38-4e5b-959f-9669deaf4baa",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "New data of the ancient soil carbon and oxygen isotopes and clusters of calcareous tuberculosis isotope In the Lunpola basin's",
            "titleCn": "伦坡拉盆地新生代古土壤钙质结核的碳氧同位素和团簇同位素数据",
            "description": "This data in the central valley to the qinghai-tibet plateau in lunpola basin ancient height reconstruction clusters of oxygen and carbon isotopic data, test data in qinghai-tibet plateau institute of Chinese Academy of Sciences and institute of earth environment separately on the stable isotope mass spectrometer, measuring get lunpola basin in Cenozoic strata niubao formation period (50-40 ma) and niubao formation three sections (37-29 ma) of the ancient soil calcareous tuberculosis isotope of carbon and oxygen isotopes and clusters, clusters by isotope and calibration formula of temperature and oxygen isotope fractionation formula, calculate the lunpola basin in 50-40 ma and 37-29 ma ancient temperature and precipitation surface oxygen isotopic information.Further combined with the ancient climate simulation to get the temperature lapse rate, accurate restored in lunpola basin's 50-40 ma and 37-29 ma ancient height of 1700 m and 4100-4400 - m respectively.This data is put forward a new way of ancient height reconstruction, provides reference for record and simulation examples.",
            "descriptionCn": "本数据为青藏高原中央谷地内伦坡拉盆地内古高度重建的碳氧和团簇同位素数据，数据测试分别在中科院青藏高原研究所和地球环境研究所稳定同位素质谱仪上分别进行，测量获得伦坡拉盆地内新生代地层牛堡组一段（50-40Ma）和牛堡组三段（37-29Ma）的古土壤钙质结核的碳氧同位素和团簇同位素，通过团簇同位素与温度的校准公式以及氧同位素分馏公式，计算得到了伦坡拉盆地在50-40Ma和37-29Ma地表古温度和古降水氧同位素信息。进一步结合古气候模拟得到的事求温度直减率，准确恢复了伦坡拉盆地50-40Ma和37-29Ma的古高度分别为1700m和4100-4400m。该数据提出了古高度重建的新途径，为记录和模拟相结合提供了参考范例。",
            "instructions": "Lunpola basin ancient soil carbon and oxygen isotopes and clusters of calcareous tuberculosis isotope data",
            "instructionsCn": "伦坡拉盆地古土壤钙质结核的碳氧同位素和团簇同位素数据",
            "east": 90.0,
            "west": 89.0,
            "south": 31.0,
            "north": 32.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 18203.0,
            "cstr": "18406.11.SolidEar.tpdc.300162",
            "doi": "10.11888/SolidEar.tpdc.300162",
            "dataFormat": null,
            "license": ""
        },
        "authorList": [
            {
                "nameCn": "熊中玉",
                "nameEn": "XIONG Zhongyu",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Xiong_etal_2022_SA",
                "referenceCn": null,
                "referenceEn": "Xiong, Z., Liu, X., Ding, L., Farnsworth, A., Spicer, R. A., Xu, Q., Valdes, P., He, S., Zeng, D., & Wang, C., et al. (2022). The rise and demise of the Paleogene Central Tibetan Valley. Sci. Adv, 8(6), eabj0944. DOI: doi:10.1126/sciadv.abj0944."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "伦坡拉盆地",
                "keywordEn": "Lunpola Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "始新世-渐新世",
                "keywordEn": "Eocene-Oligocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties of isotopic data used for reconstructing paleoelevations in geological studies?",
                "QuestionCn": "用于重建古高程的同位素数据的性质是什么？",
                "AnswerEn": "carbon isotopes, oxygen isotopes, clumped isotopes, measured from paleosol calcareous nodules, stable isotope mass spectrometers, information on paleotemperatures, information on paleoprecipitation",
                "AnswerCn": "碳同位素、氧同位素、团簇同位素，从古土壤钙质结核中测量，稳定同位素质谱仪，古温度信息，古降水信息。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many measurements were conducted using stable isotope mass spectrometers for paleosol carbonate nodules in the Lunpola Basin?",
                "QuestionCn": "在伦坡拉盆地中，使用稳定同位素质谱仪对古土壤碳酸盐结核进行了多少次测量？",
                "AnswerEn": "No numerical data provided.",
                "AnswerCn": "未提供任何数值数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are carbon and oxygen isotope data in the context of paleosol calcareous nodules?",
                "QuestionCn": "在古土壤钙质结核的背景下，碳和氧同位素数据是什么？",
                "AnswerEn": "Carbon and oxygen isotope data in the context of paleosol calcareous nodules refer to the isotopic measurements that are used to analyze the composition of ancient soils found in calcareous nodules. These measurements provide insights into the paleoenvironmental conditions such as temperature and precipitation during the formation of these soils. Specifically, isotopic ratios are analyzed using stable isotope mass spectrometry to reconstruct past surface temperatures and oxygen isotope information related to ancient precipitation patterns.",
                "AnswerCn": "碳和氧同位素数据在古土壤钙质结核的背景下，指的是用于分析在钙质结核中发现的古代土壤组成的同位素测量。这些测量提供了关于古环境条件的见解，例如在这些土壤形成期间的温度和降水量。具体而言，使用稳定同位素质谱分析同位素比率，以重建过去的地表温度和与古代降水模式相关的氧同位素信息。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What caused the development of new methods in reconstructing paleoelevations using carbon and oxygen isotopes from calcareous nodules in paleosols?",
                "QuestionCn": "是什么导致了利用古土壤中钙质结核的碳氧同位素重建古高程的新方法的发展？",
                "AnswerEn": "The development of new methods in reconstructing paleoelevations using carbon and oxygen isotopes from calcareous nodules in paleosols was driven by the need to accurately determine past surface temperatures and precipitation oxygen isotope information. By using the calibration formulas for clumped isotopes and temperature, alongside oxygen isotope fractionation formulas, researchers were able to calculate past surface temperatures and precipitation oxygen isotope data, which allowed for accurate paleoelevation reconstruction in the Lunpola Basin during specific geological periods.",
                "AnswerCn": "利用古土壤中钙质结核的碳氧同位素重建古地貌的新方法的发展，源于准确确定过去表面温度和降水氧同位素信息的需求。通过使用聚集同位素和温度的校准公式，以及氧同位素分馏公式，研究人员能够计算出过去的表面温度和降水氧同位素数据，从而在特定地质时期准确重建了伦坡拉盆地的古地貌。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using carbon, oxygen, and clumped isotope data in reconstructing ancient altitudes and climates in sedimentary basins?",
                "QuestionCn": "使用碳、氧和聚集同位素数据重建沉积盆地的古代高度和气候的潜在结果是什么？",
                "AnswerEn": "Using carbon, oxygen, and clumped isotope data allows for the calculation of ancient surface temperatures and precipitation oxygen isotope information, which can be used to accurately reconstruct paleoelevations in sedimentary basins, such as the Lunpola Basin during the periods of 50-40Ma and 37-29Ma. This approach provides a new pathway for paleoelevation reconstruction and serves as a reference model for integrating records with climate simulations.",
                "AnswerCn": "使用碳、氧和聚集同位素数据可以计算古代表面温度和降水氧同位素信息，这可以用来准确重建沉积盆地中的古地貌，例如在50-40百万年前和37-29百万年前的伦坡拉盆地。这种方法为古地貌重建提供了一条新途径，并作为与气候模拟整合记录的参考模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures and instrumental techniques used to measure carbon and oxygen isotopes in calcareous nodules of paleosols for reconstructing paleoelevation in a geological basin?",
                "QuestionCn": "测量古土壤钙质结核中的碳和氧同位素的程序和仪器技术，以重建地质盆地的古海拔。",
                "AnswerEn": "The data collection method involves measuring carbon and oxygen isotopes in calcareous nodules of paleosols using stable isotope mass spectrometers. These measurements are conducted at institutions like the Institute of Tibetan Plateau Research and the Institute of Earth Environment, Chinese Academy of Sciences. The isotopic data from the Cenozoic strata of the Lhasa Basin, specifically from the Niubao Formation, are then used to calculate paleosurface temperature and paleo-precipitation oxygen isotope information through calibration formulas for clumped isotopes and oxygen isotope fractionation formulas. This approach allows the reconstruction of paleoelevation by combining isotope data with paleoclimate simulation results to derive an accurate lapse rate of temperature over time.",
                "AnswerCn": "数据收集方法涉及使用稳定同位素质谱仪测量古土壤中钙质结核的碳和氧同位素。这些测量在中国科学院青藏高原研究所和地球环境研究所等机构进行。来自拉萨盆地新生代地层，特别是牛包组的同位素数据，随后用于通过聚集同位素的校准公式和氧同位素分馏公式计算古表面温度和古降水氧同位素信息。这种方法通过将同位素数据与古气候模拟结果结合，推导出随时间变化的准确温度垂直递减率，从而重建古海拔。",
                "Level": "C1(Remembering)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What specific technological advancements have enabled the accurate measurement of carbon and oxygen isotopes in paleosol carbonate nodules for reconstructing paleoelevations?",
                "QuestionCn": "哪些具体的技术进步使得能够准确测量古土壤碳酸盐结核中的碳和氧同位素，以重建古海拔？",
                "AnswerEn": "The use of stable isotope mass spectrometers at the Institute of Tibetan Plateau Research and the Institute of Earth Environment, Chinese Academy of Sciences, has enabled accurate measurement of carbon and oxygen isotopes from paleosol carbonate nodules in the Lunpola Basin.",
                "AnswerCn": "在中国科学院西藏高原研究所和地球环境研究所，稳定同位素质谱仪的使用使得能够准确测量伦坡拉盆地古土壤碳酸盐结核中的碳和氧同位素。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}