{
    "id": "c4a574b7-5deb-4e33-9cee-04116e585d7e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Topographic Sheltering Index data set of Qinghai Tibet Plateau (250m)",
            "titleCn": "青藏高原地形遮蔽度数据集（250m）",
            "description": "It has been a difficult problem to explore the mechanism of geomorphic influence on the distribution pattern of trees in Qinghai Tibet Plateau, and how to show the geomorphic influence more accurately. According to the field and literature survey, it is found that under the better terrain shelter, both the growth of arbor and shrub vegetation has a positive effect. This effect mainly includes the sheltering of wind by terrain and the increase of soil moisture and air humidity by terrain water accumulation. In this study, 250mdem is used to simulate the effect of vegetation occlusion, which is called Topographic Sheltering Index (TSI). C language is used to program and calculate the cumulative horizontal angle of obstacles at the target point. The judgment condition of obstacles is that the distance between the obstacles and the target point is less than 15-20 times of the height difference between the obstacles and the target point, and the multiple is adjustable, which is selected as 15 times according to the actual situation of the plateau, Taking 8km as the search radius and 10 degrees as the search angle), the Topographic Sheltering Index of the Qinghai Tibet Plateau is obtained.",
            "descriptionCn": "探究地貌对于青藏高原树木分布格局的机制影响，以及如何更确切的将地貌影响表现出来，一直是研究难题，地貌对于树木分布的影响是有重要意义的。根据实地和文献调查发现，有着较好的地形庇护下，无论是乔木还是灌丛植被生长都有着积极的作用。这种作用在主要包括地形对风的遮挡庇护和地形聚水增加生境土壤水分和空气湿度。本研究采用250mDEM来模拟这种对植被的遮挡效果，称为Topographic Sheltering Index（TSI，采用C语言编程，计算目标点的障碍物累计水平角，障碍物的判定条件为：障碍物与目标点之间的距离小于障碍物与目标点高差的15-20倍，倍数可调，根据高原的实际情况选定为15倍，以8km为搜索半径，10度为搜索角度），得到青藏高原地形遮蔽度。",
            "instructions": "\"Topographic Sheltering Index of Qinghai Tibet Plateau (250m). TIF“\nArcMap can be used for data processing.",
            "instructionsCn": "“青藏高原地形遮蔽度(250m).tif\"\n可以使用Arcmap进行数据处理。",
            "east": 104.783056,
            "west": 73.314444,
            "south": 39.780556,
            "north": 26.003333,
            "startTime": null,
            "endTime": null,
            "fileSize": 560622472.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "周尧治",
                "nameEn": "ZHOU Yaozhi",
                "unitEn": "",
                "unitCn": "高原生态研究所"
            },
            {
                "nameCn": "程名",
                "nameEn": "CHENG Ming",
                "unitEn": "",
                "unitCn": "高原生态研究所"
            },
            {
                "nameCn": "田睿",
                "nameEn": "TIAN Rui",
                "unitEn": "",
                "unitCn": "高原生态研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Evaluation of the topographic sheltering effects on the spatial pattern of Taiwan fir using aerial photography and GIS",
                "referenceCn": null,
                "referenceEn": "Huang, K.Y. (2002). Evaluation of the topographic sheltering effects on the spatial pattern of Taiwan fir using aerial photography and GIS. International Journal of Remote Sensing, 23(10), 2051-2069."
            },
            {
                "titleCn": null,
                "titleEn": "Terrain Shape Index Quantifying Effect of Minor Landforms on Tree Height",
                "referenceCn": null,
                "referenceEn": "MCNAB, & WH. (1989). Terrain shape index - quantifying effect of minor landforms on tree height. FOREST SCI, 35(1)(-), 91-104."
            },
            {
                "titleCn": null,
                "titleEn": "THE MEASUREMENT OF TWO SIMPLE TOPOGRAPHIC  INDICES OF WIND SHELTERING-EXPOSURE FROM  RASTER DIGITAL ELEVATION MODELS",
                "referenceCn": null,
                "referenceEn": "Lapen, D., Martz, L. (1993). The measurement of two simple topographic indices of wind sheltering-exposure from raster digital elevation models. Computers & Geosciences, 19(6), 769-779."
            },
            {
                "titleCn": null,
                "titleEn": "A topographic index to quantify the effect of mesoscale landform on site productivity",
                "referenceCn": null,
                "referenceEn": "Mcnab, W.H. (1992). A topographic index to quantify the effect of mesoscale landform on site productivity. Revue Canadienne De Recherche Forestière, 23(6), 1100-1107."
            },
            {
                "titleCn": null,
                "titleEn": "Topographic Shelter and Conifer Establishment and Mortality in an Alpine Environment, Glacier National Park, Montana",
                "referenceCn": null,
                "referenceEn": "Lynn, M., Resler, David, R., & Butler, et al. (2005). Topographic shelter and conifer establishment and mortality in an alpine environment, glacier national park, montana. Physical Geography."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表产品",
                "nameEn": "Land surface product"
            },
            {
                "nameCn": "生态遥感产品",
                "nameEn": "Ecological remote sensing products"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "近200年来",
                "keywordEn": "In the past 200 years",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "国家重点研发计划",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the defining characteristics of a dataset that measures the topographic sheltering effect on vegetation distribution in the Qinghai-Tibet Plateau?",
                "QuestionCn": "测量青藏高原植被分布的地形遮蔽效应的数据集的定义特征是什么？",
                "AnswerEn": "250m Digital Elevation Model, Topographic Sheltering Index, C language programming, cumulative horizontal angle, distance less than 15 times the height difference, 8 km search radius, 10-degree search angle",
                "AnswerCn": "250米数字高程模型，地形庇护指数，C语言编程，累积水平角度，距离小于高度差的15倍，8公里搜索半径，10度搜索角度",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the resolution of the digital elevation model (DEM) used for calculating the Topographic Sheltering Index?",
                "QuestionCn": "用于计算地形遮蔽指数的数字高程模型（DEM）的分辨率是多少？",
                "AnswerEn": "250 meters",
                "AnswerCn": "250米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Topographic Sheltering Index (TSI) in the context of modeling vegetation distribution on the Qinghai-Tibetan Plateau?",
                "QuestionCn": "在青藏高原植被分布建模的背景下，地形遮蔽指数（TSI）是什么？",
                "AnswerEn": "The Topographic Sheltering Index (TSI) is a measure used to model the effect of terrain on vegetation distribution, specifically on the Qinghai-Tibetan Plateau. It simulates the sheltering effect provided by terrain features by calculating the cumulative horizontal angle of obstacles around a target point. The obstacles are defined as points where the distance between the obstacle and the target is less than 15 times the height difference between them. The TSI uses a 250m Digital Elevation Model (DEM) and considers a search radius of 8km and a search angle of 10 degrees. This index accounts for terrain's role in wind sheltering and moisture retention, which positively impacts both tree and shrub vegetation growth.",
                "AnswerCn": "地形遮蔽指数（TSI）是一种用于模拟地形对植被分布影响的指标，特别是在青藏高原上。它通过计算目标点周围障碍物的累积水平角度来模拟地形提供的遮蔽效果。障碍物被定义为障碍物与目标之间的距离小于两者高度差的15倍的点。TSI使用250米的数字高程模型（DEM），并考虑8公里的搜索半径和10度的搜索角度。该指数考虑了地形在风遮蔽和水分保持方面的作用，这对树木和灌木的生长产生积极影响。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the Topographic Sheltering Index (TSI) approach for assessing tree distribution influenced by terrain compare to other methods that evaluate the impact of topography on vegetation patterns in the Qinghai-Tibet Plateau?",
                "QuestionCn": "地形遮蔽指数（TSI）评估树木分布受地形影响的方法与其他评估地形对青藏高原植被模式影响的方法相比如何？",
                "AnswerEn": "The Topographic Sheltering Index (TSI) utilizes a 250m Digital Elevation Model (DEM) to simulate topographic influences on vegetation by calculating the cumulative horizontal angles of obstacles. This method specifically focuses on terrain's sheltering effects against wind and its role in enhancing soil moisture and air humidity through water accumulation. Other methods might use different criteria or models to assess terrain influences, potentially focusing on factors like elevation, aspect, or slope without accounting for the specific sheltering effects modeled by TSI.",
                "AnswerCn": "地形遮蔽指数（TSI）利用250米数字高程模型（DEM）模拟地形对植被的影响，通过计算障碍物的累积水平角度来实现。该方法特别关注地形对抗风的遮蔽效果及其通过水分积累增强土壤湿度和空气湿度的作用。其他方法可能使用不同的标准或模型来评估地形影响，可能侧重于海拔、坡向或坡度等因素，而不考虑TSI所建模的特定遮蔽效果。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using a 250m DEM to simulate topographic sheltering effects on vegetation distribution in the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用250米数字高程模型（DEM）模拟青藏高原植被分布的地形遮蔽效应可能产生的后果是什么？",
                "AnswerEn": "Using a 250m DEM to simulate topographic sheltering effects can provide insights into how topography influences vegetation distribution by accounting for factors such as wind blockage and increased soil moisture. It allows for a detailed analysis of the geomorphological impacts on both tree and shrub growth patterns, offering a more precise understanding of these interactions on a regional scale.",
                "AnswerCn": "使用250米的数字高程模型（DEM）来模拟地形遮蔽效应，可以深入了解地形如何影响植被分布，考虑到风的阻挡和土壤湿度的增加等因素。这使得对地貌对树木和灌木生长模式的影响进行详细分析成为可能，从而提供对这些相互作用在区域尺度上更精确的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of using a Topographic Sheltering Index (TSI) to simulate the impact of landforms on vegetation distribution in the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用地形遮蔽指数（TSI）模拟地形对青藏高原植被分布影响的最终目标是什么？",
                "AnswerEn": "The ultimate goal is to better understand the mechanisms by which landforms influence tree distribution patterns on the Qinghai-Tibet Plateau and to accurately represent these influences. By simulating the topographic sheltering effects, the research aims to highlight the significance of terrain in providing wind protection and enhancing soil moisture and air humidity, which are crucial for the growth of both arborous and shrubby vegetation.",
                "AnswerCn": "最终目标是更好地理解地形如何影响青藏高原树木分布模式的机制，并准确地表示这些影响。通过模拟地形遮蔽效应，研究旨在突出地形在提供风保护、增强土壤湿度和空气湿度方面的重要性，这些因素对乔木和灌木植物的生长至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in calculating the Topographic Sheltering Index (TSI) to assess the impact of topography on tree distribution on the Qinghai-Tibet Plateau?",
                "QuestionCn": "计算地形遮蔽指数（TSI）以评估地形对青藏高原树木分布影响的程序步骤包括：",
                "AnswerEn": "The procedure involves using a 250m Digital Elevation Model (DEM) to simulate the topographic sheltering effect on vegetation. This is done by calculating the cumulative horizontal angle of obstacles from a target point, using C programming. Obstacles are determined if the distance between the obstacle and the target point is less than 15 to 20 times the height difference between them, with the multiple set at 15 times based on plateau conditions. The search radius is 8km, and the search angle is 10 degrees, resulting in the topographic sheltering index.",
                "AnswerCn": "该程序涉及使用250米数字高程模型（DEM）来模拟地形遮蔽对植被的影响。通过计算目标点的障碍物的累积水平角度来实现这一点，使用C语言编程。障碍物的判断标准是，如果障碍物与目标点之间的距离小于它们之间高度差的15到20倍，基于高原条件，倍数设定为15倍。搜索半径为8公里，搜索角度为10度，从而得出地形遮蔽指数。",
                "Level": "C3(Applying)"
            }
        ]
    }
}