{
    "id": "c4f00b12-3ff9-48ab-9564-a85d40262356",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of total mercury in leaves of common tree species in the East and south of Qinghai Tibet Plateau (2008)",
            "titleCn": "青藏高原东部及南部常见树种树叶总汞数据集（2008）",
            "description": "This dataset includes the concentrations and spatial pattern of mercury (Hg) in the foliage of the local tree species over the easteran and the southern Tibetan Plateau. Fifty-three leaf samples were collected, and cold vapor atomic fluorescence spectrophotometry (CVAFS) was used to analyse the Hg contents. The limit of detection (LOD) for this method is 1.8 ng/g. The standard reference material, foliage GB GSW-11, which is supplied by National Institute of Metrology P.R.China, was also analyzed for assessing the accuracy of this method, and the recoveries of this method were 94.6%±9.7%. This dataset will provide the informations of foliage absoprtion to Hg over the Tibetan Plateau.",
            "descriptionCn": "本数据集包括青藏高原东部（川西高原、云南怒江河谷）和南部（藏东南、喜马拉雅中段-亚东）常见树种树叶中的总汞浓度和空间分布信息。本项目共在西藏采集树叶样品53个，采用原子荧光法测定其总汞含量，方法检出限为1.8 ng/g。使用标准树叶样品（GB GSW-11）作为实验参考物质，获得的实验回收率为94.6%±9.7%。该数据集将作为青藏高原植被吸收大气汞的参考数据集，可用于评估南亚大气污染物跨境传输对青藏高原的影响。",
            "instructions": "In .excel format, can be opened and analysed in Microsoft EXCEL software.",
            "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
            "east": 105.5,
            "west": 88.5,
            "south": 22.5,
            "north": 30.0,
            "startTime": "2008-08-08 08:00:00",
            "endTime": "2008-09-07 08:00:00",
            "fileSize": 15613.0,
            "cstr": "18406.11.Soil.tpdc.270248",
            "doi": "10.11888/Soil.tpdc.270248",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王小萍",
                "nameEn": "WANG Xiaoping",
                "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Mercury distribution in the foliage and soil profiles of the Tibetan forest: processes and implications for regional cycling",
                "referenceCn": null,
                "referenceEn": "Gong, P., Wang, X.P., Xue, Y.G., Xu, B.Q., &Yao, T.D. (2014) . Mercury distribution in the foliage and soil profiles of the Tibetan forest: processes and implications for regional cycling. Environmental Pollution, 188, 94-101."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "喜马拉雅",
                "nameEn": "Himalayas"
            },
            {
                "nameCn": "居民地",
                "nameEn": "Settlement"
            },
            {
                "nameCn": "污染物",
                "nameEn": "Contaminants"
            },
            {
                "nameCn": "环境污染与治理",
                "nameEn": "Environment Pollution and Control"
            },
            {
                "nameCn": "青藏高原地区",
                "nameEn": "Tibetan plateau"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原东南部",
                "keywordEn": "Southeast of the Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for measuring total mercury concentration in tree leaves in the eastern and southern Tibetan Plateau?",
                "QuestionCn": "用于测量东部和南部藏族高原树叶中总汞浓度的数据收集方法的特点是什么？",
                "AnswerEn": "53 locations, atomic fluorescence, detection limit 1.8 ng/g, standard leaf samples GB GSW-11, experimental recovery rate 94.6%±9.7%",
                "AnswerCn": "53个地点，原子荧光，检测限1.8 ng/g，标准叶样GB GSW-11，实验回收率94.6%±9.7%",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the detection limit used for measuring total mercury concentration in the tree leaves dataset?",
                "QuestionCn": "在树叶数据集中测量总汞浓度时使用的检测限是多少？",
                "AnswerEn": "1.8 ng/g",
                "AnswerCn": "1.8 纳克/克",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of measuring total mercury concentration in tree leaves in the Tibetan Plateau region?",
                "QuestionCn": "在青藏高原地区，测量树叶中总汞浓度的挑战因素包括哪些？",
                "AnswerEn": "The factors include the need for accurate sampling across a diverse geographical area, variability in tree species common to the eastern and southern parts of the Tibetan Plateau, and ensuring precise measurement using atomic fluorescence with a detection limit of 1.8 ng/g. Additionally, maintaining high experimental recovery rates, such as 94.6%±9.7% using standard leaf samples as reference material, is essential.",
                "AnswerCn": "这些因素包括在不同地理区域进行准确采样的需求、东部和南部藏族高原常见树种的变异性，以及确保使用原子荧光法进行精确测量，检测限为1.8 ng/g。此外，保持高实验回收率也是至关重要的，例如使用标准叶样品作为参考材料时，回收率为94.6%±9.7%。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using atomic fluorescence method for measuring total mercury concentration in tree leaves on the reliability and accuracy of atmospheric mercury absorption data for vegetation in the Tibetan Plateau?",
                "QuestionCn": "使用原子荧光法测量树叶中总汞浓度对青藏高原植被大气汞吸收数据的可靠性和准确性可能产生的后果是什么？",
                "AnswerEn": "Using the atomic fluorescence method, which has a detection limit of 1.8 ng/g and an experimental recovery rate of 94.6%±9.7%, could lead to high reliability and accuracy in measuring total mercury concentration in tree leaves. This can improve the quality of reference datasets for evaluating the impact of transboundary air pollutants from South Asia on the Tibetan Plateau.",
                "AnswerCn": "使用原子荧光法，其检测限为1.8 ng/g，实验回收率为94.6%±9.7%，可以提高测量树叶中总汞浓度的可靠性和准确性。这可以改善参考数据集的质量，以评估南亚跨界空气污染物对青藏高原的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting leaf samples and measuring total mercury concentration in common tree species across the eastern and southern Qinghai-Tibet Plateau?",
                "QuestionCn": "收集叶样本并测量青藏高原东部和南部常见树种的总汞浓度的主要目标是什么？",
                "AnswerEn": "The primary objectives include obtaining reference data for evaluating how vegetation in the Qinghai-Tibet Plateau absorbs atmospheric mercury, which can be used to assess the impact of transboundary atmospheric pollution from South Asia on the region.",
                "AnswerCn": "主要目标包括获取参考数据，以评估青藏高原植被对大气汞的吸收情况，这可以用来评估南亚跨界大气污染对该地区的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to measure and ensure the accuracy of total mercury concentration in tree leaves within datasets related to the eastern and southern Tibetan Plateau?",
                "QuestionCn": "在与东部和南部藏族高原相关的数据集中，用于测量和确保树叶中总汞浓度准确性的程序有哪些？",
                "AnswerEn": "To measure and ensure accuracy of total mercury concentration in tree leaves, atomic fluorescence spectrometry was utilized with a detection limit of 1.8 ng/g. Standard reference material, specifically GB GSW-11, was used to validate the experimental procedure, resulting in a recovery rate of 94.6%±9.7%.",
                "AnswerCn": "为了测量和确保树叶中总汞浓度的准确性，采用了原子荧光光谱法，检测限为1.8 ng/g。使用标准参考材料GB GSW-11来验证实验程序，结果显示回收率为94.6%±9.7%。",
                "Level": "C3(Applying)"
            }
        ]
    }
}