{
  "id": "c5153f0a-d006-4f9f-ab61-88ef10bfbc96",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Thematic Atlas of desert ecosystem functional zoning in Qinghai Tibet Plateau (2010-2020)",
      "titleCn": "青藏高原荒漠生态系统功能分区专题图集(2010-2020年)",
      "description": "The atlas includes three thematic maps of the Distribution Map of Desert Ecosystem Types on the Tibetan Plateau, the Distribution Map of Suitable Areas for Agriculture and Animal Husbandry on the Tibetan Plateau, and the Desertification Development Trend Map of Desert Ecosystem on the Tibetan Plateau. The time of the maps spans from 2010 to 2020. The original climatic data come from the monthly TerraClimate dataset with a spatial resolution of 1/24° (about 4 km). The data were preprocessed to be those have a spatial resolution of 30-m. The well-known desertification assessment system and the desert ecosystem classification standards were integrated to formulate the classification rules of the desert ecosystem, which were calibrated and validated by the remote sensing data and field survey results. In addition, the algorithms such as machine learning, Random Forest (RF) and Support Vector Machine (SVM) were introduced to generate the Distribution Map of Desert Ecosystem Types on the Tibetan Plateau. The Distribution Map of Suitable Areas for Agriculture and Animal Husbandry on the Tibetan Plateau reflects the supply services of agricultural and animal husbandry products. The vegetation productivity of modern desert ecosystem on the Tibetan Plateau was estimated, which showed the spatial distribution of potential forage supply. The grazing red line is set based on the experience of USDA, including: 1) the potential annual mean vegetation biomass less than 225kg ha-1; 2) More than 1.6km away from water source; 3) Slope greater than 65%; 4) High intensity erosion area. Grazing activities will be strictly prohibited from the areas under the standard of the red line. The areas of main crops (highland barley, Lycium chinense and wheat) in and around the Tibetan Plateau over recent five years are excluded. Based on the maximum information entropy analysis of the climate and geological environment of the existing planting areas, the growth adaptability of the three crops in the desert ecological area of the Tibetan Plateau is assessed to develop new agricultural planting areas from the desert ecological area of the Tibetan Plateau. By the comparison between the modern desert ecosystem of the Tibetan Plateau and the historical desertification in the early 21st century, the Desertification Development Trend Map of Desert Ecosystem on the Tibetan Plateau diagnosed the evolution pattern of the desert ecosystem during the past 20 years, and simulated the generation and extinction probability of the desert ecosystem on the Tibetan Plateau under the assumption that the climate change trend will be stable in the next 50 years. The probability distribution will be an important tool for evaluating the suitability of desert ecosystem protection and development in the Tibetan Plateau in the next 50 years. This atlas has reference value for monitoring the desert ecosystem of the Tibetan Plateau and developing and utilizing the service function of the desert ecosystem of the Tibetan Plateau.",
      "descriptionCn": "该图集包括《青藏高原荒漠生态系统类型分布图》、《青藏高原农牧业适宜区分布图》和《青藏高原荒漠生态系统荒漠化发展趋势图》三幅专题地图。专题地图时间跨度是2010-2020年。原始气候数据来自于TerraClimate月尺度气候数据集，其空间分辨率为1/24°（约4 km），预处理将数据插值到30m。《青藏高原荒漠生态系统类型分布图》基于遥感影像、野外调查结果，综合国内现有的荒漠化评估体系及国际上大多数学者公认的荒漠生态系统分级标准，制定青藏高原荒漠生态系统的详细分类细则，引入机器学习、随机森林（RF）和支持向量机（SVM）等算法，进行青藏高原荒漠生态系统空间分布图编制。《青藏高原农牧业适宜区分布图》反映农牧业产品的供给服务，首先对青藏高原现代荒漠生态系统植被生产力进行评估，评估结果将显示该区域内潜在饲草供应量的空间分布，同时基于USDA的经验设定放牧红线，包括：1）潜在年均植被生物量小于225kg/ha；2）距离水源大于1.6km；3）坡度大于65%；4）高强度侵蚀区域。经红线排除区域将严格禁止放牧活动的发生。其次，通过有关文献检索，整理了近5年青藏高原内部及周边主要作物的种植区域，包括青稞、枸杞和小麦，基于现有种植区的气候及地质环境的最大信息熵分析，评估三种作物在青藏高原荒漠生态区的生长适应性，以求在青藏高原荒漠生态地区开发新的农业种植区。《青藏高原荒漠生态系统荒漠化发展趋势图》基于青藏高原现代荒漠生态系统与21世纪初期的历史荒漠化状况之间的对比，诊断了20年间该地区荒漠生态系统的演变格局，并在假设未来50a内气候变化趋势稳定的情景下模拟青藏高原荒漠生态系统产生与消退概率。此概率分布图将作为评定未来50a内青藏高原荒漠生态系统保护与开发适宜性的重要参考。本图集对于监测青藏高原荒漠生态系统、开发利用青藏高原荒漠生态系统服务功能有参考价值。",
      "instructions": "File naming: three thematic maps are named as \" Distribution Map of Desert Ecosystem in Tibetan Plateau\", \"Ecological Function Zoning Map of Desert Ecosystem in Tibetan Plateau\" and \"Development Trend of Desertification of Desert Ecosystem of in Tibetan Plateau. Data reading mode: two thematic maps are in picture format, which can be opened by using picture reader or GIS software.",
      "instructionsCn": "文件命名：三个专题地图名称分别是《青藏高原荒漠生态系统类型分布图》、《青藏高原农牧业适宜区分布图》和《青藏高原荒漠生态系统荒漠化发展趋势图》。 数据读取方式：两个专题地图为图片格式，使用图片阅读器或GIS软件都可以打开。",
      "east": 106.0,
      "west": 73.5,
      "south": 24.0,
      "north": 41.0,
      "startTime": "2010-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 101583336.0,
      "cstr": "18406.11.Ecolo.tpdc.271483",
      "doi": "10.11888/Ecolo.tpdc.271483",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王训明",
        "nameEn": "WANG Xunming",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "干旱区荒漠分类系统探讨——以新疆为例",
        "titleEn": null,
        "referenceCn": "杨发相, 桂东伟, 岳健, 雷加强, & 张志伟. (2015). 干旱区荒漠分类系统探讨——以新疆为例. 干旱区资源与环境(11), 145-151.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Carbon in Live Vegetation in Major World Ecosystems",
        "referenceCn": null,
        "referenceEn": "Olson, J.S., Watts, J.A., & Allinson, L.J. (1983). Carbon in Live Vegetation in Major World Ecosystems. Environmental Sciences Division Publication No. 1997. Tennessee: Oak Ridge National Laboratory."
      },
      {
        "titleCn": null,
        "titleEn": "A GIS-based Vegetation Map of the World at the Last Glacial Maximum (25,000-15,000 BP)",
        "referenceCn": null,
        "referenceEn": "Ray, N., Adams, J.M. (2001). A GIS-based Vegetation Map of the World at the Last Glacial Maximum (25,000-15,000 BP). Internet Archaeology 11. (http://intarch.ac.uk/journal/issue11/rayadams_toc.html)"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010-2020",
        "keywordEn": "2010-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how machine learning algorithms like Random Forest (RF) and Support Vector Machine (SVM) are utilized to categorize desert ecosystem types on the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个例子，说明像随机森林（RF）和支持向量机（SVM）这样的机器学习算法是如何用于对青藏高原的沙漠生态系统类型进行分类的？",
        "AnswerEn": "Machine learning algorithms such as Random Forest (RF) and Support Vector Machine (SVM) are used to compile spatial distribution maps of desert ecosystems on the Tibetan Plateau. This involves processing remote sensing images and field survey results, integrating existing desertification assessment systems and widely accepted international ecosystem classification standards.",
        "AnswerCn": "机器学习算法，如随机森林（RF）和支持向量机（SVM），用于编制青藏高原沙漠生态系统的空间分布图。这涉及处理遥感图像和实地调查结果，整合现有的沙漠化评估系统和广泛接受的国际生态系统分类标准。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics used to classify desert ecosystem types in a dataset related to the Qinghai-Tibet Plateau?",
        "QuestionCn": "在与青藏高原相关的数据集中，用于分类沙漠生态系统类型的特征是什么？",
        "AnswerEn": "remote sensing imagery, field survey results, domestic desertification assessment systems, internationally recognized desert ecosystem classification standards, machine learning algorithms (Random Forest, Support Vector Machine)",
        "AnswerCn": "遥感影像、实地调查结果、国内荒漠化评估系统、国际公认的荒漠生态系统分类标准、机器学习算法（随机森林、支持向量机）",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the climate data used in generating the maps of the Tibetan Plateau desert ecosystem?",
        "QuestionCn": "用于生成青藏高原沙漠生态系统地图的气候数据的空间分辨率是多少？",
        "AnswerEn": "1/24° (approximately 4 km), 30 m",
        "AnswerCn": "1/24°（约4公里），30米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '荒漠生态系统类型分布图' mean in the context of 青藏高原荒漠生态系统功能分区专题图集?",
        "QuestionCn": "在青藏高原荒漠生态系统功能分区专题图集中，'荒漠生态系统类型分布图'是什么意思？",
        "AnswerEn": "In the context of 青藏高原荒漠生态系统功能分区专题图集, '荒漠生态系统类型分布图' refers to a thematic map illustrating the spatial distribution of desert ecosystem types on the Qinghai-Tibet Plateau. This map is developed using remote sensing imagery, field survey results, and incorporates domestic desertification assessment systems and internationally recognized desert ecosystem classification standards. It employs machine learning algorithms such as random forest (RF) and support vector machine (SVM) for mapping purposes.",
        "AnswerCn": "在青藏高原荒漠生态系统功能分区专题图集的背景下，“荒漠生态系统类型分布图”指的是一幅展示青藏高原上荒漠生态系统类型空间分布的专题地图。该地图是利用遥感影像、实地调查结果开发的，并结合了国内荒漠化评估体系和国际公认的荒漠生态系统分类标准。它采用了随机森林（RF）和支持向量机（SVM）等机器学习算法进行制图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately classifying desert ecosystem types on the Tibetan Plateau using remote sensing and machine learning techniques?",
        "QuestionCn": "哪些因素导致在使用遥感和机器学习技术准确分类青藏高原沙漠生态系统类型时面临挑战？",
        "AnswerEn": "Accurately classifying desert ecosystem types on the Tibetan Plateau using remote sensing and machine learning techniques can be challenging due to several factors. These include the complexity of the ecosystem's spatial distribution, which requires detailed classification criteria, the integration of various data sources such as remote sensing imagery and field survey results, and the need to adapt machine learning algorithms like Random Forest (RF) and Support Vector Machine (SVM) to the unique characteristics of the plateau's desert ecosystems. Additionally, the interpolation of climate data from a coarse resolution to a finer one adds another layer of complexity.",
        "AnswerCn": "准确分类青藏高原的沙漠生态系统类型，使用遥感和机器学习技术可能面临多种挑战。这些挑战包括生态系统空间分布的复杂性，这需要详细的分类标准，整合各种数据源，如遥感影像和实地调查结果，以及需要将随机森林（RF）和支持向量机（SVM）等机器学习算法调整为适应高原沙漠生态系统的独特特征。此外，将气候数据从粗分辨率插值到更细分辨率也增加了复杂性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy of desertification trend analysis when utilizing machine learning algorithms like random forest and support vector machine on interpolated climate data?",
        "QuestionCn": "在使用随机森林和支持向量机等机器学习算法对插值气候数据进行沙漠化趋势分析时，可能对准确性产生的影响是什么？",
        "AnswerEn": "Utilizing machine learning algorithms like random forest (RF) and support vector machine (SVM) can enhance the accuracy of desertification trend analysis by effectively handling the spatial distribution and classification of desert ecosystem types. The interpolation of climate data to a higher resolution (30m) aids in capturing finer details, potentially leading to a more precise analysis of desertification trends over time. These advanced algorithms can integrate multiple variables and handle complex patterns, which may result in more robust and accurate assessments of the ecosystem changes and desertification progression on the Qinghai-Tibet Plateau.",
        "AnswerCn": "利用随机森林（RF）和支持向量机（SVM）等机器学习算法可以通过有效处理沙漠生态系统类型的空间分布和分类，增强沙漠化趋势分析的准确性。将气候数据插值到更高的分辨率（30米）有助于捕捉更细微的细节，可能导致对沙漠化趋势的更精确分析。这些先进的算法可以整合多个变量并处理复杂模式，从而可能导致对青藏高原生态系统变化和沙漠化进程的更稳健和准确的评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of generating spatial distribution maps of the desert ecosystem in the Qinghai-Tibet Plateau using machine learning algorithms like Random Forest and Support Vector Machine?",
        "QuestionCn": "使用随机森林和支持向量机等机器学习算法生成青藏高原沙漠生态系统的空间分布图的主要目标是什么？",
        "AnswerEn": "The primary goal is to create detailed spatial distribution maps of the desert ecosystem in the Qinghai-Tibet Plateau. This is achieved by integrating remote sensing imagery, field survey results, and established desertification assessment systems and ecosystem classification standards. By using machine learning algorithms such as Random Forest and Support Vector Machine, the maps aim to accurately depict the ecosystem's spatial distribution, which can aid in monitoring and assessing the region's ecological status and inform sustainable development strategies.",
        "AnswerCn": "主要目标是创建青藏高原沙漠生态系统的详细空间分布图。这是通过整合遥感影像、实地调查结果以及既定的沙漠化评估系统和生态系统分类标准来实现的。通过使用随机森林和支持向量机等机器学习算法，这些地图旨在准确描绘生态系统的空间分布，从而有助于监测和评估该地区的生态状态，并为可持续发展战略提供信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps for generating a spatial distribution map of desert ecosystems using remote sensing imagery and machine learning techniques?",
        "QuestionCn": "使用遥感影像和机器学习技术生成沙漠生态系统空间分布图的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve using remote sensing imagery and field survey results, utilizing existing desertification assessment systems and internationally recognized desert ecosystem classification standards, and applying machine learning algorithms such as Random Forest (RF) and Support Vector Machine (SVM) to create a spatial distribution map of desert ecosystems.",
        "AnswerCn": "程序步骤包括使用遥感影像和实地调查结果，利用现有的沙漠化评估系统和国际公认的沙漠生态系统分类标准，并应用机器学习算法，如随机森林（RF）和支持向量机（SVM），以创建沙漠生态系统的空间分布图。",
        "Level": "C3(Applying)"
      }
    ]
  }
}