{
  "id": "c5228ca6-11f8-4c9f-b1db-84fcce853b51",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Natural grassland area data of the Qinghai Tibet Plateau agricultural and animal husbandry production activity dataset",
      "titleCn": "青藏高原农牧业生产活动状况数据集之天然草地面积数据",
      "description": "The Qinghai Tibet Plateau is the largest natural ecological area in China with a natural grassland area, accounting for about one-third of the total grassland area in the country. It is an important animal husbandry base in China and even globally. Grassland is the most important land use vegetation and vegetation type in the Qinghai Tibet Plateau. It is not only an important component of the ecological environment of the Qinghai Tibet Plateau, but also an important resource foundation for the development of animal husbandry. This data set is based on the 1 ∶ 1000000 grassland resource map of China, which was the first grassland resource survey in China at the end of the 1980s, as the base map, and supplemented by the statistical yearbook of the National Bureau of Statistics and the relevant data of grassland census in Xizang and Qinghai provinces, and updated by the combination of remote sensing interpretation and field survey, to obtain the grid data of the current distribution range of natural grasslands on the Qinghai Tibet Plateau and the natural grassland area data of the prefecture level cities under its jurisdiction. The unit of grassland area is square kilometers (km2). It mainly includes the main natural grassland types of the Qinghai Tibet Plateau, such as alpine grasslands, alpine meadows, and alpine deserts, which can be used as a base map for estimating grass yield, analyzing the balance of grass and livestock, and studying grassland carrying capacity.",
      "descriptionCn": "青藏高原是我国天然草地面积最大的自然生态区，天然草原面积约占全国草原总面积的1/3，是我国乃至全球重要的畜牧业基地。草地是青藏高原最主要的土地利用植被和植被类型，不仅是青藏高原生态环境的重要组成部分，而且也是畜牧业发展的重要资源基础。该数据集基于我国20世纪80年底第一次草原资源调查的1∶100万中国草地资源图作为底图，并辅助以国家统计局的统计年鉴和西藏、青海两省草原普查相关资料，采用遥感解译和实地勘察相结合的方式进行更新，获取了青藏高原的天然草地现状分布范围栅格数据以及所辖地级市的天然草原面积数据。草原面积单位为“平方公里（km2）”。主要包含青藏高原高寒草原、高寒草甸和高寒荒漠等主要天然草原类型，可作为产草量估算、草畜平衡状况分析和草地承载力研究的底图。",
      "instructions": "File Name: This dataset is stored in GeoTIFF format with the file name \"QTGrassland. tif\" and a spatial resolution of 5km x 5km; Excel data file, named \"QTGrassland. xlsx\". The data is from 2018. Data reading method: ArcGIS, Excel, R and other software can be used to view and analyze the data.",
      "instructionsCn": "文件命名：该数据集以GeoTIFF格式存储，文件名称为“QTgrassland.tif”，，空间分辨率为5km×5km；Excel数据文件，命名为“QTgrassland.xlsx”。数据时间为2018年。数据读取方式：可以采用ArcGIS、Excel、R等软件查看和分析。",
      "east": 104.68,
      "west": 73.45,
      "south": 25.99,
      "north": 40.02,
      "startTime": null,
      "endTime": null,
      "fileSize": 47884.0,
      "cstr": "18406.11.Terre.tpdc.301175",
      "doi": "10.11888/Terre.tpdc.301175",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "张海燕",
        "nameEn": "ZHANG Haiyan",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "樊江文",
        "nameEn": "FAN Jiangwen",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "1:100万中国草地资源图编制委员会. 1:100万中国草地资源图集[M]北京：中国地图出版社，1993",
        "titleEn": null,
        "referenceCn": "1:100万中国草地资源图编制委员会. 1:100万中国草地资源图集[M]北京：中国地图出版社，1993",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "草地",
        "nameEn": "Grassland"
      },
      {
        "nameCn": "草地生态系统",
        "nameEn": "Grassland ecosystem"
      },
      {
        "nameCn": "草场",
        "nameEn": "Pasture"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the methods used to determine the distribution and classification of natural grassland types in a dataset related to the Qinghai-Tibet Plateau's pastoral activities?",
        "QuestionCn": "在与青藏高原牧业活动相关的数据集中，用于确定自然草原类型的分布和分类的方法有哪些？",
        "AnswerEn": "remote sensing interpretation, field surveys, historical data from the first grassland resources survey, 1:1,000,000 scale China grassland resources map, statistical yearbooks, regional grassland surveys",
        "AnswerCn": "遥感解译、实地调查、第一次草地资源调查的历史数据、1:1,000,000比例尺的中国草地资源图、统计年鉴、区域草地调查。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total area of natural grassland on the Tibetan Plateau according to a dataset?",
        "QuestionCn": "根据一个数据集，青藏高原上自然草原的总面积是多少？",
        "AnswerEn": "One-third",
        "AnswerCn": "三分之一",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '遥感解译' mean in the context of data collection for natural grassland areas on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原自然草地区域的数据收集中，“遥感解译”是什么意思？",
        "AnswerEn": "In the context of data collection for natural grassland areas on the Qinghai-Tibet Plateau, '遥感解译' refers to the use of remote sensing interpretation as a method to update and obtain the current distribution range raster data of natural grasslands. It is a technique that combines satellite imagery analysis with ground-truthing to accurately assess and map the extent and types of grasslands in the region.",
        "AnswerCn": "在青藏高原自然草原地区的数据收集背景下，“遥感解译”指的是利用遥感解译作为一种方法，以更新和获取自然草原的当前分布范围栅格数据。这是一种结合卫星影像分析与实地验证的技术，用于准确评估和绘制该地区草原的范围和类型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for combining remote sensing interpretation with field surveys when collecting data on natural grassland areas in the Tibetan Plateau?",
        "QuestionCn": "在收集关于青藏高原自然草原地区的数据时，结合遥感解译与实地调查的需求是什么原因？",
        "AnswerEn": "The need arises from the requirement to accurately update the distribution of natural grasslands in the Tibetan Plateau. Remote sensing provides broad, up-to-date coverage, while field surveys validate and refine this data, ensuring accuracy and reliability. This combined method helps in addressing any discrepancies and enhances the depth of the data collected.",
        "AnswerCn": "需求源于准确更新青藏高原自然草原分布的需要。遥感提供了广泛、最新的覆盖，而实地调查则验证和完善这些数据，确保准确性和可靠性。这种结合的方法有助于解决任何差异，并增强所收集数据的深度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of integrating remote sensing interpretation with field surveys for updating natural grassland distribution data on the Qinghai-Tibet Plateau?",
        "QuestionCn": "将遥感解译与实地调查相结合，用于更新青藏高原自然草地分布数据的后果是什么？",
        "AnswerEn": "Integrating remote sensing interpretation with field surveys for updating natural grassland distribution data on the Qinghai-Tibet Plateau allows for more accurate and comprehensive datasets. This approach combines the broad spatial coverage and consistent temporal monitoring capabilities of remote sensing with the detailed, ground-truthing insights from field surveys. Consequently, it improves the precision of natural grassland area estimates, which is crucial for analyzing grass production potential, assessing grass-livestock balance, and studying the carrying capacity of these ecosystems.",
        "AnswerCn": "将遥感解译与实地调查相结合，以更新青藏高原自然草地分布数据，可以获得更准确和全面的数据集。这种方法结合了遥感的广泛空间覆盖和一致的时间监测能力，以及实地调查提供的详细实地验证见解。因此，它提高了自然草地面积估算的精确度，这对于分析草地生产潜力、评估草畜平衡以及研究这些生态系统的承载能力至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of employing remote sensing interpretation and field surveys to update natural grassland distribution data in the context of the Qinghai-Tibet Plateau's agricultural and pastoral activities?",
        "QuestionCn": "在青藏高原的农业和牧业活动背景下，利用遥感解译和实地调查更新自然草原分布数据的主要目标是什么？",
        "AnswerEn": "The primary objectives of using remote sensing interpretation and field surveys for updating natural grassland distribution data are to accurately capture the current distribution and extent of natural grasslands on the Qinghai-Tibet Plateau. This is essential for understanding the ecological environment of the plateau, supporting the development of the livestock industry, estimating grass yield, analyzing grass-livestock balance, and studying the carrying capacity of grasslands. These methods help to refine and expand upon earlier data from the 1980s, integrating statistical yearbooks and regional surveys to provide a comprehensive view of grassland resources.",
        "AnswerCn": "使用遥感解译和实地调查更新自然草原分布数据的主要目标是准确捕捉青藏高原上自然草原的当前分布和范围。这对于理解高原的生态环境、支持畜牧业发展、估算草产量、分析草畜平衡以及研究草原的承载能力至关重要。这些方法有助于完善和扩展1980年代的早期数据，整合统计年鉴和区域调查，以提供草原资源的全面视图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using remote sensing and field surveys to update and refine data on natural grassland distribution and area in the Qinghai-Tibet Plateau?",
        "QuestionCn": "使用遥感和实地调查更新和完善青藏高原自然草地分布和面积数据的程序包括哪些步骤？",
        "AnswerEn": "The data collection method involves using remote sensing interpretation combined with field surveys to update the distribution range and area of natural grasslands. This process relies on the first national grassland resource survey from the late 1980s, which used a 1:1,000,000 scale China grassland resource map as a base map. It also incorporates statistical yearbooks from the National Bureau of Statistics, along with grassland survey information from the provinces of Tibet and Qinghai, to gather the necessary data.",
        "AnswerCn": "数据收集方法涉及使用遥感解译结合实地调查，以更新自然草原的分布范围和面积。该过程依赖于1980年代末的第一次全国草原资源调查，该调查使用了1:1,000,000比例尺的中国草原资源地图作为基础地图。它还结合了国家统计局的统计年鉴，以及来自西藏和青海省的草原调查信息，以收集所需的数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}