{
  "id": "c545275d-f49f-4c6f-8344-6353e9b6719f",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "30m resolution burned area products over the Tibetan Plateau (2020)",
      "titleCn": "青藏高原30米分辨率火烧迹地产品（2020）",
      "description": "The dataset is the 30m resolution burned area product of 2020 over the Tibetan Plateau. The dataset is produced using Landsat time series land surface reflectance and machine learning algorithm, and the overall accuracy is over 90%. It can provide data product support for the research and applications in fire monitoring, carbon emission studies, ecological environment monitoring, global change research and other fields.",
      "descriptionCn": "1）数据内容：本数据集包含2020年青藏高原地区30米分辨率火烧迹地产品。2）数据来源及加工方法：基于时间序列Landsat地表反射率和火烧迹地敏感光谱参量，通过选取大量典型火烧迹地样本点，利用随机森林等机器学习算法研发并生产的30米分辨率火烧迹地产品；3）数据质量描述：产品总体精度在90%以上。4) 数据应用成果及前景：该数据集可为火灾监测、碳排放研究、生态环境监测、全球变化研究等相关领域的研究和应用提供数据产品支撑。",
      "instructions": "The burned area data product uses longitude and latitude projection, with a spaital resolution of 0.00025 ° (about 30 meters), and is stored in GeoTIFF format. For the pixel value, 1 represents the burned area pixel, and the null value represents the non burned area pixel.",
      "instructionsCn": "火烧迹地数据产品利用经纬度投影，空间分辨率为0.00025°（约30米），GeoTiff格式存储，像素值中以1代表火烧迹地像元，空值代表非火烧迹地像元。",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 18321164.0,
      "cstr": "18406.11.Terre.tpdc.272303",
      "doi": "10.11888/Terre.tpdc.272303",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张兆明",
        "nameEn": "ZHANG Zhaoming",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Long Tengfei, Zhang Zhaoming, He Guojin, et al. 30 m Resolution Global Annual Burned Area Mapping Based on Landsat Images and Google Earth Engine. Remote Sensing, 2019, 11:489-519.",
        "referenceCn": null,
        "referenceEn": "Long, T.F., Zhang, Z.M., & He, G.J., et al. (2019). 30 m Resolution Global Annual Burned Area Mapping Based on Landsat Images and Google Earth Engine. Remote Sensing, 11, 489-519."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "火烧迹地",
        "nameEn": "burned area"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Accurate and complete data of ﬁre locations and Burned areas (BA) are important for a variety of applications including quantifying trends and patterns of ﬁre occurrence and assessing the impacts of ﬁres on a range of natural and social systems, e.g., simulating carbon emissions from biomass burning. Remotely-sensed satellite imagery has been widely used to generate burned area products. Burned area products at the global scale using satellite images have been mostly based on coarse spatial resolution data such as Advanced Very High Resolution Radiometer (AVHRR), Geostationary Operational Environmental Satellite (GOES), VEGETATION, or Moderate Resolution Imaging Spectroradiometer (MODIS) images. The recently released Fire_cci product was produced based on MODIS images and has the highest spatial resolution (250 m) of all the existing global BA products, and it can greatly support global climate modeling at moderate resolution thanks to its promising results. However, owing to the growing availability of satellite images of higher resolution, the requirement of BA products derived from those images is also increasing as these products can provide more detailed perimeters of BA, as well as small burned patches. For instance, imagery collected by the family of Landsat sensors is useful and appropriate for monitoring the extent of BA and provides spatial and temporal resolutions ideal for science and management applications. Landsat sensors can provide a longer temporal record (from the 1970s until now) of burned area relative to existing global BA products and potentially with increased accuracy and spatial detail in most areas on the Earth. In summary, global BA products are only available at coarse spatial resolution, while 30-m resolution burned area products are limited to speciﬁc regions. One of the difﬁculties in producing Landsat-based BA products is that the traditional approaches successfully applied to extract global BA from MODIS, VEGETATION, etc., do not work well due to the limited temporal resolution of the Landsat sensors. Moreover, the analysis of post-ﬁre reﬂectance may be easily contaminated by clouds or weakened by quick vegetation recovery, particularly in Tropical regions. However, thanks to Google Earth Engine (GEE), a new generation of cloud computing platforms with access to a huge catalog of satellite imagery and global-scale analysis capabilities, it is now possible to perform global-scale geospatial analysis efﬁciently as the pre-processing of satellite images becomes more user-friendly."
      ],
      "research objective": [
        "In this study, however, we focus on an automated global burned area mapping approach based on Landsat images. By utilizing the huge catalog of satellite imagery, as well as the high-performance computing capacity of Google Earth Engine, we propose an automated pipeline for generating 30-m resolution global-scale annual burned area maps from time-series of Landsat images, and a novel 30-m resolution Global annual Burned Area Map of 2015 (GABAM 2015) was released."
      ],
      "challenges": [
        "One of the difﬁculties in producing Landsat-based BA products is that the traditional approaches successfully applied to extract global BA from MODIS, VEGETATION, etc., do not work well due to the limited temporal resolution of the Landsat sensors. Moreover, the analysis of post-ﬁre reﬂectance may be easily contaminated by clouds or weakened by quick vegetation recovery, particularly in Tropical regions."
      ],
      "methods": [
        "All the available Landsat-8 images during 2014–2015 and various spectral indices were utilized to calculate the burned probability of each pixel using random decision forests, which were globally trained with stratiﬁed (considering both ﬁre frequency and type of land cover) samples, and a seed-growing approach was conducted to shape the ﬁnal burned areas after several carefully-designed logical ﬁlters (NDVI ﬁlter, Normalized Burned Ratio (NBR) ﬁlter, and temporal ﬁlter). The Random Forest (RF) algorithm provided by GEE was applied to train a decision forest classiﬁer, and the global training data consisted of 6735 burned and 6146 unburned samples, which were manually collected from 120 Landsat scenes generated by stratiﬁed random sampling. For the purpose of burned area mapping, 6 bands of the Landsat-8 image were used, i.e., three visible bands (blue, 0.452–0.512 µm; green, 0.533–0.590 µm; red, 0.636–0.673 µm), Near Infrared band (NIR, 0.851–0.879 µm), and two Short Wave Infrared bands (SWIR1, 1.566–1.651µm; SWIR2, 2.107–2.294 µm)."
      ],
      "dataset": [
        "In this study, all the available Landsat images during 2014–2015 were the main data source used for global BA mapping. The Quality Assessment (QA) band of Landsat image, which was generated by the FMaskalgorithm, was used to perform QA masking. Validation: Commonly, when satellite data are used as reference data, they should have higher spatial resolution than the data used to generate the BA product. Consequently, in this study, some publicly-available satellite images of higher-resolution were utilized, while Landsat comprised the majority of the validation data source. Speciﬁcally, Landsat-8 (LC8) images were employed to generate reference data independently for most of the validation sites except those located in the United States (U.S.), South America, and China."
      ],
      "findings": [
        "Cross-comparison with the recent Fire_cci Version 5.0 BA product found a similar spatial distribution and a strong correlation (R2 = 0.74) between the burned areas from the two products, although differences were found in speciﬁc land cover categories (particularly in agriculture land). Preliminary global validation showed the commission and omission errors of GABAM 2015 to be 13.17% and 30.13%, respectively."
      ],
      "backgroundCn": [
        "火灾位置和烧毁面积（BA）的准确和完整数据对于多种应用至关重要，包括量化火灾发生的趋势和模式，以及评估火灾对自然和社会系统的影响，例如模拟生物质燃烧的碳排放。遥感卫星影像已被广泛用于生成烧毁面积产品。基于卫星图像的全球烧毁面积产品主要基于较粗的空间分辨率数据，如高级非常高分辨率辐射仪（AVHRR）、地球静止操作环境卫星（GOES）、VEGETATION或中分辨率成像光谱仪（MODIS）图像。最近发布的Fire_cci产品是基于MODIS图像生成的，具有所有现有全球BA产品中最高的空间分辨率（250米），并且由于其良好的结果，可以极大地支持中等分辨率的全球气候建模。然而，随着高分辨率卫星图像的日益增多，对这些图像衍生的BA产品的需求也在增加，因为这些产品可以提供更详细的BA边界以及小的烧毁斑块。例如，Landsat传感器系列收集的影像对于监测BA的范围非常有用，并提供了理想的空间和时间分辨率，适合科学和管理应用。与现有的全球BA产品相比，Landsat传感器可以提供更长的烧毁面积时间记录（从1970年代到现在），并且在地球大多数地区可能具有更高的准确性和空间细节。总之，全球BA产品仅在粗空间分辨率下可用，而30米分辨率的烧毁面积产品仅限于特定区域。生产基于Landsat的BA产品的一个困难在于，传统方法在提取MODIS、VEGETATION等的全球BA时成功应用，但由于Landsat传感器的时间分辨率有限，这些方法效果不佳。此外，火灾后反射率的分析可能容易受到云的污染或由于快速的植被恢复而减弱，特别是在热带地区。然而，得益于谷歌地球引擎（GEE），这一新一代云计算平台提供了对大量卫星影像的访问和全球范围的分析能力，现在可以高效地进行全球范围的地理空间分析，因为卫星图像的预处理变得更加用户友好。"
      ],
      "research objectiveCn": [
        "在本研究中，我们专注于基于Landsat影像的自动化全球烧毁区域映射方法。通过利用庞大的卫星影像目录以及Google Earth Engine的高性能计算能力，我们提出了一种自动化流程，用于从Landsat影像的时间序列生成30米分辨率的全球年度烧毁区域地图，并发布了一份新的2015年30米分辨率全球年度烧毁区域地图（GABAM 2015）。"
      ],
      "challengesCn": [
        "生产基于Landsat的BA产品的一个困难是，传统方法在提取MODIS、VEGETATION等的全球BA时成功应用，但由于Landsat传感器的时间分辨率有限，这些方法效果不佳。此外，火灾后反射率的分析可能容易受到云的干扰，或者在热带地区因植被快速恢复而减弱。"
      ],
      "methodsCn": [
        "在2014年至2015年期间，利用所有可用的Landsat-8影像和各种光谱指数，通过随机森林算法计算每个像素的燃烧概率。该算法经过全球训练，采用分层抽样（考虑火灾频率和土地覆盖类型），并采用种子生长方法对最终燃烧区域进行形状处理，经过几个精心设计的逻辑过滤器（NDVI过滤器、归一化燃烧比（NBR）过滤器和时间过滤器）。使用Google Earth Engine提供的随机森林（RF）算法训练决策森林分类器，全球训练数据包括6735个燃烧样本和6146个未燃烧样本，这些样本是从120个Landsat场景中通过分层随机抽样手动收集的。为了进行燃烧区域映射，使用了6个Landsat-8影像波段，即三个可见光波段（蓝光，0.452–0.512 µm；绿光，0.533–0.590 µm；红光，0.636–0.673 µm），近红外波段（NIR，0.851–0.879 µm），以及两个短波红外波段（SWIR1，1.566–1.651µm；SWIR2，2.107–2.294 µm）。"
      ],
      "datasetCn": [
        "在本研究中，2014年至2015年期间所有可用的Landsat影像是全球BA制图的主要数据来源。Landsat影像的质量评估（QA）波段是通过FMask算法生成的，用于执行QA掩膜。验证：通常，当卫星数据作为参考数据时，它们的空间分辨率应高于用于生成BA产品的数据。因此，在本研究中，利用了一些公开可用的高分辨率卫星影像，同时Landsat影像占据了验证数据源的大部分。具体而言，Landsat-8（LC8）影像被用于独立生成大多数验证地点的参考数据，除了位于美国、南美和中国的地点。"
      ],
      "findingsCn": [
        "与最近的Fire_cci 5.0 BA产品进行交叉比较发现，两种产品的烧毁区域具有相似的空间分布，并且之间存在强相关性（R² = 0.74），尽管在特定的土地覆盖类别（特别是在农业用地）中发现了差异。初步的全球验证显示，GABAM 2015的误报率和漏报率分别为13.17%和30.13%。"
      ]
    }
  ],
  "query": {
    "Disjunctive": [
      {
        "QuestionEn": "Which machine learning algorithm is more commonly used for generating high-resolution burned area products, Random Forest, Support Vector Machine, or Neural Networks?",
        "QuestionCn": "哪种机器学习算法更常用于生成高分辨率的烧毁区域产品，随机森林、支持向量机还是神经网络？",
        "AnswerEn": "Random Forest",
        "AnswerCn": "随机森林",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "For validating burned area datasets, is it more common to use Landsat images, Sentinel images, or other high-resolution satellite data?",
        "QuestionCn": "在验证烧毁区域数据集时，使用Landsat影像、Sentinel影像或其他高分辨率卫星数据更为常见吗？",
        "AnswerEn": "Landsat images",
        "AnswerCn": "Landsat影像",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used for generating 30-m resolution burned area products on the Qinghai-Tibet Plateau?",
        "QuestionCn": "用于生成青藏高原30米分辨率烧毁区域产品的数据收集方法有哪些？",
        "AnswerEn": "Time-series Landsat surface reflectance",
        "AnswerCn": "时序Landsat地表反射率",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the challenges in producing Landsat-based burned area products most prominent?",
        "QuestionCn": "基于Landsat的烧毁区域产品的生产中，挑战最突出的地方在哪里？",
        "AnswerEn": "Tropical regions",
        "AnswerCn": "热带地区",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a machine learning algorithm used for generating high-resolution burned area products from satellite imagery?",
        "QuestionCn": "您能否提供一个用于从卫星影像生成高分辨率烧毁区域产品的机器学习算法的示例？",
        "AnswerEn": "A machine learning algorithm used for generating high-resolution burned area products from satellite imagery is the Random Forest algorithm. It was applied to train a decision forest classifier utilizing Landsat-8 images and was globally trained with stratified samples to calculate the burned probability of each pixel.",
        "AnswerCn": "一种用于从卫星影像生成高分辨率烧毁区域产品的机器学习算法是随机森林算法。该算法被应用于训练一个决策森林分类器，利用Landsat-8影像，并通过分层样本进行全球训练，以计算每个像素的烧毁概率。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when using Landsat imagery for burned area mapping?",
        "QuestionCn": "使用Landsat影像进行烧毁区域映射时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge faced when using Landsat imagery for burned area mapping is the limited temporal resolution of the Landsat sensors, which makes traditional approaches applied to extract global burned areas from other data like MODIS less effective. Additionally, post-fire reflectance analysis can be contaminated by clouds or weakened by quick vegetation recovery, especially in tropical regions.",
        "AnswerCn": "使用Landsat影像进行烧毁区域映射时面临的一个挑战是Landsat传感器的时间分辨率有限，这使得从其他数据（如MODIS）提取全球烧毁区域的传统方法效果不佳。此外，火灾后反射率分析可能受到云层的干扰，或者由于快速的植被恢复而减弱，尤其是在热带地区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset used to validate burned area mapping results?",
        "QuestionCn": "您能否提供一个用于验证烧毁区域映射结果的数据集示例？",
        "AnswerEn": "An example of a dataset used to validate burned area mapping results is the combination of higher-resolution satellite images publicly available, along with a majority of validation data sourced from Landsat-8 images. These were used to independently generate reference data for most validation sites, except in specific regions like the United States, South America, and China.",
        "AnswerCn": "用于验证烧毁区域映射结果的数据集的一个例子是公开可用的高分辨率卫星图像的组合，以及大部分验证数据来源于Landsat-8图像。这些数据用于独立生成大多数验证地点的参考数据，除了在美国、南美和中国等特定地区。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes of burned area products that are derived from higher resolution satellite imagery like Landsat?",
        "QuestionCn": "从较高分辨率的卫星影像如Landsat中提取的烧毁区域产品的具体属性是什么？",
        "AnswerEn": "30-meter spatial resolution, detailed perimeters of burned areas, ability to detect small burned patches, spectral indices, machine learning algorithms, burned probability for each pixel",
        "AnswerCn": "30米空间分辨率，详细的烧毁区域边界，检测小型烧毁斑块的能力，光谱指数，机器学习算法，每个像素的烧毁概率。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are some of the challenges faced in producing burned area products using Landsat images?",
        "QuestionCn": "使用Landsat影像生成火烧面积产品面临的一些挑战是什么？",
        "AnswerEn": "limited temporal resolution, contamination by clouds, quick vegetation recovery, need for high-resolution reference data",
        "AnswerCn": "有限的时间分辨率、云层污染、植被快速恢复、需要高分辨率的参考数据",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the overall accuracy percentage of the 30-m resolution burned area products developed using machine learning techniques?",
        "QuestionCn": "使用机器学习技术开发的30米分辨率烧毁区域产品的整体准确率百分比是多少？",
        "AnswerEn": "90%",
        "AnswerCn": "90%",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many Landsat scenes were used to manually collect training samples for the random forest classifier?",
        "QuestionCn": "用于手动收集随机森林分类器训练样本的Landsat场景数量是多少？",
        "AnswerEn": "120",
        "AnswerCn": "一百二十",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the percentage of commission and omission errors found in the preliminary global validation of the GABAM 2015 dataset?",
        "QuestionCn": "在GABAM 2015数据集的初步全球验证中发现的委托错误和遗漏错误的百分比是多少？",
        "AnswerEn": "13.17%, 30.13%",
        "AnswerCn": "13.17%，30.13%",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'burned area product' mean in the context of satellite data collection?",
        "QuestionCn": "在卫星数据收集的背景下，“烧毁面积产品”是什么意思？",
        "AnswerEn": "A 'burned area product' refers to data generated from satellite imagery that maps the extent and location of areas affected by fire. These products are important for various applications such as monitoring fire occurrence, assessing ecological impacts, and simulating carbon emissions. They are typically derived from remotely-sensed satellite images and can vary in spatial resolution depending on the satellite sensor used.",
        "AnswerCn": "“烧毁区域产品”是指通过卫星影像生成的数据，用于绘制受火灾影响的区域的范围和位置。这些产品在监测火灾发生、评估生态影响和模拟碳排放等多种应用中非常重要。它们通常是从遥感卫星图像中提取的，空间分辨率可能因所使用的卫星传感器而异。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is a 'random forest' algorithm in the context of generating burned area maps?",
        "QuestionCn": "在生成烧毁区域地图的背景下，什么是“随机森林”算法？",
        "AnswerEn": "In the context of generating burned area maps, a 'random forest' algorithm is a machine learning technique used to classify satellite image pixels as burned or unburned. It involves training a decision forest classifier using a large set of labeled samples and applying various spectral indices to calculate the burned probability of each pixel. The algorithm benefits from the high computational capacity of platforms like Google Earth Engine to process large datasets efficiently.",
        "AnswerCn": "在生成烧毁区域地图的背景下，“随机森林”算法是一种机器学习技术，用于将卫星图像像素分类为烧毁或未烧毁。它涉及使用大量标记样本训练决策森林分类器，并应用各种光谱指数来计算每个像素的烧毁概率。该算法受益于像Google Earth Engine这样的平台的高计算能力，能够高效处理大数据集。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'Landsat-based BA product' entail in terms of data collection challenges?",
        "QuestionCn": "“基于Landsat的BA产品”在数据收集方面面临哪些挑战？",
        "AnswerEn": "A 'Landsat-based BA product' involves using Landsat satellite imagery to map burned areas. The challenges in data collection for such products include limited temporal resolution of Landsat sensors, potential contamination of post-fire reflectance data by clouds, and quick vegetation recovery. These factors make it difficult to apply traditional approaches used for other satellite data like MODIS. However, advancements in cloud computing platforms like Google Earth Engine help mitigate some of these challenges by providing more efficient data processing capabilities.",
        "AnswerCn": "“基于Landsat的BA产品”涉及使用Landsat卫星影像来绘制烧毁区域。此类产品在数据收集方面面临的挑战包括Landsat传感器的时间分辨率有限、火灾后反射数据可能受到云层污染，以及植被快速恢复。这些因素使得应用传统方法（如MODIS使用的那些方法）变得困难。然而，像Google Earth Engine这样的云计算平台的进步有助于缓解一些这些挑战，通过提供更高效的数据处理能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using Landsat sensors for burned area mapping compare to other satellite-based approaches, such as those using MODIS or VEGETATION data, in terms of spatial resolution and temporal analysis?",
        "QuestionCn": "使用Landsat传感器进行烧毁区域映射的数据收集方法与其他基于卫星的方法（如使用MODIS或VEGETATION数据）在空间分辨率和时间分析方面有何比较？",
        "AnswerEn": "Data collection using Landsat sensors offers higher spatial resolution (30-m) compared to MODIS or VEGETATION, which are based on coarser spatial resolution data. However, Landsat's limited temporal resolution can pose challenges, especially in regions with quick vegetation recovery or cloud contamination.",
        "AnswerCn": "使用Landsat传感器进行数据收集提供了更高的空间分辨率（30米），相比之下，MODIS或VEGETATION基于较粗的空间分辨率数据。然而，Landsat的时间分辨率有限，可能在植被恢复迅速或云污染的地区带来挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways do the challenges of contamination by clouds and vegetation recovery differ when analyzing post-fire reflectance using Landsat images compared to higher-resolution satellite data?",
        "QuestionCn": "在使用Landsat影像分析火灾后反射率时，云层和植被恢复的污染挑战与使用高分辨率卫星数据相比有哪些不同？",
        "AnswerEn": "Landsat images can be more easily contaminated by clouds or quick vegetation recovery, especially in tropical regions, due to their limited temporal resolution. Higher-resolution satellite data might provide more accurate post-fire reflectance analysis by offering finer spatial detail and potentially more frequent temporal coverage, reducing the impact of these challenges.",
        "AnswerCn": "Landsat影像在热带地区由于其有限的时间分辨率，容易受到云层或快速植被恢复的污染。更高分辨率的卫星数据可能通过提供更精细的空间细节和更频繁的时间覆盖，减少这些挑战的影响，从而提供更准确的火灾后反射率分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What are the implications of using machine learning algorithms like random forests in the development of high-resolution burned area products, and how might they improve data interpretation in fire monitoring?",
        "QuestionCn": "使用机器学习算法，如随机森林，在高分辨率烧伤区域产品的开发中有什么影响，以及它们如何改善火灾监测中的数据解释？",
        "AnswerEn": "Machine learning algorithms such as random forests play a significant role in developing high-resolution burned area products by enabling the processing of large amounts of satellite imagery data to identify burned areas accurately. These algorithms allow for more detailed data interpretation in fire monitoring by providing higher precision in mapping burned perimeters and capturing smaller burned patches, which are often missed by traditional methods. The use of such algorithms can lead to better accuracy in fire detection and improved understanding of fire dynamics.",
        "AnswerCn": "机器学习算法，如随机森林，在开发高分辨率烧毁区域产品中发挥了重要作用，因为它们能够处理大量卫星影像数据，以准确识别烧毁区域。这些算法通过提供更高的精度来映射烧毁边界，并捕捉到传统方法常常遗漏的小烧毁区域，从而实现了更详细的数据解读。使用这些算法可以提高火灾检测的准确性，并改善对火灾动态的理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways might the integration of higher-resolution satellite images enhance the validation process for burned area datasets, and what potential improvements could this bring to global BA product accuracy?",
        "QuestionCn": "提高分辨率的卫星图像的整合可能会以哪些方式增强烧毁区域数据集的验证过程，并可能为全球烧毁区域产品的准确性带来哪些潜在改进？",
        "AnswerEn": "The integration of higher-resolution satellite images into the validation process for burned area datasets can significantly enhance the accuracy and reliability of these products. Higher-resolution images provide more detailed ground truth data that can be used to validate and refine the mapping algorithms, reducing commission and omission errors. This improvement could lead to more accurate global burned area products, which would better support applications in fire monitoring, carbon emissions estimation, and ecological impact assessments.",
        "AnswerCn": "将高分辨率卫星图像整合到烧毁区域数据集的验证过程中，可以显著提高这些产品的准确性和可靠性。高分辨率图像提供了更详细的地面真实数据，可用于验证和改进映射算法，从而减少误报和漏报错误。这一改进可能导致更准确的全球烧毁区域产品，更好地支持火灾监测、碳排放估算和生态影响评估等应用。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the limited availability of 30-m resolution burned area products to specific regions?",
        "QuestionCn": "导致30米分辨率烧毁区域产品在特定地区有限可用性的原因是什么？",
        "AnswerEn": "The limited availability of 30-m resolution burned area products is caused by the traditional approaches' ineffectiveness when applied to Landsat data due to its limited temporal resolution. Furthermore, challenges such as cloud contamination and rapid vegetation recovery, particularly in tropical regions, add to the difficulty in producing these high-resolution products.",
        "AnswerCn": "30米分辨率的烧毁区域产品的有限可用性是由于传统方法在应用于Landsat数据时的低效性，因为其时间分辨率有限。此外，云污染和快速植被恢复，特别是在热带地区，也增加了生产这些高分辨率产品的难度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do traditional methods used for extracting global burned areas from MODIS or VEGETATION data not work well with Landsat sensors?",
        "QuestionCn": "传统的从MODIS或VEGETATION数据中提取全球烧毁区域的方法为何在Landsat传感器上效果不佳？",
        "AnswerEn": "Traditional methods used for extracting global burned areas from MODIS or VEGETATION data do not work well with Landsat sensors because of Landsat's limited temporal resolution. Additionally, the analysis of post-fire reflectance is often contaminated by clouds or is weakened by quick vegetation recovery, particularly in tropical regions, making it challenging to apply these traditional methods effectively.",
        "AnswerCn": "传统方法用于从MODIS或VEGETATION数据中提取全球烧毁区域，但由于Landsat传感器的时间分辨率有限，这些方法在Landsat上效果不佳。此外，火灾后反射率的分析常常受到云层的干扰，或者由于快速的植被恢复而减弱，特别是在热带地区，这使得有效应用这些传统方法变得具有挑战性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the underlying reasons for the increased need for burned area products derived from higher-resolution satellite images?",
        "QuestionCn": "对高分辨率卫星图像衍生的烧毁区域产品需求增加的潜在原因是什么？",
        "AnswerEn": "The increased need for burned area products derived from higher-resolution satellite images is driven by their ability to provide more detailed perimeters of burned areas and to detect small burned patches. This demand is also fueled by the growing availability of high-resolution satellite images, which offer better spatial detail and accuracy compared to coarser resolution global products.",
        "AnswerCn": "对高分辨率卫星图像衍生的烧毁区域产品的需求增加，主要是因为它们能够提供更详细的烧毁区域边界，并检测到小的烧毁斑块。这一需求也受到高分辨率卫星图像日益增加的可用性的推动，这些图像相比于较粗分辨率的全球产品，提供了更好的空间细节和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the consequences of incorporating Google Earth Engine's cloud computing platform in global-scale geospatial analysis for burned area mapping?",
        "QuestionCn": "将Google Earth Engine的云计算平台纳入全球范围的地理空间分析以进行烧毁区域映射可能会产生的后果是什么？",
        "AnswerEn": "Incorporating Google Earth Engine's cloud computing platform in global-scale geospatial analysis can make the preprocessing of satellite images more user-friendly and enable efficient global-scale analysis, thus facilitating the generation of high-resolution burned area maps.",
        "AnswerCn": "将Google Earth Engine的云计算平台纳入全球尺度的地理空间分析，可以使卫星图像的预处理更加用户友好，并实现高效的全球尺度分析，从而促进高分辨率烧毁区域地图的生成。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of utilizing random forest algorithms for generating high-resolution burned area products using Landsat images?",
        "QuestionCn": "利用随机森林算法生成高分辨率烧毁区域产品的主要目标是什么？",
        "AnswerEn": "The primary objectives are to develop a 30-meter resolution burned area product by leveraging time-series Landsat surface reflectance and sensitive spectral parameters. Random forest algorithms enable the creation of detailed perimeters and identification of small burned patches, offering increased spatial accuracy and detail for science and management applications.",
        "AnswerCn": "主要目标是通过利用时间序列的Landsat表面反射率和敏感光谱参数，开发一个30米分辨率的烧毁区域产品。随机森林算法能够创建详细的边界并识别小的烧毁斑块，为科学和管理应用提供更高的空间精度和细节。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to focus on high-resolution burned area mapping at a regional scale, such as the Qinghai-Tibet Plateau, rather than relying solely on global coarse-resolution products?",
        "QuestionCn": "为什么在区域尺度（如青藏高原）上关注高分辨率的烧毁区域制图比仅依赖全球粗分辨率产品更为重要？",
        "AnswerEn": "High-resolution mapping, such as the 30-meter resolution for the Qinghai-Tibet Plateau, provides more detailed information on burned areas, which is crucial for understanding local fire dynamics, ecological impacts, and supporting applications such as fire monitoring and carbon emission studies. Global coarse-resolution products may miss smaller patches and lack spatial detail.",
        "AnswerCn": "高分辨率地图，例如青藏高原的30米分辨率，提供了关于火灾区域的更详细信息，这对于理解当地火灾动态、生态影响以及支持火灾监测和碳排放研究等应用至关重要。全球粗分辨率产品可能会遗漏较小的火灾斑块，并且缺乏空间细节。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the intended benefits of using platforms like Google Earth Engine for the creation and analysis of burned area datasets?",
        "QuestionCn": "使用像Google Earth Engine这样的平台创建和分析烧毁区域数据集的预期好处是什么？",
        "AnswerEn": "Google Earth Engine offers high-performance cloud computing capabilities and access to a vast catalog of satellite imagery, enabling efficient global-scale geospatial analysis. This facilitates the development of automated pipelines for generating high-resolution burned area maps, overcoming limitations such as cloud contamination and rapid vegetation recovery in post-fire reflectance analysis.",
        "AnswerCn": "谷歌地球引擎提供高性能的云计算能力和访问庞大的卫星影像目录，使得全球范围内的地理空间分析变得高效。这促进了自动化管道的开发，用于生成高分辨率的烧毁区域地图，克服了云污染和火灾后反射分析中快速植被恢复等限制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to validate the accuracy of burned area products generated from Landsat images?",
        "QuestionCn": "验证从Landsat影像生成的烧毁区域产品准确性的程序包括哪些步骤？",
        "AnswerEn": "Validation involves using higher-resolution satellite images as reference data, ensuring that these images are more detailed than those used for generating the product. Landsat-8 images are primarily used for validation, except in regions like the U.S., South America, and China, where other sources are also considered.",
        "AnswerCn": "验证涉及使用更高分辨率的卫星图像作为参考数据，确保这些图像比用于生成产品的图像更详细。Landsat-8 图像主要用于验证，但在美国、南美和中国等地区，也会考虑其他来源。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the development of high-resolution burned area products at a 30-meter scale?",
        "QuestionCn": "哪些技术进步使得以30米尺度开发高分辨率烧毁区域产品成为可能？",
        "AnswerEn": "The development of high-resolution burned area products at a 30-meter scale has been enabled by the availability of time-series Landsat imagery, the application of machine learning algorithms such as random forests, and the cloud computing capabilities of platforms like Google Earth Engine, which provide access to a vast catalog of satellite imagery and facilitate large-scale geospatial analyses.",
        "AnswerCn": "高分辨率烧毁区域产品的开发得益于时间序列的Landsat影像、随机森林等机器学习算法的应用，以及像Google Earth Engine这样的云计算平台的能力，这些平台提供了大量的卫星影像目录，并促进了大规模的地理空间分析。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do advancements in machine learning algorithms enhance the accuracy and precision of burned area mapping in remote sensing?",
        "QuestionCn": "机器学习算法的进步如何提高遥感中烧毁区域制图的准确性和精确性？",
        "AnswerEn": "Advancements in machine learning algorithms, such as the use of random decision forests, enhance the accuracy and precision of burned area mapping by allowing for the incorporation of diverse spectral indices and the processing of large datasets to calculate burned probabilities, leading to improved spatial resolution and the ability to identify smaller burned areas with greater detail.",
        "AnswerCn": "机器学习算法的进步，例如随机决策森林的使用，通过允许结合多种光谱指数和处理大数据集来计算燃烧概率，提高了烧毁区域映射的准确性和精确性，从而改善了空间分辨率，并能够更详细地识别较小的烧毁区域。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways does the integration of cloud computing platforms facilitate the processing and analysis of satellite imagery for global burned area mapping?",
        "QuestionCn": "云计算平台的集成如何促进卫星影像的处理和分析，以进行全球烧毁区域的映射？",
        "AnswerEn": "The integration of cloud computing platforms like Google Earth Engine facilitates the processing and analysis of satellite imagery by providing high-performance computing resources, user-friendly pre-processing tools, and access to extensive satellite data archives, enabling efficient and scalable global burned area mapping despite challenges such as limited temporal resolution and cloud contamination.",
        "AnswerCn": "云计算平台如Google Earth Engine的集成促进了卫星影像的处理和分析，提供了高性能的计算资源、用户友好的预处理工具以及广泛的卫星数据档案访问，使得尽管面临时间分辨率有限和云污染等挑战，全球烧毁区域的映射仍然高效且可扩展。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might traditional approaches used for global burned area extraction not meet expectations when applied to higher resolution images such as those from Landsat sensors?",
        "QuestionCn": "传统的全球烧毁区域提取方法在应用于更高分辨率的图像（如来自Landsat传感器的图像）时，可能无法达到预期效果的原因是什么？",
        "AnswerEn": "One difficulty is the limited temporal resolution of Landsat sensors, which affects the analysis of post-fire reflectance that may be contaminated by clouds or weakened by quick vegetation recovery, especially in Tropical regions.",
        "AnswerCn": "一个困难是Landsat传感器的时间分辨率有限，这影响了火灾后反射率的分析，这可能受到云的干扰或快速植被恢复的削弱，特别是在热带地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the anticipated challenges when using higher-resolution satellite imagery for creating burned area products compared to coarser resolution datasets?",
        "QuestionCn": "使用更高分辨率卫星影像创建烧毁区域产品时，预计会面临哪些挑战，与较粗分辨率的数据集相比？",
        "AnswerEn": "While higher-resolution imagery can provide more detailed perimeters of burned areas and small burned patches, traditional methods may not perform well due to the limited temporal resolution of such imagery and potential contamination from clouds or quick vegetation recovery.",
        "AnswerCn": "虽然高分辨率影像可以提供更详细的烧毁区域和小烧毁斑块的边界，但由于此类影像的时间分辨率有限以及可能受到云层或快速植被恢复的干扰，传统方法可能表现不佳。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the use of cloud computing platforms like Google Earth Engine be expected to improve the process of generating global burned area maps from high-resolution satellite images?",
        "QuestionCn": "为什么像 Google Earth Engine 这样的云计算平台的使用可能会改善从高分辨率卫星图像生成全球烧毁区域地图的过程？",
        "AnswerEn": "Google Earth Engine offers access to a large catalog of satellite imagery and global-scale analysis capabilities, making the pre-processing of satellite images more user-friendly, which allows for efficient global-scale geospatial analysis.",
        "AnswerCn": "Google Earth Engine 提供了大量卫星影像的访问和全球尺度分析能力，使卫星图像的预处理变得更加用户友好，从而允许高效的全球尺度地理空间分析。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of using random forest algorithms for generating high-resolution burned area products from satellite imagery?",
        "QuestionCn": "如何评估使用随机森林算法从卫星影像生成高分辨率烧毁区域产品的有效性？",
        "AnswerEn": "The use of random forest algorithms is effective for generating high-resolution burned area products, as evidenced by the development of a 30-meter resolution product using Landsat images. This method achieved an overall accuracy of over 90%, indicating its robustness in handling large datasets and capturing detailed burned area perimeters.",
        "AnswerCn": "随机森林算法在生成高分辨率烧毁区域产品方面非常有效，正如利用Landsat影像开发的30米分辨率产品所证明的那样。该方法的整体准确率超过90%，表明其在处理大数据集和捕捉详细烧毁区域边界方面的稳健性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges do you anticipate in utilizing Landsat images for burned area mapping, particularly concerning temporal resolution and data quality?",
        "QuestionCn": "在利用Landsat影像进行烧毁区域制图时，您预计会遇到哪些挑战，特别是在时间分辨率和数据质量方面？",
        "AnswerEn": "Challenges include the limited temporal resolution of Landsat images, which can hinder the detection of burned areas compared to sensors like MODIS. Additionally, post-fire reflectance analysis may face contamination from clouds or rapid vegetation recovery, complicating accurate mapping in certain regions, especially tropical areas.",
        "AnswerCn": "挑战包括Landsat影像的时间分辨率有限，这可能会妨碍与MODIS等传感器相比对烧毁区域的检测。此外，火灾后反射率分析可能会受到云层或快速植被恢复的干扰，从而在某些地区，特别是热带地区， complicating accurate mapping。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how higher resolution satellite imagery can improve the accuracy of burned area products in fire monitoring.",
        "QuestionCn": "我不明白更高分辨率的卫星影像如何能提高火灾监测中烧毁区域产品的准确性。",
        "AnswerEn": "Higher resolution satellite imagery, such as Landsat images with 30-m resolution, can provide more detailed perimeters of burned areas and detect smaller burned patches compared to coarser resolution data. This increased spatial detail helps in achieving higher accuracy and spatial detail for monitoring the extent of burned areas.",
        "AnswerCn": "更高分辨率的卫星影像，例如分辨率为30米的Landsat影像，可以提供更详细的烧毁区域边界，并能够检测到更小的烧毁斑块，与分辨率较低的数据相比。这种增加的空间细节有助于提高监测烧毁区域范围的准确性和空间细节。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm not sure why traditional approaches for global burned area extraction don't work well with Landsat sensors.",
        "QuestionCn": "我不确定为什么传统的全球燃烧区域提取方法在使用Landsat传感器时效果不佳。",
        "AnswerEn": "Traditional approaches for global burned area extraction struggle with Landsat sensors due to their limited temporal resolution. The analysis of post-fire reflectance may also be contaminated by clouds or affected by quick vegetation recovery, particularly in tropical regions, making it challenging to apply these methods effectively.",
        "AnswerCn": "传统的全球烧毁区域提取方法在使用Landsat传感器时，由于其有限的时间分辨率而面临困难。火灾后反射率的分析可能会受到云层的干扰，或者在热带地区受到快速植被恢复的影响，这使得有效应用这些方法变得具有挑战性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't figure out how Google Earth Engine supports the generation of high-resolution burned area maps.",
        "QuestionCn": "我无法弄清楚谷歌地球引擎如何支持高分辨率烧毁区域地图的生成。",
        "AnswerEn": "Google Earth Engine supports the generation of high-resolution burned area maps by providing access to a vast catalog of satellite imagery and global-scale analysis capabilities. It allows for efficient global-scale geospatial analysis by making pre-processing of satellite images more user-friendly, facilitating the development of automated pipelines for generating detailed burned area maps.",
        "AnswerCn": "Google Earth Engine 支持生成高分辨率的烧毁区域地图，通过提供对大量卫星影像的访问和全球范围的分析能力。它使全球范围的地理空间分析更加高效，简化了卫星影像的预处理，促进了自动化管道的开发，以生成详细的烧毁区域地图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the challenges associated with using Landsat images for burned area mapping and suggest potential solutions or alternative methods to address these challenges.",
        "QuestionCn": "请描述使用Landsat影像进行烧毁区域制图所面临的挑战，并建议潜在的解决方案或替代方法来应对这些挑战。",
        "AnswerEn": "One of the difficulties in producing Landsat-based burned area products is the limited temporal resolution of the Landsat sensors, which makes traditional approaches less effective. Additionally, the analysis of post-fire reflectance can be contaminated by clouds or weakened by quick vegetation recovery, particularly in Tropical regions. Utilizing cloud computing platforms like Google Earth Engine, which allows access to a huge catalog of satellite imagery and global-scale analysis capabilities, can help overcome these challenges. This platform simplifies pre-processing and enables efficient global-scale geospatial analysis.",
        "AnswerCn": "生产基于Landsat的烧毁区域产品的一个困难是Landsat传感器的时间分辨率有限，这使得传统方法的效果不佳。此外，火灾后反射率的分析可能会受到云层的干扰，或者由于快速的植被恢复而减弱，特别是在热带地区。利用云计算平台如Google Earth Engine，可以访问大量卫星影像和全球范围的分析能力，有助于克服这些挑战。该平台简化了预处理，并实现了高效的全球范围地理空间分析。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please evaluate the potential applications and implications of using higher-resolution satellite imagery for global burned area mapping.",
        "QuestionCn": "请评估使用高分辨率卫星影像进行全球烧毁区域映射的潜在应用和影响。",
        "AnswerEn": "Higher-resolution satellite imagery, such as Landsat, offers the potential for more detailed perimeters of burned areas and the identification of small burned patches, which can improve the accuracy and spatial detail of burned area mapping compared to coarser resolution products. This can enhance applications in fire monitoring, carbon emission simulations, and ecological studies. However, challenges such as cloud contamination and rapid post-fire vegetation recovery need to be addressed to fully leverage the benefits of higher-resolution imagery.",
        "AnswerCn": "高分辨率卫星影像，如Landsat，提供了更详细的烧毁区域边界和小型烧毁斑块的识别潜力，这可以提高烧毁区域制图的准确性和空间细节，相较于较粗分辨率的产品。这可以增强火灾监测、碳排放模拟和生态研究等应用。然而，云污染和火灾后植被快速恢复等挑战需要解决，以充分利用高分辨率影像的优势。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}