{
  "id": "c58ec97a-455c-4c6b-86db-190bd7cbad95",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-large aperture scintillometer, 2021)",
      "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站大孔径闪烁仪（2021）",
      "description": "This dataset contains the flux measurements from the large aperture scintillometer (LAS) at Huailai station. There were two types of LASs: German BLS450 and zzLAS. The observation periods were from January 1 to December 31, 2021. The site ( (north: 115.7825° E, 40.3522° N; south: 115.7880° E, 40.3491° N) was located in the Donghuahuan town of Huailai city, Hebei Province. The elevation is 480 m. The underlying surface between the two towers contains mainly maize. The effective height of the LASs was 14 m; the path length was 1870 m. Data were sampled at 1 min intervals.\nRaw data acquired at 1 min intervals were processed and quality-controlled. The data were subsequently averaged over 30 min periods. The main quality control steps were as follows. (1) The data were rejected when Cn2 was beyond the saturated criterion. (2) Data were rejected when the demodulation signal was small. (3) Data were rejected within 1 h of precipitation. (4) Data were rejected at night when weak turbulence occurred (u* was less than 0.1 m/s). The sensible heat flux was iteratively calculated by combining with meteorological data and based on Monin-Obukhov similarity theory.\nThere were several instructions for the released data. (1) The data were primarily obtained from BLS450 measurements; missing flux measurements from the BLS450 were filled with measurements from the zzLAS. Missing data were denoted by -6999. (2) The dataset contained the following variables: data/time (yyyy-mm-dd hh:mm:ss), the structural parameter of the air refractive index (Cn2, m-2/3), and the sensible heat flux (H_LAS, W/m^2). (3) In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Moreover, suspicious data were marked in red.\nFor more information, please refer to Guo et al. (2020) (for sites information), Liu et al. (2013) (for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2021年1月1日至2021年12月31日的大孔径闪烁仪观测数据，分别架设了两台型号为BLS450和zzlas的大孔径闪烁仪。站点位于河北省怀来县东花园镇，下垫面玉米。观测点的经纬度是115.7880E, 40.3491N，海拔480m。大孔径闪烁仪的有效高度为14m，光径长度是1870m，发射端经纬度是115.8023E，40.3596N，接收端的经纬度是115.7825E，40.3522N。BLS450和zzlas的采集频率分别为5Hz和1Hz，平均为1min输出。\n大孔径闪烁仪原始数据为1min，发布的数据为经过处理与质量控制后的30min平均数据，其中感热通量主要是结合自动气象站数据，基于莫宁-奥布霍夫相似理论通过迭代计算得到。在迭代计算过程中，对于BLS450，选取Thiermann and Grassl，1992的稳定度函数；对于zzlas，选取Andreas,1988的稳定度函数。主要的质量控制步骤包括：（1）剔除Cn2达到饱和的数据；（2）剔除解调信号强度较弱的数据；（3）剔除降水时刻及其前后一小时的数据；（4）剔除稳定条件下的弱湍流的数据（u*小于0.1m/s）。\n关于发布数据的几点说明：（1）LAS数据以BLS450为主，缺失时刻由zzlas观测补充，两者都缺失则以-6999标记。（2）数据表头：Date/Time：日期/时间，Cn2：空气折射指数结构参数（m-2/3），H_LAS：感热通量（W/m2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n观测试验或站点信息请参考Guo et al. (2020)，数据处理请参考Liu et al. (2013)。",
      "instructions": "Year+**Hai River Basin+Station+LAS",
      "instructionsCn": "年份+**海河流域+站点名称+LAS",
      "east": 115.8023,
      "west": 115.7825,
      "south": 40.3522,
      "north": 40.3596,
      "startTime": "2021-01-01 00:00:00",
      "endTime": "2021-12-31 00:00:00",
      "fileSize": 532962.0,
      "cstr": "18406.11.Terre.tpdc.272923",
      "doi": "10.11888/Terre.tpdc.272923",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
        "referenceCn": null,
        "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
        "referenceCn": null,
        "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
        "titleEn": null,
        "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
        "titleEn": null,
        "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪的通量印痕分析与应用",
        "titleEn": null,
        "referenceCn": "蔡旭晖, 朱明佳, 刘绍民, 徐自为. (2010). 大孔径闪烁仪的通量印痕分析与应用. 地球科学进展, 25(11), 1166-1174.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 白洁, 王介民. (2010). 大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系. 地球科学进展, 25 (11), 1273-1282.",
        "referenceEn": null
      },
      {
        "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
        "referenceEn": null
      },
      {
        "titleCn": "大尺度地表水热通量的观测、分析与应用",
        "titleEn": null,
        "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
        "titleEn": null,
        "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "蒸散发",
        "nameEn": "Evapotranspiration"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "怀来县",
        "keywordEn": "Huailai"
      },
      {
        "keywordCn": "海河流域",
        "keywordEn": "Haihe river basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。 目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。 其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。 大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。 由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。 LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
      ],
      "research objective": [
        "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
      ],
      "challenges": [
        "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。 目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
      ],
      "methods": [
        "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。 选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
      ],
      "dataset": [
        "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。 LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。 阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。 源区内的植被株高在生长旺季能达到0．2～0．3m。"
      ],
      "findings": [
        "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
      ],
      "backgroundCn": [
        "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
      ],
      "research objectiveCn": [
        "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
      ],
      "challengesCn": [
        "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
      ],
      "methodsCn": [
        "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
      ],
      "datasetCn": [
        "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。源区内的植被株高在生长旺季能达到0．2～0．3m。"
      ],
      "findingsCn": [
        "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there specific quality control steps applied to the data collected using the Large Aperture Scintillometer?",
        "QuestionCn": "使用大孔径闪烁计收集的数据是否应用了特定的质量控制步骤？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can the Large Aperture Scintillometer data be used to optimize and validate remote sensing estimation models and numerical weather prediction models?",
        "QuestionCn": "大孔径闪烁仪数据可以用于优化和验证遥感估计模型和数值天气预报模型吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "For ensuring the reliability of heat flux measurements, is the Monin-Obukhov Similarity Theory (MOST) more applicable in stable, unstable, or neutral atmospheric conditions?",
        "QuestionCn": "为了确保热通量测量的可靠性，Monin-Obukhov相似理论（MOST）在稳定、不稳定或中性大气条件下更适用吗？",
        "AnswerEn": "unstable",
        "AnswerCn": "不稳定",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where is the typical location setup for a Large Aperture Scintillometer in agricultural research?",
        "QuestionCn": "大型孔径闪烁计在农业研究中的典型位置设置在哪里？",
        "AnswerEn": "Huailai, Hebei Province",
        "AnswerCn": "怀来，河北省",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with applying the Monin-Obukhov Similarity Theory in LAS observations?",
        "QuestionCn": "在激光雷达（LAS）观测中应用Monin-Obukhov相似理论面临哪些挑战？",
        "AnswerEn": "heterogeneous conditions",
        "AnswerCn": "异质条件",
        "Level": "C3(Applying)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure large-scale atmospheric heat flux that aligns with satellite pixel and climate model grid scales?",
        "QuestionCn": "您能否提供一个用于测量大规模大气热通量的数据收集方法示例，该方法与卫星像素和气候模型网格尺度相一致？",
        "AnswerEn": "The Large Aperture Scintillometer (LAS) is used to measure regional-scale average sensible heat flux, aligning with satellite pixel scales and climate model grid scales. It uses the Monin-Obukhov Similarity Theory (MOST) and data on the atmospheric refractive index structure parameter to achieve this.",
        "AnswerCn": "大型孔径闪烁仪（LAS）用于测量区域尺度的平均显热通量，与卫星像素尺度和气候模型网格尺度相一致。它利用莫宁-奥布霍夫相似理论（MOST）和大气折射率结构参数的数据来实现这一目标。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when applying Monin-Obukhov Similarity Theory (MOST) in the observation of surface fluxes using LAS under various surface conditions?",
        "QuestionCn": "在使用激光雷达（LAS）观察不同表面条件下的表面通量时，应用Monin-Obukhov相似理论（MOST）面临的一个挑战是什么？",
        "AnswerEn": "A challenge is that real-world conditions often do not meet the ideal assumptions of horizontal uniformity due to varying surface cover types, flatness, water-heat conditions, and weather, which can affect the applicability of MOST in LAS observations.",
        "AnswerCn": "一个挑战是，现实世界的条件往往不符合水平均匀性的理想假设，因为表面覆盖类型、平坦度、水热条件和天气的变化可能会影响MOST在激光雷达观测中的适用性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a dataset that includes quality control measures for large aperture scintillometer data collection?",
        "QuestionCn": "您能否提供一个包含大孔径闪烁计数据收集质量控制措施的数据集示例？",
        "AnswerEn": "A dataset that includes quality control measures for LAS data collection is one where raw data is processed into 30-minute averages with steps like removing saturated Cn2 data, weak demodulated signal data, data during and around precipitation events, and data under stable weak turbulence conditions.",
        "AnswerCn": "一个包含激光雷达（LAS）数据收集质量控制措施的数据集是将原始数据处理为30分钟平均值，处理步骤包括去除饱和的Cn2数据、弱解调信号数据、降水事件期间及其周围的数据，以及在稳定的弱湍流条件下的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the challenges associated with applying Monin-Obukhov similarity theory (MOST) in LAS data collection, and how are these challenges addressed?",
        "QuestionCn": "在激光雷达（LAS）数据收集中应用Monin-Obukhov相似理论（MOST）所面临的挑战是什么，以及这些挑战是如何解决的？",
        "AnswerEn": "difficulty in achieving ideal uniformity, influenced by large-scale eddy movements, influenced by temperature scales under unstable conditions",
        "AnswerCn": "在不稳定条件下，由于大尺度涡流运动和温度尺度的影响，实现理想的均匀性存在困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What attributes of the observation sites are considered crucial for obtaining accurate data in LAS-based research?",
        "QuestionCn": "在基于激光雷达（LAS）的研究中，观察站点的哪些属性被认为对获取准确数据至关重要？",
        "AnswerEn": "geographic positioning, type of underlying surface, vegetation coverage, specific coordinates, altitudes",
        "AnswerCn": "地理定位、底层表面类型、植被覆盖、具体坐标、海拔高度",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of the Large Aperture Scintillometer (LAS) in the context of observing surface heat fluxes?",
        "QuestionCn": "大型孔径闪烁仪（LAS）在观测地表热通量方面有什么重要意义？",
        "AnswerEn": "The Large Aperture Scintillometer (LAS) is significant in observing surface heat fluxes because it can obtain regional scale average sensible heat fluxes, which range from a few hundred meters to several kilometers. This makes LAS observations highly compatible with satellite pixel scales and the grid scales of numerical weather prediction and climate models, allowing for the optimization and validation of these models using LAS data as a relative true value at the ground level.",
        "AnswerCn": "大型孔径闪烁仪（LAS）在观察地表热通量方面具有重要意义，因为它可以获取区域尺度的平均显热通量，范围从几百米到几公里。这使得LAS观测结果与卫星像素尺度以及数值天气预报和气候模型的网格尺度高度兼容，从而允许利用LAS数据作为地面相对真实值来优化和验证这些模型。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How does the Monin-Obukhov Similarity Theory (MOST) apply to data collection in atmospheric research?",
        "QuestionCn": "Monin-Obukhov相似理论（MOST）如何应用于大气研究中的数据收集？",
        "AnswerEn": "The Monin-Obukhov Similarity Theory (MOST) applies to data collection in atmospheric research by providing a framework that combines the atmospheric refractive index structure parameter C2n with related meteorological data. Using stability universal functions related to the temperature structure parameter C2T, MOST is employed to derive regional average sensible heat fluxes at the surface, making it integral to the operation of Large Aperture Scintillometers.",
        "AnswerCn": "Monin-Obukhov相似理论（MOST）通过提供一个框架，将大气折射率结构参数C2n与相关气象数据结合起来，应用于大气研究中的数据收集。利用与温度结构参数C2T相关的稳定性普适函数，MOST被用来推导地表的区域平均显热通量，使其成为大型孔径闪烁仪操作的关键部分。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What challenges might arise in applying the Monin-Obukhov Similarity Theory (MOST) for LAS data analysis?",
        "QuestionCn": "在应用Monin-Obukhov相似理论（MOST）进行激光雷达（LAS）数据分析时，可能会出现哪些挑战？",
        "AnswerEn": "Challenges in applying the Monin-Obukhov Similarity Theory (MOST) for LAS data analysis may arise due to variations in underlying surface cover type, flatness, hydrothermal conditions, and weather conditions. These factors make it difficult to achieve the ideal homogeneous horizontal assumption required by MOST, potentially affecting the accuracy of the theory's applicability in real-world conditions.",
        "AnswerCn": "在应用Monin-Obukhov相似理论（MOST）进行激光雷达（LAS）数据分析时，可能会由于基础地表覆盖类型、平坦度、水热条件和天气条件的变化而面临挑战。这些因素使得实现MOST所需的理想均匀水平假设变得困难，从而可能影响该理论在实际条件下的适用性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in the observational scales between large aperture scintillometers and traditional eddy covariance systems, and how might these differences affect the integration of data into satellite models and numerical weather prediction models?",
        "QuestionCn": "大型孔径闪烁仪和传统涡度协方差系统之间的观测尺度差异是什么，这些差异如何影响数据在卫星模型和数值天气预报模型中的整合？",
        "AnswerEn": "Large aperture scintillometers can capture regional-scale heat fluxes ranging from hundreds of meters to a few kilometers, while eddy covariance systems typically measure fluxes over smaller scales of tens to hundreds of meters. The larger scale of LAS data better matches the grid scales of satellite models and numerical weather prediction models, facilitating more effective integration and validation than the smaller-scale eddy covariance data.",
        "AnswerCn": "大型孔径闪烁仪可以捕捉到区域尺度的热通量，范围从几百米到几公里，而涡动协方差系统通常在几十到几百米的较小尺度上测量通量。LAS数据的较大尺度更好地与卫星模型和数值天气预报模型的网格尺度相匹配，从而促进了与较小尺度的涡动协方差数据的更有效整合和验证。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the use of large aperture scintillometers (LAS) influence our understanding of regional-scale heat flux patterns compared to traditional eddy covariance systems?",
        "QuestionCn": "大型孔径闪烁仪（LAS）的使用如何影响我们对区域尺度热通量模式的理解，与传统的涡动协方差系统相比？",
        "AnswerEn": "Large aperture scintillometers can provide regional-scale average sensible heat flux measurements, which are more aligned with satellite pixel scales and numerical weather prediction models, unlike the smaller spatial representation of traditional eddy covariance systems.",
        "AnswerCn": "大孔径闪烁仪可以提供区域尺度的平均显热通量测量，这与卫星像素尺度和数值天气预报模型更为一致，而传统的涡度协方差系统则具有较小的空间表示。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges in data collection and processing are posed by the application of Monin-Obukhov Similarity Theory in varying land surface conditions?",
        "QuestionCn": "Monin-Obukhov相似理论在不同地表条件下的应用对数据收集和处理提出了哪些挑战？",
        "AnswerEn": "Challenges include the difficulty in achieving the ideal homogeneous surface assumption due to variations in land cover type, flatness, water and heat conditions, and weather conditions, which can affect the applicability of Monin-Obukhov Similarity Theory.",
        "AnswerCn": "挑战包括由于地表覆盖类型、平坦度、水和热条件以及天气条件的变化，难以实现理想的均匀表面假设，这可能影响Monin-Obukhov相似理论的适用性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways could the integration of LAS data with other meteorological data improve the accuracy and validation of remote sensing estimation models?",
        "QuestionCn": "将LAS数据与其他气象数据集成可以通过哪些方式提高遥感估算模型的准确性和验证？",
        "AnswerEn": "LAS data, when combined with meteorological data and used with Monin-Obukhov Similarity Theory, can serve as ground truth at the pixel/grid scale for remote sensing estimations, enhancing the optimization and validation of these models.",
        "AnswerCn": "激光雷达（LAS）数据结合气象数据，并与莫宁-奥布霍夫相似性理论一起使用，可以作为遥感估计的像素/网格尺度的真实值，从而增强这些模型的优化和验证。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the implementation of large aperture scintillometers (LAS) over traditional eddy-covariance systems for collecting surface flux data over regional scales?",
        "QuestionCn": "哪些因素导致在区域尺度上使用大孔径闪烁仪（LAS）而不是传统的涡度协方差系统来收集表面通量数据？",
        "AnswerEn": "The decision to use large aperture scintillometers (LAS) instead of traditional eddy-covariance systems is primarily influenced by LAS's ability to measure averaged sensible heat flux over larger spatial scales, which can range from several hundred meters to a few kilometers. This is advantageous because it matches the scale of satellite pixels and numerical weather prediction models better, providing valuable ground truth for model validation and optimization. Moreover, LAS operates based on the Monin-Obukhov Similarity Theory, which, when combined with atmospheric refractive index structure parameters and related meteorological data, allows for the calculation of regional average sensible heat flux.",
        "AnswerCn": "使用大孔径闪烁仪（LAS）而不是传统的涡度协方差系统的决定，主要受到LAS能够在更大空间尺度上测量平均显热通量的影响，这个尺度可以从几百米到几公里。这是有利的，因为它更好地匹配卫星像素和数值天气预报模型的尺度，为模型验证和优化提供了宝贵的地面真相。此外，LAS基于Monin-Obukhov相似理论运作，结合大气折射率结构参数和相关气象数据，可以计算区域平均显热通量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges arise in applying Monin-Obukhov Similarity Theory (MOST) to LAS data collection, and how do these challenges affect data accuracy?",
        "QuestionCn": "在将Monin-Obukhov相似理论（MOST）应用于激光雷达（LAS）数据收集时，会出现哪些挑战，这些挑战如何影响数据的准确性？",
        "AnswerEn": "Challenges in applying the Monin-Obukhov Similarity Theory (MOST) to LAS data include variations in surface cover types, terrain uniformity, water-heat conditions, and weather conditions, which make it difficult to achieve the ideal homogeneous assumption needed for accurate measurements. These environmental factors can significantly impact the applicability of MOST, leading to potential inaccuracies in the data collected. Additionally, few studies focus on the similarity between temperature structure parameters and turbulence characteristics within the scintillometry context, which adds to the complexity in ensuring accurate data representation.",
        "AnswerCn": "应用Monin-Obukhov相似理论（MOST）于激光雷达（LAS）数据的挑战包括地表覆盖类型的变化、地形均匀性、水热条件和天气条件，这些因素使得实现理想的均匀假设变得困难，从而影响测量的准确性。这些环境因素可能显著影响MOST的适用性，导致收集的数据可能存在不准确。此外，关于温度结构参数与湍流特征在闪烁测量背景下的相似性研究较少，这增加了确保数据准确表示的复杂性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of utilizing large aperture scintillometer data over traditional eddy-covariance systems for regional scale heat flux estimation?",
        "QuestionCn": "利用大孔径闪烁仪数据进行区域尺度热通量估计的潜在结果与传统的涡度协方差系统相比有哪些？",
        "AnswerEn": "Utilizing large aperture scintillometer data allows for obtaining regional scale average sensible heat flux, which can more effectively match satellite pixel scales and the grid scales of numerical weather prediction and climate models. This provides model validation and optimization by offering ground-based relative true values at these scales.",
        "AnswerCn": "利用大孔径闪烁仪数据可以获得区域尺度的平均显热通量，这可以更有效地与卫星像素尺度以及数值天气预报和气候模型的网格尺度相匹配。这通过在这些尺度上提供基于地面的相对真实值，为模型验证和优化提供了支持。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How do the challenges related to the underlying surface type and weather conditions affect the accuracy and applicability of Monin-Obukhov Similarity Theory in large aperture scintillometer observations?",
        "QuestionCn": "底层表面类型和天气条件相关的挑战如何影响Monin-Obukhov相似理论在大孔径闪烁仪观测中的准确性和适用性？",
        "AnswerEn": "Challenges such as surface type, flatness, hydrothermal conditions, and weather conditions can significantly impact the applicability of Monin-Obukhov Similarity Theory, as real-world conditions might not meet the ideal homogeneous assumptions. These factors influence the accuracy of the theory's application, particularly in unstable conditions where large-scale vortex motion and atmospheric turbulence play key roles.",
        "AnswerCn": "表面类型、平整度、水热条件和天气条件等挑战可能会显著影响Monin-Obukhov相似理论的适用性，因为现实条件可能不符合理想的均匀假设。这些因素影响了该理论应用的准确性，特别是在不稳定条件下，大规模涡旋运动和大气湍流发挥着关键作用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the consequences of implementing new methods to determine the applicability of Monin-Obukhov Similarity Theory in large aperture scintillometer data analysis?",
        "QuestionCn": "实施新方法来确定Monin-Obukhov相似理论在大孔径闪烁仪数据分析中的适用性可能会产生的后果是什么？",
        "AnswerEn": "Implementing new methods, such as factor analysis and temperature structure parameter methods, to determine the applicability of Monin-Obukhov Similarity Theory can lead to more reliable and accurate assessments of the theory's relevance. This can enhance the understanding of turbulence characteristics and improve the accuracy of heat flux estimations in various surface and weather conditions.",
        "AnswerCn": "实施新的方法，如因子分析和温度结构参数方法，以确定Monin-Obukhov相似理论的适用性，可以导致对该理论相关性的更可靠和准确的评估。这可以增强对湍流特征的理解，并提高在各种表面和天气条件下热通量估计的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it beneficial to use Large Aperture Scintillometer (LAS) for measuring surface fluxes over traditional methods in regional scale studies?",
        "QuestionCn": "为什么在区域尺度研究中使用大孔径闪烁计（LAS）测量表面通量比传统方法更有益？",
        "AnswerEn": "Using LAS is beneficial because it provides regional scale measurements of sensible heat flux, which can cover areas from hundreds of meters to a few kilometers. This makes LAS measurements more representative of satellite pixel scales and numerical weather prediction and climate model grid scales, thus serving as a ground truth for validating and optimizing these models.",
        "AnswerCn": "使用激光雷达（LAS）是有益的，因为它提供了区域尺度的显热通量测量，覆盖范围从几百米到几公里。这使得LAS测量更能代表卫星像素尺度以及数值天气预报和气候模型网格尺度，从而作为验证和优化这些模型的地面真相。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific quality control steps are applied to ensure the reliability of data collected using large aperture scintillometers in meteorological observations?",
        "QuestionCn": "为了确保使用大孔径闪烁仪收集的气象观测数据的可靠性，应用了哪些具体的质量控制步骤？",
        "AnswerEn": "The quality control steps include removing data where the refractive index structure parameter (Cn2) reaches saturation, eliminating data with weak demodulated signal intensity, discarding data during and one hour before and after precipitation, and excluding data with weak turbulence under stable conditions (where the friction velocity u* is less than 0.1m/s).",
        "AnswerCn": "质量控制步骤包括去除当折射率结构参数（Cn2）达到饱和时的数据，消除信号强度较弱的解调数据，丢弃降水期间及降水前后一个小时的数据，以及排除在稳定条件下湍流较弱（摩擦速度u*小于0.1m/s）时的数据。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How is the Monin-Obukhov Similarity Theory (MOST) utilized in calculating surface fluxes from large aperture scintillometer data, and what are the specific considerations for its application?",
        "QuestionCn": "Monin-Obukhov相似理论（MOST）如何用于从大孔径闪烁仪数据计算地表通量，以及其应用的具体考虑是什么？",
        "AnswerEn": "The Monin-Obukhov Similarity Theory (MOST) is used in conjunction with atmospheric refractive index structure parameter (C2n) and related meteorological data to derive the regional average sensible heat flux. This involves using stability universal functions related to the temperature structure parameter (C2T). Specific considerations include selecting appropriate stability functions, such as Thiermann and Grassl (1992) for BLS450 and Andreas (1988) for zzlas, and ensuring the applicability of MOST in varying conditions influenced by surface cover types, flatness, and weather conditions.",
        "AnswerCn": "Monin-Obukhov相似理论（MOST）与大气折射率结构参数（C2n）及相关气象数据结合使用，以推导区域平均感热通量。这涉及使用与温度结构参数（C2T）相关的稳定性普适函数。具体考虑包括选择适当的稳定性函数，例如Thiermann和Grassl（1992）用于BLS450，Andreas（1988）用于zzlas，并确保MOST在受地表覆盖类型、平坦度和天气条件影响的不同条件下的适用性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the procedural steps involved in combining data from different models of large aperture scintillometers to achieve a comprehensive dataset in meteorological studies?",
        "QuestionCn": "在气象研究中，结合不同型号的大孔径闪烁仪的数据以实现全面数据集所涉及的程序步骤是什么？",
        "AnswerEn": "The procedural steps involve primarily using data from one scintillometer model (BLS450) and supplementing missing data with observations from another model (zzlas) when necessary. If both models have missing data, these instances are marked with a placeholder value (-6999). The data is then averaged to a 30-minute interval for analysis, ensuring consistency and completeness of the dataset.",
        "AnswerCn": "程序步骤主要涉及使用一种闪烁计模型（BLS450）的数据，并在必要时用另一种模型（zzlas）的观测数据补充缺失数据。如果两个模型都有缺失数据，这些情况将用占位符值（-6999）标记。然后将数据平均到30分钟的时间间隔进行分析，以确保数据集的一致性和完整性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the use of large aperture scintillometers (LAS) for collecting regional-scale heat flux data?",
        "QuestionCn": "哪些技术进步使得大孔径闪烁仪（LAS）能够收集区域尺度的热通量数据？",
        "AnswerEn": "The development of large aperture scintillometers (LAS) enables the collection of regional-scale average sensible heat fluxes, which match the scale of satellite pixels and numerical weather prediction grid scales. This is achieved by combining the LAS with Monin-Obukhov Similarity Theory (MOST) and atmospheric refractive index structure parameter data.",
        "AnswerCn": "大型孔径闪烁仪（LAS）的发展使得能够收集区域尺度的平均显热通量，这与卫星像素和数值天气预报网格尺度相匹配。这是通过将LAS与莫宁-奥布霍夫相似理论（MOST）和大气折射率结构参数数据相结合实现的。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "In what ways do meteorological conditions and surface characteristics influence the applicability of the Monin-Obukhov Similarity Theory (MOST) in LAS data collection?",
        "QuestionCn": "气象条件和表面特征如何影响Monin-Obukhov相似理论（MOST）在激光雷达（LAS）数据收集中的适用性？",
        "AnswerEn": "Meteorological conditions and surface characteristics such as surface type, flatness, water-heat conditions, and weather influence the applicability of MOST in LAS data collection. For example, large-scale eddy movements and atmospheric turbulence can significantly impact MOST's applicability under unstable conditions. Additionally, new methods like factor analysis and temperature structure parameter analysis can assess MOST's applicability.",
        "AnswerCn": "气象条件和表面特征，如表面类型、平坦度、水热条件和天气，影响MOST在激光雷达（LAS）数据收集中的适用性。例如，大规模涡旋运动和大气湍流在不稳定条件下会显著影响MOST的适用性。此外，因子分析和温度结构参数分析等新方法可以评估MOST的适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might a dataset for large aperture scintillometer readings require extensive quality control measures before being considered reliable?",
        "QuestionCn": "大型孔径闪烁计读数的数据集为何在被认为可靠之前需要进行广泛的质量控制措施？",
        "AnswerEn": "The quality control measures are necessary because the data can be affected by factors like signal saturation, weak demodulation signals, precipitation events, and stable conditions with weak turbulence, which need to be filtered out to ensure accuracy and reliability.",
        "AnswerCn": "质量控制措施是必要的，因为数据可能受到信号饱和、弱解调信号、降水事件以及稳定条件下弱湍流等因素的影响，这些因素需要被过滤掉以确保准确性和可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why does the application of Monin-Obukhov similarity theory in data collection for surface fluxes face challenges in varied terrain or under different meteorological conditions?",
        "QuestionCn": "Monin-Obukhov相似理论在不同地形或不同气象条件下进行表面通量数据收集时面临挑战的原因是什么？",
        "AnswerEn": "The challenges arise because real-world conditions often deviate from the ideal assumptions of uniformity, as terrain types, water-heat conditions, and weather can affect the theory's applicability, requiring adjustments or alternative methods to achieve accurate results.",
        "AnswerCn": "挑战的出现是因为现实世界的条件往往偏离了均匀性的理想假设，地形类型、水热条件和天气等因素会影响理论的适用性，因此需要进行调整或采用替代方法以获得准确的结果。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might large aperture scintillometer data be used to optimize and validate remote sensing models or numerical weather prediction models?",
        "QuestionCn": "大孔径闪烁仪数据可能用于优化和验证遥感模型或数值天气预报模型的原因是什么？",
        "AnswerEn": "The data are valuable for optimization and validation because the large aperture scintillometer can provide regional-scale average sensible heat flux measurements that closely match satellite pixel scales and climate model grid scales, making them suitable for comparison and calibration.",
        "AnswerCn": "这些数据对于优化和验证非常有价值，因为大孔径闪烁仪可以提供区域尺度的平均显热通量测量，这些测量与卫星像素尺度和气候模型网格尺度密切匹配，因此适合进行比较和校准。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential benefits and drawbacks of using Large Aperture Scintillometers (LAS) for measuring regional scale heat fluxes compared to traditional eddy-covariance systems?",
        "QuestionCn": "使用大孔径闪烁仪（LAS）测量区域尺度热通量相较于传统的涡度协方差系统的潜在优缺点是什么？",
        "AnswerEn": "Large Aperture Scintillometers (LAS) offer the advantage of capturing regional scale heat fluxes over several kilometers, which aligns better with satellite pixel scales and numerical weather prediction models. This makes them valuable for model validation and optimization. However, challenges include the requirement for homogeneous surface conditions, as varying surface types and weather conditions can affect the applicability of the Monin-Obukhov Similarity Theory used in LAS data interpretation.",
        "AnswerCn": "大型孔径闪烁仪（LAS）具有捕捉数公里范围内区域热通量的优势，这与卫星像素尺度和数值天气预报模型更为一致。这使得它们在模型验证和优化中具有重要价值。然而，挑战在于对均匀表面条件的要求，因为不同的表面类型和天气条件会影响LAS数据解释中使用的Monin-Obukhov相似理论的适用性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the Monin-Obukhov Similarity Theory's applicability vary across different surface types and weather conditions, and what strategies could be employed to improve its reliability in diverse environments?",
        "QuestionCn": "Monin-Obukhov相似理论的适用性可能会因不同的表面类型和天气条件而有所不同，针对不同环境提高其可靠性的策略可以包括哪些？",
        "AnswerEn": "The applicability of the Monin-Obukhov Similarity Theory can be influenced by surface cover type, flatness, and hydrometeorological conditions, potentially deviating from ideal homogeneous assumptions. To improve reliability, researchers have established methods such as factor analysis and temperature structure parameter analysis to assess the theory's suitability, suggesting these can help in diverse environments.",
        "AnswerCn": "Monin-Obukhov相似理论的适用性可能受到地表覆盖类型、平坦度和水文气象条件的影响，可能偏离理想的均匀假设。为了提高可靠性，研究人员建立了一些方法，如因子分析和温度结构参数分析，以评估该理论的适用性，建议这些方法可以帮助在不同环境中进行评估。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What considerations should be made when selecting a dataset for studying surface-atmosphere exchanges in regions with complex terrain or mixed land use types?",
        "QuestionCn": "在选择用于研究地表-大气交换的复杂地形或混合土地利用类型区域的数据集时，应考虑哪些因素？",
        "AnswerEn": "Selecting a dataset for such studies requires considering the representativeness of the data concerning the spatial heterogeneity of the landscape, such as mixed land use types and complex terrain. It's crucial to evaluate the LAS source area characteristics, including the proportion of different crops and natural vegetation, as well as the potential challenges posed by uneven terrain that may affect turbulence and heat flux measurements.",
        "AnswerCn": "选择用于此类研究的数据集时，需要考虑数据在空间异质性方面的代表性，例如混合土地利用类型和复杂地形。评估激光雷达（LAS）源区特征至关重要，包括不同作物和自然植被的比例，以及不均匀地形可能对湍流和热通量测量造成的潜在挑战。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't grasp how the large aperture scintillometer data is processed to provide accurate surface flux measurements over different scales.",
        "QuestionCn": "我无法理解大孔径闪烁仪数据是如何处理的，以提供不同尺度上的准确表面通量测量。",
        "AnswerEn": "The large aperture scintillometer data is processed using the Monin-Obukhov Similarity Theory, where the atmospheric refractive index structure parameter is combined with stability universal functions to obtain regional average sensible heat flux. Data undergoes quality control steps like removing saturated data, weak signal data, and data during precipitation to ensure accuracy.",
        "AnswerCn": "大孔径闪烁仪的数据使用莫宁-奥布霍夫相似理论进行处理，其中大气折射率结构参数与稳定性普适函数相结合，以获得区域平均显热通量。数据经过质量控制步骤，如去除饱和数据、弱信号数据和降水期间的数据，以确保准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand the challenges faced when applying similarity theory in large aperture scintillometer observations across varied landscapes.",
        "QuestionCn": "我不理解在不同地形下应用相似性理论进行大孔径闪烁仪观测时面临的挑战。",
        "AnswerEn": "Challenges in applying similarity theory with large aperture scintillometer observations arise due to non-ideal conditions like surface type, flatness, and weather, which affect the assumption of horizontal uniformity. Turbulence development and large-scale eddies significantly impact the applicability of the theory under unstable conditions.",
        "AnswerCn": "在应用大孔径闪烁仪观测的相似理论时，由于地表类型、平坦度和天气等非理想条件，导致水平均匀性的假设受到影响，从而产生挑战。湍流的发展和大尺度涡流在不稳定条件下对理论的适用性产生了显著影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure why it's difficult to achieve consistent data quality in the observation of surface fluxes using large aperture scintillometers in agricultural settings.",
        "QuestionCn": "我不确定为什么在农业环境中使用大孔径闪烁仪观察表面通量时，难以实现一致的数据质量。",
        "AnswerEn": "Consistency in data quality is difficult due to the varying land cover types and conditions, such as crop rotation and growth stages in agricultural settings, which introduce heterogeneity. This impacts turbulence characteristics and the applicability of the similarity theory, requiring rigorous quality control and specific stability functions to maintain data reliability.",
        "AnswerCn": "数据质量的一致性由于不同的土地覆盖类型和条件（如农业环境中的轮作和生长阶段）而变得困难，这引入了异质性。这影响了湍流特性和相似性理论的适用性，需要严格的质量控制和特定的稳定性函数以保持数据的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore the data collection methods used in measuring large-scale surface fluxes and meteorological elements using instruments like large aperture scintillometers, and assess their effectiveness in various environmental conditions.",
        "QuestionCn": "请探讨用于测量大规模表面通量和气象元素的数据收集方法，例如使用大孔径闪烁仪，并评估它们在各种环境条件下的有效性。",
        "AnswerEn": "The large aperture scintillometer (LAS) is used for measuring regional-scale average sensible heat fluxes, which provides a measurement scale that matches well with satellite pixel scales and grid scales of numerical weather prediction and climate models. The effectiveness of LAS is based on the Monin-Obukhov Similarity Theory (MOST), combined with atmospheric refractive index structure parameter Cn2 and related meteorological data, to obtain regional average sensible heat flux at the surface.",
        "AnswerCn": "大型孔径闪烁仪（LAS）用于测量区域尺度的平均显热通量，这提供了一种与卫星像素尺度和数值天气预报及气候模型的网格尺度相匹配的测量尺度。LAS的有效性基于莫宁-奥布霍夫相似理论（MOST），结合大气折射率结构参数Cn2和相关气象数据，以获得地表的区域平均显热通量。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Please analyze the challenges associated with the application of Monin-Obukhov Similarity Theory (MOST) in the context of large aperture scintillometer data, particularly considering various underlying surface types and meteorological conditions.",
        "QuestionCn": "请分析在大孔径闪烁仪数据的背景下应用Monin-Obukhov相似理论（MOST）所面临的挑战，特别考虑到不同的地表类型和气象条件。",
        "AnswerEn": "The application of MOST theory in LAS data is challenged by the difficulty of achieving the idealized assumption of horizontally homogeneous conditions due to the influence of underlying surface types, flatness, water-heat conditions, and weather conditions. The study identifies significant impacts from large-scale eddy movements, atmospheric turbulence development, and temperature scale on the applicability of MOST theory under unstable conditions.",
        "AnswerCn": "MOST理论在LAS数据中的应用受到挑战，因为实现水平均匀条件的理想假设非常困难，这受到底层表面类型、平坦度、水热条件和天气条件的影响。研究发现，大规模涡动、气候湍流的发展以及温度尺度对MOST理论在不稳定条件下的适用性有显著影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify and discuss the potential datasets that could be used to validate or optimize remote sensing estimation models or numerical weather prediction models using large aperture scintillometer data as ground truth.",
        "QuestionCn": "请识别和讨论可以用来验证或优化遥感估计模型或数值天气预报模型的潜在数据集，这些数据集使用大孔径闪烁仪数据作为地面真值。",
        "AnswerEn": "LAS data are suitable for use as ground truth for validating and optimizing remote sensing estimation models and numerical weather prediction models because of their regional-scale measurement capability. The datasets from sites like Guantao and Aruo stations, with agricultural and mountainous grassland underlying surfaces respectively, provide valuable data across different conditions to assess the applicability of MOST theory and improve model predictions.",
        "AnswerCn": "激光雷达（LAS）数据适合用作验证和优化遥感估计模型及数值天气预报模型的地面真值，因为它们具有区域尺度的测量能力。来自关陶和阿若站点的数据，分别涵盖农业和山区草原的底层表面，提供了在不同条件下评估MOST理论适用性和改善模型预测的宝贵数据。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}