{
  "id": "c5bf1cb1-861c-4f93-b121-2a43ff082e4e",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Structural geochemical database of Zhangbaling uplift in eastern China",
      "titleCn": "中国东部地区张八岭隆起构造地球化学数据库",
      "description": "This data includes excel and JPG format chart. Excel data include the contents and isotopic ratios of major and trace elements, Rb Sr and SM nd in the whole rock.\nAll samples were crushed to less than 200 mesh using conventional techniques. The whole rock macro and trace element analysis was carried out in ALS minerals / ALS Chemex laboratory, Guangzhou, China.\nThe contents and isotopic ratios of Rb Sr and SM nd were determined by isotope dilution method at the Key Laboratory of crust mantle materials and environment, University of science and technology of China.\nJpg image format data include: (1) field photos and micrographs (cross polarized light) of Zhangbaling and Feidong intrusive rocks（ 2) Cathodoluminescence (CL) images of typical zircons from Zhangbaling intrusive rocks（ 3) Simplified geological map of the study area (a) the study area and its surrounding areas (b) the study area includes Zhangbaling and Feidong areas（ 4) Zircon U-Pb isotopic concordance map of Zhangbaling intrusion（ 5) Zircon U-Pb isotopic consistency map of Feidong intrusion（ 6) TAS igneous rock diagram (7) the relationship between MgO and SiO2 (a) and Mg # and SiO2 (b) (8) chondrite normalized REE model (9) Sr / Y and y) and (LA / Yb) n and YBN chart (10) Mesozoic Magmatic Rocks (LA / Yb) n and YBN of Zhangba formation represent LA / Yb and Yb normalized chondrite（ 11) The initial SR – Nd isotopic compositions of the late Mesozoic Magmatic Rocks of the Zhangba formation. Data of Dabie high Sr / y granitoids (12) initial isotopic composition of lead in Late Mesozoic (13) age distribution map of magmatic rocks in Zhangba formation (14) HF (T) and u – Pb age map of zircon intrusive rocks in Zhangba formation and data of rocks in other areas（ 15) Late Mesozoic Magmatic Rocks of Zhangba formation.\nThis database can be used to study the deep crustal processes and tectonic relationships in the northern Zhangbaling and southeastern Feiling areas.",
      "descriptionCn": "本数据包括Excel以及Jpg格式图。Excel数据包括：全岩常量和微量元素、Rb-Sr和Sm-Nd的含量和同位素比值。\n使用传统技术将所有样品粉碎至小于200目。在中国广州ALS Minerals/ALS Chemex实验室进行了全岩常量和微量元素分析。\n在中国科学技术大学壳幔物质与环境重点实验室，采用同位素稀释法测定了Rb-Sr和Sm-Nd的含量和同位素比值。\nJpg图片格式数据包括：（1）张八岭和肥东侵入岩的野外照片和显微照片（交叉偏振光）。（2）张八岭侵入岩样品中典型锆石的阴极发光（CL）图像。（3）研究区域的简化地质图(a） 研究区域及周边地区(b） 研究区包括张八岭和肥东地区。（4）张八岭侵入体锆石U-Pb同位素的一致性图。（5）肥东侵入体锆石U-Pb同位素一致性图。（6）TAS火成岩图解 （7）MgO与SiO2（a）和Mg#与SiO2（b）的关系图（8）球粒陨石标准化稀土模式（9）Sr/Y与Y）和（La/Yb）N与YbN图表（10）张八组中生代岩浆岩(La/Yb）N和YbN代表La/Yb和Yb归一化的球粒陨石。 （11）张八组晚中生代岩浆岩的初始Sr–Nd同位素组成。大别高Sr/Y花岗岩类资料 （12）晚中生代铅的初始同位素组成 （13）张八组岩浆岩年龄分布图组 （14）锆石张八组侵入岩的Hf（t）与U–Pb年龄图以及其他地区岩石的数据。 （15）张八组晚中生代岩浆岩。\n通过本数据库可为研究张八岭北部和肥东南部两个地区的深部地壳过程和构造亲缘关系提供依据。",
      "instructions": "File name: the sample data number is composed of, and the file name is \"yyddbb\", where YY represents the sampling year, DD represents the specific sampling location, and BB represents the sample number. For example, 17fd001-1 represents the first analytical data of the first sample collected from Feidong area in 17.",
      "instructionsCn": "文件命名：样品数据编号组成为，文件的名称为“yyddbb”，其中yy代表采样年代，dd代表具体的采样地点，bb表示样品号。比如17FD001-1就代表这个此样品数据采自17年肥东地区，第一个样品的第一个分析数据。",
      "east": 117.93,
      "west": 117.67,
      "south": 32.28,
      "north": 32.6,
      "startTime": null,
      "endTime": null,
      "fileSize": 3643930.0,
      "cstr": null,
      "doi": "10.1080/00206814.2020.1716401",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "闫骏",
        "nameEn": "YAN Jun",
        "unitEn": "",
        "unitCn": "合肥工业大学"
      },
      {
        "nameCn": "黎乙希",
        "nameEn": "LI Yixi",
        "unitEn": "",
        "unitCn": "四川省地质矿产勘查开发局川西北地质队"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Petrogenesis of late mesozoic granitoids from the southern segment of the tan–lu fault, eastern china: implications for the tectonic affinity of the zhangbaling uplift",
        "referenceCn": null,
        "referenceEn": "Li, Y., Yan, J., Song, C., Li, C., & Li, Z. (2020). Petrogenesis of late mesozoic granitoids from the southern segment of the tan–lu fault, eastern china: implications for the tectonic affinity of the zhangbaling uplift. International Geology Review, 1-23."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "地质灾害",
        "nameEn": "Geologic Hazard"
      },
      {
        "nameCn": "岩浆",
        "nameEn": "magma"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "锆石",
        "nameEn": "zircon"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "张八岭",
        "keywordEn": "Zhangbaling"
      },
      {
        "keywordCn": "郯庐断裂带",
        "keywordEn": "Tan-Lu Fault"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the geochemical data collected for analyzing the Zhangbaling Uplift Structure in eastern China?",
        "QuestionCn": "分析中国东部张八岭隆起构造的地球化学数据的特点是什么？",
        "AnswerEn": "major and trace elements of whole rock, Rb-Sr and Sm-Nd concentrations and isotope ratios",
        "AnswerCn": "全岩的主要和微量元素、Rb-Sr 和 Sm-Nd 浓度及同位素比值。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of isotopic analyses are conducted in a dataset related to the geochemistry of Zhangbaling uplift structure in eastern China?",
        "QuestionCn": "在与中国东部张八岭隆起构造相关的数据集中，进行多少种同位素分析？",
        "AnswerEn": "2",
        "AnswerCn": "二",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using isotopic dilution method for determining Rb-Sr and Sm-Nd content and isotopic ratios in geochemical research?",
        "QuestionCn": "使用同位素稀释法确定Rb-Sr和Sm-Nd含量及同位素比率在地球化学研究中的重要性是什么？",
        "AnswerEn": "The isotopic dilution method is significant in geochemical research as it provides precise and accurate measurements of element concentrations and isotopic ratios, such as Rb-Sr and Sm-Nd, which are essential for understanding the geochemical characteristics and processes of crustal materials. This method helps in tracing the source and evolution of rocks and minerals, and it is applied in labs like the Key Laboratory of Crust-Mantle Materials and Environment at the University of Science and Technology of China.",
        "AnswerCn": "同位素稀释法在地球化学研究中具有重要意义，因为它提供了元素浓度和同位素比率（如Rb-Sr和Sm-Nd）的精确和准确的测量，这对于理解地壳材料的地球化学特征和过程至关重要。该方法有助于追踪岩石和矿物的来源和演化，并在中国科学技术大学地壳-地幔材料与环境重点实验室等实验室中应用。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about deep crustal processes and tectonic affinities from the observed isotopic and elemental data patterns in a dataset focusing on the geochemistry of eastern China's Zhangbaling Uplift structure?",
        "QuestionCn": "从关于中国东部张八岭隆起构造地球化学的数据集中观察到的同位素和元素数据模式中，可以得出哪些关于深部地壳过程和构造亲缘关系的见解？",
        "AnswerEn": "The isotopic and elemental data patterns, such as Rb-Sr and Sm-Nd isotopic ratios, as well as major and trace element concentrations, can provide insights into the evolution of deep crustal processes and tectonic affinities in the Zhangbaling Uplift structure. By analyzing these geochemical signatures, researchers can infer the history of magmatic activity, crustal differentiation, and the tectonic setting of the region during the Mesozoic era. The dataset also includes U-Pb zircon isotopic data, which helps in understanding the age and development of intrusive rocks, and their relation to nearby tectonic structures.",
        "AnswerCn": "同位素和元素数据模式，如Rb-Sr和Sm-Nd同位素比率，以及主要和微量元素浓度，可以为张八岭隆起构造的深部地壳过程演化和构造亲和性提供见解。通过分析这些地球化学特征，研究人员可以推断该地区在中生代期间的岩浆活动历史、地壳分异以及构造背景。数据集中还包括U-Pb锆石同位素数据，这有助于理解侵入岩的年龄和发展，以及它们与附近构造的关系。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to challenges in accurately measuring Rb-Sr and Sm-Nd isotopic ratios in geological samples from regions like Zhangbaling uplift structure?",
        "QuestionCn": "哪些因素导致在像张八岭隆起结构这样的地区准确测量Rb-Sr和Sm-Nd同位素比率时面临挑战？",
        "AnswerEn": "Challenges in accurately measuring Rb-Sr and Sm-Nd isotopic ratios in geological samples may arise from the precision of isotopic dilution methods, potential contamination during sample preparation, and the quality of the equipment used for analysis, such as at the Key Laboratory for Crust-Mantle Material and Environment at the University of Science and Technology of China.",
        "AnswerCn": "在地质样品中准确测量Rb-Sr和Sm-Nd同位素比率时，可能会面临一些挑战，这些挑战包括同位素稀释方法的精确度、样品准备过程中可能出现的污染，以及用于分析的设备质量，例如中国科学技术大学地壳-地幔物质与环境重点实验室的设备。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and reliability when using traditional techniques to crush samples to less than 200 mesh before analyzing major and trace elements in geochemical studies of uplift structures?",
        "QuestionCn": "在地质构造抬升研究中，使用传统技术将样品粉碎到小于200目之前分析主要和微量元素时，数据准确性和可靠性可能受到哪些影响？",
        "AnswerEn": "Using traditional techniques to crush samples to less than 200 mesh could lead to increased homogeneity of the sample, potentially improving the precision and reliability of subsequent major and trace element analyses. It ensures that the sample is uniformly prepared, which is critical for accurate measurement of Rb-Sr and Sm-Nd isotopic ratios and concentrations. However, if the crushing process is not conducted uniformly, there might be issues with sample contamination or loss of volatile components, which could impact data accuracy.",
        "AnswerCn": "使用传统技术将样品粉碎至小于200目可能会提高样品的均匀性，从而改善后续主要和微量元素分析的精确性和可靠性。这确保了样品的均匀准备，这对于准确测量Rb-Sr和Sm-Nd同位素比率及浓度至关重要。然而，如果粉碎过程不均匀，可能会出现样品污染或挥发性成分损失的问题，这可能会影响数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in measuring Rb-Sr and Sm-Nd isotopic ratios using isotope dilution methods in geochemical research?",
        "QuestionCn": "在地球化学研究中使用同位素稀释法测量Rb-Sr和Sm-Nd同位素比率的程序步骤是什么？",
        "AnswerEn": "The procedural steps include crushing samples to less than 200 mesh using traditional techniques, followed by isotopic dilution method analysis at the University of Science and Technology of China's Key Laboratory of Crust-Mantle Material and Environment to determine the contents and isotopic ratios of Rb-Sr and Sm-Nd.",
        "AnswerCn": "程序步骤包括使用传统技术将样品粉碎至小于200目，然后在中国科学技术大学地壳-地幔物质与环境重点实验室进行同位素稀释法分析，以确定Rb-Sr和Sm-Nd的含量和同位素比。",
        "Level": "C3(Applying)"
      }
    ]
  }
}