{
    "id": "c6504fb2-98dd-42f7-9f0d-b714ca1fafaf",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "In-situ measurement data set (2019) of the soil moisture and temperature wireless sensor network within the Shandian River Basin",
            "titleCn": "闪电河流域土壤温湿度无线传感器网络观测数据集（2019）",
            "description": "This data set contains in-situ measurements of soil moisture, soil temperature and precipitation at 34 stations from a wireless Soil Moisture Network within the ShanDian River basin (referred to as the SMN-SDR hereafter). The coverage of entire network is about 10,000 km2 (115.5-116.5°E, 41.5-42.5°N). The topography of the SMN-SDR is relatively flat, and land surfaces are typically dominated by grasslands and croplands. A total of 34 stations are set up in the network with three sampling scales including 100 km (large scale), 50 km (medium scale), and 10 km (small scale). The soil moisture sensors used are Decagon 5TM with five measuring depths (3, 5, 10, 20, and 50 cm) installed for each station. Of the 34 station, there are 20 stations equipped with HOBO rain gauges. Undisturbed soil samples at each layer of soil for each station was taken to analyze the gravimetric/volumetric water content, bulk density, and soil texture for a further specific calibration. The power supply is provided by solar panels and all data can be transmitted wirelessly to a server. The sampling interval of the data recording time is 10 (before June 2019) or 15 minutes (after June 2019).\nThis network can improve the comprehensive observation capabilities of key water cycle parameters in the ShanDian River basin and provide long-term ground reference data for satellite- and model-based soil moisture products.",
            "descriptionCn": "本数据集包含来自闪电河流域土壤温湿度无线传感器网络（以下简称SMN-SDR）的34个站点的土壤水分、土壤温度和降水的原位测量数据。整个观测网络覆盖约10000平方公里（115.5-116.5°E，41.5-42.5°N）。SMN-SDR 所覆盖的闪电河流域地势相对平坦，地表覆盖类型以草地和农田为主。网络中共计包含34个站点，分别设置了100公里（大尺度）、50公里（中尺度）和10公里（小尺度）三种采样尺度。站点观测使用Decagon 5TM 土壤水分传感器，每个站点统一按照五个测量深度（分别为3、5、10、20和50厘米）进行测量，其中有20个站点配备了HOBO雨量计。测量数据稳定后定期针对每个站点的每一层土壤采集土壤样品，分析重量/体积含水量、容重和土壤质地等，以对原始测量数据进行校准。数据采样间隔为10分钟（2019年6月之前）或15分钟（2019年6月之后）。\n闪电河流域土壤温湿度无线传感器网络将为卫星反演和模型模拟的土壤水分产品真实性检验提供长期的地面参考数据。",
            "instructions": "File naming: The in-situ measurement data set of the SMN-SDR is stored in csv format, and the file name is: \"ShandianRiver_XY_5TM/HOBO_SM/TS/PP_xxcm_YYYY-MM-DD_YYYY-MM-DD.csv\".\nwhere, X represents the sampling scales, usually “L” (100km) or “M” (50km) or “S” (10km); Y stands for site number; 5TM/HOBO stands for sensor type, for example, the sensor for soil moisture and soil temperature data is 5TM, and the sensor for precipitation observation is HOBO; SM/TS/PP represents the type of in-situ data, SM is soil moisture, TS is soil temperature, and PP is precipitation; xxcm represents the detection depth, usually \"03cm\", \"05cm\", \"10cm\", \"20cm\", \"50cm\". Note that when the measurement data is precipitation, xxcm does not display. YYYY-MM-DD_YYYY-MM-DD represents the start and end time of the in-situ data.\nData reading method: The data set can be directly opened with a text program (such as notepad or excel).",
            "instructionsCn": "文件命名：SMN-SDR观测数据集以csv格式存储，文件名为：\"ShandianRiver_XY_5TM/HOBO_SM/TS/PP_xxcm_YYYY-MM-DD_YYYY-MM-DD.csv\"。\n其中，X代表采样尺度 ，通常是“L”（100公里）或“M”（50公里）或“S”（10公里）；Y代表站点编号；5TM/HOBO代表传感器类型，土壤湿度和土壤温度数据的传感器是5TM，降水观测的传感器是HOBO；SM/TS/PP代表站点数据类型，SM为土壤水分，TS为土壤温度，PP为降水；xxcm代表探测深度，通常为“03cm”、“05cm”、“10cm”、“20cm”、“50cm”。注意，当测量数据为降水时，xxcm不显示。  YYYY-MM-DD_YYYY-MM-DD 表示原位数据的开始和结束时间。\n数据读取方法：该数据集可以直接用文本程序（如记事本或excel）打开。",
            "east": 116.5,
            "west": 115.5,
            "south": 41.5,
            "north": 42.5,
            "startTime": "2019-01-01 00:00:00",
            "endTime": "2019-12-31 23:59:59",
            "fileSize": 410557109.0,
            "cstr": "18406.11.Soil.tpdc.271434",
            "doi": "10.11888/Soil.tpdc.271434",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵天杰",
                "nameEn": "ZHAO Tianjie",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "姬大彬",
                "nameEn": "JI Dabin",
                "unitEn": "",
                "unitCn": "遥感科学国家重点实验室"
            },
            {
                "nameCn": "蒋玲梅",
                "nameEn": "JIANG Lingmei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "崔倩",
                "nameEn": "CUI Qian",
                "unitEn": "",
                "unitCn": "中国水利部信息中心"
            },
            {
                "nameCn": "陈德清",
                "nameEn": "CHEN Deqinq",
                "unitEn": "",
                "unitCn": "水利部信息中心"
            },
            {
                "nameCn": "郑景耀",
                "nameEn": "ZHENG Jingyao",
                "unitEn": "",
                "unitCn": "河海大学水文水资源学院"
            },
            {
                "nameCn": "张子谦",
                "nameEn": "ZHANG Ziqian",
                "unitEn": "",
                "unitCn": "中山大学"
            },
            {
                "nameCn": "胡路",
                "nameEn": "HU Lu",
                "unitEn": "",
                "unitCn": "南京大学国际地球系统科学研究所"
            },
            {
                "nameCn": "施建成",
                "nameEn": "SHI Jiancheng",
                "unitEn": "",
                "unitCn": "中国科学院国家空间科学中心"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Assessment of 24 soil moisture datasets using a new in-situ network in the Shandian River Basin of China",
                "referenceCn": null,
                "referenceEn": "Zheng, J.Y., Zhao, T.J., Lü, H.S., Shi, J.C., Cosh, M.H., Ji, D.B., Jiang, L.M., Cui, Q., Lu, H., Yang, K., Wigneron, J.-P., Li, X.J., Zhu, Y.H., Hu, L., Peng, Z.Q., Wang, X.Y., & Kang, C.S. (2022). Assessment of 24 soil moisture datasets using a new in-situ network in the Shandian River Basin of China. Remote Sensing of Environment, 271. https://doi.org/10.1016/j.rse.2022.112891."
            },
            {
                "titleCn": "闪电河流域水循环和能量平衡遥感综合试验",
                "titleEn": null,
                "referenceCn": "赵天杰, 施建成, 徐红新, 孙彦龙, 陈德清, 崔倩, 贾立, 黄硕, 牛升达, 李秀伟, 阎广建, 陈良富, 柳钦火, 赵凯, 郑兴明, 赵利民, 郑超磊, 姬大彬, 熊川, 王天星, 李睿, 潘金梅, 闻建光, 穆西晗, 余超, 郑姚闽, 蒋玲梅, 柴琳娜, 卢麾, 姚盼盼, 马建威, 吕海深, 武建军, 赵伟, 杨娜, 郭鹏, 李玉霞, 胡路, 耿德源, 张子谦,胡建峰, 杜爱萍. (2021). 闪电河流域水循环和能量平衡遥感综合试验. 遥感学报, 25(4), 871-887.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Soil moisture experiment in the Luan River supporting new satellite mission opportunities",
                "referenceCn": null,
                "referenceEn": "Zhao, T.J., Shi, J.C., Lv, L.Q., Xu, H.X., Chen, D.Q., Cui, Q., Jackson, T.J., Yan, G.J., Jia, L., Chen, L.F., Zhao, K., Zheng, X.M., Zhao, L.M., Zheng, C.L., Ji, D.B., Xiong, C., Wang, T.X., Li, R., Pan, J.M., Wen, J.G., Yu, C., Zheng, Y.M., Jiang, L.M., Chai, L.N., Lu, H., Yao, P.P., Ma, J.W., Lv, H.S., Wu, J.J., Zhao, W., Yang, N., Guo, P., Li, Y.X., Hu, L., Geng, D.Y., & Zhang, Z.Q. (2020). Soil moisture experiment in the Luan River supporting new satellite mission opportunities. Remote Sensing of Environment, 240."
            },
            {
                "titleCn": "滦河流域碳、水循环和能量平衡遥感综合试验总体设计",
                "titleEn": null,
                "referenceCn": "阎广建, 赵天杰, 穆西晗, 闻建光, 庞勇, 贾立, 张永光, 陈德清, 姚崇斌, 曹志宇, 雷永荟, 姬大彬, 陈良富,柳钦火, 吕利清, 陈镜明, 施建成. (2021). 滦河流域碳、水循环和能量平衡遥感综合试验总体设计. 遥感学报, 25(4), 856-870.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤湿度",
                "nameEn": "Soil moisture"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "地面验证信息",
                "nameEn": "Ground verification information"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "滦河流域",
                "keywordEn": "the Luan River  Watershed"
            },
            {
                "keywordCn": "闪电河流域",
                "keywordEn": "Shandian River Watershed"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019年",
                "keywordEn": "2019year",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "全球陆表能量与水分交换过程及其对全球变化作用的卫星观测与模拟研究",
                "titleEn": "Satellite observation and simulation studies of the land surface water and energy exchange processes and its effects on global changes"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Soil moisture is a key element of the terrestrial water cycle, controlling various hydrological, ecological, and biogeochemical processes. The acquisition of accurate surface soil moisture data is critical for many applications, including drought monitoring, crop yield estimation, flood prediction, and heat-wave forecasting. Considering the strong spatial heterogeneity of soil moisture, point-scale in situ measurements can only obtain precise information over a very small area. Accordingly, in situ measurements are usually too sparse to specifically describe the spatial-temporal variation of soil moisture over large scales. To meet research and application needs, various global-scale soil moisture products have been developed, which can be roughly divided into the following three major groups: (1) Remotely sensed soil moisture directly retrieved from active/passive satellite microwave observations. Microwave remote sensing, especially passive microwave, has become an effective way to estimate soil moisture at large scales due to its strong sensitivity to soil moisture, as well as the advantages of short-term access and all-weather monitoring. Several satellite platforms carrying passive/active microwave sensors have been successfully operated for the past decades, including (but not limited to) low-frequency passive microwave sensors such as SMOS (Soil Moisture and Ocean Salinity) and SMAP (Soil Moisture Active Passive), high-frequency passive microwave sensors such as AMSR2 (Advanced Microwave Scanning Radiometer-2) and Chinese Fengyun series satellites, and active microwave sensors such as ASCAT (the Advanced Scatterometer) and Sentinel-1. Based on the observed passive (brightness temperature, TB) and/or active (backscatter coefficient) microwave signals, these platforms have developed corresponding retrieval algorithms and released soil moisture products to the public. (2) Merged soil moisture products estimated by blending multiple separately released microwave remotely sensed products. The most typical case is the CCI (Climate Change Initiative) project. (3) Model-derived soil moisture, including (but not limited to) NASA’s Global Land Data Assimilation System (GLDAS), NASA’s Modern-Era Retrospective analysis for Research and Applications (MERRA), and the European Center for Medium-Range Weather Forecasts (ECMWF) Land Surface Reanalysis v5-Land (ERA5-Land) soil moisture products. There are different retrieval procedures, design accuracy, input datasets, and spatial-temporal resolution between the different soil moisture products, with their accuracy affected by different factors. For instance, the quality of satellite-based soil moisture products is hindered by retrieval algorithms, microwave instrument characteristics, topography, climate, and land cover conditions, while the model structure, input parameters, and atmospheric forcing errors are the main factors for the uncertainty of model-based products. The validation of soil moisture products is commonly based on comparison with reference data, which is assumed to be a good representation of ground truth, aiming to calculate their systematic and random errors and obtain quantitative statistics about the quality of soil moisture products. The random error variance of three collocated datasets can be estimated through triple collocation analysis (TCA), without the need for a single high-quality reference data, which is why TCA has been widely used in soil moisture validation studies. Inter-comparison between soil moisture products and dense in situ measurements (namely fiducial reference data or ground-truth) is currently the primary approach used to assess soil moisture products. Several scientific teams have established dedicated soil moisture networks, including the SMAP core validation sites and monitoring networks in the Tibetan Plateau."
            ],
            "research objective": [
                "This study is the first to use in situ measurements from the SMN-SDR to conduct a comprehensive evaluation of commonly used, multi-source soil moisture products. These results are expected to further promote the improvement of satellite- and model-based soil moisture products."
            ],
            "challenges": [
                "Considering the strong spatial heterogeneity of soil moisture, point-scale in situ measurements can only obtain precise information over a very small area. Accordingly, in situ measurements are usually too sparse to specifically describe the spatial-temporal variation of soil moisture over large scales. The quality of satellite-based soil moisture products is hindered by retrieval algorithms, microwave instrument characteristics, topography, climate, and land cover conditions, while the model structure, input parameters, and atmospheric forcing errors are the main factors for the uncertainty of model-based products. The inevitable differences in spatial-temporal scale, and the construction of a dense network which is labor-intensive (e.g. repeated measuring) and costly, are the main challenges for ground-based evaluation. Although this approach is capable of solving scale issues and achieving a global-scale assessment, it can only provide relative conclusions between different soil moisture products, since these non-fiducial reference data may inherently contain unknown biases and uncertainties. The use of TCA requires some basic assumptions, which are often violated."
            ],
            "methods": [
                "In this study, in situ measurements of the SMN-SDR were used to evaluate 24 different soil moisture datasets grouped according to three categories: (1) single-sensor satellite-based products, (2) multi-sensor merged products, and (3) model-based products. Triple collocation analysis (TCA) was applied to all possible triplets to verify the reliability and robustness of the results."
            ],
            "dataset": [
                "The SMN-SDR currently consists of 34 stations within an area of ~10,000 km² (115.5 – 116.5°E, 41.5 – 42.5°N). At each station, five Decagon 5TM sensors were installed in a horizontal orientation at different measuring depths (3, 5, 10, 20, and 50-cm) to measure soil moisture and soil temperature. The nominal accuracy (and resolution) of the 5TM sensor are ± 3% m³/m³ (0.0008 m³/m³) for soil moisture and ± 1 K (0.1 K) for soil temperature. A total of 24 near-surface, coarse-resolution soil moisture datasets were used in this study, including 15 based on single-sensor satellite-based products (seven for L-band low-frequency passive microwave observations, seven for C/X-band higher-frequency passive microwave observations, and one for C-band active microwave observation), six based on multi-sensor merged products, and three based on land surface models."
            ],
            "findings": [
                "The results reveal that the latest Climate Change Initiative (CCI) -combined product (v06.1, merging extra low-frequency passive microwave data) had the best agreement with in situ measurements from the SMN-SDR, with the lowest ubRMSE (< 0.04 m³/m³) and highest R (> 0.6). Among all single-sensor retrieved soil moisture products, the Soil Moisture Active Passive (SMAP) products performed best in terms of R (> 0.6) and ubRMSE (close to 0.04 m³/m³), with the SMAP-MDCA (Modified Dual Channel Algorithm) being slightly better than the baseline SCA-V (Single Channel Algorithm-Vertical polarization). Importantly, the newly developed SMAP-IB product, which does not use auxiliary data, delivered the best bias statistics and higher VOD values compared with the drier SMAP retrievals, suggesting that the low VOD values (underestimated vegetation effects) may be the major factor causing the dry bias of SMAP products in this study area. It was also found that TCA may systematically overestimate the correlation and underestimate the ubRMSE of soil moisture products as compared with ground-based metrics. Redundant TCA-based metrics from multiple independent triplets could be averaged to increase the accuracy of final TCA estimates."
            ],
            "backgroundCn": [
                "土壤湿度是陆地水循环的关键元素，控制着各种水文、生态和生物地球化学过程。获取准确的表层土壤湿度数据对许多应用至关重要，包括干旱监测、作物产量估算、洪水预测和热浪预报。考虑到土壤湿度的强空间异质性，点尺度的现场测量只能在非常小的区域内获得精确的信息。因此，现场测量通常过于稀疏，无法具体描述大尺度土壤湿度的时空变化。为了满足研究和应用需求，已经开发了多种全球尺度的土壤湿度产品，这些产品大致可以分为以下三大类：（1）直接从主动/被动卫星微波观测中获取的遥感土壤湿度。微波遥感，尤其是被动微波，已成为估算大尺度土壤湿度的有效方法，因为其对土壤湿度的强敏感性，以及短期获取和全天候监测的优势。在过去几十年中，搭载被动/主动微波传感器的多个卫星平台已成功运行，包括（但不限于）低频被动微波传感器如SMOS（土壤湿度与海洋盐度）和SMAP（土壤湿度主动被动），高频被动微波传感器如AMSR2（先进微波扫描辐射计-2）和中国的风云系列卫星，以及主动微波传感器如ASCAT（先进散射计）和Sentinel-1。基于观测到的被动（亮温，TB）和/或主动（后向散射系数）微波信号，这些平台开发了相应的反演算法，并向公众发布了土壤湿度产品。（2）通过融合多个单独发布的微波遥感产品估算的合成土壤湿度产品。最典型的案例是CCI（气候变化倡议）项目。（3）模型衍生的土壤湿度，包括（但不限于）NASA的全球土地数据同化系统（GLDAS）、NASA的现代时代回顾分析研究与应用（MERRA）以及欧洲中期天气预报中心（ECMWF）土地表面再分析v5-土地（ERA5-Land）土壤湿度产品。不同土壤湿度产品之间存在不同的反演程序、设计精度、输入数据集和时空分辨率，其准确性受到不同因素的影响。例如，卫星基础的土壤湿度产品的质量受到反演算法、微波仪器特性、地形、气候和土地覆盖条件的制约，而模型结构、输入参数和大气强迫误差是模型基础产品不确定性的主要因素。土壤湿度产品的验证通常基于与参考数据的比较，假设这些参考数据能够很好地代表地面真实情况，旨在计算其系统性和随机误差，并获得关于土壤湿度产品质量的定量统计。通过三重协同分析（TCA）可以估算三组协同数据的随机误差方差，而无需单一高质量参考数据，这也是TCA在土壤湿度验证研究中广泛应用的原因。土壤湿度产品与密集现场测量（即基准参考数据或地面真实数据）之间的相互比较，目前是评估土壤湿度产品的主要方法。一些科学团队建立了专门的土壤湿度网络，包括SMAP核心验证站和青藏高原的监测网络。"
            ],
            "research objectiveCn": [
                "本研究首次利用SMN-SDR的原位测量数据，对常用的多源土壤湿度产品进行了全面评估。这些结果预计将进一步促进卫星和模型基础的土壤湿度产品的改进。"
            ],
            "challengesCn": [
                "考虑到土壤湿度的强空间异质性，点尺度的现场测量只能在非常小的区域内获得精确的信息。因此，现场测量通常过于稀疏，无法具体描述大尺度上土壤湿度的时空变化。卫星基土壤湿度产品的质量受到反演算法、微波仪器特性、地形、气候和土地覆盖条件的影响，而模型结构、输入参数和大气强迫误差是模型产品不确定性的主要因素。不可避免的时空尺度差异，以及构建密集网络所需的劳动密集型（例如，重复测量）和高成本，是地面评估的主要挑战。尽管这种方法能够解决尺度问题并实现全球范围的评估，但它只能提供不同土壤湿度产品之间的相对结论，因为这些非基准参考数据可能固有地包含未知的偏差和不确定性。使用TCA需要一些基本假设，而这些假设往往会被违反。"
            ],
            "methodsCn": [
                "在这项研究中，使用原位测量的SMN-SDR评估了24个不同的土壤湿度数据集，这些数据集根据三类进行分组：（1）单传感器卫星产品，（2）多传感器合并产品，以及（3）基于模型的产品。对所有可能的三元组应用了三重协同分析（TCA），以验证结果的可靠性和稳健性。"
            ],
            "datasetCn": [
                "SMN-SDR目前由34个站点组成，覆盖面积约为10,000平方公里（东经115.5 – 116.5°，北纬41.5 – 42.5°）。在每个站点，安装了五个Decagon 5TM传感器，传感器以水平方向安装，测量深度分别为3、5、10、20和50厘米，用于测量土壤湿度和土壤温度。5TM传感器的标称精度（和分辨率）为土壤湿度±3% m³/m³（0.0008 m³/m³）和土壤温度±1 K（0.1 K）。本研究使用了共24个近地表粗分辨率土壤湿度数据集，其中包括15个基于单传感器卫星产品（七个基于L波段低频被动微波观测，七个基于C/X波段高频被动微波观测，以及一个基于C波段主动微波观测），六个基于多传感器合成产品，以及三个基于陆面模型的数据集。"
            ],
            "findingsCn": [
                "结果显示，最新的气候变化倡议（CCI）-合成产品（v06.1，合并超低频被动微波数据）与来自SMN-SDR的现场测量数据具有最佳一致性，具有最低的无偏根均方误差（ubRMSE）（< 0.04 m³/m³）和最高的相关系数（R）（> 0.6）。在所有单传感器获取的土壤湿度产品中，土壤湿度主动被动（SMAP）产品在相关系数（R）（> 0.6）和无偏根均方误差（ubRMSE）（接近0.04 m³/m³）方面表现最佳，其中SMAP-MDCA（改进双通道算法）略优于基线SCA-V（单通道算法-垂直极化）。重要的是，新开发的SMAP-IB产品不使用辅助数据，提供了最佳的偏差统计数据和更高的植被光合有效辐射（VOD）值，与较干燥的SMAP检索结果相比，表明低VOD值（低估植被效应）可能是导致本研究区域SMAP产品干偏差的主要因素。还发现，TCA可能系统性地高估土壤湿度产品的相关性，并低估与地面基准的无偏根均方误差（ubRMSE）。可以通过对多个独立三元组的冗余TCA基础指标进行平均，以提高最终TCA估计的准确性。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the Decagon 5TM sensor used for soil moisture data collection in this domain?",
                "QuestionCn": "Decagon 5TM传感器用于土壤湿度数据收集吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are in situ measurements considered too sparse for describing large-scale spatial-temporal variation of soil moisture?",
                "QuestionCn": "原位测量是否被认为对于描述土壤湿度的大规模时空变化过于稀疏？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "What challenges are more prevalent in evaluating soil moisture products, spatial heterogeneity of soil moisture or biases in satellite retrieval algorithms?",
                "QuestionCn": "在评估土壤湿度产品时，土壤湿度的空间异质性和卫星检索算法的偏差，哪种挑战更为普遍？",
                "AnswerEn": "spatial heterogeneity of soil moisture",
                "AnswerCn": "土壤水分的空间异质性",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the methods used to collect soil moisture data within a network of wireless sensors?",
                "QuestionCn": "在无线传感器网络中收集土壤湿度数据的方法有哪些？",
                "AnswerEn": "Decagon 5TM soil moisture sensors",
                "AnswerCn": "Decagon 5TM 土壤湿度传感器",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges involved in using in situ measurements for evaluating soil moisture products?",
                "QuestionCn": "使用原位测量评估土壤湿度产品所面临的挑战有哪些？",
                "AnswerEn": "Spatial heterogeneity",
                "AnswerCn": "空间异质性",
                "Level": "C5(Evaluating)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure soil moisture and temperature in a large-scale wireless sensor network?",
                "QuestionCn": "您能否提供一个用于在大规模无线传感器网络中测量土壤湿度和温度的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method is the use of Decagon 5TM sensors, which are installed in a horizontal orientation at different depths (3, 5, 10, 20, and 50 cm) at each station within a network of 34 stations spanning an area of approximately 10,000 km². These sensors measure soil moisture and soil temperature with specific nominal accuracy and resolution.",
                "AnswerCn": "一种数据收集方法是使用Decagon 5TM传感器，这些传感器以水平方向安装在每个站点的不同深度（3、5、10、20和50厘米），在一个覆盖约10,000平方公里的34个站点网络中。这些传感器测量土壤湿度和土壤温度，具有特定的标称精度和分辨率。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using in situ measurements for evaluating soil moisture products at large scales?",
                "QuestionCn": "在大规模评估土壤湿度产品时，使用原位测量面临的一个挑战是什么？",
                "AnswerEn": "A challenge is the strong spatial heterogeneity of soil moisture, where point-scale in situ measurements can only obtain precise information over a very small area, making them too sparse to specifically describe the spatial-temporal variation of soil moisture over large scales. This is compounded by the labor-intensive and costly nature of constructing a dense network for ground-based evaluation.",
                "AnswerCn": "一个挑战是土壤湿度的强空间异质性，点尺度的原位测量只能在非常小的区域内获得精确的信息，使得它们在大尺度上无法具体描述土壤湿度的时空变化。这一问题因构建密集的地面评估网络的劳动密集和高成本特性而更加复杂。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of how different soil moisture datasets are evaluated for accuracy and reliability?",
                "QuestionCn": "你能提供一个关于如何评估不同土壤湿度数据集的准确性和可靠性的例子吗？",
                "AnswerEn": "An example is the use of Triple Collocation Analysis (TCA) to evaluate 24 different soil moisture datasets, grouped into single-sensor satellite-based products, multi-sensor merged products, and model-based products. TCA is applied to all possible triplets to verify the reliability and robustness of the results, allowing for a systematic comparison against in situ measurements.",
                "AnswerCn": "一个例子是使用三重协同分析（TCA）来评估24个不同的土壤湿度数据集，这些数据集分为单传感器卫星产品、多传感器合成产品和基于模型的产品。TCA应用于所有可能的三重组合，以验证结果的可靠性和稳健性，从而允许与现场测量进行系统比较。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the primary features of sensors used in wireless sensor networks for soil moisture and temperature measurement?",
                "QuestionCn": "用于土壤湿度和温度测量的无线传感器网络传感器的主要特征是什么？",
                "AnswerEn": "horizontal orientation, depths of 3, 5, 10, 20, and 50 centimeters, soil moisture accuracy ± 3% m³/m³, soil moisture resolution 0.0008 m³/m³, soil temperature accuracy ± 1 K, soil temperature resolution 0.1 K",
                "AnswerCn": "水平取向，深度为3、5、10、20和50厘米，土壤湿度精度±3% m³/m³，土壤湿度分辨率0.0008 m³/m³，土壤温度精度±1 K，土壤温度分辨率0.1 K",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are commonly faced in collecting soil moisture data over large spatial scales?",
                "QuestionCn": "在大范围内收集土壤湿度数据时常面临哪些挑战？",
                "AnswerEn": "strong spatial heterogeneity, labor-intensive, costly, differences in spatial-temporal scale",
                "AnswerCn": "强烈的空间异质性、劳动密集型、成本高、时空尺度差异",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the typical characteristics or categories of soil moisture datasets used for validation studies?",
                "QuestionCn": "用于验证研究的土壤湿度数据集的典型特征或类别是什么？",
                "AnswerEn": "single-sensor satellite-based products, multi-sensor merged products, model-based products, retrieval procedures, design accuracy, input datasets, spatial-temporal resolution, retrieval algorithms, instrument characteristics, land cover conditions",
                "AnswerCn": "单传感器卫星产品，多传感器合并产品，基于模型的产品，反演过程，设计精度，输入数据集，时空分辨率，反演算法，仪器特性，土地覆盖条件",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many stations are included in a soil moisture and temperature monitoring network within a specific river basin?",
                "QuestionCn": "特定河流流域内的土壤湿度和温度监测网络包含多少个站点？",
                "AnswerEn": "34 stations",
                "AnswerCn": "34个车站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the frequency of data sampling intervals for soil moisture measurements before and after a specific date?",
                "QuestionCn": "在特定日期之前和之后，土壤湿度测量的数据采样间隔频率是多少？",
                "AnswerEn": "10 minutes, 15 minutes",
                "AnswerCn": "10分钟，15分钟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many soil moisture datasets are evaluated using in situ measurements grouped by sensor types and models?",
                "QuestionCn": "有多少个土壤湿度数据集是通过现场测量评估的，并按传感器类型和型号进行分组？",
                "AnswerEn": "24",
                "AnswerCn": "24",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is triple collocation analysis (TCA) and how is it used in soil moisture validation?",
                "QuestionCn": "三重协同分析（TCA）是一种统计方法，用于评估和验证不同数据源之间的相互关系。在土壤湿度验证中，TCA通常用于比较三种不同的土壤湿度观测数据源，例如卫星观测、地面观测和模型模拟。通过分析这三种数据源之间的协同变化，TCA可以帮助识别和量化各个数据源的误差，从而提高土壤湿度估计的准确性和可靠性。",
                "AnswerEn": "Triple collocation analysis (TCA) is a statistical method used to estimate the random error variance among three collocated datasets without the need for a single high-quality reference. In soil moisture validation, TCA helps verify the reliability and robustness of different soil moisture products by comparing them with reference data assumed to represent the ground truth, thereby assessing their systematic and random errors.",
                "AnswerCn": "三重协同分析（TCA）是一种统计方法，用于在不需要单一高质量参考的情况下，估计三个协同数据集之间的随机误差方差。在土壤湿度验证中，TCA通过将不同的土壤湿度产品与假定代表地面真实情况的参考数据进行比较，帮助验证这些产品的可靠性和稳健性，从而评估它们的系统误差和随机误差。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges associated with in situ soil moisture measurements in terms of spatial-temporal variation?",
                "QuestionCn": "与原位土壤湿度测量相关的空间-时间变化的挑战有哪些？",
                "AnswerEn": "The challenges associated with in situ soil moisture measurements in terms of spatial-temporal variation include the strong spatial heterogeneity of soil moisture, which limits the precision of point-scale measurements to very small areas. This limitation makes it difficult to describe the spatial-temporal variation over large scales, and constructing a dense network for ground-based evaluations is labor-intensive and costly.",
                "AnswerCn": "与原位土壤湿度测量相关的挑战包括土壤湿度的强空间异质性，这限制了点尺度测量的精确性，仅适用于非常小的区域。这一限制使得在大尺度上描述空间-时间变化变得困难，而构建密集的地面评估网络则劳动密集且成本高昂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do in situ measurements from a wireless sensor network compare to satellite-based soil moisture data in terms of spatial coverage and accuracy?",
                "QuestionCn": "现场测量的无线传感器网络与卫星土壤湿度数据在空间覆盖和准确性方面有何比较？",
                "AnswerEn": "In situ measurements from a wireless sensor network provide precise data at specific points with high temporal resolution but cover a smaller area compared to satellite-based data, which offers broader spatial coverage but may have reduced accuracy due to retrieval algorithms and environmental factors.",
                "AnswerCn": "来自无线传感器网络的原位测量在特定点提供精确数据，具有高时间分辨率，但覆盖的区域相对较小；而基于卫星的数据则提供更广泛的空间覆盖，但由于反演算法和环境因素，可能会降低准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in data collection methods between single-sensor satellite-based products and multi-sensor merged products for soil moisture estimation?",
                "QuestionCn": "单传感器卫星产品和多传感器合成产品在土壤湿度估计的数据收集方法上有什么区别？",
                "AnswerEn": "Single-sensor satellite-based products use data from individual satellite sensors, such as passive or active microwave observations, while multi-sensor merged products blend data from multiple satellite sensors to improve spatial and temporal resolution and accuracy.",
                "AnswerCn": "单传感器卫星产品使用来自单个卫星传感器的数据，例如被动或主动微波观测，而多传感器合成产品则融合来自多个卫星传感器的数据，以提高空间和时间分辨率及准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the challenges faced in constructing a dense in situ measurement network compare to those encountered when validating satellite-based soil moisture products?",
                "QuestionCn": "在构建密集的原位测量网络时面临的挑战与验证基于卫星的土壤湿度产品时遇到的挑战相比如何？",
                "AnswerEn": "Constructing a dense in situ measurement network is labor-intensive and costly, involving repeated measurements over small areas, whereas validating satellite-based products involves dealing with the intrinsic spatial-temporal scale discrepancies and biases due to retrieval algorithms and environmental conditions.",
                "AnswerCn": "构建一个密集的原位测量网络是劳动密集型和成本高昂的，涉及在小区域内进行重复测量，而验证基于卫星的产品则需要处理固有的时空尺度差异以及由于反演算法和环境条件造成的偏差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What potential methodologies can be derived for improving soil moisture product validation using ground-based networks, and what limitations might these methodologies encounter?",
                "QuestionCn": "可以从地面网络中衍生出哪些潜在的方法论，以改善土壤湿度产品的验证，并且这些方法论可能会遇到哪些限制？",
                "AnswerEn": "Potential methodologies for improving soil moisture product validation using ground-based networks include the use of triple collocation analysis (TCA) to estimate errors without high-quality reference data and inter-comparison with dense in situ measurements. Limitations may arise from assumptions required by TCA, potential biases in non-fiducial reference data, and the labor-intensive nature of constructing dense networks.",
                "AnswerCn": "提高土壤湿度产品验证的潜在方法包括使用三重协同分析（TCA）在没有高质量参考数据的情况下估计误差，以及与密集的现场测量进行比较。可能出现的限制包括TCA所需的假设、非基准参考数据中的潜在偏差，以及构建密集网络的劳动密集性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the challenges in obtaining accurate large-scale soil moisture data from in situ measurements in the field of soil moisture monitoring?",
                "QuestionCn": "在土壤湿度监测领域，从现场的原位测量中获取准确的大规模土壤湿度数据所面临的挑战是什么？",
                "AnswerEn": "The challenges in obtaining accurate large-scale soil moisture data from in situ measurements are primarily due to the strong spatial heterogeneity of soil moisture, which means that point-scale in situ measurements can only provide precise information over a very small area. Consequently, these measurements are often too sparse to describe the spatial-temporal variation of soil moisture over large scales effectively.",
                "AnswerCn": "从地面测量获取准确的大规模土壤湿度数据的挑战主要源于土壤湿度的强空间异质性，这意味着点尺度的地面测量只能提供非常小区域内的精确信息。因此，这些测量往往过于稀疏，无法有效描述大尺度上土壤湿度的时空变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do satellite-based soil moisture products face accuracy issues, and what factors contribute to these errors?",
                "QuestionCn": "卫星基于土壤湿度的产品面临准确性问题，哪些因素导致这些错误？",
                "AnswerEn": "Satellite-based soil moisture products face accuracy issues due to several factors, including the limitations of retrieval algorithms, the characteristics of microwave instruments, and the influence of topography, climate, and land cover conditions. These factors collectively hinder the quality of the satellite-based soil moisture products.",
                "AnswerCn": "基于卫星的土壤湿度产品面临准确性问题，原因包括检索算法的局限性、微波仪器的特性，以及地形、气候和土地覆盖条件的影响。这些因素共同阻碍了基于卫星的土壤湿度产品的质量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What leads to the uncertainty in model-based soil moisture products, and how do these factors impact their reliability?",
                "QuestionCn": "导致基于模型的土壤湿度产品不确定性的因素有哪些，这些因素如何影响其可靠性？",
                "AnswerEn": "The uncertainty in model-based soil moisture products is primarily caused by factors such as model structure, input parameters, and atmospheric forcing errors. These elements impact the reliability of the products by introducing potential inaccuracies and biases in the soil moisture estimates.",
                "AnswerCn": "基于模型的土壤湿度产品的不确定性主要由模型结构、输入参数和大气强迫误差等因素引起。这些因素通过引入潜在的不准确性和偏差，影响了土壤湿度估计的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What outcomes might result from using point-scale in situ measurements to evaluate large-scale soil moisture products?",
                "QuestionCn": "使用点尺度原位测量评估大规模土壤湿度产品可能会产生哪些结果？",
                "AnswerEn": "Using point-scale in situ measurements can lead to challenges in accurately describing the spatial-temporal variation of soil moisture over large scales due to their sparse distribution. These measurements provide precise information over small areas, but their sparseness may cause difficulties when they are used to evaluate large-scale soil moisture products, which can result in a lack of comprehensive validation and potential biases in the products.",
                "AnswerCn": "使用点尺度的原位测量可能会导致在大尺度上准确描述土壤湿度的时空变化面临挑战，因为它们的分布稀疏。这些测量提供了小区域内的精确信息，但其稀疏性在用于评估大尺度土壤湿度产品时可能会造成困难，从而导致缺乏全面的验证和产品潜在的偏差。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential consequences of utilizing Triple Collocation Analysis (TCA) for soil moisture product validation?",
                "QuestionCn": "利用三重协同分析（TCA）进行土壤湿度产品验证的潜在后果是什么？",
                "AnswerEn": "Applying Triple Collocation Analysis (TCA) for soil moisture product validation could systematically overestimate the correlation and underestimate the unbiased root mean square error (ubRMSE) of soil moisture products. This method requires assumptions that may often be violated, and while averaging redundant TCA-based metrics from multiple independent triplets can increase accuracy, it may still only provide relative conclusions between different soil moisture products due to potential inherent biases and uncertainties.",
                "AnswerCn": "应用三重关联分析（TCA）进行土壤湿度产品验证可能系统性地高估相关性并低估无偏根均方误差（ubRMSE）。该方法需要的假设可能经常被违反，尽管从多个独立三元组中平均冗余的TCA基础指标可以提高准确性，但由于潜在的固有偏差和不确定性，它仍可能仅提供不同土壤湿度产品之间的相对结论。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the intended outcome of utilizing wireless sensor networks to measure soil moisture and temperature across different spatial scales in a river basin?",
                "QuestionCn": "利用无线传感器网络在河流流域的不同空间尺度上测量土壤湿度和温度的预期结果是什么？",
                "AnswerEn": "The intended outcome is to provide long-term ground reference data for the validation of satellite-retrieved and model-simulated soil moisture products, ensuring their accuracy for various applications like drought monitoring and crop yield estimation.",
                "AnswerCn": "预期结果是提供长期的地面参考数据，以验证卫星获取和模型模拟的土壤湿度产品的准确性，确保其在干旱监测和作物产量估算等各种应用中的有效性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it essential to calibrate in situ soil moisture measurements with soil samples at various depths?",
                "QuestionCn": "为什么在不同深度对原位土壤湿度测量进行标定与土壤样本是至关重要的？",
                "AnswerEn": "Calibrating in situ soil moisture measurements with soil samples at various depths is essential for accuracy, allowing for the correction of raw sensor data to account for factors like weight/volume water content, bulk density, and soil texture, which ensures reliable data for validating satellite and model-based soil moisture products.",
                "AnswerCn": "在不同深度进行土壤样本的原位土壤湿度测量校准是确保准确性的关键，这允许对原始传感器数据进行修正，以考虑水分的重量/体积含量、容重和土壤纹理等因素，从而确保数据的可靠性，以验证卫星和基于模型的土壤湿度产品。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used for calibrating the measurements of soil moisture and temperature collected from wireless sensor networks in large-scale river basins?",
                "QuestionCn": "用于校准从大规模河流流域的无线传感器网络收集的土壤湿度和温度测量的程序有哪些？",
                "AnswerEn": "To calibrate the measurements of soil moisture and temperature collected from wireless sensor networks, soil samples are periodically collected from each station at various depths and analyzed for weight/volume water content, bulk density, and soil texture. This analysis helps in calibrating the original measurement data.",
                "AnswerCn": "为了校准从无线传感器网络收集的土壤湿度和温度测量数据，定期从每个站点以不同深度采集土壤样本，并分析其重量/体积水分含量、容重和土壤质地。这一分析有助于校准原始测量数据。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How does the network of wireless sensors ensure data accuracy and consistency across different scales and locations within a large geographical area?",
                "QuestionCn": "无线传感器网络如何确保在大范围地理区域内不同规模和位置的数据准确性和一致性？",
                "AnswerEn": "The network includes sensors set at various scales (100 km, 50 km, and 10 km) and depths (3, 5, 10, 20, and 50 cm) to ensure comprehensive coverage. Data accuracy and consistency are maintained by using standardized sensors (Decagon 5TM) and calibration through periodic soil sampling and analysis.",
                "AnswerCn": "该网络包括设置在不同尺度（100公里、50公里和10公里）和深度（3厘米、5厘米、10厘米、20厘米和50厘米）的传感器，以确保全面覆盖。通过使用标准化传感器（Decagon 5TM）和定期土壤取样与分析进行校准，确保数据的准确性和一致性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are encountered in maintaining a wireless sensor network for soil moisture and temperature monitoring, and what methods are employed to address these challenges?",
                "QuestionCn": "在维护土壤湿度和温度监测的无线传感器网络时，会遇到哪些挑战，以及采用了哪些方法来应对这些挑战？",
                "AnswerEn": "Challenges include the strong spatial heterogeneity of soil moisture, cost, and labor-intensive maintenance of the network. To address these, a dense network is constructed, and methods like triple collocation analysis are used for validating and ensuring data reliability, despite the inherent limitations of spatial-temporal scale differences.",
                "AnswerCn": "挑战包括土壤湿度的强空间异质性、成本以及网络维护的劳动密集性。为了解决这些问题，构建了一个密集的网络，并采用三重协同分析等方法来验证和确保数据的可靠性，尽管存在空间-时间尺度差异的固有限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How does the application of Triple Collocation Analysis (TCA) enhance the validation of soil moisture datasets derived from various sources?",
                "QuestionCn": "三重协同分析（TCA）的应用如何增强来自不同来源的土壤湿度数据集的验证？",
                "AnswerEn": "Triple Collocation Analysis (TCA) is applied to all possible triplets of soil moisture datasets to verify the reliability and robustness of the results without needing a single high-quality reference dataset. This approach enables the estimation of random error variance and provides a systematic method for assessing the quality and accuracy of different soil moisture products, including those based on satellite, merged, and model-derived data.",
                "AnswerCn": "三重协同分析（TCA）应用于所有可能的土壤湿度数据集三元组，以验证结果的可靠性和稳健性，而无需依赖单一的高质量参考数据集。这种方法能够估计随机误差方差，并提供一种系统的方法来评估不同土壤湿度产品的质量和准确性，包括基于卫星、合并和模型衍生数据的产品。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to achieve accurate soil moisture data collection over large scales using point-scale in situ measurements?",
                "QuestionCn": "在大规模范围内使用点尺度的原位测量收集准确的土壤湿度数据可能面临哪些挑战？",
                "AnswerEn": "Due to the strong spatial heterogeneity of soil moisture, point-scale in situ measurements can only obtain precise information over very small areas, making them too sparse to specifically describe the spatial-temporal variation of soil moisture over large scales.",
                "AnswerCn": "由于土壤湿度的强空间异质性，点尺度的现场测量只能在非常小的区域内获得精确的信息，这使得它们在大尺度上无法具体描述土壤湿度的时空变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why could the validation of soil moisture products using ground-based networks be considered both essential and problematic?",
                "QuestionCn": "使用地面网络验证土壤湿度产品被认为既重要又有问题的原因是什么？",
                "AnswerEn": "The validation of soil moisture products is essential because it involves comparison with reference data to calculate systematic and random errors, providing quantitative statistics about the quality of soil moisture products. However, it is problematic because constructing a dense network is labor-intensive and costly, and inevitable differences in spatial-temporal scale further complicate the evaluation.",
                "AnswerCn": "土壤湿度产品的验证至关重要，因为它涉及与参考数据的比较，以计算系统误差和随机误差，从而提供关于土壤湿度产品质量的定量统计。然而，这一过程存在问题，因为构建密集的网络劳动密集且成本高昂，而空间-时间尺度的不可避免差异进一步复杂化了评估。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Why might Triple Collocation Analysis (TCA) be an attractive yet complex method for evaluating soil moisture products?",
                "QuestionCn": "三重协同分析（TCA）可能是评估土壤湿度产品的一种有吸引力但复杂的方法。",
                "AnswerEn": "TCA is an attractive method because it allows for estimating the random error variance of datasets without needing a single high-quality reference data. However, it is complex as it requires some basic assumptions, which are often violated, and may systematically overestimate the correlation and underestimate the ubRMSE of soil moisture products compared with ground-based metrics.",
                "AnswerCn": "TCA是一种有吸引力的方法，因为它允许在不需要单一高质量参考数据的情况下估计数据集的随机误差方差。然而，它是复杂的，因为它需要一些基本假设，这些假设往往会被违反，并且可能系统性地高估土壤湿度产品与地面基准指标之间的相关性，同时低估ubRMSE。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are in situ measurements in capturing the spatial-temporal variation of soil moisture over large scales, given the inherent challenges highlighted in the field?",
                "QuestionCn": "就土壤湿度在大尺度上空间-时间变化的捕捉而言，原位测量的有效性如何，考虑到该领域所强调的固有挑战？",
                "AnswerEn": "In situ measurements are limited in capturing the spatial-temporal variation of soil moisture over large scales due to their point-scale nature, which provides precise information only over a very small area. The strong spatial heterogeneity of soil moisture and the sparseness of such measurements make it difficult to describe variations comprehensively.",
                "AnswerCn": "原位测量由于其点尺度的特性，在捕捉大范围土壤湿度的时空变化方面受到限制，只能提供非常小区域内的精确信息。土壤湿度的强空间异质性和此类测量的稀疏性使得全面描述变化变得困难。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how in situ measurements can adequately represent the spatial-temporal variation of soil moisture over large scales.",
                "QuestionCn": "我不明白原位测量如何能够充分代表大尺度上土壤湿度的时空变化。",
                "AnswerEn": "In situ measurements, like those from the SMN-SDR, are limited in representing large-scale spatial-temporal variations of soil moisture due to strong spatial heterogeneity and point-scale precision. They are typically too sparse to describe variations over large areas, which is why satellite and model-based products are also used for broader coverage.",
                "AnswerCn": "原位测量，如SMN-SDR的数据，由于强烈的空间异质性和点尺度精度，限制了其在表征土壤湿度的大规模时空变化方面的能力。它们通常过于稀疏，无法描述大范围内的变化，这就是为什么还需要使用卫星和基于模型的产品来实现更广泛的覆盖。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of why satellite-based soil moisture products have uncertainties despite advanced technology.",
                "QuestionCn": "我无法理解为什么基于卫星的土壤湿度产品会存在不确定性，尽管技术已经很先进。",
                "AnswerEn": "Satellite-based soil moisture products face uncertainties due to factors like retrieval algorithms, microwave instrument characteristics, topography, climate, and land cover conditions. These complexities affect the quality and accuracy of the data despite technological advancements.",
                "AnswerCn": "基于卫星的土壤湿度产品面临着由于检索算法、微波仪器特性、地形、气候和土地覆盖条件等因素带来的不确定性。这些复杂性影响了数据的质量和准确性，尽管技术已经取得了进步。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please propose potential methods to enhance the calibration of soil moisture datasets collected via wireless sensor networks, considering different soil types and environmental conditions.",
                "QuestionCn": "请提出潜在的方法，以增强通过无线传感器网络收集的土壤湿度数据集的校准，考虑不同的土壤类型和环境条件。",
                "AnswerEn": "Calibration of soil moisture datasets can be enhanced by periodically collecting and analyzing soil samples to determine characteristics like volumetric water content, bulk density, and soil texture. This data can calibrate the sensor measurements. Additionally, using multi-sensor data fusion techniques and incorporating environmental condition data can improve calibration processes, ensuring datasets account for varying soil types and conditions.",
                "AnswerCn": "土壤湿度数据集的校准可以通过定期收集和分析土壤样本来增强，以确定体积含水量、容重和土壤质地等特征。这些数据可以用于校准传感器测量。此外，使用多传感器数据融合技术并结合环境条件数据可以改善校准过程，确保数据集考虑到不同的土壤类型和条件。",
                "Level": "C6(Creating)"
            }
        ]
    }
}