{
    "id": "c6d5c6f2-e80a-4e6f-bf79-2986c64e8266",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "1 km grid datasets of human activity intensity in agricultural and pastoral areas of the Qinghai-Tibet Plateau",
            "titleCn": "青藏高原农牧区人类活动强度1km网格数据集（1990-2015）",
            "description": "As the “third pole” of the world, the Qinghai-Tibet Plateau (QTP) is extremely ecologically sensitive and fragile while facing increasing human activities and overgrazing. In this study, eight types of spatial data were firstly selected, including grazing intensity, Night-Time Light, population density, Gross Domestic Product (GDP) density, the ratio of cultivated land, the slope of the Normalized Difference Vegetation Index (NDVI), distance to road, and distance to town. Then, the entropy weight method was applied to determine the weight of each factor. Finally, the five-year interval human activity intensity data in 1990, 1995, 2000, 2005, 2010 and 2015 were made in the agricultural and pastoral areas of QTP through the spatial overlap method. By preparing the historical spatial datasets of human activity intensity, our study will help to explore the influence of human disturbance on the alpine ecosystems on the QTP and provide effective support for decision-making of government aiming at regional ecosystem management and sustainable development.",
            "descriptionCn": "作为世界的“第三极”，青藏高原的生态敏感性和脆弱性极高，同时面临人类活动和放牧活动加剧。在本研究中，人类活动强度评估首先选取8个反映人类活动强度的因子，包括放牧强度，夜间灯光指数，人口密度，国内生产总值（GDP）密度，耕地比例，归一化植被指数（NDVI）的变化率，距离道路的距离以及距离居民点的距离，然后采用熵权法确定各因子的权重，最后通过空间叠置法获得1990、1995、2000、2005、2010和2015年共6期青藏高原农牧区人类活动强度数据集。通过人类活动强度空间数据集的制备，我们的研究将有助于探索人类干扰对青藏高原高寒生态系统的影响，并在区域生态系统管理和可持续发展方面为政府决策提供有效支持。",
            "instructions": "File name: human activity intensity data of each period is stored in TIFF format, and the file name is“ yyyy.tif ”Where yyyy is the year. Data reading mode: data can be opened by ArcGIS, QGIS, envi, and ERDAS.",
            "instructionsCn": "文件命名：每期人类活动强度数据以TIFF格式存储，文件的名称为“yyyy.tif”，其中yyyy代表年。 数据读取方式：数据可使用ArcGIS, QGIS, ENVI, and ERDAS等软件打开。",
            "east": 104.67,
            "west": 73.45,
            "south": 25.99,
            "north": 39.83,
            "startTime": "1990-01-01 00:00:00",
            "endTime": "2015-12-31 00:00:00",
            "fileSize": 66737900.0,
            "cstr": null,
            "doi": "10.11922/sciencedb.00171",
            "dataFormat": null,
            "license": "Attribution 4.0 International (CC BY 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘世梁",
                "nameEn": "LIU Shiliang",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "孙永秀",
                "nameEn": "SUN Yongxiu",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "刘轶轩",
                "nameEn": "LIU Yixuan",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李明琦",
                "nameEn": "LI Mingqi",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "夜间灯光遥感数据应用综述和展望",
                "titleEn": null,
                "referenceCn": "陈颖彪, 郑子豪, 吴志峰, 千庆兰. (2019). 夜间灯光遥感数据应用综述和展望. 地理科学进展, 38, 205-223.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Estimating energy consumption from night-time DMPS/OLS imagery after correcting for saturation effects",
                "referenceCn": null,
                "referenceEn": "Letu, H., Hara, M., Yagi, H., Naoki, K., Tana, G., Nishio, F. & Shuhei, O. (2010). Estimating energy consumption from night-time DMPS/OLS imagery after correcting for saturation effects. International Journal of Remote Sensing, 31, 4443-4458."
            },
            {
                "titleCn": null,
                "titleEn": "A study of the impacts of urban expansion on vegetation primary productivity levels in the Jing-Jin-Ji region, based on nighttime light data.",
                "referenceCn": null,
                "referenceEn": "Chang, S., Wang, J., Zhang, F., Niu, L. & Wang, Y. (2020). A study of the impacts of urban expansion on vegetation primary productivity levels in the Jing-Jin-Ji region, based on nighttime light data. Journal of Cleaner Production, 263, 121490."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            },
            {
                "nameCn": "环境污染与治理",
                "nameEn": "Environment Pollution and Control"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "the Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1990-2015",
                "keywordEn": "1990-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "在遥感应用研究中，夜间灯光遥感作为发展活跃的一个重要分支，近年来受到越来越多来自自然科学领域和社会经济领域的关注。与传统的光学遥感卫星获取地物辐射信息不同，夜间灯光遥感是获取夜间无云条件下地表发射的可见光-近红外电磁波信息。相比于普通的遥感卫星影像，夜间灯光遥感所使用的夜间灯光影像记录的地表灯光强度信息更直接反映人类活动差异，因而被广泛应用于城市化进程研究、不透水面提取、社会经济指标空间化估算、重大事件评估、生态环境评估等领域。正是得益于夜间灯光遥感影像在大尺度、长时间序列对地观测的能力，其开放性的数据成果能够有效支撑地表人类活动及城市化进程研究。近年来随着灯光遥感数据产品的不断丰富，特别是新一代夜间灯光数据NPP/VIIRS(National Polar-Orbiting Partnership's Visible Infrared Imaging Radiometer Suite)的出现有效地弥补了DMSP/OLS夜间灯光数据在空间分辨率、时间分辨率和辐射分辨率等方面的短板，极大地拓展了夜间灯光数据的研究方向和应用领域。"
            ],
            "research objective": [
                "基于此，论文通过对近几十年来有关夜间灯光数据的研究成果的详细梳理，从数据处理与技术方法、应用研究等方面进行归纳总结。最后，文章从多源数据融合、应用领域拓展和短周期地表灯光监测3个方面指出了未来的研究热点。"
            ],
            "challenges": [
                "目前，虽然基于夜间灯光数据的应用研究成果正在不断积累，但对成果的系统性总结、整理的研究目前存在着覆盖面不全、时效性不强等不足。现有关于夜间灯光数据研究的综述性论文存在着时效性不强、覆盖面不广等不足。"
            ],
            "methods": [],
            "dataset": [],
            "findings": [],
            "backgroundCn": [
                "在遥感应用研究中，夜间灯光遥感作为发展活跃的一个重要分支，近年来受到越来越多来自自然科学领域和社会经济领域的关注。与传统的光学遥感卫星获取地物辐射信息不同，夜间灯光遥感是获取夜间无云条件下地表发射的可见光-近红外电磁波信息。相比于普通的遥感卫星影像，夜间灯光遥感所使用的夜间灯光影像记录的地表灯光强度信息更直接反映人类活动差异，因而被广泛应用于城市化进程研究、不透水面提取、社会经济指标空间化估算、重大事件评估、生态环境评估等领域。正是得益于夜间灯光遥感影像在大尺度、长时间序列对地观测的能力，其开放性的数据成果能够有效支撑地表人类活动及城市化进程研究。近年来随着灯光遥感数据产品的不断丰富，特别是新一代夜间灯光数据NPP/VIIRS(National Polar-Orbiting Partnership's Visible Infrared Imaging Radiometer Suite)的出现有效地弥补了DMSP/OLS夜间灯光数据在空间分辨率、时间分辨率和辐射分辨率等方面的短板，极大地拓展了夜间灯光数据的研究方向和应用领域。"
            ],
            "research objectiveCn": [
                "Based on this, the paper provides a detailed review of research findings related to nighttime light data over the past few decades, summarizing them from the perspectives of data processing and technical methods, as well as application research. Finally, the article identifies future research hotspots in three areas: multi-source data fusion, expansion of application fields, and short-term monitoring of surface lights."
            ],
            "challengesCn": [
                "目前，虽然基于夜间灯光数据的应用研究成果正在不断积累，但对成果的系统性总结、整理的研究目前存在着覆盖面不全、时效性不强等不足。现有关于夜间灯光数据研究的综述性论文存在着时效性不强、覆盖面不广等不足。"
            ],
            "methodsCn": [],
            "datasetCn": [],
            "findingsCn": []
        },
        {
            "background": [
                "After the Industrial Revolution, which began in the UK in the latter half of the eighteenth century, energy consumption and greenhouse gas emissions from fossil fuel consumption began to rise. As nations around the world started to develop their economies based on fossil fuel consumption, the stage was set for global warming and global environmental change. Electric power stations consume mostly fossil fuels and the night-time light emitted by human activity increases the consumption of electric power. Monitoring of electric power consumption and CO2 emission by a remote sensing device such as a satellite is an efficient method for observing at high resolution a wide area at a certain period of time."
            ],
            "research objective": [
                "A methodology is presented to accurately estimate electric power consumption from saturated night-time Defense Meteorological Satellite Program (DMSP) Operational Linescan System (OLS) imagery using a stable light correction."
            ],
            "challenges": [
                "Despite these advances, two problems remain to be solved in conventional studies: When constructing the dataset for extracting the stable light there are some arbitrary characteristics: (a) half-year data with a limited influence of the sunlight were used; and (b) the cloud cover was assessed visually, and images with only a few clouds were used. There are many studies about the relationship between the area of the stable light and electric power consumption as well as the CO2 emission but only a few of them deal with the cumulative DNs of the stable light parameter."
            ],
            "methods": [
                "An area correction for the stable light image of DMSP/OLS for the year 1999 was performed and the build-up area rate data were used to clarify the intensity distribution characteristics of the stable light. Based on the spatial distribution characteristics of the stable light, the saturation light of the electric power supply area of Japan was corrected using a cubic regression equation. The regression between the correction calculations by the cubic regression equation and the statistical electric power consumption data was applied in Japan and also in China, India and 10 other Asian countries."
            ],
            "dataset": [
                "In this study, we used DMSP-F14/OLS-VIS 1999 data from the Agriculture, Forestry and Fisheries Satellite Image Database System (SIDaB) of the Ministry of Agriculture, Forestry and Fisheries Agriculture Information Resources System (AGROPEDIA). The 1999 data for electric power consumption were obtained from the Statistics Bureau of the Ministry of Internal Affairs of Japan (2002)."
            ],
            "findings": [
                "This study confirms that electric power consumption can be estimated with high precision from the stable light."
            ],
            "backgroundCn": [
                "工业革命始于18世纪后半期的英国，之后能源消费和化石燃料消费导致的温室气体排放开始上升。随着世界各国开始基于化石燃料消费发展经济，全球变暖和全球环境变化的舞台就此搭建。电力站主要消耗化石燃料，人类活动发出的夜间光线增加了电力消费。通过遥感设备如卫星监测电力消费和二氧化碳排放是一种高效的方法，可以在特定时间内高分辨率地观察广泛区域。"
            ],
            "research objectiveCn": [
                "提出了一种方法，通过稳定光源校正，准确估计饱和夜间国防气象卫星计划（DMSP）操作扫描系统（OLS）影像的电力消耗。"
            ],
            "challengesCn": [
                "尽管取得了这些进展，但在常规研究中仍然存在两个问题需要解决：在构建提取稳定光的数据集时，有一些任意特征：（a）使用了半年的数据，阳光的影响有限；（b）云层覆盖是通过目测评估的，仅使用了少量云的图像。关于稳定光面积与电力消耗以及二氧化碳排放之间关系的研究很多，但只有少数研究涉及稳定光参数的累积DN值。"
            ],
            "methodsCn": [
                "对1999年DMSP/OLS稳定光图像进行了区域修正，并利用建设用地面积增长率数据来阐明稳定光的强度分布特征。基于稳定光的空间分布特征，使用三次回归方程对日本电力供应区域的饱和光进行了修正。通过三次回归方程的修正计算与日本的统计电力消费数据之间的回归关系也应用于中国、印度及其他10个亚洲国家。"
            ],
            "datasetCn": [
                "在本研究中，我们使用了来自农业、林业和渔业卫星图像数据库系统（SIDaB）的1999年DMSP-F14/OLS-VIS数据，该系统隶属于日本农业、林业和渔业部农业信息资源系统（AGROPEDIA）。1999年的电力消费数据来自日本总务省统计局（2002年）。"
            ],
            "findingsCn": [
                "这项研究确认可以通过稳定的光线高精度地估计电力消耗。"
            ]
        },
        {
            "background": [
                "Diabetes is one of the most common chronic non-communicable diseases among the older adults worldwide. The 2017 China Diabetes Prevalence Survey showed that the prevalence of diabetes in the older adults aged ≥ 60 years was 30.0%, and China has the largest number of older adults with diabetes in the world. Various acute and chronic complications caused by diabetes seriously affect the health status and quality of life of the older adults. Frailty, an emerging global health burden, is a common geriatric syndrome. A meta-analysis of 21 studies from Western high-income countries showed the prevalence of frailty among community-dwelling older adults ranges from 4 to 59%, with an average prevalence of 11%, the pooled prevalence of frailty and pre-frailty among community-dwelling older adults in China were 10 and 43%, respectively, leading to an increased risk of falls, disability, hospitalization, and death, as well as an independent predictor of higher healthcare expenditure among older adults. As populations age, diabetes and frailty are frequently co-occurring health outcomes, and both frailty and diabetes increase the risk of adverse outcomes in older adults. A meta-analysis showed that older adults with diabetes with frailty had significantly increased risks of hospitalization, disability, and death compared with older adults with diabetes who were not frail. Studies have shown that frailty was an important factor affecting the target level of blood glucose management in the older adults with diabetes. The International Position Statement on Frailty in Diabetes emphasized that the identification and assessment of frailty should be part of the routine management of people with diabetes. Compared with developed countries, the research on frailty in the older adults in China started relatively recently, there were few comprehensive studies on the prevalence and associated factors of frailty and pre-frailty among older adults with diabetes nationwide."
            ],
            "research objective": [
                "To investigate the prevalence of frailty and pre-frailty and its associated factors in Chinese older adults with diabetes through a nationwide cross-sectional study."
            ],
            "challenges": [
                "Our study has several limitations. First, the data on diabetes were self-reported and might be subject to memory bias. Second, this was a cross-sectional study, so the causal relationship between diabetes and frailty was not analyzed."
            ],
            "methods": [
                "The data were obtained from the Sample Survey of the Aged Population in Urban and Rural China (SSAPUR), conducted in 2015, which was a cross-sectional study involving a nationally representative sample of older adults aged 60 years or more from 31 provinces, autonomous regions, and municipalities in mainland China. Subjects with diabetes were included in this study. Frailty index (FI), based on 33 potential deficits, was used to categorize individuals as robust, pre-frail, or frail."
            ],
            "dataset": [
                "The data were obtained from the Sample Survey of the Aged Population in Urban and Rural China (SSAPUR), conducted in 2015, which was a cross-sectional study involving a nationally representative sample of older adults aged 60 years or more from 31 provinces, autonomous regions, and municipalities in mainland China."
            ],
            "findings": [
                "Our study found that frail patients with diabetes were older, were more likely to have been hospitalized in the past 1 year, were more likely to have ADL disability, and were more likely to have comorbidities than non-frail patients with diabetes. Our study also found that female, rural residency, illiterate, ethnic minority, widowed, living alone, financial difficulties, and very difficult medical reimbursement were associated with the prevalence of frailty and pre-frailty in older adults with diabetes. Our study found significant regional differences in the prevalence of frailty and pre-frailty in older adults with diabetes. The prevalence of frailty in older adults with diabetes in northern China was higher than that in southern China."
            ],
            "backgroundCn": [
                "糖尿病是全球老年人中最常见的慢性非传染性疾病之一。2017年中国糖尿病流行病学调查显示，60岁及以上老年人中糖尿病的患病率为30.0%，中国是全球老年糖尿病患者人数最多的国家。糖尿病引起的各种急性和慢性并发症严重影响老年人的健康状况和生活质量。虚弱症是一种新兴的全球健康负担，是一种常见的老年综合征。对21项来自西方高收入国家的研究进行的荟萃分析显示，社区居住的老年人中虚弱症的患病率范围为4%至59%，平均患病率为11%；而中国社区居住的老年人中虚弱症和前虚弱症的合并患病率分别为10%和43%，这导致了跌倒、残疾、住院和死亡风险的增加，并且是老年人更高医疗支出的独立预测因素。随着人口老龄化，糖尿病和虚弱症常常是共同发生的健康结果，虚弱症和糖尿病均增加了老年人不良结果的风险。一项荟萃分析显示，患有糖尿病的老年人如果同时存在虚弱症，其住院、残疾和死亡的风险显著高于没有虚弱症的糖尿病老年人。研究表明，虚弱症是影响老年糖尿病患者血糖管理目标水平的重要因素。国际糖尿病虚弱症立场声明强调，虚弱症的识别和评估应成为糖尿病患者常规管理的一部分。与发达国家相比，中国对老年人虚弱症的研究起步相对较晚，关于全国范围内糖尿病老年人虚弱症和前虚弱症的患病率及相关因素的综合研究较少。"
            ],
            "research objectiveCn": [
                "通过一项全国性横断面研究，调查中国老年糖尿病患者中虚弱和前虚弱的流行率及其相关因素。"
            ],
            "challengesCn": [
                "我们的研究有几个局限性。首先，糖尿病的数据是自我报告的，可能受到记忆偏差的影响。其次，这是一项横断面研究，因此未分析糖尿病与虚弱之间的因果关系。"
            ],
            "methodsCn": [
                "数据来自于2015年进行的中国城乡老年人口样本调查（SSAPUR），这是一项涉及来自中国大陆31个省、自治区和直辖市的60岁及以上老年人全国代表性样本的横断面研究。研究对象包括患有糖尿病的个体。脆弱指数（FI）基于33个潜在缺陷，用于将个体分类为健康、预脆弱或脆弱。"
            ],
            "datasetCn": [
                "数据来自于2015年进行的中国城乡老年人口抽样调查（SSAPUR），这是一项横断面研究，涉及来自中国大陆31个省、自治区和直辖市的60岁及以上老年人的全国代表性样本。"
            ],
            "findingsCn": [
                "我们的研究发现，糖尿病虚弱患者年龄较大，过去一年住院的可能性更高，日常生活活动（ADL）残疾的可能性更高，并且合并症的发生率高于非虚弱糖尿病患者。我们的研究还发现，女性、农村居住、文盲、少数民族、寡居、独居、经济困难以及医疗报销非常困难与老年糖尿病患者虚弱和前虚弱的流行率相关。我们的研究发现，老年糖尿病患者虚弱和前虚弱的流行率存在显著的地区差异。中国北方老年糖尿病患者的虚弱流行率高于南方。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the Sample Survey of the Aged Population in Urban and Rural China (SSAPUR) used to gather data on older adults with diabetes in China?",
                "QuestionCn": "城市和农村中国老年人口抽样调查（SSAPUR）是否用于收集中国老年糖尿病患者的数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What factors are considered for assessing human activity intensity in the Qinghai-Tibet Plateau's agricultural and pastoral areas?",
                "QuestionCn": "在评估青藏高原农业和牧区人类活动强度时，考虑的因素包括哪些？",
                "AnswerEn": "grazing intensity, night-time light index, population density, GDP density, proportion of cultivated land, rate of change in the normalized vegetation index NDVI, distance to roads, distance to settlements",
                "AnswerCn": "放牧强度、夜间灯光指数、人口密度、GDP密度、耕地比例、归一化植被指数NDVI变化率、距道路距离、距定居点距离",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges exist in the application research of night-time light data?",
                "QuestionCn": "夜间灯光数据应用研究中存在哪些挑战？",
                "AnswerEn": "lack of comprehensive systematic summarization and organization of research outcomes, limited coverage, outdatedness of existing review papers",
                "AnswerCn": "缺乏对研究成果的全面系统总结和组织，覆盖范围有限，现有综述论文过时。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how entropy weight method is used in determining the weights of factors for assessing human activity intensity in the Tibetan Plateau?",
                "QuestionCn": "你能提供一个例子，说明如何使用熵权法来确定评估藏族高原人类活动强度的因素权重吗？",
                "AnswerEn": "In the dataset related to human activity intensity in the Tibetan Plateau, the entropy weight method was employed to determine the weights of various factors such as grazing intensity, night-time light index, population density, GDP density, proportion of cultivated land, NDVI rate of change, distance from roads, and distance from settlements.",
                "AnswerCn": "在与青藏高原人类活动强度相关的数据集中，采用熵权法来确定各种因素的权重，如放牧强度、夜间光照指数、人口密度、GDP密度、耕地比例、NDVI变化率、距离道路的距离和距离居民点的距离。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a data collection method for assessing frailty and pre-frailty in older adults with diabetes in China?",
                "QuestionCn": "评估中国老年糖尿病患者虚弱和前虚弱的一个数据收集方法是什么？",
                "AnswerEn": "An example is the use of the Sample Survey of the Aged Population in Urban and Rural China (SSAPUR), which is a nationwide cross-sectional study involving a representative sample of older adults aged 60 years or more, using the Frailty Index (FI) based on 33 potential deficits to categorize individuals.",
                "AnswerCn": "一个例子是使用中国城乡老年人口样本调查（SSAPUR），这是一项全国性的横断面研究，涉及60岁及以上老年人的代表性样本，使用基于33个潜在缺陷的脆弱性指数（FI）对个体进行分类。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the factors used to assess human activity intensity in the Qinghai-Tibet Plateau's agricultural and pastoral areas?",
                "QuestionCn": "评估青藏高原农业和牧区人类活动强度的因素有哪些？",
                "AnswerEn": "grazing intensity, night-time light index, population density, GDP density, proportion of cultivated land, rate of change of normalized vegetation index (NDVI), distance to roads, distance to settlements",
                "AnswerCn": "放牧强度、夜间灯光指数、人口密度、GDP密度、耕地比例、归一化植被指数（NDVI）变化率、距道路距离、距定居点距离",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What characteristics make night-time light remote sensing a valuable tool for studying human activity differences and urbanization processes?",
                "QuestionCn": "夜间光遥感的特征使其成为研究人类活动差异和城市化过程的宝贵工具。",
                "AnswerEn": "visible light and near-infrared electromagnetic wave information, cloud-free conditions at night, reflects human activity differences",
                "AnswerCn": "可见光和近红外电磁波信息，在夜间无云条件下，反映了人类活动的差异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodological approach is used to determine the weights for factors reflecting human activity intensity on the Qinghai-Tibet Plateau?",
                "QuestionCn": "用于确定反映青藏高原人类活动强度因素权重的方法论是什么？",
                "AnswerEn": "entropy weight method",
                "AnswerCn": "熵权法",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'entropy weight method' mean in the context of assessing human activity intensity?",
                "QuestionCn": "在评估人类活动强度的背景下，“熵权法”是什么意思。",
                "AnswerEn": "In the context of assessing human activity intensity, the 'entropy weight method' is a technique used to determine the weight of various factors that reflect human activity intensity, such as grazing intensity, night-time light index, population density, and GDP density. This method helps to objectively assign importance to each factor based on their variability, ultimately contributing to a composite index that evaluates human activity intensity.",
                "AnswerCn": "在评估人类活动强度的背景下，“熵权法”是一种用于确定反映人类活动强度的各种因素权重的技术，例如放牧强度、夜间光照指数、人口密度和GDP密度。该方法有助于根据各因素的变异性客观地分配重要性，最终有助于形成一个评估人类活动强度的综合指数。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'stable light correction' mean in the context of estimating electric power consumption from satellite imagery?",
                "QuestionCn": "在估计电力消耗时，'稳定光照校正'指的是对卫星图像中光照变化的调整，以确保在不同时间和条件下获取的数据具有一致性和可比性。",
                "AnswerEn": "In the context of estimating electric power consumption from satellite imagery, 'stable light correction' refers to a methodology for adjusting satellite data to account for saturation effects in night-time light images. This involves correcting the stable light imagery to more accurately estimate electric power consumption, by applying regression analyses or other statistical methods to correlate the light data with actual power consumption statistics.",
                "AnswerCn": "在估算卫星图像中的电力消耗的背景下，“稳定光修正”指的是一种调整卫星数据以考虑夜间光图像饱和效应的方法。这涉及到对稳定光影像进行修正，以更准确地估计电力消耗，通过应用回归分析或其他统计方法，将光数据与实际电力消耗统计数据进行关联。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the entropy weight method be applied to determine the importance of various factors in assessing human activity intensity in agricultural and pastoral regions?",
                "QuestionCn": "熵权法如何应用于确定评估农业和牧区人类活动强度的各种因素的重要性？",
                "AnswerEn": "The entropy weight method can be used to assign weights to different factors by measuring the amount of disorder or uncertainty associated with each factor. In this context, factors like grazing intensity, night-time light index, population density, GDP density, and others are evaluated for their contribution to human activity intensity, allowing researchers to determine their relative importance and influence in the dataset.",
                "AnswerCn": "熵权法可以通过测量与每个因素相关的无序或不确定性来为不同因素分配权重。在这种情况下，像放牧强度、夜间光照指数、人口密度、GDP密度等因素被评估其对人类活动强度的贡献，从而使研究人员能够确定它们在数据集中的相对重要性和影响。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What challenges might arise in developing a spatial overlay method to create a multi-temporal dataset of human activity intensity, and how can these challenges be addressed?",
                "QuestionCn": "在开发空间叠加方法以创建人类活动强度的多时态数据集时，可能会出现哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "Challenges in developing a spatial overlay method include ensuring consistency in data sources and resolution for each time period, managing data integration from different datasets, and addressing spatial misalignments. Addressing these challenges requires careful preprocessing of data, using standardized geographic projections, and employing data harmonization techniques to ensure compatibility and accuracy across different years in the dataset.",
                "AnswerCn": "开发空间叠加方法面临的挑战包括确保各时间段数据源和分辨率的一致性、管理来自不同数据集的数据集成，以及解决空间不对齐问题。解决这些挑战需要对数据进行仔细的预处理，使用标准化的地理投影，并采用数据协调技术，以确保数据集中不同年份之间的兼容性和准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to the selection of specific indicators such as grazing intensity and night-time light index in assessing human activity intensity in the Tibetan Plateau's agricultural and pastoral regions?",
                "QuestionCn": "哪些因素导致在评估青藏高原农业和牧区人类活动强度时选择特定指标，如放牧强度和夜间灯光指数？",
                "AnswerEn": "The selection of these indicators is influenced by the ecological sensitivity and vulnerability of the Tibetan Plateau and the need to reflect human activity intensity. Factors like grazing intensity, night-time light index, population density, and GDP density are chosen because they directly or indirectly represent the intensity of human activities and their impact on the ecosystem.",
                "AnswerCn": "这些指标的选择受到青藏高原生态敏感性和脆弱性的影响，并需要反映人类活动强度。选择放牧强度、夜间灯光指数、人口密度和GDP密度等因素，因为它们直接或间接地代表了人类活动的强度及其对生态系统的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the entropy weighting method used to determine the weight of factors in human activity intensity datasets for the Tibetan Plateau?",
                "QuestionCn": "熵权法用于确定西藏高原人类活动强度数据集中因素的权重，原因是什么？",
                "AnswerEn": "The entropy weighting method is used because it provides an objective way to determine the importance of each factor based on the variability of the data. This method helps to quantify the contribution of each factor to human activity intensity, ensuring that the final dataset accurately reflects the spatial and temporal dynamics of human activities in the region.",
                "AnswerCn": "熵权法之所以被使用，是因为它提供了一种基于数据变异性来确定每个因素重要性的客观方法。该方法有助于量化每个因素对人类活动强度的贡献，确保最终数据集准确反映该地区人类活动的时空动态。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using entropy weighting for determining factor importance in human activity intensity assessments on the Tibetan Plateau?",
                "QuestionCn": "使用熵加权法确定青藏高原人类活动强度评估中因素重要性的潜在后果是什么？",
                "AnswerEn": "Utilizing entropy weighting for determining factor importance can provide a more balanced and unbiased assessment of human activity intensity by objectively assigning weights based on data variability. This method may lead to a more accurate reflection of the relative impact of different human activities, which can enhance the reliability of spatial overlay results in generating human activity intensity datasets for the Tibetan Plateau.",
                "AnswerCn": "利用熵权法确定因素重要性可以通过基于数据变异性客观地分配权重，从而提供对人类活动强度的更平衡和无偏评估。这种方法可能会更准确地反映不同人类活动的相对影响，从而增强在生成青藏高原人类活动强度数据集时空间叠加结果的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind evaluating human activity intensity in the Qinghai-Tibet Plateau's agricultural and pastoral areas over multiple time periods?",
                "QuestionCn": "评估青藏高原农业和牧区人类活动强度在多个时间段的目标是什么？",
                "AnswerEn": "The objectives include exploring the impact of human interference on the plateau's alpine ecosystem and providing effective support for government decision-making in regional ecosystem management and sustainable development.",
                "AnswerCn": "目标包括探索人类干扰对高原 alpine 生态系统的影响，并为政府在区域生态系统管理和可持续发展方面的决策提供有效支持。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to integrate multiple factors like grazing intensity and night-time light index in assessing human activity intensity?",
                "QuestionCn": "在评估人类活动强度时，整合放牧强度和夜间光照指数等多个因素的重要性是什么？",
                "AnswerEn": "Integrating multiple factors like grazing intensity and night-time light index provides a comprehensive assessment of human activity intensity, which reflects the changes and impacts on ecological sensitivity and vulnerability in the Qinghai-Tibet Plateau.",
                "AnswerCn": "整合放牧强度和夜间光照指数等多个因素，可以全面评估人类活动强度，这反映了青藏高原生态敏感性和脆弱性的变化与影响。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is the purpose of using entropic weight methods to determine the weight of factors in assessing human activity intensity?",
                "QuestionCn": "使用熵权法确定评估人类活动强度因素权重的目的是什么？",
                "AnswerEn": "The purpose of using entropic weight methods is to objectively determine the importance of each factor in reflecting human activity intensity, thereby ensuring a balanced and accurate assessment of human impact on the ecosystem.",
                "AnswerCn": "使用熵权法的目的是客观地确定每个因素在反映人类活动强度中的重要性，从而确保对人类对生态系统影响的平衡和准确评估。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodological steps are involved in determining the weights for various factors influencing human activity intensity in the Qinghai-Tibet Plateau pastoral area using entropy weight method?",
                "QuestionCn": "确定影响青藏高原牧区人类活动强度的各因素权重的熵权法涉及哪些方法步骤？",
                "AnswerEn": "The methodological steps involve selecting factors that reflect human activity intensity, such as grazing intensity, night-time light index, population density, GDP density, cultivated land proportion, NDVI change rate, distance to roads, and distance to settlements. Entropy weight method is then used to determine the weights of these factors, which are combined through spatial overlay to obtain the human activity intensity datasets for different years.",
                "AnswerCn": "方法步骤包括选择反映人类活动强度的因素，如放牧强度、夜间光照指数、人口密度、GDP密度、耕地比例、NDVI变化率、距离道路的距离和距离居民点的距离。然后使用熵权法确定这些因素的权重，通过空间叠加将其结合，以获得不同年份的人类活动强度数据集。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can remote sensing data, specifically night-time light imagery, be processed and used to assess human activity differences across large-scale regions?",
                "QuestionCn": "遥感数据，特别是夜间灯光影像，如何被处理和用于评估大规模区域内人类活动差异。",
                "AnswerEn": "Night-time light imagery from remote sensing can be processed to capture visible light and near-infrared electromagnetic wave emissions under cloud-free conditions, which directly reflect differences in human activities. The data are then used in various applications such as urbanization process studies, impervious surface extraction, and socio-economic spatial estimation, supported by the advancement of new data products like NPP/VIIRS, which address previous limitations in spatial, temporal, and radiometric resolution.",
                "AnswerCn": "夜间光影像通过遥感处理，可以捕捉在无云条件下的可见光和近红外电磁波发射，这直接反映了人类活动的差异。这些数据被用于各种应用，如城市化过程研究、不透水表面提取和社会经济空间估计，得益于新数据产品如NPP/VIIRS的发展，这些产品解决了以前在空间、时间和辐射分辨率方面的限制。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the procedures for correcting the stable light imagery from DMSP/OLS to accurately estimate electric power consumption in large regions?",
                "QuestionCn": "纠正DMSP/OLS稳定光影像以准确估计大区域电力消费的程序是什么？",
                "AnswerEn": "The procedure involves an area correction for the stable light imagery using a cubic regression equation to address saturation issues in electric power supply areas. This involves analyzing the spatial distribution characteristics of the stable light and applying a regression between the corrected light data and statistical electric power consumption data, verified across multiple countries.",
                "AnswerCn": "该程序涉及使用立方回归方程对稳定光影像进行区域修正，以解决电力供应区域的饱和问题。这涉及分析稳定光的空间分布特征，并在经过修正的光数据与统计电力消费数据之间进行回归，经过多个国家的验证。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the accurate estimation of human activity intensity in regions like the Qinghai-Tibet Plateau using remote sensing data?",
                "QuestionCn": "哪些技术进步使得在青藏高原等地区利用遥感数据准确估计人类活动强度成为可能？",
                "AnswerEn": "Technological advancements such as the development of high-resolution night-time light data from the NPP/VIIRS and DMSP/OLS satellites have enabled the accurate estimation of human activity intensity in regions like the Qinghai-Tibet Plateau. These advancements address limitations in spatial, temporal, and radiometric resolutions, allowing for more precise monitoring of human activities.",
                "AnswerCn": "技术进步，如NPP/VIIRS和DMSP/OLS卫星开发的高分辨率夜间灯光数据，使得在青藏高原等地区准确估计人类活动强度成为可能。这些进展解决了空间、时间和辐射分辨率的局限性，从而能够更精确地监测人类活动。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the integration of multiple socio-economic and environmental factors enable a comprehensive assessment of human activity intensity in the Qinghai-Tibet Plateau?",
                "QuestionCn": "多个社会经济和环境因素的整合如何使对青藏高原人类活动强度的综合评估成为可能？",
                "AnswerEn": "Integration of multiple socio-economic and environmental factors, such as grazing intensity, night-time light index, population density, GDP density, arable land proportion, NDVI change rate, and distances to roads and settlements, enables a comprehensive assessment of human activity intensity. The use of entropy weight method to determine factor weights and spatial overlay techniques allows for the creation of detailed datasets reflecting human impacts over time.",
                "AnswerCn": "多个社会经济和环境因素的整合，如放牧强度、夜间光照指数、人口密度、GDP密度、可耕地比例、NDVI变化率以及距离道路和居民点的距离，使得对人类活动强度的综合评估成为可能。使用熵权法确定因素权重和空间叠加技术，可以创建反映人类影响随时间变化的详细数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges must be addressed to enable the effective use of night-time light data in evaluating long-term trends in human activity and environmental impact?",
                "QuestionCn": "为了有效利用夜间灯光数据评估人类活动和环境影响的长期趋势，必须解决哪些挑战？",
                "AnswerEn": "Challenges in using night-time light data include addressing arbitrary characteristics in dataset construction, such as limited sunlight influence periods and cloud cover assessments. Additionally, the need for systematic summarization and organization of research results to overcome limitations in coverage and timeliness is crucial for effectively evaluating long-term trends in human activity and environmental impact.",
                "AnswerCn": "使用夜间灯光数据的挑战包括解决数据集构建中的任意特征，例如有限的阳光影响期和云层覆盖评估。此外，系统性总结和组织研究结果的需求对于克服覆盖范围和时效性方面的局限性至关重要，以有效评估人类活动和环境影响的长期趋势。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the integration of multiple factors, such as grazing intensity and night-time light index, be expected to enhance the accuracy of human activity intensity assessments in the Qinghai-Tibet Plateau pastoral areas?",
                "QuestionCn": "为什么将多种因素（如放牧强度和夜间光照指数）整合在一起，预计会提高对青藏高原牧区人类活动强度评估的准确性？",
                "AnswerEn": "The integration of multiple factors like grazing intensity and night-time light index is expected to enhance the accuracy of human activity intensity assessments because these factors provide a comprehensive view of human impact. Each factor reflects different aspects of human activities, and their combined analysis can offer a more nuanced understanding of the intensity and distribution of human influence in ecologically sensitive areas like the Qinghai-Tibet Plateau.",
                "AnswerCn": "多种因素的整合，如放牧强度和夜间光照指数，预计将提高人类活动强度评估的准确性，因为这些因素提供了人类影响的全面视角。每个因素反映了人类活动的不同方面，它们的综合分析可以提供对生态敏感区域（如青藏高原）的人类影响强度和分布的更细致理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why could the use of entropy weight method be anticipated to provide a more objective determination of factor weights in the assessment of human activity intensity?",
                "QuestionCn": "使用熵权法在评估人类活动强度时，能够提供更客观的因素权重确定，原因是什么？",
                "AnswerEn": "The entropy weight method could provide a more objective determination of factor weights because it relies on the variability and distribution of data rather than subjective judgment. This method quantitatively assigns weights based on the degree of disorder or uncertainty in the data, allowing for a more data-driven approach to evaluate the significance of each factor in assessing human activity intensity.",
                "AnswerCn": "熵权法可以提供更客观的因素权重确定，因为它依赖于数据的变异性和分布，而不是主观判断。该方法基于数据中的无序或不确定程度定量分配权重，从而允许一种更数据驱动的方法来评估每个因素在评估人类活动强度中的重要性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How can entropy weighting method enhance the assessment of human activity intensity in ecological sensitive regions like the Qinghai-Tibet Plateau?",
                "QuestionCn": "熵权法如何增强对生态敏感区域（如青藏高原）人类活动强度的评估？",
                "AnswerEn": "The entropy weighting method allows for a more objective determination of factor weights by evaluating the variation and importance of each factor reflecting human activity intensity. This method helps to accurately integrate diverse indicators such as population density, GDP density, and grazing intensity into a comprehensive assessment, which is crucial for understanding the impacts on fragile ecosystems like the Qinghai-Tibet Plateau.",
                "AnswerCn": "熵权法通过评估每个因素的变异性和重要性，允许更客观地确定因素权重，反映人类活动强度。该方法有助于准确整合人口密度、GDP密度和放牧强度等多种指标，形成综合评估，这对于理解脆弱生态系统（如青藏高原）的影响至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the entropy weight method is used to determine the weights of different human activity intensity factors in data collection.",
                "QuestionCn": "我不明白熵权法是如何用于确定数据收集中不同人类活动强度因素的权重的。",
                "AnswerEn": "The entropy weight method is employed to assign weights to various factors reflecting human activity intensity. It evaluates the diversity of information provided by each factor and determines the significance of each factor based on the amount of information it contributes.",
                "AnswerCn": "熵权法用于为反映人类活动强度的各个因素分配权重。它评估每个因素提供的信息的多样性，并根据每个因素所贡献的信息量确定其重要性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the techniques used to ensure the accuracy of night-time light data when assessing human activity intensity.",
                "QuestionCn": "我对在评估人类活动强度时确保夜间光数据准确性所使用的技术感到不确定。",
                "AnswerEn": "Night-time light data is processed by correcting stable light imagery and addressing saturation issues through methodologies such as cubic regression equations. These techniques help to accurately estimate parameters like electric power consumption, which is indicative of human activity intensity.",
                "AnswerCn": "夜间灯光数据通过校正稳定光影像和解决饱和问题进行处理，采用的方法包括立方回归方程。这些技术有助于准确估计电力消耗等参数，这些参数是人类活动强度的指示。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please discuss potential methodologies for integrating night-time light remote sensing data with socio-economic factors to improve the assessment of human activity impacts on the Qinghai-Tibet Plateau ecosystem.",
                "QuestionCn": "讨论将夜间灯光遥感数据与社会经济因素相结合的潜在方法，以改善对青藏高原生态系统人类活动影响的评估。",
                "AnswerEn": "Integrating night-time light remote sensing data with socio-economic factors could involve using advanced spatial analysis techniques to correlate light intensity with population density, GDP density, and other socio-economic indicators. This integration can be enhanced by leveraging machine learning algorithms to identify patterns and relationships, thus providing a more comprehensive understanding of human activity impacts on the ecosystem.",
                "AnswerCn": "将夜间灯光遥感数据与社会经济因素相结合，可以使用先进的空间分析技术，将光强度与人口密度、GDP密度及其他社会经济指标进行关联。这种整合可以通过利用机器学习算法来识别模式和关系，从而提供对人类活动对生态系统影响的更全面理解。",
                "Level": "C6(Creating)"
            }
        ]
    }
}