{
  "id": "c6efa3b7-8a94-4ea6-981b-3fdc99d42576",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Antarctic ice sheet mass balance data set (1985-2015)",
      "titleCn": "南极冰盖物质平衡数据集（1985-2015）",
      "description": "The Antarctic ice sheet is one of the largest potential sources of global sea level rise. Accurately determining the mass budget of the ice sheet is the key to understand the dynamic changes of the Antarctic ice sheet. It is very important to understand the evolution process of the ice sheet and accurately predict the future global sea level rise. Based on the MEaSUREs Antarctic groundingline and the basin boundaries, we discretize the groundingline, combine the MEaSUREs and RAMP annual ice velocity data from 1985 to 2015 with the BedMachine ice thickness data, and vectorially calculate the ice discharge at each flux gate of the groundingline. We use the surface mass balance data of RACMO2.3p2 model to spatially calculate the surface mass balance of each basin, and combined it with the ice discharge results to obtain the Antarctic ice sheet mass balance data set (1985-2015). The data set includes the mass balance results of each basin of the Antarctic ice sheet in the year 1985, 2000 and 2015, and the annual ice velocity data, ice thickness and annual ice discharge corresponding to the location of each flux gate. The data set realizes the fine evaluation of ice flux at the groundingline, and reflect the changes and spatial distribution characteristics of the mass balance of each basin of the Antarctic ice sheet in recent 30 years. It provides basic data for the subsequent fine change evaluation and prediction of the mass balance of the Antarctic ice sheet and the exploration of the mechanism of ice sheet loss.",
      "descriptionCn": "南极冰盖是全球海平面上升的最大潜在来源之一，准确确定冰盖物质收支情况是理解南极冰盖动态变化的关键，对理解冰盖演变历程、准确预测未来全球海平面上升都是至关重要的。作者基于MEaSUREs触地线产品和MEaSUREs南极流域边界，将触地线离散化，结合1985-2015年的MEaSUREs和RAMP年度冰流速数据，和BedMachine冰厚度数据，矢量计算触地线各通量出口单元处冰通量；使用RACMO2.3p2模式的表面物质平衡数据，空间计算各流域表面物质平衡，并结合冰通量结果，得到南极冰盖物质平衡数据集（1985-2015年）。该数据集包括1985年、2000年、2015年三年的南极冰盖各流域物质平衡结果，含有各通量出口单元位置对应的年度冰流速、冰厚度、冰通量等信息。该数据集实现了触地线处冰通量的精细评估，可以反映近三十年南极冰盖各流域物质平衡的变化情况和空间分布特征，为后续南极冰盖物质平衡的精细变化评估及预测，和冰盖损耗机理探究提供基础性数据。",
      "instructions": "File name:\nThe corresponding data and ice flux results of each flux outlet unit of the Antarctic ice sheet are stored in CSV format, and the name of the file is \"Table1_AIS_Fluxgate_D.csv\";\nThe summary results of ice discharge, surface mass balance and mass balance of each basin of the Antarctic ice sheet are stored in Excel file format, and the file name is \"Table2_AIS_basin_MB. xlsx\".\nData reading method:\nAll files in the dataset can be opened directly (such as Notepad and excel). If you want to display them with diagrams, you can use ArcGIS to extract XY coordinate data in table2 and generate corresponding vector point data.",
      "instructionsCn": "文件命名：\n南极冰盖各通量出口单元对应数据及冰通量结果以CSV格式存储，文件的名称为“Table1_AIS_Fluxgate_D.csv“；\n南极冰盖各流域冰通量、表面物质平衡、物质平衡的汇总结果以EXCEL文件格式存储，文件打名称为“Table2_AIS_basin_MB.xlsx“。\n数据读取方式：\n该数据集中的所有文件可以直接打开（如记事本、EXCEL），可用Arcgis提取Table1中的XY坐标数据，生成对应的矢量点数据。",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": -60.0,
      "startTime": "1985-07-01 00:00:00",
      "endTime": "2015-06-30 00:00:00",
      "fileSize": 22515446.0,
      "cstr": "18406.11.Cryos.tpdc.271830",
      "doi": "10.11888/Cryos.tpdc.271830",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "林依静",
        "nameEn": "LIN Yijing",
        "unitEn": "",
        "unitCn": "北京师范大学全球变化与地球系统科学研究院"
      },
      {
        "nameCn": "刘岩",
        "nameEn": "LIU Yan",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "程晓",
        "nameEn": "CHENG Xiao",
        "unitEn": "",
        "unitCn": "中山大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Comprehensive Annual Ice Sheet Velocity Mapping Using Landsat-8, Sentinel-1, and RADARSAT-2 Data",
        "referenceCn": null,
        "referenceEn": "Mouginot, J., Rignot, E., Scheuchl, B., & Millan, R. (2017). Comprehensive annual ice sheet velocity mapping using Landsat-8, Sentinel-1, and RADARSAT-2 data. Remote Sensing, 9(4), 364."
      },
      {
        "titleCn": null,
        "titleEn": "Ice-Shelf Melting Around Antarctica",
        "referenceCn": null,
        "referenceEn": "Rignot, E., Jacobs, S., Mouginot, J., & Scheuchl, B. (2013). Ice-shelf melting around Antarctica. Science, 341(6143), 266-270."
      },
      {
        "titleCn": null,
        "titleEn": "Deep Glacial Troughs and Stabilizing Ridges Unveiled Beneath the Margins of the Antarctic Ice Sheet",
        "referenceCn": null,
        "referenceEn": "Morlighem, M., Rignot, E., Binder, T., Blankenship, D., Drews, R., Eagles, G., ... & Young, D. A. (2020). Deep glacial troughs and stabilizing ridges unveiled beneath the margins of the Antarctic ice sheet. Nature Geoscience, 13(2), 132-137."
      },
      {
        "titleCn": null,
        "titleEn": "RADARSAT 1 synthetic aperture radar observations of Antarctica: Modified Antarctic mapping mission, 2000",
        "referenceCn": null,
        "referenceEn": "Jezek, K. C., Farness, K., Carande, R., Wu, X., & Labelle‐Hamer, N. (2003). RADARSAT 1 synthetic aperture radar observations of Antarctica: Modified Antarctic Mapping Mission, 2000. Radio Science, 38(4)."
      },
      {
        "titleCn": null,
        "titleEn": "Four Decades of Antarctic Ice Sheet Mass Balance From 1979–2017",
        "referenceCn": null,
        "referenceEn": "Rignot, E., Mouginot, J., Scheuchl, B., Van Den Broeke, M., Van Wessem, M. J., & Morlighem, M. (2019). Four decades of Antarctic Ice Sheet mass balance from 1979–2017. Proceedings of the National Academy of Sciences, 116(4), 1095-1103."
      },
      {
        "titleCn": null,
        "titleEn": "Antarctic Grounding Line Mapping From Differential Satellite Radar Interferometry",
        "referenceCn": null,
        "referenceEn": "Rignot, E., Mouginot, J., & Scheuchl, B. (2011). Antarctic grounding line mapping from differential satellite radar interferometry. Geophysical Research Letters, 38(10)."
      },
      {
        "titleCn": null,
        "titleEn": "Modelling the climate and surface mass balance of polar ice sheets using RACMO2–Part 1: Greenland (1958–2016)",
        "referenceCn": null,
        "referenceEn": "Noël, B., Berg, W. J. V. D., Wessem, J., Meijgaard, E. V., As, D. V., Lenaerts, J., ... & Broeke, M. R. (2018). Modelling the climate and surface mass balance of polar ice sheets using RACMO2–Part 1: Greenland (1958–2016). The Cryosphere, 12(3), 811-831."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "冰通量",
        "nameEn": "ice discharge"
      },
      {
        "nameCn": "表面物质平衡",
        "nameEn": "Surface mass balance"
      },
      {
        "nameCn": "质量平衡",
        "nameEn": "Mass balance"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南极冰盖",
        "keywordEn": "Antarctic ice sheet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1985-2015",
        "keywordEn": "1985-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to assess ice flow velocity and ice thickness in the context of understanding the Antarctic ice sheet mass balance?",
        "QuestionCn": "您能否提供一个用于评估冰流速度和冰厚度的数据收集方法的示例，以便理解南极冰盖的质量平衡？",
        "AnswerEn": "A data collection method involves using MEaSUREs annual ice flow velocity data and BedMachine ice thickness data from 1985-2015 to calculate ice flux at flux gate units. This method combines these datasets with the discretization of the grounding line and utilizes RACMO2.3p2 model for surface mass balance to generate comprehensive assessments of mass balance across the Antarctic ice sheet.",
        "AnswerCn": "一种数据收集方法涉及使用MEaSUREs年度冰流速度数据和1985-2015年的BedMachine冰厚度数据，以计算流量门单位的冰流量。该方法结合了这些数据集与接触线的离散化，并利用RACMO2.3p2模型进行表面质量平衡，以生成对南极冰盖质量平衡的全面评估。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the ice flow velocity data used in determining the mass balance of the Antarctic ice sheet from 1985 to 2015?",
        "QuestionCn": "用于确定1985年至2015年南极冰盖质量平衡的冰流速度数据的特征是什么？",
        "AnswerEn": "annual ice flow speed, various flux gate units along the grounding line",
        "AnswerCn": "沿着接地线的各个流量门单位的年度冰流速度",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of years covered in a dataset that assesses the Antarctic ice sheet mass balance?",
        "QuestionCn": "评估南极冰盖质量平衡的数据集覆盖了多少年的时间？",
        "AnswerEn": "31 years",
        "AnswerCn": "31年",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using MEaSUREs and RAMP annual ice velocity data compare to those using BedMachine ice thickness data in terms of evaluating ice flow dynamics at flux gate units?",
        "QuestionCn": "使用MEaSUREs和RAMP年度冰流速数据的数据收集方法与使用BedMachine冰厚度数据在评估通量门单位的冰流动态方面有何比较？",
        "AnswerEn": "The data collection methods using MEaSUREs and RAMP annual ice velocity data focus on measuring the speed of ice movement over time, which is crucial for understanding the dynamics of ice flow at specific points, namely the flux gate units. In contrast, BedMachine ice thickness data provides detailed information regarding the vertical dimension of the ice, which is essential for calculating the volume of ice present and understanding the structural characteristics of the ice sheet. Both methods contribute to evaluating ice flow dynamics, with velocity data offering insights into temporal changes and movement, while thickness data provides a static, volumetric perspective.",
        "AnswerCn": "使用MEaSUREs和RAMP年度冰速数据的数据收集方法专注于测量冰运动的速度，这对于理解特定点（即通量门单元）冰流的动态至关重要。相比之下，BedMachine冰厚度数据提供了关于冰的垂直维度的详细信息，这对于计算冰的体积和理解冰盖的结构特征是必不可少的。这两种方法都有助于评估冰流动态，速度数据提供了对时间变化和运动的洞察，而厚度数据则提供了静态的体积视角。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of integrating various data sources like MEaSUREs ice flow velocity data and BedMachine ice thickness data on the assessment of Antarctic ice sheet mass balance?",
        "QuestionCn": "整合各种数据源，如MEaSUREs冰流速度数据和BedMachine冰厚度数据，对评估南极冰盖质量平衡的影响是什么？",
        "AnswerEn": "Integrating various data sources such as MEaSUREs ice flow velocity data and BedMachine ice thickness data allows for a more precise calculation of ice flux at each outlet unit on the grounding line. This integration provides a detailed evaluation of the ice flux over a thirty-year period, reflecting changes in the mass balance and spatial distribution characteristics of the Antarctic ice sheet. Such detailed assessments are crucial for understanding the dynamics of the Antarctic ice sheet and for predicting future sea level rise accurately.",
        "AnswerCn": "整合各种数据源，如MEaSUREs冰流速度数据和BedMachine冰厚度数据，可以更精确地计算每个出流单元在接触线上的冰通量。这种整合提供了对冰通量在三十年期间的详细评估，反映了南极冰盖的质量平衡和空间分布特征的变化。这种详细评估对于理解南极冰盖的动态以及准确预测未来海平面上升至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind developing a dataset that assesses the mass balance of the Antarctic ice sheet over a thirty-year period?",
        "QuestionCn": "开发一个评估南极冰盖三十年质量平衡的数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives are to accurately determine the mass balance of the Antarctic ice sheet, which is crucial for understanding its dynamic changes. This understanding is key to comprehending the ice sheet's evolution and making accurate predictions about future global sea level rise. The dataset provides foundational data for precise assessments of changes in the mass balance of the Antarctic ice sheet and investigations into the mechanisms of ice sheet loss.",
        "AnswerCn": "主要目标是准确确定南极冰盖的质量平衡，这对于理解其动态变化至关重要。这种理解对于掌握冰盖的演变以及对未来全球海平面上升的准确预测至关重要。该数据集为精确评估南极冰盖质量平衡变化和研究冰盖损失机制提供了基础数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are used to compute ice flux at grounding line units, and how can these approaches be refined to improve the accuracy of Antarctic ice sheet mass balance assessments?",
        "QuestionCn": "计算冰流在接触线单位的流量所使用的方法论有哪些？如何改进这些方法以提高对南极冰盖质量平衡评估的准确性？",
        "AnswerEn": "Ice flux at grounding line units is calculated by discretizing the grounding line using MEaSUREs grounding line products combined with MEaSUREs and RAMP annual ice velocity data and BedMachine ice thickness data from 1985-2015. The RACMO2.3p2 model's surface mass balance data is used to spatially calculate surface mass balance for each basin, which is then combined with ice flux results to obtain the Antarctic ice sheet mass balance dataset. This approach allows for a detailed evaluation of ice flux at the grounding line, reflecting changes in the ice sheet mass balance and spatial distribution over three decades.",
        "AnswerCn": "冰流量在接触线的单位是通过离散化接触线，结合MEaSUREs接触线产品、MEaSUREs和RAMP年度冰速数据以及1985-2015年的BedMachine冰厚数据来计算的。RACMO2.3p2模型的表面质量平衡数据用于空间计算每个流域的表面质量平衡，然后将其与冰流量结果结合，以获得南极冰盖质量平衡数据集。这种方法允许对接触线的冰流量进行详细评估，反映出冰盖质量平衡和三十年来空间分布的变化。",
        "Level": "C6(Creating)"
      }
    ]
  }
}