{
    "id": "c6f758cf-6c99-4023-8026-f59e6d3657cb",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dataset of oceanic moisture contributions to precipitation over the Tibetan Plateau simulated by WAM-2 during 1979-2015",
            "titleCn": "WAM-2模拟的海洋水汽对青藏高原降水贡献的数据集（1979-2015）",
            "description": "This is a monthly grided dataset (1°×1°) of the oceanic moisture contributions to precipitation over the Tibetan Plateau during 1979–2015, which was produced by using the atmospheric reanalysis product to drive the forward Eulerian moisture tracking model (WAM-2). We tracked the evaporation from global oceans (‘oceans’ in Masks.nc), the western oceans dominated by the westerlies (‘western oceans’ in Masks.nc), and the Indian Ocean dominated by the Indian monsoon (‘indian ocean’ in Masks.nc), and quantified their contributions to precipitation over the plateau from two aspects: absolute contribution (mm, equivalent water height in each grid) and relative contribution (%, ratio of oceanic moisture contribution to each grid). Due to date uncertainties, we used three high-resolution global atmospheric reanalysis products (ERA-I, MERRA2, and JRA55) in the moisture tracking, and we suggest the users of this dataset pay attention to the uncertainties among the different simulations.",
            "descriptionCn": "本数据是采用大气再分析资料驱动欧拉水汽追踪模式（WAM-2）进行正向水汽追踪，所获得的1979至2015年海洋水汽对青藏高原降水贡献的月尺度格点数据集（1°×1°）。我们对全球海洋源区（Masks.nc中的oceans区域）、西风主导的西部海洋源区（Masks.nc中的western oceans区域）和季风主导的印度洋源区（Masks.nc中的indian ocean区域）所蒸发的水汽进行了追踪，并从绝对贡献（mm，当前格点受海洋水汽贡献的等效水高）和相对贡献（%，当前格点受海洋水汽贡献的比率）两个角度量化了这些源区的水汽对高原降水的影响。考虑到数据不确定性，本数据同时采用3套高分辨率的全球大气再分析资料（ERA-I、MERRA2和JRA55）进行水汽追踪模拟，我们建议数据的使用者关注不同资料模拟结果之间存在的差异。",
            "instructions": "The dataset is stored in nc format. 'Oceanic moisture contribution_ ERA-I.nc' is the dataset of oceanic moisture contribution simulated by WAM-2 driven by ERA-I. Therein, the variables ‘oceans_*’, ‘western_ oceans_*’ and ‘indian_ ocean_*’ represent the moisture contributions from global oceans, the western oceans, and the Indian Ocean, respectively. The variables ‘*_absolute’ and ‘*_relative’ represent the absolute and relative moisture contribution. For example, the variable ‘indian_ocean_absolute’ represents the absolute contribution of moisture from the Indian Ocean. ‘Masks.nc’ contains the mask data of the global oceans, the western oceans and the Indian Ocean used in the moisture tracking simulations.",
            "instructionsCn": "数据以nc格式存储。Oceanic moisture contribution_ERA-I.nc为基于ERA-I数据驱动WAM-2获得的海源水汽贡献数据集，其变量中的oceans_*、western_oceans_*和indian_ocean_*分别代表整个海洋源区、西部海洋源区和印度洋源区的贡献；变量*_absolute和*_relative分别代表绝对和相对贡献（例如，变量indian_ocean_absolute代表印度洋源区蒸发水汽的绝对贡献）。Masks.nc文件包含了水汽追踪模拟所使用的全球海洋源区、西部海洋源区和印度洋源区的掩膜数据。",
            "east": 107.0,
            "west": 66.0,
            "south": 23.0,
            "north": 44.0,
            "startTime": "1979-01-01 00:00:00",
            "endTime": "2015-12-31 00:00:00",
            "fileSize": 29572325.0,
            "cstr": "18406.11.Atmos.tpdc.272946",
            "doi": "10.11888/Atmos.tpdc.272946",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李颖",
                "nameEn": "LI Ying ",
                "unitEn": "College of Hydraulic and Environmental Engineering, China Three Gorges University",
                "unitCn": "三峡大学水利与环境学院"
            },
            {
                "nameCn": "彭辉",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "三峡大学水利与环境学院"
            },
            {
                "nameCn": "肖尚斌",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "三峡大学水利与环境学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Spatial distribution of oceanic moisture contributions to precipitation over the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Li, Y., Wang, C.H., Huang, R., Yan, D.H., Peng, H., & Xiao, S.B. (2022) Spatial distribution of oceanic moisture contributions to precipitation over the Tibetan Plateau. Hydrol. Earth Syst. Sci., 26(24), 6413-6426. https://doi.org/10.5194/hess-26-6413-2022."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气水循环",
                "nameEn": "Atmospheric water circulation"
            },
            {
                "nameCn": "大气水汽",
                "nameEn": "Atmospheric Water Vapor"
            },
            {
                "nameCn": "水循环",
                "nameEn": "Hydrologic cycle"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "水汽来源",
                "nameEn": "Moisture source"
            },
            {
                "nameCn": "水汽输送",
                "nameEn": "Moisture transport"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1979~2015",
                "keywordEn": "1979~2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features of a dataset that tracks the contribution of oceanic water vapor to precipitation over the Tibetan Plateau using forward water vapor tracing techniques?",
                "QuestionCn": "跟踪海洋水蒸气对青藏高原降水贡献的数据集的具体特征是什么？使用前向水蒸气追踪技术。",
                "AnswerEn": "monthly grid-scale data, 1979 to 2015, resolution of 1°×1°, absolute contributions in mm, relative contributions in %, global oceanic source regions, western oceanic regions, Indian Ocean region, high-resolution global atmospheric reanalysis data, ERA-I, MERRA2, JRA55",
                "AnswerCn": "1979年至2015年的月度网格尺度数据，分辨率为1°×1°，绝对贡献以毫米为单位，相对贡献以百分比为单位，全球海洋源区，西部海洋区域，印度洋区域，高分辨率全球大气再分析数据，ERA-I，MERRA2，JRA55。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods using the WAM-2 model compare when utilizing different atmospheric reanalysis datasets such as ERA-I, MERRA2, and JRA55 in terms of their impact on the accuracy of oceanic water vapor contribution to precipitation over the Tibetan Plateau?",
                "QuestionCn": "使用WAM-2模型的数据收集方法在利用不同的大气再分析数据集（如ERA-I、MERRA2和JRA55）时，如何比较它们对青藏高原降水中海洋水汽贡献准确性的影响？",
                "AnswerEn": "The WAM-2 model's water vapor tracking simulations use three different high-resolution global atmospheric reanalysis datasets: ERA-I, MERRA2, and JRA55. These datasets are compared to quantify the absolute and relative contributions of oceanic water vapor to precipitation over the Tibetan Plateau. The differences in simulation results among these datasets highlight the impact of data uncertainty on the accuracy of the model's outputs.",
                "AnswerCn": "WAM-2模型的水汽追踪模拟使用了三种不同的高分辨率全球大气再分析数据集：ERA-I、MERRA2和JRA55。这些数据集被比较以量化海洋水汽对青藏高原降水的绝对和相对贡献。不同数据集之间的模拟结果差异突显了数据不确定性对模型输出准确性的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the variability in oceanic water vapor contributions to precipitation patterns over the Tibetan Plateau from differences observed in multiple high-resolution atmospheric reanalysis datasets?",
                "QuestionCn": "从多个高分辨率大气重分析数据集中观察到的差异，可以推断出海洋水汽对青藏高原降水模式的贡献存在变异性。",
                "AnswerEn": "The variability in oceanic water vapor contributions to precipitation patterns over the Tibetan Plateau, as observed through different high-resolution atmospheric reanalysis datasets (ERA-I, MERRA2, and JRA55), suggests that there may be inherent uncertainties in data collection and modeling approaches. These differences can highlight the importance of considering multiple data sources to understand the absolute and relative contributions of oceanic vapor from various regions, such as global oceanic sources, western oceanic, and Indian Ocean sources, to high-altitude precipitation.",
                "AnswerCn": "通过不同的高分辨率大气再分析数据集（ERA-I、MERRA2 和 JRA55）观察到的海洋水汽对青藏高原降水模式的贡献的变异性，表明在数据收集和建模方法中可能存在固有的不确定性。这些差异突显了考虑多个数据来源的重要性，以理解来自不同区域（如全球海洋源、西部海洋源和印度洋源）的海洋水汽对高海拔降水的绝对和相对贡献。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes contribute to uncertainties in the simulation of oceanic water vapor contributions to precipitation over the Tibetan Plateau?",
                "QuestionCn": "导致对青藏 Plateau 上水汽对降水贡献的模拟不确定性的原因有哪些？",
                "AnswerEn": "The uncertainties in the simulation are influenced by the usage of different high-resolution global atmospheric reanalysis datasets (ERA-I, MERRA2, and JRA55) for the water vapor tracking simulation.",
                "AnswerCn": "模拟中的不确定性受到不同高分辨率全球大气再分析数据集（ERA-I、MERRA2 和 JRA55）用于水汽追踪模拟的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on the accuracy of water vapor tracking when utilizing multiple high-resolution atmospheric reanalysis datasets compared to using a single dataset?",
                "QuestionCn": "利用多个高分辨率大气重分析数据集与使用单一数据集相比，对水汽追踪的准确性可能产生的影响是什么？",
                "AnswerEn": "Using multiple high-resolution atmospheric reanalysis datasets, such as ERA-I, MERRA2, and JRA55, for water vapor tracking can help in capturing the variability and uncertainty inherent in the data. This approach allows for cross-validation and comparison, which can potentially enhance the accuracy of the results by providing a range of outcomes from different data sources. However, it also introduces challenges in reconciling differences and ensuring consistency across the datasets.",
                "AnswerCn": "使用多个高分辨率的大气再分析数据集，如ERA-I、MERRA2和JRA55进行水汽追踪，可以帮助捕捉数据中固有的变异性和不确定性。这种方法允许进行交叉验证和比较，可能通过提供来自不同数据源的一系列结果来提高结果的准确性。然而，这也带来了调和差异和确保数据集一致性的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of using atmospheric reanalysis data to drive Eulerian water vapor tracking models in studying oceanic contributions to precipitation over the Tibetan Plateau?",
                "QuestionCn": "使用大气重分析数据驱动欧拉水汽追踪模型研究青藏 Plateau 上降水的海洋贡献的主要目标是什么？",
                "AnswerEn": "The main goal is to quantify the contributions of oceanic water vapor to precipitation over the Tibetan Plateau by using Eulerian water vapor tracking models driven by atmospheric reanalysis data. This quantification is done from both absolute (equivalent water height) and relative (percentage contribution) perspectives. The dataset also aims to explore the differences in water vapor contributions from various oceanic source regions, such as global ocean sources, westerly-dominated western ocean sources, and monsoon-dominated Indian Ocean sources, using multiple high-resolution global atmospheric reanalysis datasets to account for uncertainties.",
                "AnswerCn": "主要目标是通过使用基于大气再分析数据的欧拉水汽追踪模型，量化海洋水汽对青藏高原降水的贡献。这一量化从绝对（等效水高度）和相对（百分比贡献）两个角度进行。该数据集还旨在探讨来自不同海洋源区域的水汽贡献差异，例如全球海洋源、西风主导的西部海洋源和季风主导的印度洋源，使用多个高分辨率全球大气再分析数据集以考虑不确定性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in using an Eulerian water vapor tracking model to simulate and quantify the contribution of oceanic water vapor to precipitation over a region like the Tibetan Plateau?",
                "QuestionCn": "使用欧拉水汽追踪模型模拟和量化海洋水汽对像青藏高原这样的地区降水贡献的程序步骤包括：\n\n1. **模型选择与设置**：选择合适的欧拉水汽追踪模型，并根据研究区域的特点进行模型参数设置。\n\n2. **数据收集**：收集必要的气象数据，包括海洋和陆地的气温、湿度、风速、降水量等，通常需要使用卫星观测、气象站数据和再分析数据。\n\n3. **边界条件设定**：根据研究区域的地理和气候特征，设定模型的边界条件，包括海洋水汽源的分布和强度。\n\n4. **水汽追踪初始化**：在模型中初始化水汽追踪，标记海洋水汽的来源，并设置追踪的时间范围。\n\n5. **模型运行**：运行模型进行水汽追踪，模拟水汽在大气中的输送过程，特别是从海洋到青藏高原的输送。\n\n6. **数据分析**：对模型输出的数据进行分析，量化海洋水汽对青藏高原降水的贡献，识别主要的水汽输送路径和机制。\n\n7. **结果验证**：将模型结果与观测数据进行比较，验证模型的准确性和可靠性。\n\n8. **敏感性分析**：进行敏感性分析，评估不同参数和条件对水汽追踪结果的影响。\n\n9. **结果解释与讨论**：对模拟结果进行解释，讨论海洋水汽对青藏高原降水的影响及其气候意义。\n\n10. **撰写报告**：整理研究结果，撰写研究报告或论文，分享研究发现。",
                "AnswerEn": "The simulation involves using atmospheric reanalysis data to drive the Eulerian water vapor tracking model (WAM-2) to perform forward water vapor tracking. Water vapor evaporation from global oceanic source regions, including areas dominated by westerlies (western oceans) and the monsoon-driven Indian Ocean, is tracked. The contribution of this vapor to precipitation over the Tibetan Plateau is quantified in terms of absolute contribution (equivalent water height in mm) and relative contribution (percentage contribution). The procedure employs three high-resolution global atmospheric reanalysis datasets (ERA-I, MERRA2, and JRA55) to account for uncertainties, and it is recommended to consider differences in results from these datasets.",
                "AnswerCn": "该模拟涉及使用大气重分析数据驱动欧拉水汽追踪模型（WAM-2）进行前向水汽追踪。追踪来自全球海洋源区的水汽蒸发，包括以西风为主的西部海洋和受季风驱动的印度洋区域。量化这些水汽对青藏高原降水的贡献，分别以绝对贡献（毫米等效水高度）和相对贡献（百分比贡献）进行表述。该过程采用三种高分辨率全球大气重分析数据集（ERA-I、MERRA2和JRA55）以考虑不确定性，并建议考虑这些数据集结果之间的差异。",
                "Level": "C3(Applying)"
            }
        ]
    }
}