{
  "id": "c70e29a7-7b80-4765-b8c5-12b9d0c13014",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochronological and mineralogical data of retrograde eclogites from Dongcuo area, Gaize County, Tibet",
      "titleCn": "西藏改则县洞错地区退变榴辉岩的年代学和矿物学数据",
      "description": "The Dongcuo Eclogite in the western part of Bangonghu Nujiang suture zone was systematically studied by petrography, LA-ICP-MS trace element analysis of rutile, zircon Sims U-Pb dating and rutile Sims U-Pb dating. The results show that the eclogites in Dongcuo area experienced eclogite facies metamorphism in peak stage, and then superimposed with retrograde metamorphism of high pressure granulite facies and amphibolite in later stage. Geochronological study shows that the protolith age of eclogite is 250 Ma, the superimposed age of granulite facies is 177 Ma, and the late amphibolite degeneration occurred at 168 ma. This study provides a new model for Mesozoic evolution of Bangonghu Nujiang Tethys, and reveals that plate subduction may be the main mechanism leading to slow exhumation (thermal exhumation) and intense granulization of eclogites.",
      "descriptionCn": "本次研究对班公湖-怒江缝合带西段的洞错榴辉岩进行了系统的岩相学研究、金红石LA-ICP-MS 微量元素分析、锆石SIMS U-Pb定年以及金红石 SIMS U-Pb定年。研究结果显示洞错地区榴辉岩经历了峰期榴辉岩相变质作用，以后后期高压麻粒岩相和角闪岩的退变质作用的叠加。年代学研究显示，榴辉岩的原岩年龄为250Ma，麻粒岩相叠加时代为177Ma，晚期角闪岩退变发生在168Ma。该项研究为班公湖-怒江特提斯样中生代演化提供了新的模型，同时揭示了平板俯冲可能是导致榴辉岩慢速折返（热折返）以及强烈麻粒岩化的主要机制。",
      "instructions": "The data is saved in the form of Excel data table. Trace element data of rutile are stored in mineral data; Zircon dating data are kept in zirconages IMS; Rutile geochronology data are kept in rutile agesims.",
      "instructionsCn": "数据以Excel数据表格形式保存。金红石微量元素数据保存在MineralData；锆石定年数据保存在ZirconAgeSIMS.；金红石年代学数据保存在RutileAgeSIMS。",
      "east": 85.12,
      "west": 84.47,
      "south": 32.39,
      "north": 32.42,
      "startTime": null,
      "endTime": null,
      "fileSize": 39123.0,
      "cstr": "18406.11.Geo.tpdc.271315",
      "doi": "10.11888/Geo.tpdc.271315",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张修政",
        "nameEn": "ZHANG Xiuzheng",
        "unitEn": "Guangzhou Institute of Geochemistry, Chinese Academy of Science",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "High pressure granulite-facies overprinting during the exhumation of eclogites in the Bangong–Nujiang suture zone, central Tibet: link to flat-slab subductio",
        "referenceCn": null,
        "referenceEn": "Zhang, X.Z., Wang, Q., Dong, Y.S., Zhang, C., Li, Q.Y., Xia, X.P., Xu, W. (2017). High-pressure granulite facies overprinting during the exhumation of eclogites in the Bangong-Nujiang suture zone, central Tibet: Link to flat-slab subduction. Tectonics, 36(12), 2918-2935"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "变质岩",
        "nameEn": "metamorphic rocks"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "榴辉岩",
        "nameEn": "eclogite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "洞错",
        "keywordEn": "Dong Co"
      },
      {
        "keywordCn": "班公湖-怒江缝合的去爱",
        "keywordEn": "Bangong-Nujiang suture zone"
      },
      {
        "keywordCn": "青藏高原中部",
        "keywordEn": "central Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中侏罗世",
        "keywordEn": "middle jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a research approach that uses U-Pb dating techniques on zircons to understand the metamorphic history of eclogites in a specific region?",
        "QuestionCn": "您能否提供一个研究方法的例子，该方法使用U-Pb定年技术对锆石进行分析，以了解特定区域内榴辉岩的变质历史？",
        "AnswerEn": "A research approach involves using SIMS U-Pb dating on zircons to determine the ages of eclogites, which helps in understanding the metamorphic history of the Dongcuo region in Tibet. This approach revealed that the eclogites underwent high-pressure metamorphism, with zircon ages indicating an original rock age of 250 million years.",
        "AnswerCn": "一种研究方法涉及使用SIMS U-Pb定年法对锆石进行测定，以确定西藏东措地区的榴辉岩的年龄，这有助于理解该地区的变质历史。该方法揭示了榴辉岩经历了高压变质作用，锆石年龄表明原始岩石的年龄为2.5亿年。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for determining the mineralogical and chronological evolution of eclogites in the Dongcuo area of Gaize County, Tibet?",
        "QuestionCn": "用于确定西藏改则县东措地区榴辉岩矿物学和年代演化的数据收集方法的特征是什么？",
        "AnswerEn": "systematic petrographic studies, LA-ICP-MS trace element analysis of rutile, SIMS U-Pb dating of zircon, SIMS U-Pb dating of rutile",
        "AnswerCn": "系统岩相学研究、LA-ICP-MS金红石微量元素分析、SIMS锆石U-Pb定年、SIMS金红石U-Pb定年。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many age determinations were conducted using SIMS U-Pb dating on zircons and rutile?",
        "QuestionCn": "使用SIMS U-Pb定年法对锆石和钛铁矿进行的年龄测定有多少次？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'zircon SIMS U-Pb dating' mean in the context of geochronological studies?",
        "QuestionCn": "在地质年代学研究中，“锆石SIMS U-Pb定年”是什么意思？",
        "AnswerEn": "In the context of geochronological studies, 'zircon SIMS U-Pb dating' refers to a method used to determine the age of zircon minerals by measuring the ratio of uranium to lead isotopes using Secondary Ion Mass Spectrometry (SIMS). This technique provides precise dating of geological events, such as the formation of rocks or metamorphic processes, by analyzing the isotopic composition of zircon crystals.",
        "AnswerCn": "在地质年代学研究中，“锆石SIMS U-Pb定年”指的是一种通过使用次级离子质谱法（SIMS）测量铀与铅同位素比率来确定锆石矿物年龄的方法。这种技术通过分析锆石晶体的同位素组成，提供了对地质事件（如岩石形成或变质过程）的精确年代测定。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the tectonic processes and geological history of the Dongcuo area from the observed retrograde metamorphism patterns in eclogite, and how might these inferences guide future data collection methods?",
        "QuestionCn": "从观察到的榴辉岩退变质作用模式中可以推断出东错地区的构造过程和地质历史，这些推断如何指导未来的数据收集方法？",
        "AnswerEn": "The observed retrograde metamorphism patterns in the eclogite of the Dongcuo area indicate a sequence of metamorphic events, including peak eclogite facies metamorphism followed by high-pressure granulite facies and then amphibolite facies retrogression. This suggests a complex tectonic history involving subduction and subsequent exhumation. These inferences highlight the importance of detailed petrographic studies and precise geochronological analyses, such as SIMS U-Pb dating on zircon and rutile, to capture the temporal evolution of metamorphic processes. Future data collection methods could focus on integrating isotopic dating with trace element analysis to further unravel the tectonic evolution and refine the understanding of the subduction-exhumation cycle in the region.",
        "AnswerCn": "在东措地区的榴辉岩中观察到的逆变质变质模式表明了一系列变质事件，包括峰值榴辉岩相变质作用，随后是高压粒岩相和再后来的角闪岩相逆变质。这表明了一个复杂的构造历史，涉及俯冲和随后的抬升。这些推论强调了详细岩石学研究和精确地质年代学分析的重要性，例如对锆石和钛铁矿进行SIMS U-Pb定年，以捕捉变质过程的时间演变。未来的数据收集方法可以集中在将同位素定年与微量元素分析相结合，以进一步揭示该地区的构造演化，并细化对俯冲-抬升循环的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately dating and analyzing mineral phases in eclogites, particularly in regions like the Dongcuo area of Tibet?",
        "QuestionCn": "在准确测定和分析榴辉岩中的矿物相时，特别是在像西藏东错地区这样的区域，哪些因素导致了挑战？",
        "AnswerEn": "The challenges in accurately dating and analyzing mineral phases in eclogites in regions like the Dongcuo area arise from the complex metamorphic history these rocks have undergone. Eclogites in this region have experienced peak eclogite facies metamorphism followed by overprinting of high-pressure granulite facies and amphibolite retrogression. These multiple metamorphic events complicate the interpretation of age data, as they may reset or partially reset isotopic clocks, leading to mixed age signatures. The need to distinguish between these events requires precise geochronological techniques such as SIMS U-Pb dating of zircon and rutile, which can target specific mineral grains and growth zones associated with different metamorphic stages. Additionally, the presence of different mineral assemblages and the potential for diffusion or recrystallization during metamorphism can further complicate the analysis.",
        "AnswerCn": "在像东措地区这样的区域，准确测定和分析榴辉岩矿物相的挑战源于这些岩石经历的复杂变质历史。该地区的榴辉岩经历了高压榴辉岩相的峰值变质，随后又被高压粒岩相和角闪岩的退化所覆盖。这些多次变质事件使得年龄数据的解释变得复杂，因为它们可能重置或部分重置同位素时钟，导致混合的年龄特征。区分这些事件的需要要求采用精确的地球年代学技术，如锆石和钛铁矿的SIMS U-Pb定年，这可以针对与不同变质阶段相关的特定矿物颗粒和生长区。此外，不同矿物组合的存在以及在变质过程中扩散或再结晶的潜力也可能进一步复杂化分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using LA-ICP-MS and SIMS U-Pb dating techniques on the interpretation of the metamorphic history of eclogites in geological studies?",
        "QuestionCn": "使用LA-ICP-MS和SIMS U-Pb定年技术对地质研究中角闪石的变质历史的解释可能产生的后果是什么？",
        "AnswerEn": "Using LA-ICP-MS and SIMS U-Pb dating techniques can result in a detailed understanding of the metamorphic history of eclogites, revealing the chronological sequence of metamorphic events such as peak eclogite facies metamorphism, subsequent high-pressure granulite facies, and amphibolite retrogression. This can lead to insights into the tectonic processes, like slab subduction and exhumation dynamics, that contribute to metamorphic transformations and the geological evolution of regions such as the Bangonghu-Nujiang suture zone.",
        "AnswerCn": "使用LA-ICP-MS和SIMS U-Pb定年技术可以详细了解角闪石岩的变质历史，揭示变质事件的时间顺序，如峰值角闪石相变质、随后的高压花岗岩相变质和角闪岩退变。这可以为我们提供对构造过程的见解，如板块俯冲和抬升动力学，这些过程促成了变质转变以及像班公湖-怒江缝合带这样的地区的地质演化。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}