{
  "id": "c80c8655-4b01-42e4-960b-19fdb635a6c2",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "CCropLand30: High-resolution hybrid cropland maps of China",
      "titleCn": " 中国高分辨率耕地融合产品（CCropLand30）",
      "description": "Accurate information on the extents and dynamics of croplands is crucial to address the twin challenges of meeting the growing food needs while reducing environmental footprint. Despite the availability of numerous global and regional cropland maps, significant uncertainties and discrepancies persist in terms of overall area and spatial distribution. In this study, we developed high-resolution hybrid cropland maps of China (CCropLand30) by integrating state-of-the-art remote sensing land use and land cover products (i.e., GlobeLand30, GLAD, CLUD, CLCD, and CACD) with the latest national land survey (NLDS). To this end, we proposed a cost-effective data-fusion approach, namely the majority voting-fuzzy agreement score (MV-FAS) method. The accuracy of CCropLand30 and the input cropland maps was evaluated using both visually interpreted and third-party samples, along with county-level NLDS data. CCropLand30 attains an overall accuracy, Kappa coefficient, and F1-score of 0.88, 0.76, and 0.86, respectively, for the year circa 2020. It demonstrates better agreement with the reference points compared to the input cropland maps, resulting in an enhancement in overall accuracy ranging 10-30%. Moreover, CCropLand30 shows superior spatial consistency with the NLDS data, achieving an average improvement in spatial pattern efficiency by 25%. ",
      "descriptionCn": "准确了解耕地的范围和动态变化对于解决不断增长的粮食需求与减少环境足迹这一双重挑战至关重要。尽管目前已经存在许多全球和区域耕地图，但仍存在显著的不确定性和差异。我们通过将目前较新的遥感土地利用和覆盖产品（包括 GlobeLand30、GLAD、CLUD、CLCD 和 CACD）与最新的国土调查成果（\"三调“）相融合，开发了中国的高分辨率（30m）耕地产品（CCropLand30）。我们提出了一种经济高效的数据融合方法，即多数投票-模糊一致得分（MV-FAS）方法。使用目视解释和第三方样本以及县级土地调查数据，我们对CCropLand30和输入的耕地图进行了评估。结果显示：CCropLand30的总体精度、Kappa系数和F1分数分别为0.88、0.76和0.86。与输入的耕地产品相比，CCropLand30与参考点更为一致，使总体精度提高了10-30%。此外，CCropLand30与土地调查数据的空间一致性更强（平均提高了25%）。",
      "instructions": "\nThe hybrid cropland product is stored in TIFF format, and the file is named \"CN_crop_merge_yyyy.tif,\" where yyyy represents the year. For example, CN_crop_merge_2000.tif describes the cropland distribution in China around the year 2000. In the file, the value \"1\" represents cropland, and \"0\" represents non-cropland.",
      "instructionsCn": "耕地融合产品以tif格式存储，文件的名称为“CN_crop_merge_yyyy.tif”，其中yyyy代表年，CN_crop_merge_2000.tif就代表这个tif文件描述2000左右年我国耕地分布状况。文件中值”1“代表耕地，”0“代表非耕地。",
      "east": 140.0,
      "west": 60.0,
      "south": 10.0,
      "north": 70.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 4174334468.0,
      "cstr": "18406.11.Terre.tpdc.301077",
      "doi": "10.11888/Terre.tpdc.301077",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "张凌",
        "nameEn": "ZHANG Ling",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "CCropLand30: High-resolution hybrid cropland maps of China created through the synergy of state-of-the-art remote sensing products and the latest national land survey",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Wang, W.G., Ma, Q.M., Hu, Y.Y., Ma, H., & Zhao, Y.B. (2024). CCropLand30: High-resolution hybrid cropland maps of China created through the synergy of state-of-the-art remote sensing products and the latest national land survey. Computers and Electronics in Agriculture, 218, 108672."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地覆盖",
        "nameEn": "Land cover"
      },
      {
        "nameCn": "耕地",
        "nameEn": "Cropland"
      },
      {
        "nameCn": "融合",
        "nameEn": "fusion"
      },
      {
        "nameCn": "遥感产品",
        "nameEn": "Remote sensing products"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "国土调查",
        "keywordEn": "national land survey"
      },
      {
        "keywordCn": "土地利用",
        "keywordEn": "Landuse"
      },
      {
        "keywordCn": "粮食安全",
        "keywordEn": "food security"
      },
      {
        "keywordCn": "耕地融合产品",
        "keywordEn": "Hybrid cropland maps"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2020",
        "keywordEn": "2000-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Accurate information on the extents and dynamics of croplands is crucial to address the twin challenges of meeting the growing food needs while reducing environmental footprint. Despite the availability of numerous global and regional cropland maps, significant uncertainties and discrepancies persist in terms of overall area and spatial distribution. Satellite observations provide great opportunities for long-term and large-scale mapping of croplands in a spatially explicit and cost-effective manner. Over the past two decades, a large number of global and regional land use/land cover (LULC) products have been developed utilizing medium to coarse resolution remote sensing data. However, most remote sensing products do not prioritize cropland mapping and have to balance various LULC classes in one mapping approach, which may deteriorate the accuracy of the resulting cropland maps. Moreover, such kinds of data are unable to identify small field patches due to the medium to coarse spatial resolution. In recent years, the increasing availability of high-resolution remote sensing data (e.g., Landsat and Sentinel-2) and cloud computing platforms has facilitated extensive efforts to create fine-resolution LULC products. Despite these advancements, considerable uncertainties and inconsistencies persist in cropland maps when compared spatially, both in terms of overall area and spatial distribution. These discrepancies arise from the diversity and complexity of agricultural systems, differences in cropland definitions, classification techniques, source data, and the spectral similarity with grassland. Reliable and high-resolution cropland maps are of utmost importance to China, as it sustains 20% of the world's population with only 8% of the global cropland."
      ],
      "research objective": [
        "In this study, we developed high-resolution hybrid cropland maps of China (CCropLand30) by integrating state-of-the-art remote sensing land use and land cover products (i.e., GlobeLand30, GLAD, CLUD, CLCD, and CACD) with the latest national land survey (NLDS). The major contributions of this study are threefold. Firstly, we introduced a bias-insensitive spatial pattern matching metric to evaluate and rank the accuracy of satellite-derived cropland maps. Second, a majority voting-fuzzy agreement score (MV-FAS) method was proposed to fuse multiple remote sensing cropland maps with cropland survey data. Lastly, we created high-resolution and reliable hybrid cropland maps for China by synergistically combining state-of-the-art LULC products with China’s latest national land survey (NLDS). Our newly developed hybrid cropland maps will greatly support cropland monitoring and management, as well as research in diverse fields such as agriculture, water resources, and climate change."
      ],
      "challenges": [
        "Despite the availability of numerous global and regional cropland maps, significant uncertainties and discrepancies persist in terms of overall area and spatial distribution. These discrepancies arise from the diversity and complexity of agricultural systems, differences in cropland definitions, classification techniques, source data, and the spectral similarity with grassland. The selection of suitable cropland map for specific applications poses significant challenges, potentially bringing large uncertainties to the findings of downstream studies. Most of the data-synergy methods require considerable reference data for model training and validation, and meanwhile, the fusion results can be sensitive to the size and representativeness of the training samples. Ensuring the quality and consistency of the samples is challenging due to the varying domain knowledge of the contributors."
      ],
      "methods": [
        "Our methodology began with the generation of a cropland agreement map by combining the cropland binary maps derived from the selected remote sensing LULC products. Next, the NLDS-reported cropland area was adjusted by incorporating the ridge field area estimates from a random forest model. We then proceeded with a spatial-pattern-oriented assessment and ranking of the candidate cropland maps by using a bias-insensitive and multicomponent spatial pattern matching metric (i.e., SPAEF). Subsequently, the hybrid cropland maps were created by integrating remote sensing cropland maps with the NLDS data through a novel MV-FAS approach. In the fifth step, we evaluated the accuracy of the hybrid cropland maps and the input maps using both visually interpreted and third-party reference points (> 8000). Finally, we investigated the spatiotemporal dynamics of croplands in China during the 2000–2020 period using the newly developed cropland maps."
      ],
      "dataset": [
        "As listed in Table 1, we selected five state-of-the-art remote sensing LULC products to create hybrid cropland maps of China. These products include GlobeLand30, global cropland extent and change dataset (GLAD), China’s Land-use/cover data set (CLUD), China’s annual land cover dataset (CLCD), and China’s annual cropland dataset (CACD). Our selection was mainly based on the following criteria: (1) the products were developed within the last decade; (2) the products should have a spatial resolution of about 30 m; and (3) the products should cover multiple time periods spanning from 2000 to 2020."
      ],
      "findings": [
        "CCropLand30 attains an overall accuracy, Kappa coefficient, and F1-score of 0.88, 0.76, and 0.86, respectively, for the year circa 2020. It demonstrates better agreement with the reference points compared to the input cropland maps, resulting in an enhancement in overall accuracy ranging 10–30%. Moreover, CCropLand30 shows superior spatial consistency with the NLDS data, achieving an average improvement in spatial pattern efficiency by 25%. The CCropLand30 product reveals a clear decreasing trend in China’s cropland area from 2000 to 2020. The area of cropland reduced significantly in relatively water-abundant regions but expanded notably in arid and semi-arid regions with scarce water resources, raising concerns about the spatial mismatch between water and land resources in China."
      ],
      "backgroundCn": [
        "准确的耕地范围和动态信息对于应对满足日益增长的食品需求与减少环境足迹的双重挑战至关重要。尽管已有众多全球和区域耕地地图可供使用，但在总体面积和空间分布方面仍存在显著的不确定性和差异。卫星观测为长期和大规模的耕地空间明确且具有成本效益的制图提供了良好机会。在过去的二十年中，利用中等到粗分辨率的遥感数据开发了大量全球和区域土地利用/土地覆盖（LULC）产品。然而，大多数遥感产品并未优先考虑耕地制图，而是必须在一种制图方法中平衡各种LULC类别，这可能会降低最终耕地地图的准确性。此外，由于中等到粗分辨率的数据无法识别小的田块，因此存在局限性。近年来，高分辨率遥感数据（如Landsat和Sentinel-2）和云计算平台的日益普及，促进了创建高分辨率LULC产品的广泛努力。尽管取得了这些进展，但在耕地地图的空间比较中，仍然存在相当大的不确定性和不一致性，无论是在总体面积还是空间分布方面。这些差异源于农业系统的多样性和复杂性、耕地定义的差异、分类技术、源数据以及与草地的光谱相似性。可靠且高分辨率的耕地地图对中国至关重要，因为中国仅拥有全球耕地的8%，却养活着20%的人口。"
      ],
      "research objectiveCn": [
        "在本研究中，我们通过整合最先进的遥感土地利用和土地覆盖产品（即GlobeLand30、GLAD、CLUD、CLCD和CACD）与最新的国家土地调查（NLDS），开发了中国的高分辨率混合农田地图（CCropLand30）。本研究的主要贡献有三方面。首先，我们引入了一种无偏差的空间模式匹配指标，用于评估和排名卫星衍生农田地图的准确性。其次，提出了一种多数投票-模糊一致性评分（MV-FAS）方法，以融合多种遥感农田地图与农田调查数据。最后，我们通过协同结合最先进的土地利用和土地覆盖产品与中国最新的国家土地调查（NLDS），创建了高分辨率且可靠的混合农田地图。我们新开发的混合农田地图将极大支持农田监测和管理，以及在农业、水资源和气候变化等多个领域的研究。"
      ],
      "challengesCn": [
        "尽管全球和区域性的耕地地图种类繁多，但在总体面积和空间分布方面仍然存在显著的不确定性和差异。这些差异源于农业系统的多样性和复杂性、耕地定义的不同、分类技术的差异、源数据的不同以及与草地的光谱相似性。为特定应用选择合适的耕地地图面临重大挑战，可能会给下游研究的结果带来较大的不确定性。大多数数据融合方法需要大量的参考数据用于模型训练和验证，同时，融合结果对训练样本的大小和代表性也很敏感。由于贡献者的领域知识差异，确保样本的质量和一致性具有挑战性。"
      ],
      "methodsCn": [
        "我们的研究方法首先通过结合选定的遥感土地利用/土地覆盖（LULC）产品生成了一个农田协议地图，该地图是由农田二元地图生成的。接下来，通过结合随机森林模型的岭田面积估算，调整了NLDS报告的农田面积。然后，我们使用一种无偏差和多组分空间模式匹配指标（即SPAEF）对候选农田地图进行了空间模式导向的评估和排名。随后，通过一种新颖的MV-FAS方法，将遥感农田地图与NLDS数据整合，创建了混合农田地图。在第五步中，我们使用视觉解释和第三方参考点（>8000个）评估了混合农田地图及输入地图的准确性。最后，我们利用新开发的农田地图研究了2000年至2020年期间中国农田的时空动态。"
      ],
      "datasetCn": [
        "如表1所示，我们选择了五个先进的遥感土地利用/覆盖（LULC）产品来创建中国的混合耕地地图。这些产品包括GlobeLand30、全球耕地范围和变化数据集（GLAD）、中国土地利用/覆盖数据集（CLUD）、中国年度土地覆盖数据集（CLCD）和中国年度耕地数据集（CACD）。我们的选择主要基于以下标准：（1）这些产品是在过去十年内开发的；（2）产品的空间分辨率约为30米；（3）产品应覆盖2000年至2020年多个时间段。"
      ],
      "findingsCn": [
        "CCropLand30在2020年左右的整体准确率、Kappa系数和F1-score分别为0.88、0.76和0.86。与输入的农田地图相比，它与参考点的符合度更高，整体准确率提高了10%至30%。此外，CCropLand30与NLDS数据的空间一致性更强，空间模式效率平均提高了25%。CCropLand30产品显示出中国农田面积从2000年到2020年明显下降的趋势。在相对水资源丰富的地区，农田面积显著减少，而在水资源稀缺的干旱和半干旱地区则显著扩大，这引发了对中国水资源与土地资源空间不匹配的担忧。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a data fusion method that can integrate multiple remote sensing products to create a high-resolution cropland map?",
        "QuestionCn": "是否有数据融合方法可以整合多个遥感产品，以创建高分辨率的农田地图？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Does the hybrid cropland map show improved spatial consistency with land survey data compared to input cropland maps?",
        "QuestionCn": "混合农田地图是否与土地调查数据相比，显示出更好的空间一致性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are there any challenges associated with the classification techniques used in creating cropland maps?",
        "QuestionCn": "在创建农田地图时，使用的分类技术是否存在任何挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the majority voting-fuzzy agreement score (MV-FAS) method, spatial pattern matching metric, or random forest model more critical in data fusion for cropland mapping?",
        "QuestionCn": "在数据融合的农田制图中，主要投票模糊一致性得分（MV-FAS）方法、空间模式匹配指标或随机森林模型哪个更为关键？",
        "AnswerEn": "majority voting-fuzzy agreement score (MV-FAS) method",
        "AnswerCn": "多数投票-模糊一致性评分（MV-FAS）方法",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Which remote sensing product is more widely used in creating high-resolution cropland maps: Landsat, Sentinel-2, or a combination of multiple LULC products?",
        "QuestionCn": "哪种遥感产品在创建高分辨率农田地图时使用得更广泛：Landsat、Sentinel-2，还是多种土地利用/土地覆盖（LULC）产品的组合？",
        "AnswerEn": "a combination of multiple LULC products",
        "AnswerCn": "多种土地利用和土地覆盖产品的组合",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection method is used to integrate remote sensing products with national land surveys to develop high-resolution cropland maps?",
        "QuestionCn": "用于将遥感产品与国家土地调查整合以开发高分辨率农田地图的数据收集方法是什么？",
        "AnswerEn": "MV-FAS method",
        "AnswerCn": "MV-FAS 方法",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the challenges faced in selecting suitable cropland maps for specific applications?",
        "QuestionCn": "在为特定应用选择合适的农田地图时面临的挑战有哪些？",
        "AnswerEn": "Uncertainties and discrepancies",
        "AnswerCn": "不确定性和差异",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What criteria are used to select remote sensing products for creating hybrid cropland maps?",
        "QuestionCn": "用于创建混合农田地图的遥感产品选择标准是什么？",
        "AnswerEn": "products developed within the last decade, spatial resolution of about 30 m, covering multiple time periods from 2000 to 2020",
        "AnswerCn": "在过去十年中开发的产品，空间分辨率约为30米，涵盖2000年至2020年的多个时间段。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data fusion method used to integrate multiple remote sensing cropland maps with land survey data?",
        "QuestionCn": "您能否提供一个数据融合方法的示例，用于将多个遥感农田地图与土地调查数据集成？",
        "AnswerEn": "An example of a data fusion method is the majority voting-fuzzy agreement score (MV-FAS) approach, which is used to integrate multiple remote sensing cropland maps with cropland survey data.",
        "AnswerCn": "一种数据融合方法是多数投票-模糊一致性评分（MV-FAS）方法，用于整合多个遥感农田地图与农田调查数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in ensuring the quality and consistency of samples used in cropland mapping?",
        "QuestionCn": "确保用于农田制图的样本质量和一致性面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge is ensuring the quality and consistency of samples due to the varying domain knowledge of the contributors, which affects the representativeness and reliability of the reference data used for model training and validation.",
        "AnswerCn": "一个挑战是确保样本的质量和一致性，因为贡献者的领域知识差异影响了用于模型训练和验证的参考数据的代表性和可靠性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Provide an example of a dataset selection criterion for creating high-resolution cropland maps.",
        "QuestionCn": "提供创建高分辨率农田地图的数据集选择标准的示例。",
        "AnswerEn": "An example of a dataset selection criterion is that the products should have a spatial resolution of about 30 meters and cover multiple time periods spanning from 2000 to 2020.",
        "AnswerCn": "数据集选择标准的一个例子是，产品应具有约30米的空间分辨率，并覆盖从2000年到2020年的多个时间段。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features of the data fusion method used for integrating multiple remote sensing products into a hybrid cropland map?",
        "QuestionCn": "用于将多个遥感产品集成到混合农田地图中的数据融合方法的特征是什么？",
        "AnswerEn": "majority voting-fuzzy agreement score approach, bias-insensitive spatial pattern matching metric",
        "AnswerCn": "多数投票-模糊一致性评分方法，偏差不敏感的空间模式匹配度量",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the specific characteristics of the remote sensing products selected for creating hybrid cropland maps in terms of spatial resolution and temporal coverage?",
        "QuestionCn": "用于创建混合农田地图的遥感产品在空间分辨率和时间覆盖方面的具体特征是什么？",
        "AnswerEn": "30 meters spatial resolution, temporal coverage from 2000 to 2020",
        "AnswerCn": "30米空间分辨率，时间覆盖范围从2000年到2020年。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the factors contributing to uncertainties and discrepancies in cropland maps in terms of their spatial distribution and overall area?",
        "QuestionCn": "导致耕地地图在空间分布和总体面积方面的不确定性和差异的因素有哪些？",
        "AnswerEn": "diversity and complexity of agricultural systems, differences in cropland definitions, classification techniques, source data, spectral similarity with grassland",
        "AnswerCn": "农业系统的多样性和复杂性、耕地定义的差异、分类技术、源数据、与草地的光谱相似性",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the remote sensing land use and land cover products used in the cropland mapping process?",
        "QuestionCn": "用于农田制图过程的遥感土地利用和土地覆盖产品的空间分辨率是多少？",
        "AnswerEn": "30 meters",
        "AnswerCn": "30米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many reference points were used to evaluate the accuracy of the hybrid cropland maps?",
        "QuestionCn": "用于评估混合耕地地图准确性的参考点有多少个？",
        "AnswerEn": "8000",
        "AnswerCn": "8000",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the percentage improvement in spatial consistency of the hybrid cropland maps compared to the input maps?",
        "QuestionCn": "混合农田地图相较于输入地图的空间一致性改善百分比是多少？",
        "AnswerEn": "25%",
        "AnswerCn": "25%",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'majority voting-fuzzy agreement score (MV-FAS)' method in the context of data collection?",
        "QuestionCn": "在数据收集的背景下，“多数投票-模糊一致性评分（MV-FAS）”方法是什么？",
        "AnswerEn": "The 'majority voting-fuzzy agreement score (MV-FAS)' method is a data fusion technique used to combine multiple remote sensing cropland maps with cropland survey data to create high-resolution and reliable hybrid cropland maps.",
        "AnswerCn": "“多数投票-模糊一致性评分（MV-FAS）”方法是一种数据融合技术，用于结合多个遥感农田地图和农田调查数据，以创建高分辨率和可靠的混合农田地图。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'bias-insensitive spatial pattern matching metric' mean in the context of evaluating cropland maps?",
        "QuestionCn": "在评估农田地图的背景下，“偏差不敏感的空间模式匹配度量”是什么意思？",
        "AnswerEn": "A 'bias-insensitive spatial pattern matching metric' refers to a method used to evaluate and rank the accuracy of satellite-derived cropland maps by assessing their spatial patterns without being affected by biases.",
        "AnswerCn": "“无偏空间模式匹配指标”是指一种评估和排名卫星衍生农田地图准确性的方法，通过评估其空间模式而不受偏差影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'high-resolution hybrid cropland maps' in the context of land use and cover products?",
        "QuestionCn": "在土地利用和覆盖产品的背景下，“高分辨率混合农田地图”是什么意思？",
        "AnswerEn": "'High-resolution hybrid cropland maps' refer to detailed maps that are created by integrating various state-of-the-art remote sensing land use and land cover products with national land survey data, providing accurate and spatially consistent information on cropland extents and dynamics.",
        "AnswerCn": "“高分辨率混合农田地图”是指通过整合各种先进的遥感土地利用和土地覆盖产品与国家土地调查数据而创建的详细地图，提供关于农田范围和动态的准确且空间一致的信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the majority voting-fuzzy agreement score (MV-FAS) method for fusing multiple remote sensing cropland maps compare to traditional data-synergy methods in terms of accuracy and efficiency?",
        "QuestionCn": "多数投票模糊一致性得分（MV-FAS）方法在融合多个遥感农田地图时，与传统的数据协同方法相比，在准确性和效率方面如何？",
        "AnswerEn": "The MV-FAS method is designed to economically and effectively fuse multiple remote sensing cropland maps with cropland survey data. It addresses significant uncertainties and discrepancies present in existing global and regional cropland maps by providing an improvement in overall accuracy by 10-30% when compared to input cropland maps, and enhances spatial consistency with the national land survey data by an average of 25%. Traditional data-synergy methods often require extensive reference data for model training and validation, which can be sensitive to the size and representativeness of the training samples.",
        "AnswerCn": "MV-FAS方法旨在经济有效地融合多个遥感农田地图与农田调查数据。它解决了现有全球和区域农田地图中存在的重大不确定性和差异，通过与输入农田地图相比，提供了10-30%的整体准确性提升，并且与国家土地调查数据的空间一致性平均提高了25%。传统的数据协同方法通常需要大量的参考数据用于模型训练和验证，这可能对训练样本的大小和代表性敏感。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How do the challenges in ensuring quality and consistency of samples in cropland mapping compare to the challenges in selecting suitable cropland maps for specific applications?",
        "QuestionCn": "确保样本质量和一致性在农田制图中的挑战与为特定应用选择合适的农田地图的挑战相比，如何？",
        "AnswerEn": "Ensuring quality and consistency of samples in cropland mapping is challenging due to the varying domain knowledge of contributors, which affects the representativeness and reliability of the training samples. This impacts the accuracy and consistency of the fusion results. On the other hand, selecting suitable cropland maps for specific applications poses challenges due to significant uncertainties and discrepancies in existing maps, which arise from differences in cropland definitions, classification techniques, and source data. Both challenges can introduce large uncertainties in downstream studies.",
        "AnswerCn": "确保农田制图样本的质量和一致性是一个挑战，因为贡献者的领域知识差异影响了训练样本的代表性和可靠性。这影响了融合结果的准确性和一致性。另一方面，由于现有地图中存在显著的不确定性和差异，选择适合特定应用的农田地图也面临挑战，这些不确定性和差异源于农田定义、分类技术和源数据的不同。这两个挑战都可能在下游研究中引入较大的不确定性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes significant uncertainties and discrepancies in the spatial distribution and overall area of cropland maps despite the availability of numerous remote sensing products?",
        "QuestionCn": "尽管有众多遥感产品可用，是什么导致农田地图的空间分布和总体面积存在显著的不确定性和差异？",
        "AnswerEn": "These discrepancies arise from the diversity and complexity of agricultural systems, differences in cropland definitions, classification techniques, source data, and the spectral similarity with grassland.",
        "AnswerCn": "这些差异源于农业系统的多样性和复杂性、耕地定义的差异、分类技术、源数据以及与草地的光谱相似性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to ensure the quality and consistency of samples used for model training and validation in cropland mapping?",
        "QuestionCn": "为什么在农田制图中确保用于模型训练和验证的样本质量和一致性具有挑战性？",
        "AnswerEn": "Ensuring the quality and consistency of the samples is challenging due to the varying domain knowledge of the contributors, which affects the representativeness and size of the training samples used in data-synergy methods.",
        "AnswerCn": "确保样本的质量和一致性是一个挑战，因为贡献者的领域知识差异影响了用于数据协同方法的训练样本的代表性和规模。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors have facilitated the creation of fine-resolution land use/land cover products in recent years?",
        "QuestionCn": "近年来，哪些因素促进了高分辨率土地利用/土地覆盖产品的创建？",
        "AnswerEn": "The increasing availability of high-resolution remote sensing data (e.g., Landsat and Sentinel-2) and cloud computing platforms has facilitated extensive efforts to create fine-resolution LULC products.",
        "AnswerCn": "高分辨率遥感数据（例如，Landsat和Sentinel-2）以及云计算平台的日益普及，促进了对高分辨率土地利用/土地覆盖（LULC）产品的广泛创建工作。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What impact does integrating remote sensing land use and land cover products with national land survey data have on the accuracy of cropland maps?",
        "QuestionCn": "将遥感土地利用和土地覆盖产品与国家土地调查数据整合，对农田地图的准确性有何影响？",
        "AnswerEn": "Integrating remote sensing land use and land cover products with national land survey data enhances the accuracy of cropland maps significantly, as demonstrated by the improved overall accuracy, Kappa coefficient, and F1-score of CCropLand30, which are 0.88, 0.76, and 0.86, respectively. This integration results in a 10-30% improvement in overall accuracy compared to input cropland maps.",
        "AnswerCn": "将遥感土地利用和土地覆盖产品与国家土地调查数据相结合，显著提高了农田地图的准确性，CCropLand30的整体准确率、Kappa系数和F1-score分别为0.88、0.76和0.86。这种整合使整体准确率相比输入的农田地图提高了10-30%。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential consequences of using a majority voting-fuzzy agreement score method for fusing multiple remote sensing cropland maps?",
        "QuestionCn": "使用多数投票-模糊一致性评分方法融合多个遥感农田地图的潜在后果是什么？",
        "AnswerEn": "Using a majority voting-fuzzy agreement score method for fusing multiple remote sensing cropland maps can result in high-resolution and reliable hybrid cropland maps. This method enables the creation of maps that are more consistent with reference points and national land survey data, thereby enhancing spatial pattern efficiency by an average of 25%.",
        "AnswerCn": "使用多数投票-模糊一致性评分方法融合多个遥感农田地图，可以生成高分辨率和可靠的混合农田地图。该方法使得生成的地图与参考点和国家土地调查数据更加一致，从而平均提高了空间模式效率25%。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the driving goals behind integrating multiple remote sensing land use and cover products with national land survey data to create a high-resolution cropland map?",
        "QuestionCn": "将多个遥感土地利用和覆盖产品与国家土地调查数据整合，以创建高分辨率农田地图的主要目标是什么？",
        "AnswerEn": "The primary objectives are to develop reliable and high-resolution cropland maps that accurately reflect cropland extents and dynamics, reduce uncertainties and discrepancies present in existing maps, and support cropland monitoring and management, as well as research in agriculture, water resources, and climate change.",
        "AnswerCn": "主要目标是开发可靠且高分辨率的农田地图，准确反映农田的范围和动态，减少现有地图中存在的不确定性和差异，支持农田监测和管理，以及农业、水资源和气候变化研究。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What motivates the use of a majority voting-fuzzy agreement score (MV-FAS) method in the creation of a cropland dataset?",
        "QuestionCn": "在创建农田数据集时，使用多数投票-模糊一致性评分（MV-FAS）方法的动机是什么？",
        "AnswerEn": "The MV-FAS method is employed to effectively fuse multiple remote sensing cropland maps with cropland survey data, thereby enhancing the accuracy and spatial consistency of the resulting hybrid cropland maps. This approach aims to overcome the limitations of individual datasets and provide a comprehensive and reliable depiction of cropland areas.",
        "AnswerCn": "MV-FAS 方法被用来有效融合多个遥感农田地图与农田调查数据，从而提高最终混合农田地图的准确性和空间一致性。这种方法旨在克服单一数据集的局限性，提供对农田区域的全面和可靠的描述。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in creating a high-resolution cropland map using remote sensing data and national land survey data?",
        "QuestionCn": "使用遥感数据和国家土地调查数据创建高分辨率农田地图涉及哪些程序步骤？",
        "AnswerEn": "To create a high-resolution cropland map, the process begins with generating a cropland agreement map by combining binary maps derived from selected remote sensing LULC products. The next step involves adjusting the NLDS-reported cropland area using ridge field area estimates from a random forest model. Following this, a spatial-pattern-oriented assessment and ranking of candidate cropland maps using a bias-insensitive spatial pattern matching metric (SPAEF) are conducted. The hybrid cropland maps are then created by integrating these remote sensing maps with NLDS data through the MV-FAS approach. Finally, the accuracy of these maps is evaluated using visually interpreted and third-party reference points.",
        "AnswerCn": "为了创建高分辨率的农田地图，首先通过结合来自选定遥感土地利用/土地覆盖（LULC）产品的二元地图生成农田一致性地图。接下来的步骤是使用随机森林模型的田块面积估计来调整NLDS报告的农田面积。随后，进行候选农田地图的空间模式导向评估和排名，使用一种对偏差不敏感的空间模式匹配指标（SPAEF）。然后，通过MV-FAS方法将这些遥感地图与NLDS数据整合，创建混合农田地图。最后，使用视觉解释和第三方参考点评估这些地图的准确性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can the MV-FAS method be utilized to improve the accuracy and spatial consistency of cropland maps?",
        "QuestionCn": "MV-FAS方法如何被利用来提高农田地图的准确性和空间一致性？",
        "AnswerEn": "The MV-FAS method improves accuracy and spatial consistency by fusing multiple remote sensing cropland maps with cropland survey data. This method involves majority voting and fuzzy agreement scoring, which helps in resolving discrepancies and enhancing the consistency of the cropland maps through the integration of diverse data sources that account for different spatial and temporal scales.",
        "AnswerCn": "MV-FAS 方法通过融合多个遥感农田地图和农田调查数据，提高了准确性和空间一致性。该方法涉及多数投票和模糊一致性评分，有助于解决差异，并通过整合考虑不同空间和时间尺度的多样数据源来增强农田地图的一致性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What challenges arise when selecting suitable cropland maps for specific applications, and how can these be addressed procedurally?",
        "QuestionCn": "在为特定应用选择合适的农田地图时，会出现哪些挑战，以及如何在程序上解决这些挑战？",
        "AnswerEn": "Challenges include significant uncertainties and discrepancies in cropland maps due to varying agricultural systems, definitions, classification techniques, source data, and spectral similarities with grassland. Procedurally, these can be addressed by using data-synergy methods that require substantial reference data for training and validation. Ensuring the quality and consistency of samples is crucial, which can be achieved by leveraging domain knowledge and maintaining the representativeness of training samples.",
        "AnswerCn": "挑战包括由于农业系统、定义、分类技术、源数据和与草地的光谱相似性等因素导致的耕地地图存在显著的不确定性和差异。程序上，可以通过使用数据协同方法来解决这些问题，这需要大量的参考数据用于训练和验证。确保样本的质量和一致性至关重要，这可以通过利用领域知识和保持训练样本的代表性来实现。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What are the key data fusion methods that enable the integration of multiple remote sensing cropland maps for improved accuracy?",
        "QuestionCn": "哪些关键的数据融合方法能够整合多个遥感农田地图以提高准确性？",
        "AnswerEn": "The key data fusion method mentioned is the majority voting-fuzzy agreement score (MV-FAS) method, which integrates multiple remote sensing cropland maps with cropland survey data to create high-resolution and reliable hybrid cropland maps.",
        "AnswerCn": "提到的关键数据融合方法是多数投票-模糊一致性评分（MV-FAS）方法，该方法将多个遥感农田地图与农田调查数据结合，以创建高分辨率和可靠的混合农田地图。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do advancements in remote sensing technology support the development of high-resolution cropland maps?",
        "QuestionCn": "遥感技术的进步如何支持高分辨率农田地图的开发？",
        "AnswerEn": "Advancements in remote sensing technology, such as the increasing availability of high-resolution data from sources like Landsat and Sentinel-2, along with cloud computing platforms, facilitate extensive efforts to create fine-resolution land use/land cover products.",
        "AnswerCn": "遥感技术的进步，例如来自Landsat和Sentinel-2等来源的高分辨率数据的日益可用性，以及云计算平台的出现，促进了创建精细分辨率土地利用/土地覆盖产品的广泛努力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What selection criteria enable the identification of suitable remote sensing LULC products for creating high-resolution cropland maps?",
        "QuestionCn": "哪些选择标准能够识别适合创建高分辨率农田地图的遥感土地利用/土地覆盖产品？",
        "AnswerEn": "The selection criteria for suitable remote sensing LULC products include development within the last decade, a spatial resolution of about 30 meters, and coverage of multiple time periods from 2000 to 2020.",
        "AnswerCn": "适合的遥感土地利用/土地覆盖（LULC）产品的选择标准包括：在过去十年内开发，空间分辨率约为30米，以及覆盖2000年至2020年的多个时间段。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why do significant uncertainties and discrepancies persist in cropland maps despite the availability of numerous global and regional datasets?",
        "QuestionCn": "尽管有众多全球和区域数据集，但耕地地图中仍然存在显著的不确定性和差异，这是什么原因？",
        "AnswerEn": "These discrepancies arise from the diversity and complexity of agricultural systems, differences in cropland definitions, classification techniques, source data, and the spectral similarity with grassland.",
        "AnswerCn": "这些差异源于农业系统的多样性和复杂性、耕地定义的差异、分类技术、源数据以及与草地的光谱相似性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are associated with ensuring the quality and consistency of samples used in data-synergy methods for cropland mapping?",
        "QuestionCn": "确保用于数据协同方法的样本质量和一致性面临哪些挑战？",
        "AnswerEn": "Ensuring the quality and consistency of the samples is challenging due to the varying domain knowledge of the contributors.",
        "AnswerCn": "由于贡献者的领域知识差异，确保样本的质量和一致性是一个挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the selection of a suitable cropland map for specific applications pose significant challenges?",
        "QuestionCn": "选择适合特定应用的农田地图可能会面临重大挑战的原因是什么？",
        "AnswerEn": "The selection of suitable cropland map for specific applications poses significant challenges, potentially bringing large uncertainties to the findings of downstream studies.",
        "AnswerCn": "选择适合特定应用的耕地地图面临重大挑战，可能给下游研究的结果带来很大的不确定性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of integrating multiple remote sensing LULC products with national land survey data in improving the accuracy of cropland maps?",
        "QuestionCn": "如何评估将多个遥感土地利用/土地覆盖（LULC）产品与国家土地调查数据整合在一起，以提高农田地图准确性的有效性？",
        "AnswerEn": "The integration of multiple remote sensing LULC products with national land survey data is considered effective in improving the accuracy of cropland maps. It allows for the creation of high-resolution and reliable hybrid cropland maps by synergistically combining various state-of-the-art products with the latest national survey data, leading to greater consistency with reference points and improved spatial pattern efficiency.",
        "AnswerCn": "将多个遥感土地利用/土地覆盖（LULC）产品与国家土地调查数据相结合，被认为是提高农田地图准确性的有效方法。这种方法通过协同结合各种先进产品与最新的国家调查数据，能够创建高分辨率和可靠的混合农田地图，从而在参考点的一致性和空间模式效率方面取得更大的改善。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges in ensuring the accuracy and reliability of cropland maps when using diverse remote sensing data sources?",
        "QuestionCn": "在使用多种遥感数据源时，确保耕地地图的准确性和可靠性可能面临的潜在挑战有哪些？",
        "AnswerEn": "Potential challenges in ensuring accuracy and reliability of cropland maps include significant uncertainties and discrepancies arising from the diversity and complexity of agricultural systems, differences in cropland definitions, classification techniques, source data, and spectral similarity with grassland. Additionally, the requirement for considerable reference data for model training and validation, and sensitivity of fusion results to the size and representativeness of training samples pose further challenges.",
        "AnswerCn": "确保耕地地图的准确性和可靠性面临的潜在挑战包括，由于农业系统的多样性和复杂性，存在显著的不确定性和差异；耕地定义、分类技术、源数据的差异，以及与草地的光谱相似性。此外，模型训练和验证所需的大量参考数据，以及融合结果对训练样本的大小和代表性的敏感性，进一步增加了挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In your opinion, what are the key considerations for selecting remote sensing LULC products to develop high-resolution cropland datasets in China?",
        "QuestionCn": "在选择遥感土地利用/土地覆盖（LULC）产品以开发中国高分辨率农田数据集时，关键考虑因素有哪些？",
        "AnswerEn": "Key considerations for selecting remote sensing LULC products include ensuring the products have been developed within the last decade, having a spatial resolution of approximately 30 meters, and covering multiple time periods spanning from 2000 to 2020. These criteria help in creating hybrid cropland maps that are comprehensive, up-to-date, and able to reflect temporal changes effectively.",
        "AnswerCn": "选择遥感土地利用/土地覆盖（LULC）产品的关键考虑因素包括确保产品是在过去十年内开发的，具有大约30米的空间分辨率，并覆盖从2000年到2020年的多个时间段。这些标准有助于创建全面、最新且能够有效反映时间变化的混合农田地图。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm not clear on how different classification techniques affect the accuracy of high-resolution cropland maps.",
        "QuestionCn": "我不清楚不同的分类技术如何影响高分辨率农田地图的准确性。",
        "AnswerEn": "The accuracy of high-resolution cropland maps can be influenced by variations in classification techniques, source data, and the spectral similarity with grassland. A bias-insensitive spatial pattern matching metric is used to evaluate and rank the accuracy of satellite-derived cropland maps.",
        "AnswerCn": "高分辨率农田地图的准确性可能受到分类技术、源数据和与草地的光谱相似性变化的影响。使用一种不敏感于偏差的空间模式匹配指标来评估和排名卫星衍生的农田地图的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I don't understand the challenges in ensuring the consistency of training samples for data-synergy methods.",
        "QuestionCn": "我不理解确保数据协同方法的训练样本一致性所面临的挑战。",
        "AnswerEn": "Ensuring the quality and consistency of training samples is challenging due to the varying domain knowledge of contributors. Data-synergy methods require considerable reference data for model training and validation, and the fusion results can be sensitive to the size and representativeness of the training samples.",
        "AnswerCn": "确保训练样本的质量和一致性是一个挑战，因为贡献者的领域知识差异很大。数据协同方法需要大量的参考数据用于模型训练和验证，而融合结果可能对训练样本的大小和代表性非常敏感。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the factors considered in selecting datasets for creating hybrid cropland maps.",
        "QuestionCn": "我不确定在选择数据集以创建混合农田地图时考虑了哪些因素。",
        "AnswerEn": "The selection of datasets for creating hybrid cropland maps is based on criteria such as development within the last decade, spatial resolution of about 30 m, and coverage of multiple time periods from 2000 to 2020.",
        "AnswerCn": "创建混合农田地图的数据集选择基于以下标准：过去十年内的发展、约30米的空间分辨率，以及覆盖2000年至2020年的多个时间段。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe a data collection method that integrates multiple remote sensing LULC products with national land survey data to improve cropland mapping accuracy.",
        "QuestionCn": "请描述一种数据收集方法，该方法将多个遥感土地利用/土地覆盖（LULC）产品与国家土地调查数据相结合，以提高农田制图的准确性。",
        "AnswerEn": "A data collection method involves the integration of remote sensing LULC products with national land survey data through a majority voting-fuzzy agreement score (MV-FAS) approach. This method combines cropland maps derived from satellite observations with the latest national land survey data to create high-resolution hybrid cropland maps, enhancing spatial consistency and accuracy.",
        "AnswerCn": "一种数据收集方法涉及通过多数投票-模糊一致性评分（MV-FAS）方法，将遥感土地利用/土地覆盖（LULC）产品与国家土地调查数据进行整合。该方法将基于卫星观测的农田地图与最新的国家土地调查数据相结合，以创建高分辨率的混合农田地图，从而提高空间一致性和准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please outline the challenges faced in ensuring the consistency and quality of reference data used for model training and validation in cropland mapping.",
        "QuestionCn": "确保用于模型训练和验证的参考数据在农田制图中的一致性和质量所面临的挑战包括：",
        "AnswerEn": "Challenges in ensuring the consistency and quality of reference data for cropland mapping include the diversity and complexity of agricultural systems, differences in cropland definitions, classification techniques, and source data. Additionally, the fusion results can be sensitive to the size and representativeness of training samples, and ensuring quality is challenging due to varying domain knowledge among contributors.",
        "AnswerCn": "确保耕地制图参考数据的一致性和质量面临的挑战包括农业系统的多样性和复杂性、耕地定义的差异、分类技术的不同以及源数据的多样性。此外，融合结果可能对训练样本的大小和代表性敏感，确保质量也因贡献者之间的领域知识差异而变得具有挑战性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify potential datasets that could be used to create high-resolution cropland maps and discuss their selection criteria.",
        "QuestionCn": "请识别可以用于创建高分辨率农田地图的潜在数据集，并讨论它们的选择标准。",
        "AnswerEn": "Potential datasets for creating high-resolution cropland maps include GlobeLand30, GLAD, CLUD, CLCD, and CACD. The selection criteria for these datasets include recent development within the last decade, a spatial resolution of about 30 meters, and coverage of multiple time periods from 2000 to 2020, ensuring comprehensive representation of cropland dynamics.",
        "AnswerCn": "潜在的高分辨率农田地图创建数据集包括GlobeLand30、GLAD、CLUD、CLCD和CACD。选择这些数据集的标准包括：在过去十年内有近期发展，空间分辨率约为30米，以及覆盖2000年至2020年的多个时间段，以确保对农田动态的全面表示。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}