{
    "id": "c8503910-3a7e-4553-af19-1c23fb5adfba",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Near-surface air temperature data of Antarctic ice sheet (2001-2018)",
            "titleCn": "南极冰盖近地面气温数据（2001-2018）",
            "description": "1) Data content:  spatial and temporal dataset of near-surface monthly air temperature of Antarctic ice sheet from 2001 to 2018。\n2) Data source and processing method: MODIS (MODerate resolution Imaging Spectroradiometer) Land Surface Temperature measurements in combination with in-situ air temperature records from 119 meteorological stations are used to reconstruct a monthly near-surface air temperature product over the Antarctic Ice Sheet (AIS) by means of a neural network model. The product is generated on a regular grid of 0.05°×0.05°, spanning from 2001 to 2018.\n3) Data quality description: the accuracy is better than that of ERA5 reanalysis data.\n4) Data application achievements and prospects: the database can be used to study the temporal and spatial distribution characteristics of near-surface air temperature of Antarctic ice sheet, and the impact of SAM and ENSO on the interannual variation of Antarctic temperature. In addition, the dataset has the potential application for climate model validation and data assimilation due to the independence of the input of a numerical weather prediction model.",
            "descriptionCn": "1）数据内容：2001-2018年南极冰盖近地面月气温时空数据集。\n2）数据来源及加工方法：利用中分辨率成像光谱仪(MODIS)地表温度测量数据，结合119个气象站的现场气温记录，利用神经网络模型重建了南极冰盖(AIS)近地面气温数据，分辨率为0.05°×0.05°，时间尺度为2001-2018。\n3）数据质量描述：精度优于ERA5再分析资料。\n4）数据应用成果及前景：该数据库可用于研究南极冰盖近地面气温的时空分布特征，研究SAM和ENSO等对南极气温年际变化的影响。此外，由于数值天气预报模式输入的独立性，该数据集有可能用于气候模式验证和数据同化。",
            "instructions": "The data is stored in raster NC format, and the file name is Antarctic_ T2m_ reconstruction_ 2001-2018. nc",
            "instructionsCn": "数据以栅格nc格式存储，文件命名为：Antarctic_T2m_reconstruction_2001-2018.nc",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": -60.0,
            "startTime": "2001-01-01 00:00:00",
            "endTime": "2018-12-31 00:00:00",
            "fileSize": 7465024628.0,
            "cstr": "18406.11.Atmos.tpdc.272234",
            "doi": "10.11888/Atmos.tpdc.272234",
            "dataFormat": null,
            "license": "Attribution 4.0 International (CC BY 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张雪影",
                "nameEn": "ZHANG Xueying ",
                "unitEn": "Shandong Normal University",
                "unitCn": "山东师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Spatiotemporal Reconstruction of Antarctic Near-Surface Air Temperature from MODIS Observations",
                "referenceCn": null,
                "referenceEn": "Zhang, X., Dong, X., Zeng, J., Hou, S., Smeets, P., Reijmer, C. H., &Wang, Y. (2022). Spatiotemporal Reconstruction of Antarctic Near-Surface Air Temperature from MODIS Observations. Journal of Climate, 35(17), 5537-5553. DOI: https://doi.org/10.1175/JCLI-D-21-0786.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "近地面气温",
                "nameEn": "Near surface temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "南极冰盖",
                "keywordEn": "Antarctic Ice Shelf"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2001-2018",
                "keywordEn": "2001-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "As a central component of the cryosphere, the Antarctic Ice Sheet (AIS) plays a very important role in the global climate system. Near-surface air temperature is one of the most fundamental factors in the Antarctic system, and its variations affect not only the mass variations of the ice sheet itself, but also the ecological environment, biochemical processes, and species diversity of the surrounding sea areas (Herbei et al. 2016; Convey et al. 2018). From the 1957/58 International Geophysical Year (IGY), a lot of efforts have been put into direct meteorological observations across the Antarctic continent. However, most of the stations are located at the edge of the ice sheet, with only two stations in the interior. Thus, sparseness of observed data is a primary challenge when investigating spatial and variability of temperature over the AIS. Although significant progress has been made to improve climate models including atmospheric general circulation models (AGCMs) and limited area models (LAMs) for polar regions, AGCMs do not adequately represent the effect of topography on air temperature due to their coarse resolution, and the LAMs suffer from the lack of high-quality forcing data at their boundaries, leading to relatively high uncertainties of the simulations. Thanks to the rapid development of satellite remote sensing technology, thermal infrared remote sensing images, which can provide spatially continuous data at a high resolution, have become an important tool to determine global surface skin temperatures."
            ],
            "research objective": [
                "Our objective is to reconstruct a monthly near-surface air temperature dataset over the entire grounded AIS from 2001 to 2018, using MODIS LST products in combination with air temperature records from 119 meteorological stations. The resulting air temperature variability is also examined. In addition, the dataset serves to investigate the influence of the Southern Hemisphere annual mode (SAM) on the AIS temperature changes."
            ],
            "challenges": [
                "However, most of the stations are located at the edge of the ice sheet, with only two stations in the interior. As a result, it is challenging to represent climate information of the vast Antarctic interior well by relying only on the existing stations. However, the extremely harsh environment (e.g., extreme temperatures and winds) in Antarctica usually results in intermittent gaps of AWS measurements, and hence long-term records are also scarce. Moreover, most of the AIS is still undocumented by AWS observations. AGCMs do not adequately represent the effect of topography on air temperature due to their coarse resolution, and the LAMs suffer from the lack of high-quality forcing data at their boundaries, leading to relatively high uncertainties of the simulations."
            ],
            "methods": [
                "The MODIS LST data used in this paper are the monthly average LST datasets MODIS Level 3 data products MOD11C3v006 and MYD11C3v006. A three-layer neural network fitting model is constructed to reconstruct the near-surface temperature field of the Antarctica by using the temperature data from 119 meteorological stations and the corresponding grid data from the MODIS dataset. First, nearest neighbor interpolation is used to extract the preprocessed MODIS LST at the corresponding station locations. The MODIS LST values are matched with the corresponding station records. The input layer integrates and passes information to the hidden layer; each neuron in the hidden layer summarizes the information of the previous layer and transfers it to the output layer through nonlinear activation function. After finishing the neural network training process, the remaining 60% observations are used to verify the reliability of the established quantitative statistical relationship between monthly station air temperature and MODIS LST."
            ],
            "dataset": [
                "This compilation contains near-surface air temperature observations from 119 Antarctic weather stations (95 AWSs and 24 manned stations). The MODIS LST data used in this paper are the monthly average LST datasets MODIS Level 3 data products MOD11C3v006 and MYD11C3v006. Here, we utilize MOD11C3v006 data from January 2001 to December 2018, and MYD11C3v006 between July 2002 and December 2018."
            ],
            "findings": [
                "Comparison with independent in situ air temperature measurements shows low uncertainty, with a mean bias of 0.098C, a mean absolute error of 2.238C, and a correlation coefficient of 97%. Furthermore, the performance of the reconstruction is better than ERA5 (the fifth-generation ECMWF reanalysis model) against in situ measurements. For the 2001–18 period, the MODIS-based near-surface air temperature product yields annual warming in the East Antarctica, but cooling in the Antarctic Peninsula and West Antarctica. However, they are not statistically significant."
            ],
            "backgroundCn": [
                "南极冰盖（AIS）作为冰冻圈的核心组成部分，在全球气候系统中发挥着非常重要的作用。近地表空气温度是南极系统中最基本的因素之一，其变化不仅影响冰盖本身的质量变化，还影响周围海域的生态环境、生化过程和物种多样性（Herbei et al. 2016; Convey et al. 2018）。自1957/58年国际地球物理年（IGY）以来，针对南极大陆的直接气象观测进行了大量努力。然而，大多数观测站位于冰盖的边缘，只有两个站点位于内部。因此，观测数据的稀缺性是研究南极冰盖温度空间和变异性的主要挑战。尽管在改善气候模型方面取得了显著进展，包括极地地区的大气环流模型（AGCMs）和有限区域模型（LAMs），但AGCMs由于分辨率较粗，未能充分表现地形对空气温度的影响，而LAMs则因边界缺乏高质量的强迫数据而受到限制，导致模拟的不确定性相对较高。得益于卫星遥感技术的快速发展，热红外遥感图像能够提供高分辨率的空间连续数据，已成为确定全球表面皮肤温度的重要工具。"
            ],
            "research objectiveCn": [
                "我们的目标是重建2001年至2018年间整个陆地南极冰盖（AIS）的月均近地面空气温度数据集，使用MODIS地表温度（LST）产品结合119个气象站的气温记录。还将研究得到的气温变异性。此外，该数据集还用于研究南半球年际模式（SAM）对南极冰盖温度变化的影响。"
            ],
            "challengesCn": [
                "然而，大多数气象站位于冰盖的边缘，只有两个站点位于内部。因此，仅依靠现有的气象站很难很好地代表广阔的南极内陆的气候信息。然而，南极的极端恶劣环境（例如，极端温度和风速）通常导致自动气象站（AWS）测量的间歇性缺失，因此长期记录也很稀缺。此外，大部分南极冰盖（AIS）仍然没有通过AWS观测进行记录。大气环流模式（AGCMs）由于其粗糙的分辨率，无法充分表示地形对气温的影响，而局地气候模式（LAMs）则因边界缺乏高质量的强迫数据而受到影响，导致模拟的不确定性相对较高。"
            ],
            "methodsCn": [
                "本文使用的MODIS LST数据为月平均LST数据集MODIS Level 3数据产品MOD11C3v006和MYD11C3v006。构建了一个三层神经网络拟合模型，通过使用119个气象站的温度数据和相应的MODIS数据网格数据，重建南极的近地表温度场。首先，采用最近邻插值法提取预处理的MODIS LST在相应站点位置的值。将MODIS LST值与相应的站点记录进行匹配。输入层整合并传递信息到隐藏层；隐藏层中的每个神经元总结前一层的信息，并通过非线性激活函数将其传递到输出层。在完成神经网络训练过程后，剩余的60%观测数据用于验证建立的月站点气温与MODIS LST之间的定量统计关系的可靠性。"
            ],
            "datasetCn": [
                "该汇编包含来自119个南极气象站的近地面空气温度观测数据（95个自动气象站和24个有人值守站）。本文使用的MODIS地表温度（LST）数据为每月平均LST数据集MODIS Level 3数据产品MOD11C3v006和MYD11C3v006。在这里，我们利用2001年1月至2018年12月的MOD11C3v006数据，以及2002年7月至2018年12月的MYD11C3v006数据。"
            ],
            "findingsCn": [
                "与独立的原位空气温度测量结果比较显示出低不确定性，平均偏差为0.098°C，平均绝对误差为2.238°C，相关系数为97%。此外，该重建的性能优于ERA5（第五代欧洲中期天气预报中心再分析模型）与原位测量结果的比较。在2001年至2018年期间，基于MODIS的近地表空气温度产品显示东南极地区年均气温上升，但南极半岛和西南极地区则出现降温。然而，这些变化在统计上并不显著。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the neural network model used in data collection methods rely on inputs from both MODIS LST data and meteorological station records?",
                "QuestionCn": "用于数据收集方法的神经网络模型是否依赖于MODIS LST数据和气象站记录的输入？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the sparseness of observed data from meteorological stations a significant challenge in representing the Antarctic interior's climate information?",
                "QuestionCn": "气象站观测数据的稀疏性是否是代表南极内陆气候信息的一个重大挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which data source is used to reconstruct near-surface air temperature over the Antarctic Ice Sheet: MODIS LST products, ERA5 reanalysis data, or ground-based observations alone?",
                "QuestionCn": "用于重建南极冰盖近地表气温的数据来源是：MODIS LST 产品、ERA5 再分析数据，还是仅仅依赖地面观测？",
                "AnswerEn": "MODIS LST products",
                "AnswerCn": "MODIS 地表温度产品",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What method is used to integrate MODIS data with meteorological station records: neural network model, multiple linear regression, or decision tree algorithm?",
                "QuestionCn": "用于将MODIS数据与气象站记录集成的方法是神经网络模型、多元线性回归或决策树算法？",
                "AnswerEn": "neural network model",
                "AnswerCn": "神经网络模型",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is the primary method used to reconstruct near-surface air temperature over the Antarctic Ice Sheet?",
                "QuestionCn": "重建南极冰盖近地表空气温度的主要方法是什么？",
                "AnswerEn": "Three-layer neural network fitting model",
                "AnswerCn": "三层神经网络拟合模型",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the majority of meteorological stations located in relation to the Antarctic Ice Sheet, and what challenges does this pose?",
                "QuestionCn": "大多数气象站位于南极冰盖的边缘，这给数据收集和气候监测带来了挑战。",
                "AnswerEn": "edge of the Antarctic Ice Sheet",
                "AnswerCn": "南极冰盖的边缘",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What datasets are utilized to provide monthly average land surface temperature data for the reconstruction of Antarctic near-surface temperatures?",
                "QuestionCn": "用于重建南极近地表温度的月平均地表温度数据集有哪些？",
                "AnswerEn": "MOD11C3v006 MYD11C3v006",
                "AnswerCn": "MOD11C3v006 MYD11C3v006",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that compensates for the limited number of meteorological stations within the Antarctic Ice Sheet?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，以弥补南极冰盖内气象站数量有限的问题？",
                "AnswerEn": "The method involves using MODIS LST data in combination with air temperature records from 119 meteorological stations. A three-layer neural network fitting model is constructed to reconstruct the near-surface temperature field by integrating data from these stations with corresponding grid data from the MODIS dataset.",
                "AnswerCn": "该方法涉及使用MODIS LST数据与119个气象站的气温记录相结合。构建了一个三层神经网络拟合模型，通过整合这些气象站的数据与MODIS数据集的相应网格数据，重建近地表温度场。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that includes near-surface air temperature observations from the Antarctic region?",
                "QuestionCn": "您能否提供一个包含南极地区近地表空气温度观测的示例数据集？",
                "AnswerEn": "A dataset that includes near-surface air temperature observations consists of data from 119 Antarctic weather stations (95 AWSs and 24 manned stations) combined with MODIS Level 3 data products MOD11C3v006 and MYD11C3v006, spanning from January 2001 to December 2018.",
                "AnswerCn": "一个包含近地表空气温度观测的数据集，由119个南极气象站的数据组成（95个自动气象站和24个有人值守站），结合了MODIS Level 3数据产品MOD11C3v006和MYD11C3v006，时间跨度为2001年1月至2018年12月。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of near-surface air temperature datasets over the Antarctic Ice Sheet from satellite observations?",
                "QuestionCn": "南极冰盖近地表空气温度数据集的卫星观测特征是什么？",
                "AnswerEn": "temporal range from 2001 to 2018, spatial resolution of 0.05°×0.05°, monthly time scale",
                "AnswerCn": "时间范围为2001年至2018年，空间分辨率为0.05°×0.05°，时间尺度为每月。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What features of satellite remote sensing technology are important for reconstructing near-surface air temperature in polar regions?",
                "QuestionCn": "卫星遥感技术在重建极地地区近地表空气温度时，哪些特征是重要的？",
                "AnswerEn": "spatially continuous data, high resolution, thermal infrared remote sensing images",
                "AnswerCn": "空间连续数据，高分辨率，热红外遥感图像",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the challenges associated with collecting near-surface air temperature data in the Antarctic interior?",
                "QuestionCn": "在南极内陆收集近地表空气温度数据面临的挑战有哪些？",
                "AnswerEn": "limited number of meteorological stations, harsh environmental conditions, intermittent data gaps, coarse resolution of general circulation models, lack of high-quality forcing data",
                "AnswerCn": "气象站数量有限、环境条件恶劣、数据间歇性缺失、全球大气环流模型分辨率粗糙、缺乏高质量的强迫数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many meteorological stations were utilized for data collection in the reconstruction of near-surface air temperature over the Antarctic Ice Sheet?",
                "QuestionCn": "在重建南极冰盖近地表气温的过程中，利用了多少个气象站进行数据收集？",
                "AnswerEn": "119",
                "AnswerCn": "119",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the resolution of the reconstructed near-surface air temperature dataset for the Antarctic Ice Sheet?",
                "QuestionCn": "南极冰盖重建的近地表空气温度数据集的分辨率是多少？",
                "AnswerEn": "0.05°×0.05°",
                "AnswerCn": "0.05°×0.05°",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Over how many years does the near-surface air temperature dataset for the Antarctic Ice Sheet span?",
                "QuestionCn": "南极冰盖的近地表空气温度数据集跨越了多少年？",
                "AnswerEn": "18 years",
                "AnswerCn": "18年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What challenges are associated with collecting temperature data in the interior of the Antarctic Ice Sheet?",
                "QuestionCn": "在南极冰盖内部收集温度数据面临哪些挑战？",
                "AnswerEn": "Challenges include the sparse distribution of meteorological stations, as most are located at the edge of the ice sheet with only two in the interior. The harsh environment, extreme temperatures, and winds lead to intermittent gaps in AWS measurements, resulting in scarce long-term records. Additionally, many areas remain undocumented by AWS observations, complicating data collection over the vast interior.",
                "AnswerCn": "挑战包括气象站的稀疏分布，因为大多数气象站位于冰盖的边缘，只有两个位于内部。恶劣的环境、极端的温度和风力导致自动气象站（AWS）测量出现间歇性缺口，导致长期记录稀缺。此外，许多地区没有AWS观测的记录，这使得在广阔的内部进行数据收集变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in data coverage and accuracy when comparing the use of MODIS LST products with the ERA5 reanalysis model for Antarctic near-surface air temperature observations?",
                "QuestionCn": "比较MODIS LST产品与ERA5再分析模型在南极近地表空气温度观测中的数据覆盖和准确性有什么不同？",
                "AnswerEn": "MODIS LST products offer spatially continuous data at a high resolution, allowing for a more detailed reconstruction of near-surface air temperature over the Antarctic Ice Sheet. The MODIS-based method yields lower uncertainty and better performance in comparison to ERA5, with a mean bias of 0.098°C, a mean absolute error of 2.238°C, and a correlation coefficient of 97% against in situ measurements. ERA5, while comprehensive, does not provide the same level of detail due to its reliance on lower-resolution model outputs.",
                "AnswerCn": "MODIS LST 产品提供了高分辨率的空间连续数据，使得对南极冰盖近地表空气温度的重建更加详细。基于 MODIS 的方法相比于 ERA5 具有更低的不确定性和更好的性能，平均偏差为 0.098°C，平均绝对误差为 2.238°C，与现场测量的相关系数为 97%。虽然 ERA5 数据全面，但由于依赖于较低分辨率的模型输出，无法提供相同水平的细节。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In terms of data collection challenges, how does the sparseness of meteorological stations in the Antarctic interior impact the effectiveness of MODIS LST-based reconstructions compared to traditional measurement techniques?",
                "QuestionCn": "在数据收集挑战方面，南极内陆气象站的稀疏性如何影响基于MODIS LST重建的有效性，与传统测量技术相比？",
                "AnswerEn": "The sparseness of meteorological stations in the Antarctic interior poses significant challenges for both MODIS LST-based reconstructions and traditional measurement techniques. However, the MODIS LST approach mitigates this issue by using satellite data to fill gaps between sparse ground stations, resulting in a more comprehensive and continuous temperature dataset. Traditional techniques rely heavily on the limited number of stations, making it difficult to capture spatial variability across the vast and harsh Antarctic interior.",
                "AnswerCn": "南极内陆气象站的稀疏性对基于MODIS LST的重建和传统测量技术带来了重大挑战。然而，MODIS LST方法通过使用卫星数据填补稀疏地面站之间的空白，从而减轻了这一问题，生成了更全面和连续的温度数据集。传统技术则严重依赖有限数量的气象站，难以捕捉广阔而严酷的南极内陆的空间变异性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can neural network models be leveraged to enhance the accuracy of near-surface temperature reconstructions in polar regions?",
                "QuestionCn": "神经网络模型如何被利用来提高极地地区近地表温度重建的准确性？",
                "AnswerEn": "Neural network models can be utilized by integrating satellite-derived data like MODIS LST with meteorological station records to reconstruct near-surface temperature fields. The model's ability to learn complex patterns from data allows it to improve the representation of temperature variability across the Antarctic Ice Sheet, particularly in areas with sparse station coverage.",
                "AnswerCn": "神经网络模型可以通过将卫星获取的数据（如MODIS地表温度）与气象站记录相结合，重建近地表温度场。该模型从数据中学习复杂模式的能力使其能够改善南极冰盖区域温度变化的表现，特别是在站点覆盖稀疏的地区。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "In what ways can MODIS LST data contribute to understanding the spatial and temporal variability of near-surface air temperatures over the Antarctic Ice Sheet?",
                "QuestionCn": "MODIS LST 数据可以通过以下方式帮助理解南极冰盖近地面空气温度的空间和时间变化：\n\n1. 提供高分辨率的地表温度数据，帮助识别不同区域的温度差异。\n2. 通过长期时间序列分析，揭示温度变化的趋势和季节性波动。\n3. 结合其他气象数据，分析地表温度与空气温度之间的关系。\n4. 监测冰盖融化和冻土层变化对温度的影响。\n5. 支持气候模型的验证和改进，提高对未来气候变化的预测能力。",
                "AnswerEn": "MODIS LST data provide high-resolution, spatially continuous thermal infrared imagery that can be used to reconstruct near-surface air temperature datasets. This contributes to understanding the variability by offering detailed insights into temperature changes across different regions and periods, enhancing the accuracy of climate models and supporting investigations into influences like the Southern Hemisphere annual mode.",
                "AnswerCn": "MODIS LST 数据提供高分辨率、空间连续的热红外影像，可用于重建近地表空气温度数据集。这有助于理解变异性，通过提供不同区域和时期温度变化的详细见解，增强气候模型的准确性，并支持对南半球年际模式等影响因素的研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenge of accurately representing climate information in the vast interior of Antarctica?",
                "QuestionCn": "哪些因素导致在南极洲广阔内陆地区准确呈现气候信息的挑战？",
                "AnswerEn": "The challenge of accurately representing climate information in the vast interior of Antarctica is primarily due to the sparseness of observed data. Most meteorological stations are located at the edge of the ice sheet, and only two stations are in the interior. Additionally, the harsh environment in Antarctica often results in intermittent gaps in AWS measurements, leading to long-term record scarcity. As a result, much of the Antarctic Ice Sheet remains undocumented by AWS observations.",
                "AnswerCn": "准确表示南极洲广阔内陆的气候信息的挑战主要源于观测数据的稀缺。大多数气象站位于冰盖边缘，只有两个站点位于内陆。此外，南极的恶劣环境常常导致自动气象站（AWS）测量的间歇性缺失，从而导致长期记录的稀缺。因此，南极冰盖的大部分区域仍然没有AWS观测的记录。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it difficult to obtain high-quality data for climate models in polar regions?",
                "QuestionCn": "在极地地区获取高质量气候模型数据的难度是什么？",
                "AnswerEn": "Obtaining high-quality data for climate models in polar regions is difficult because atmospheric general circulation models (AGCMs) have coarse resolutions that do not adequately represent the effect of topography on air temperature. Limited area models (LAMs) also suffer from this issue due to the lack of high-quality forcing data at their boundaries, leading to relatively high uncertainties in simulations.",
                "AnswerCn": "在极地地区获取高质量气候模型数据是困难的，因为大气环流模型（AGCMs）具有较粗的分辨率，无法充分表示地形对气温的影响。有限区域模型（LAMs）也面临这个问题，因为它们在边界处缺乏高质量的强迫数据，导致模拟中的不确定性相对较高。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the need for integrating satellite remote sensing technology with ground station data for reconstructing near-surface temperatures in Antarctica?",
                "QuestionCn": "导致需要将卫星遥感技术与地面站数据结合起来，以重建南极近地表温度的原因是什么？",
                "AnswerEn": "The need for integrating satellite remote sensing technology with ground station data for reconstructing near-surface temperatures in Antarctica arises from the sparseness and limited spatial coverage of ground-based meteorological observations. Satellite remote sensing, such as MODIS LST products, offers spatially continuous data at high resolution, which can be combined with ground station records to create a more comprehensive dataset through methods like neural network models.",
                "AnswerCn": "将卫星遥感技术与地面站数据相结合，以重建南极近地表温度的需求，源于地面气象观测的稀疏性和有限的空间覆盖。卫星遥感，如MODIS地表温度产品，提供高分辨率的空间连续数据，可以与地面站记录结合，通过神经网络模型等方法创建更全面的数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of relying on MODIS LST data combined with a limited number of meteorological stations for reconstructing near-surface air temperature over the Antarctic Ice Sheet?",
                "QuestionCn": "依赖MODIS LST数据结合有限数量的气象站来重建南极冰盖附近的地表空气温度可能带来的潜在后果是什么？",
                "AnswerEn": "Relying on MODIS LST data combined with a limited number of meteorological stations can lead to challenges in accurately representing climate information of the vast Antarctic interior. Most stations are located at the edge of the ice sheet, and the sparse distribution can result in high uncertainty in the data reconstruction, especially in regions without direct observations. However, this approach can still provide valuable spatially continuous data that is otherwise unavailable due to the harsh environmental conditions limiting direct observations.",
                "AnswerCn": "依赖MODIS地表温度（LST）数据结合有限数量的气象站可能会导致在准确表示广阔南极内陆气候信息方面面临挑战。大多数气象站位于冰盖边缘，稀疏的分布可能导致数据重建中的高不确定性，特别是在没有直接观测的区域。然而，这种方法仍然可以提供有价值的空间连续数据，这在由于恶劣环境条件限制直接观测的情况下是无法获得的。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What could be the implications of using a neural network model to reconstruct near-surface temperature fields in regions with sparse observational data?",
                "QuestionCn": "使用神经网络模型在观测数据稀疏的地区重建近地表温度场可能会带来以下影响：",
                "AnswerEn": "Using a neural network model to reconstruct near-surface temperature fields in regions with sparse observational data can enhance the dataset's spatial coverage and accuracy. The model allows for the integration of satellite data and meteorological records, potentially providing a more comprehensive understanding of temperature variability. However, the implications include reliance on the quality of the input data and the model's ability to generalize well in areas with limited direct observations, which could influence the accuracy of the reconstructions.",
                "AnswerCn": "使用神经网络模型重建稀疏观测数据区域的近地表温度场，可以增强数据集的空间覆盖和准确性。该模型允许整合卫星数据和气象记录，可能提供对温度变异性的更全面理解。然而，这也意味着依赖输入数据的质量以及模型在观测有限的区域内的泛化能力，这可能会影响重建的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind reconstructing a monthly near-surface air temperature dataset over the Antarctic Ice Sheet using MODIS LST products?",
                "QuestionCn": "重建南极冰盖的月度近地表空气温度数据集的主要目标是什么，使用MODIS LST产品。",
                "AnswerEn": "The primary objective is to reconstruct a monthly near-surface air temperature dataset over the entire grounded Antarctic Ice Sheet from 2001 to 2018, using MODIS LST products in combination with air temperature records from 119 meteorological stations. This dataset aims to examine air temperature variability and to investigate the influence of the Southern Hemisphere annual mode (SAM) on the AIS temperature changes.",
                "AnswerCn": "主要目标是重建2001年至2018年间整个南极冰盖的月均近地面气温数据集，使用MODIS地表温度产品结合119个气象站的气温记录。该数据集旨在研究气温变异性，并调查南半球年际模式（SAM）对南极冰盖气温变化的影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is the integration of MODIS LST data and meteorological station records crucial for understanding temperature variations over the Antarctic Ice Sheet?",
                "QuestionCn": "整合MODIS陆地表面温度（LST）数据和气象站记录对于理解南极冰盖的温度变化至关重要。",
                "AnswerEn": "The integration is crucial because the sparseness of observed data due to most stations being located at the edge of the ice sheet makes it challenging to represent climate information of the vast Antarctic interior. Additionally, using MODIS LST data provides spatially continuous data at a high resolution, which helps to overcome the limitations of sparse and intermittent meteorological station data.",
                "AnswerCn": "整合是至关重要的，因为由于大多数气象站位于冰盖边缘，观测数据的稀疏性使得难以代表广阔的南极内陆的气候信息。此外，使用MODIS LST数据提供了高分辨率的空间连续数据，有助于克服稀疏和间歇性气象站数据的局限性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to develop a neural network model for reconstructing near-surface temperature fields in Antarctica?",
                "QuestionCn": "开发用于重建南极近地表温度场的神经网络模型的重要性在于：",
                "AnswerEn": "Developing a neural network model is important because it helps to establish a reliable quantitative statistical relationship between monthly station air temperature and MODIS LST. This model effectively reconstructs the near-surface temperature field of Antarctica, addressing challenges such as sparse data coverage and the extreme environmental conditions that lead to data gaps in automatic weather station measurements.",
                "AnswerCn": "开发神经网络模型很重要，因为它有助于建立月度气象站气温与MODIS地表温度之间可靠的定量统计关系。该模型有效地重建了南极的近地表温度场，解决了稀疏数据覆盖和极端环境条件导致自动气象站测量数据缺失等挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in using MODIS LST products to reconstruct near-surface air temperature datasets for the Antarctic Ice Sheet?",
                "QuestionCn": "使用MODIS LST产品重建南极冰盖近地表气温数据集的步骤包括：\n\n1. 数据获取：下载MODIS地表温度（LST）产品，通常为MOD11A1或MYD11A1数据集。\n2. 数据预处理：对获取的LST数据进行质量控制，去除云、气溶胶和其他影响因素的影响。\n3. 数据插值：使用空间插值方法（如克里金插值或反距离加权）填补缺失值，确保数据的连续性。\n4. 温度校正：根据地表温度与近地表气温之间的关系，应用适当的校正模型，将LST转换为近地表气温。\n5. 数据融合：结合其他气象数据（如气象站观测数据）进行数据融合，提高温度估计的准确性。\n6. 验证与评估：通过与独立的气象观测数据进行比较，验证重建的近地表气温数据集的准确性。\n7. 数据分析：对重建的气温数据集进行分析，研究南极冰盖的气候变化及其对冰盖动态的影响。",
                "AnswerEn": "The process involves using monthly average LST datasets from MODIS Level 3 data products (MOD11C3v006 and MYD11C3v006), constructing a three-layer neural network model, extracting preprocessed MODIS LST at meteorological station locations through nearest neighbor interpolation, matching MODIS LST values with corresponding station records, and verifying the neural network model with remaining observations to ensure reliability.",
                "AnswerCn": "该过程涉及使用MODIS Level 3数据产品（MOD11C3v006和MYD11C3v006）的月平均地表温度（LST）数据集，构建一个三层神经网络模型，通过最近邻插值提取气象站位置的预处理MODIS LST，将MODIS LST值与相应的站点记录匹配，并使用剩余观测值验证神经网络模型以确保其可靠性。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can the spatial coverage of temperature observations over the Antarctic Ice Sheet be improved given the sparse distribution of meteorological stations?",
                "QuestionCn": "如何改善南极冰盖上温度观测的空间覆盖，考虑到气象站的稀疏分布？",
                "AnswerEn": "The spatial coverage can be improved by integrating thermal infrared remote sensing data, like MODIS LST, which provides spatially continuous data at high resolution, with existing in-situ temperature records from meteorological stations. This approach helps to model and reconstruct temperature fields across the vast Antarctic interior where station coverage is limited.",
                "AnswerCn": "通过整合热红外遥感数据，如MODIS地表温度（LST），与气象站的现有地面温度记录，可以改善空间覆盖。这种方法有助于在气象站覆盖有限的广阔南极内陆地区建模和重建温度场。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the reconstruction of near-surface air temperature datasets over the Antarctic Ice Sheet?",
                "QuestionCn": "哪些技术进步使得重建南极冰盖近地表气温数据集成为可能？",
                "AnswerEn": "The use of MODIS LST products and neural network models has enabled the reconstruction of monthly near-surface air temperature datasets over the Antarctic Ice Sheet by combining satellite data with records from meteorological stations.",
                "AnswerCn": "MODIS LST 产品和神经网络模型的使用，使得通过将卫星数据与气象站记录相结合，能够重建南极冰盖的月度近地面气温数据集。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do neural network models enable the accurate estimation of temperature variations in sparsely monitored regions like the Antarctic interior?",
                "QuestionCn": "神经网络模型如何在监测稀疏的地区（如南极内陆）中实现温度变化的准确估计？",
                "AnswerEn": "Neural network models facilitate accurate estimation by using data from meteorological stations and MODIS LST values to reconstruct the near-surface temperature field. This approach helps to overcome the challenge of sparse station coverage and intermittent data gaps in the Antarctic interior.",
                "AnswerCn": "神经网络模型通过利用气象站的数据和MODIS地表温度（LST）值来重建近地表温度场，从而实现准确估计。这种方法有助于克服南极内陆站点覆盖稀疏和数据间歇性缺失的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the integration of MODIS LST data with meteorological station records enhance the spatial resolution and accuracy of temperature datasets in polar regions?",
                "QuestionCn": "将MODIS LST数据与气象站记录的整合如何提高极地地区温度数据集的空间分辨率和准确性？",
                "AnswerEn": "The integration of MODIS LST data with meteorological station records enhances spatial resolution and accuracy by providing spatially continuous data at a high resolution, which helps to address the limitations of coarse-resolution climate models and sparse observational data in polar regions.",
                "AnswerCn": "将MODIS LST数据与气象站记录相结合，通过提供高分辨率的空间连续数据，提高了空间分辨率和准确性，这有助于解决极地地区粗分辨率气候模型和稀疏观测数据的局限性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the neural network model be expected to improve the accuracy of near-surface air temperature reconstructions over the Antarctic Ice Sheet compared to traditional models?",
                "QuestionCn": "神经网络模型为什么可能被期望在南极冰盖的近地表气温重建中提高准确性，相较于传统模型？",
                "AnswerEn": "The neural network model utilizes a combination of MODIS LST data and records from 119 meteorological stations to reconstruct temperature fields, allowing for a more detailed analysis by integrating spatially continuous high-resolution satellite data with station observations. This approach can capture complex patterns in the data that traditional models with coarser resolutions may miss.",
                "AnswerCn": "该神经网络模型结合了MODIS陆地表面温度（LST）数据和119个气象站的记录，以重建温度场，通过整合空间连续的高分辨率卫星数据与站点观测，允许进行更详细的分析。这种方法能够捕捉到传统模型在较粗分辨率下可能遗漏的复杂数据模式。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges could be anticipated when using satellite remote sensing data to reconstruct near-surface air temperatures in regions with sparse meteorological stations?",
                "QuestionCn": "在气象站稀少的地区，使用卫星遥感数据重建近地表气温时可能面临哪些挑战？",
                "AnswerEn": "Challenges include accurately representing the vast and varied topography of the Antarctic interior, which is often not well-documented due to the limited number of stations. The harsh environmental conditions can lead to gaps in automatic weather station (AWS) data, making it difficult to create a continuous and reliable dataset without additional interpolation or modeling techniques.",
                "AnswerCn": "挑战包括准确表示南极内陆广阔而多样的地形，由于站点数量有限，这些地形往往没有得到很好的记录。恶劣的环境条件可能导致自动气象站（AWS）数据出现缺口，使得在没有额外插值或建模技术的情况下，创建连续可靠的数据集变得困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In your judgment, what are the main challenges associated with using neural network models to reconstruct temperature fields in remote regions like Antarctica?",
                "QuestionCn": "在我看来，使用神经网络模型重建像南极这样的偏远地区的温度场面临的主要挑战是什么？",
                "AnswerEn": "The main challenges associated with using neural network models to reconstruct temperature fields in Antarctica include the limited number of meteorological stations, particularly in the interior of the continent, which can restrict the model's ability to accurately capture climate information across the vast region. Additionally, the harsh environmental conditions lead to gaps in Automatic Weather Station (AWS) measurements, making it difficult to obtain long-term records. The neural network model must effectively integrate these sparse and sometimes intermittent data sources to produce reliable temperature fields.",
                "AnswerCn": "使用神经网络模型重建南极温度场的主要挑战包括气象站数量有限，特别是在大陆内部，这可能限制模型准确捕捉整个地区气候信息的能力。此外，恶劣的环境条件导致自动气象站（AWS）测量数据存在缺口，使得获取长期记录变得困难。神经网络模型必须有效整合这些稀疏且有时不连续的数据源，以生成可靠的温度场。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your evaluation of the potential of satellite remote sensing technology in enhancing data collection for climate studies in polar regions?",
                "QuestionCn": "我对卫星遥感技术在增强极地地区气候研究数据收集方面的潜力的评估是什么？",
                "AnswerEn": "Satellite remote sensing technology holds significant potential in enhancing data collection for climate studies in polar regions due to its ability to provide spatially continuous and high-resolution data. This is particularly advantageous in areas like Antarctica, where ground-based observations are limited. The use of thermal infrared remote sensing images from instruments like MODIS helps overcome the challenges posed by the sparse distribution of meteorological stations and the difficulties in maintaining long-term records in harsh environments.",
                "AnswerCn": "卫星遥感技术在极地地区的气候研究中具有显著的潜力，因为它能够提供空间连续性和高分辨率的数据。这在南极等地尤为有利，因为地面观测有限。使用像MODIS这样的热红外遥感图像有助于克服气象站分布稀疏以及在恶劣环境中维持长期记录的困难。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how a neural network model can effectively reconstruct near-surface temperature data using limited station records.",
                "QuestionCn": "我不明白神经网络模型如何能够有效地利用有限的观测站记录重建近地表温度数据。",
                "AnswerEn": "The three-layer neural network model utilizes temperature data from 119 meteorological stations combined with MODIS LST datasets. This model uses nearest neighbor interpolation to extract the preprocessed MODIS LST at the corresponding station locations. The neural network is trained to establish a quantitative relationship between monthly station air temperature and MODIS LST, and the reliability of this model is verified using the remaining 60% of observations.",
                "AnswerCn": "三层神经网络模型利用119个气象站的温度数据与MODIS LST数据集相结合。该模型使用最近邻插值法提取与相应站点位置对应的预处理MODIS LST。神经网络被训练以建立月度气站空气温度与MODIS LST之间的定量关系，并通过剩余的60%观测数据验证该模型的可靠性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the challenges faced when collecting temperature data across the Antarctic Ice Sheet.",
                "QuestionCn": "我对在南极冰盖上收集温度数据时面临的挑战感到不确定。",
                "AnswerEn": "Challenges include sparseness of observed data as most stations are located at the edge of the ice sheet, with only two in the interior. The harsh Antarctic environment leads to intermittent gaps in AWS measurements, and much of the AIS remains undocumented by AWS observations. Atmospheric general circulation models (AGCMs) and limited area models (LAMs) also face issues due to their coarse resolution and lack of high-quality forcing data at boundaries, leading to high uncertainties.",
                "AnswerCn": "挑战包括观测数据的稀疏性，因为大多数气象站位于冰盖的边缘，只有两个在内部。严酷的南极环境导致自动气象站（AWS）测量数据出现间歇性缺口，南极冰盖（AIS）的大部分区域仍未被AWS观测记录。大气环流模式（AGCMs）和有限区域模式（LAMs）也面临问题，因为它们的分辨率较粗，边界处缺乏高质量的强迫数据，导致高不确定性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges faced in representing climate information of the Antarctic interior using available data collection methods.",
                "QuestionCn": "分析在使用可用数据收集方法表示南极内陆气候信息时面临的挑战。",
                "AnswerEn": "The challenges include the sparse location of weather stations, with most positioned at the edge of the ice sheet and only two in the interior. The harsh Antarctic environment leads to intermittent data gaps in Automatic Weather Station (AWS) measurements, resulting in scarce long-term records. Additionally, most of the Antarctic Ice Sheet remains undocumented by AWS observations, and general circulation models struggle with topographic effects due to coarse resolution.",
                "AnswerCn": "挑战包括气象站的稀疏分布，大多数位于冰盖边缘，只有两个在内部。严酷的南极环境导致自动气象站（AWS）测量数据间歇性缺失，导致长期记录稀缺。此外，大部分南极冰盖仍未被AWS观测记录，且由于分辨率粗糙，通用环流模型在处理地形效应时面临困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please discuss the data collection techniques that could be used to improve the spatial representation of near-surface air temperature over the Antarctic Ice Sheet.",
                "QuestionCn": "请讨论可以用来改善南极冰盖近地表空气温度空间表示的数据收集技术。",
                "AnswerEn": "To improve spatial representation, the integration of MODIS Land Surface Temperature (LST) data with in-situ observations from meteorological stations can be employed. A neural network model can be used to reconstruct the temperature field, utilizing MODIS datasets to provide spatially continuous data at high resolution. Techniques like nearest neighbor interpolation can also enhance data extraction at station locations.",
                "AnswerCn": "为了改善空间表示，可以将MODIS陆地表面温度（LST）数据与气象站的现场观测数据结合使用。可以使用神经网络模型重建温度场，利用MODIS数据集提供高分辨率的空间连续数据。像最近邻插值这样的技术也可以增强在站点位置的数据提取。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please suggest potential methodologies for validating the robustness of a dataset constructed from satellite data and meteorological records.",
                "QuestionCn": "请建议一些潜在的方法来验证由卫星数据和气象记录构建的数据集的稳健性。",
                "AnswerEn": "A potential methodology for validation could involve comparing the reconstructed dataset with independent in-situ air temperature measurements to assess uncertainty and bias. This could include calculating metrics like mean bias, mean absolute error, and correlation coefficient. Furthermore, comparing the dataset's performance against established reanalysis models, such as ERA5, can help validate its robustness and accuracy.",
                "AnswerCn": "一种潜在的验证方法可以涉及将重建的数据集与独立的现场空气温度测量进行比较，以评估不确定性和偏差。这可以包括计算均值偏差、均值绝对误差和相关系数等指标。此外，将数据集的表现与已建立的再分析模型（如ERA5）进行比较，可以帮助验证其稳健性和准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}