{
  "id": "c8cd0073-ce8d-4947-b3cf-ba310f4ead05",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Simulation dataset of westerlies and monsoons during the Little Ice Age and Medieval Climate Anomaly",
      "titleCn": "小冰期和中世纪气候异常期西风季风模拟数据集",
      "description": "1) Data content: the average zonal wind speed of 200 hPa and 850 hPa (reflecting the high and low-level westerly wind) and meridional wind speed of 850 hPa (reflecting the monsoon circulation) during the past millennium; 2) Data source: monthly data of the third phase of the international paleoclimate simulation and comparison program, processing method: multi-mode equal weight arithmetic average, climate average, 3) data application: used for the study of paleoclimate change and dynamic mechanism.",
      "descriptionCn": "1）数据内容：过去千年（850AD~1850AD）11个模式集合年平均200 hPa和850 hPa纬向风速（反映高、低层西风）、HadCM3模式月平均850 hPa经向风速（反映季风环流），中世纪气候异常期为1000~1200AD，小冰期为1400~1600AD；2）数据来源：国际古气候模拟比较计划第3阶段(PMIP3)多模式试验逐月数据，加工方法：多模式等权重算术平均，气候平均，3）数据应用：用于古气候变化和动力学机制研究。",
      "instructions": "netcdf file, can be opened, viewed and analyzed by CDO or NCL professional meteorological data processing or drawing software",
      "instructionsCn": "netcdf文件，可以采用cdo或ncl专业气象数据处理或绘图软件打开查看和分析",
      "east": 180.0,
      "west": 180.0,
      "south": 90.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 563039288.0,
      "cstr": "18406.11.Atmos.tpdc.271887",
      "doi": "10.11888/Atmos.tpdc.271887",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "燕青",
        "nameEn": "YAN Qing",
        "unitEn": "",
        "unitCn": "中国科学院大气物理研究所"
      },
      {
        "nameCn": "江南萱",
        "nameEn": "JIANG Nanxuan",
        "unitEn": "",
        "unitCn": "中国科学院大气物理研究所"
      },
      {
        "nameCn": "王会军",
        "nameEn": "WANG Huijun",
        "unitEn": "",
        "unitCn": "中国科学院大气物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Variation of the summer Asian westerly jet over the last millennium based on the PMIP3 simulations",
        "referenceCn": null,
        "referenceEn": "Jiang, N.X., Yan, Q., & Wang, H.J. (2020). Variation of the summer Asian westerly jet over the last millennium based on the PMIP3 simulations. The Holocene, 30(2), 332–343."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "西风-季风",
        "nameEn": "westerly-monsoon"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中世纪异常期",
        "keywordEn": "Medieval Climate Anomaly",
        "type": "temporal"
      },
      {
        "keywordCn": "小冰期",
        "keywordEn": "Little Ice Age",
        "type": "temporal"
      },
      {
        "keywordCn": "过去千年",
        "keywordEn": "last millennium",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of datasets used for simulating westerly monsoons during the Little Ice Age and the Medieval Climate Anomaly?",
        "QuestionCn": "用于模拟小冰期和中世纪气候异常期间西风季风的数据库特征是什么？",
        "AnswerEn": "annual mean zonal wind speeds at 200 hPa and 850 hPa, monthly mean meridional wind speeds at 850 hPa, PMIP3 multimodel experiments, equal-weight arithmetic averaging, climate averaging",
        "AnswerCn": "200 hPa 和 850 hPa 的年平均纬向风速，850 hPa 的月平均经向风速，PMIP3 多模式实验，等权算术平均，气候平均。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of climate models used to simulate the westerly monsoon patterns during the Little Ice Age and the Medieval Climate Anomaly?",
        "QuestionCn": "用于模拟小冰期和中世纪气候异常期间西风季风模式的气候模型数量是多少？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'multi-model ensemble' mean in the context of simulating past climate conditions?",
        "QuestionCn": "在模拟过去气候条件的背景下，“多模型集合”是什么意思？",
        "AnswerEn": "In the context of simulating past climate conditions, 'multi-model ensemble' refers to the use of multiple climate models together to simulate historical climate data. This approach involves taking an arithmetic average across multiple models, each with equal weight, to provide a more robust and comprehensive representation of climate patterns, such as the westerly and monsoon circulations observed in periods like the Little Ice Age and the Medieval Climate Anomaly.",
        "AnswerCn": "在模拟过去气候条件的背景下，“多模型集合”指的是将多个气候模型结合在一起以模拟历史气候数据。这种方法涉及对多个模型进行算术平均，每个模型权重相等，以提供对气候模式的更稳健和全面的表征，例如在小冰期和中世纪气候异常等时期观察到的西风和季风环流。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for simulating westerly winds during the Little Ice Age compare to those used for the Medieval Climate Anomaly, in terms of accuracy and processing techniques?",
        "QuestionCn": "在模拟小冰期期间的西风数据收集方法与用于中世纪气候异常的收集方法相比，在准确性和处理技术方面有什么不同？",
        "AnswerEn": "The data collection methods for simulating westerly winds during both the Little Ice Age and the Medieval Climate Anomaly involve using monthly data from the PMIP3 multi-model experiments. These methods utilize arithmetic averaging and climate averaging to process the data. The simulations include annual average zonal wind speeds at 200 hPa and 850 hPa levels from 11 models, which reflect high and low-level westerlies, and the HadCM3 model's monthly average meridional wind speed reflecting monsoon circulation. The differences may lie in the specific time frames (1000-1200AD for the Medieval Climate Anomaly and 1400-1600AD for the Little Ice Age) and the historical climatic conditions being modeled, which could influence the accuracy and specific processing techniques applied.",
        "AnswerCn": "模拟小冰期和中世纪气候异常期间的西风的数据收集方法涉及使用PMIP3多模型实验的月度数据。这些方法利用算术平均和气候平均来处理数据。模拟包括来自11个模型的200 hPa和850 hPa水平的年平均纬向风速，反映高层和低层的西风，以及HadCM3模型的月平均经向风速，反映季风环流。差异可能在于特定的时间框架（中世纪气候异常为1000-1200年，小冰期为1400-1600年）和所模拟的历史气候条件，这可能影响准确性和具体的处理技术。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors or methodologies lead to the choice of using 200 hPa and 850 hPa wind speeds to simulate past climate periods like the Little Ice Age and Medieval Climate Anomaly?",
        "QuestionCn": "选择使用200 hPa和850 hPa风速来模拟过去气候时期，如小冰期和中世纪气候异常的因素或方法论是什么？",
        "AnswerEn": "The choice of using 200 hPa and 850 hPa wind speeds is likely due to their ability to reflect high and low-level westerly winds respectively, which are crucial in understanding and simulating the dynamics of past climate periods such as the Little Ice Age and Medieval Climate Anomaly. These wind speeds offer insights into atmospheric circulation patterns and are integral to the study of paleoclimate dynamics, as evidenced by their inclusion in the PMIP3 multi-model experiments.",
        "AnswerCn": "选择使用200 hPa和850 hPa的风速，可能是因为它们能够反映高层和低层的西风，这对于理解和模拟过去气候时期（如小冰期和中世纪气候异常）至关重要。这些风速提供了对大气环流模式的洞察，并且在古气候动力学研究中具有重要意义，正如它们在PMIP3多模型实验中的应用所证明的那样。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts of using multi-model ensemble mean methods in simulating historical climate events like the Medieval Climate Anomaly and the Little Ice Age on the accuracy and reliability of climate dynamics research?",
        "QuestionCn": "使用多模型集合均值方法模拟历史气候事件，如中世纪气候异常和小冰期，对气候动态研究的准确性和可靠性可能产生的影响是什么？",
        "AnswerEn": "Using a multi-model ensemble mean method allows for the aggregation of diverse model outputs, reducing biases inherent in individual models and improving the reliability of simulated trends in historical climate events. This approach can enhance the understanding of past climate dynamics and mechanisms by providing a more balanced representation of uncertainties and variabilities across different models.",
        "AnswerCn": "使用多模型集合均值方法可以聚合不同模型的输出，减少个别模型固有的偏差，提高对历史气候事件模拟趋势的可靠性。这种方法可以通过提供不同模型之间不确定性和变异性的更平衡表现，增强对过去气候动态和机制的理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of simulating past climate conditions using multiple model datasets for the period covering the Little Ice Age and the Medieval Climate Anomaly?",
        "QuestionCn": "模拟小冰期和中世纪气候异常期间的过去气候条件的主要目标是什么？",
        "AnswerEn": "The goal is to study past climate changes and the dynamical mechanisms involved by simulating wind patterns at different atmospheric levels using data from the past millennium. This involves the use of model ensembles and climate averaging techniques to understand variations during the Little Ice Age and the Medieval Climate Anomaly.",
        "AnswerCn": "目标是通过模拟不同大气层次的风模式，研究过去气候变化及其涉及的动力机制，使用过去千年的数据。这涉及使用模型集合和气候平均技术，以理解小冰期和中世纪气候异常期间的变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in simulating and processing wind patterns data during historical climate periods, such as the Little Ice Age and Medieval Climate Anomaly, using climate models?",
        "QuestionCn": "在使用气候模型模拟和处理历史气候时期（如小冰期和中世纪气候异常）的风模式数据时，涉及哪些程序？",
        "AnswerEn": "The procedures involve using data from the Paleoclimate Modelling Intercomparison Project Phase 3 (PMIP3) multi-model experiments, where monthly data is processed through multi-model equal-weight arithmetic averaging. This includes modeling the annual average zonal wind speed at 200 hPa and 850 hPa to reflect upper and lower-level westerlies and using the HadCM3 model for monthly average 850 hPa meridional wind speed to reflect monsoon circulation.",
        "AnswerCn": "这些程序涉及使用古气候模拟比较项目第三阶段（PMIP3）多模型实验的数据，通过多模型等权重算术平均处理每月数据。这包括模拟200 hPa和850 hPa的年平均纬向风速，以反映上层和下层的西风，并使用HadCM3模型来模拟850 hPa的每月平均纬向风速，以反映季风环流。",
        "Level": "C3(Applying)"
      }
    ]
  }
}