{
  "id": "c954daad-6086-4edd-a6c5-f69c581e5c31",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Temperature and precipitation grid data of the Qinghai Tibet Plateau and its surrounding areas in 1998-2017Grid data of annual temperature and annual precipitation on the Tibetan Plateau and its surrounding areas during 1998-2017",
      "titleCn": "青藏高原及周边地区气温和降水格点数据（1998-2017）",
      "description": "Data description: This dataset includes the grid data of annual temperature  and annual precipitation on the Tibetan Plateau from 1998 to 2017. It is the basic data for study of climate change and its impact on the ecological environment. Data source and processing: The meta data was aquired from the temperature and precipitation daily  data of China's ground high-density stations (above 2,400 national meteorological stations) based on the latest compilation of the National Meteorological Information Center's basic data. After removing the missing stations,  the software's thin plate spline method  in ANUSPLIN was used to perform spatial interpolation, in order to generate grid data with spactial resolution of 1 km on the Tibetan Plateau . Data application: This data can be used to indentify the impact of climate change on the ecological environment.",
      "descriptionCn": "数据内容：本数据集包括1998-2017年青藏高原逐年的气温和降水格点数据，是进行气候变化及其对生态环境影响的基础性数据。数据来源及加工：源数据来自基于国家气象信息中心基础资料专项最新整编的中国地面高密度台站（2400多个国家级气象观测站）的气温和降水日值资料，对缺测站点进行预处理之后，利用ANUSPLIN软件的薄盘样条法 (TPS，Thin Plate Spline)进行空间插值，生成青藏高原及200km缓冲区空间分辨率1km的年值格点数据。数据应用：该数据可用于气候变化对生态环境影响的研究中。",
      "instructions": "Temp for temperature; pre for precipitation. Format:  tiff,  this dataset can be load and analysed in ArcGIS or ENVI software；In order to facilitate storage, the data was multiplied by 10 and then converted to integer, thus, this data should be divide by 10 before using it.",
      "instructionsCn": "Temp表示温度；pre表示降水。可直接用ArcGIS、ENVI等软件打开；为方便存储，存储时数据均乘以10后转为整型，因此使用前需除以10，还原真实值。",
      "east": 104.67223,
      "west": 73.44662,
      "south": 25.993798,
      "north": 39.825966,
      "startTime": "1998-02-08 00:00:00",
      "endTime": "2018-02-07 00:00:00",
      "fileSize": 302565316.0,
      "cstr": "18406.11.Meteoro.tpdc.270239",
      "doi": "10.11888/Meteoro.tpdc.270239",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "丁明军",
        "nameEn": "DING mingjun",
        "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "元数据引用：中国气象数据网 (CMDC; http://data.cma.cn/)",
        "titleEn": null,
        "referenceCn": "元数据引用：中国气象数据网 (CMDC; http://data.cma.cn/)",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "空气温度",
        "nameEn": "Air temperature"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水量",
        "nameEn": "Precipitation amount"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Tibet Plateau",
        "keywordEn": ""
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1998-2017",
        "keywordEn": "1998-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and characteristics of a dataset that comprises temperature and precipitation grid data for a specific region over a multi-year period?",
        "QuestionCn": "一个包含特定区域多年期间温度和降水网格数据的数据集的关键特征和特点是什么？",
        "AnswerEn": "annual grid data, high-density ground station data, spatial interpolation techniques, Thin Plate Spline method, 1 km grid resolution",
        "AnswerCn": "年度网格数据，高密度地面站数据，空间插值技术，薄板样条法，1公里网格分辨率",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution, in kilometers, of the gridded temperature and precipitation data for the Tibetan Plateau and surrounding areas?",
        "QuestionCn": "青藏 Plateau 及周边地区的网格化温度和降水数据的空间分辨率是多少公里？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Thin Plate Spline (TPS) method used for in the context of climate data interpolation?",
        "QuestionCn": "薄板样条（TPS）方法在气候数据插值的上下文中用于什么？",
        "AnswerEn": "The Thin Plate Spline (TPS) method is used for spatial interpolation to generate gridded temperature and precipitation data with a spatial resolution of 1km for the Qinghai-Tibet Plateau and a 200km buffer zone, using data from over 2400 national meteorological observation stations.",
        "AnswerCn": "薄板样条（TPS）方法用于空间插值，以生成青藏高原及其200公里缓冲区的1公里空间分辨率的温度和降水数据，使用来自2400多个国家气象观测站的数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the spatial interpolation method using Thin Plate Spline (TPS) for generating gridded temperature and precipitation data compare to other spatial interpolation techniques in terms of accuracy and applicability in regions like the Tibetan Plateau?",
        "QuestionCn": "薄板样条（TPS）空间插值方法在生成温度和降水数据的网格化时，与其他空间插值技术相比，在准确性和适用性方面如何，特别是在像青藏高原这样的地区？",
        "AnswerEn": "The Thin Plate Spline (TPS) method is used to perform spatial interpolation of temperature and precipitation data by utilizing data from over 2400 national meteorological observation stations after preprocessing. This method generates annual gridded data with a spatial resolution of 1 km for the Tibetan Plateau and a 200 km buffer zone. Its applicability and accuracy can be compared to other spatial interpolation techniques by considering its capability to handle missing data, the density of available observational data, and the complex topography and climate variability of the region.",
        "AnswerCn": "薄板样条（TPS）方法用于通过利用来自2400多个国家气象观测站的数据进行温度和降水数据的空间插值，经过预处理后。该方法生成了西藏高原及其200公里缓冲区的年格点数据，空间分辨率为1公里。通过考虑其处理缺失数据的能力、可用观测数据的密度以及该地区复杂的地形和气候变异性，可以将其适用性和准确性与其他空间插值技术进行比较。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of the ANUSPLIN software's Thin Plate Spline method for spatial interpolation in generating temperature and precipitation gridded data for the Tibetan Plateau and surrounding regions?",
        "QuestionCn": "选择ANUSPLIN软件的薄板样条法进行空间插值，以生成青藏高原及周边地区的温度和降水格点数据的因素有哪些？",
        "AnswerEn": "The selection of the ANUSPLIN software's Thin Plate Spline (TPS) method for spatial interpolation is influenced by the need to handle the complex topography and variable climate conditions of the Tibetan Plateau and surrounding regions. It allows for effective spatial interpolation of climate data from over 2400 national meteorological observation stations, ensuring that the data is accurately represented over a 1km spatial resolution grid, even in areas with missing station data.",
        "AnswerCn": "ANUSPLIN软件的薄板样条（TPS）方法的选择受到需要处理复杂地形和青藏高原及周边地区变化气候条件的影响。它能够有效地对来自2400多个国家气象观测站的气候数据进行空间插值，确保在缺少观测站数据的区域，数据在1公里空间分辨率网格上得到准确表示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using spatial interpolation methods like TPS on the accuracy and reliability of climate data collected over the Qinghai-Tibet Plateau and surrounding areas?",
        "QuestionCn": "使用空间插值方法如TPS对青藏高原及周边地区收集的气候数据的准确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "Using spatial interpolation methods like the Thin Plate Spline (TPS) for generating gridded climate data can lead to increased accuracy and reliability by providing a more continuous surface representation from discrete data points. This is especially useful when dealing with regions with sparse meteorological stations, as it helps fill in gaps and offers finer spatial resolution. However, the reliability of the interpolated data heavily depends on the quality and density of the original data points, as well as the assumptions made during interpolation, potentially introducing biases if not carefully managed.",
        "AnswerCn": "使用空间插值方法，如薄板样条（TPS），生成网格化气候数据可以通过提供更连续的表面表示来提高准确性和可靠性。这在处理气象站稀疏的地区时尤其有用，因为它有助于填补空白并提供更细的空间分辨率。然而，插值数据的可靠性在很大程度上依赖于原始数据点的质量和密度，以及在插值过程中所做的假设，如果管理不当，可能会引入偏差。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting temperature and precipitation gridded data for the Qinghai-Tibet Plateau and its surrounding areas from 1998 to 2017?",
        "QuestionCn": "收集1998年至2017年青藏高原及其周边地区的温度和降水格点数据的主要目标是什么？",
        "AnswerEn": "The primary objective of collecting temperature and precipitation gridded data for the Qinghai-Tibet Plateau and its surrounding areas from 1998 to 2017 is to provide foundational data for studying climate change and its impact on the ecological environment.",
        "AnswerCn": "收集1998年至2017年青藏高原及其周边地区的温度和降水格点数据的主要目的是为研究气候变化及其对生态环境的影响提供基础数据。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}