{
    "id": "c9b31b1e-890b-4356-848b-e907c7b77b37",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Physiological index analysis data of typical desert plants in Heihe River basin (2011-2012)",
            "titleCn": "黑河流域典型荒漠植物生理指标分析数据（2011-2012）",
            "description": "On the basis of physiological and biochemical analysis of photosynthetic organs (leaves or assimilating branches) of typical desert plants in heihe river basin collected in mid-july 2011, some photosynthetic organs of desert plants were collected in mid-july 2012 and put into a liquid nitrogen tank and brought back to the laboratory for determination.\nPhysiological analysis indexes mainly include: soluble protein unit: mg/g;Free amino acid unit: g/g;Chlorophyll content unit: mg/g;Superoxide dismutase (SOD) unit: U/g FW;Catalase (CAT) unit: U/(g•min);POD unit: U/(g•min);Proline (Pro) unit: g/g;\nSoluble sugar unit: g/g;Malondialdehyde (MDA) is given in moles per liter.",
            "descriptionCn": "在2011年7月中旬采集黑河流域典型荒漠植物光合器官（叶片或同化枝）进行生理生化分析的基础上，2012年7月中旬采集部分荒漠植物光合器官，装入液氮罐带回实验室测定。\n生理分析指标主要有：可溶性蛋白单位：mg/g；游离氨基酸单位：µg/g；叶绿素含量单位：mg/g；超氧化物歧化酶（SOD）单位：U/g FW；过氧化氢酶（CAT）单位：U/(g•min)；过氧化物酶（POD）单位：U/(g•min)；脯氨酸（Pro）单位：μg/g；\n可溶性糖单位：μg/g；丙二醛（MDA）单位：μmol/L。",
            "instructions": "File name: the data is stored in the form of XLS, file name: \"2012- analysis data of physiological indicators of typical desert plants. XLS\".\nData reading: Office, Wps and other Office software can be opened to read.",
            "instructionsCn": "文件命名：数据以表格xls格式存储，文件名称“2012-典型荒漠植物生理指标分析数据.xls”。\n数据读取：可用Office、Wps等办公软件打开读取。",
            "east": 101.28305555,
            "west": 99.752777777,
            "south": 38.70694444,
            "north": 42.1147222222222,
            "startTime": "2011-07-22 10:50:20",
            "endTime": "2012-08-07 10:50:20",
            "fileSize": 68096.0,
            "cstr": "18406.11.heihe.218.2013.db",
            "doi": "10.3972/heihe.218.2013.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "苏培玺",
                "nameEn": "SU Peixi",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "荒漠植物叶片水分和功能性状特征及其相互关系",
                "titleEn": null,
                "referenceCn": "李善家, 苏培玺, 张海娜, 周紫鹃, & 解婷婷. (2013). 荒漠植物叶片水分和功能性状特征及其相互关系. 植物生理学报, 49(2), 153-160.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "光合作用",
                "nameEn": "Photosynthesis"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "沙漠/荒漠",
                "nameEn": "Desert"
            },
            {
                "nameCn": "生理指标",
                "nameEn": "Physiological indexes"
            },
            {
                "nameCn": "荒漠生态系统",
                "nameEn": "Desert ecosystem"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011-2012",
                "keywordEn": "2011-2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "荒漠植被不同尺度水分利用效率及调控机制",
                "titleEn": "Water use efficiency and related regulation mechanisms of desert vegetation in different scales"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What specific physiological indicators are used to analyze desert plants in a dataset related to the Heihe River Basin?",
                "QuestionCn": "在与黑河流域相关的数据集中，用于分析沙漠植物的具体生理指标有哪些？",
                "AnswerEn": "soluble protein, free amino acids, chlorophyll content, superoxide dismutase activity, catalase activity, peroxidase activity, proline content, soluble sugar content, malondialdehyde concentration",
                "AnswerCn": "可溶性蛋白质、游离氨基酸、叶绿素含量、超氧化物歧化酶活性、过氧化氢酶活性、过氧化物酶活性、脯氨酸含量、可溶性糖含量、丙二醛浓度",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of physiological indicators measured in a dataset of desert plants from the Heihe River Basin?",
                "QuestionCn": "在黑河流域的沙漠植物数据集中测量的生理指标总数是多少？",
                "AnswerEn": "9",
                "AnswerCn": "9",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'physiological indicators' mean in the context of desert plant analysis?",
                "QuestionCn": "在沙漠植物分析的背景下，“生理指标”指的是用于评估植物生理状态和适应能力的各种生理特征或参数。",
                "AnswerEn": "In the context of desert plant analysis, 'physiological indicators' refer to measurable biological parameters used to assess the physiological state of plants. These include soluble protein content measured in mg/g, free amino acids in µg/g, chlorophyll content in mg/g, superoxide dismutase (SOD) activity in U/g FW, catalase (CAT) activity in U/(g•min), peroxidase (POD) activity in U/(g•min), proline content in μg/g, soluble sugars in μg/g, and malondialdehyde (MDA) concentration in μmol/L. These indicators help understand the plant's adaptation mechanisms and stress responses.",
                "AnswerCn": "在沙漠植物分析的背景下，“生理指标”指的是用于评估植物生理状态的可测量生物参数。这些指标包括可溶性蛋白质含量（以mg/g计）、游离氨基酸（以µg/g计）、叶绿素含量（以mg/g计）、超氧化物歧化酶（SOD）活性（以U/g FW计）、过氧化氢酶（CAT）活性（以U/(g•min)计）、过氧化物酶（POD）活性（以U/(g•min)计）、脯氨酸含量（以μg/g计）、可溶性糖含量（以μg/g计）和丙二醛（MDA）浓度（以μmol/L计）。这些指标有助于理解植物的适应机制和应激反应。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the physiological indicators collected from desert plants in the Heihe River Basin compare in terms of data collection techniques and challenges between the years 2011 and 2012?",
                "QuestionCn": "在黑河流域收集的沙漠植物生理指标在2011年和2012年之间的数据收集技术和挑战方面有何比较？",
                "AnswerEn": "In 2011, the physiological analysis was based on samples collected in mid-July from the photosynthetic organs of typical desert plants in the Heihe River Basin, while in 2012, a similar approach was used in mid-July, but the samples were stored in liquid nitrogen tanks and taken back to the laboratory for further measurements. This indicates a potential difference in data preservation and transport techniques between the two years.",
                "AnswerCn": "在2011年，生理分析是基于在7月中旬从黑河流域典型沙漠植物的光合器官收集的样本，而在2012年，采用了类似的方法，在7月中旬收集样本，但样本被储存在液氮罐中，并带回实验室进行进一步测量。这表明两年之间在数据保存和运输技术上可能存在差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting physiological and biochemical data from desert plant photosynthetic organs in the Heihe River Basin during 2011-2012?",
                "QuestionCn": "在2011-2012年期间，收集河西走廊地区沙漠植物光合器官的生理和生化数据的主要目标是什么？",
                "AnswerEn": "The primary objectives include understanding the physiological responses and adaptations of desert plants in the Heihe River Basin, analyzing their biochemical properties such as soluble proteins, free amino acids, chlorophyll content, and enzyme activities, and assessing how these factors contribute to the plants' survival and functionality in arid environments.",
                "AnswerCn": "主要目标包括了解黑河流域沙漠植物的生理反应和适应性，分析它们的生化特性，如可溶性蛋白质、游离氨基酸、叶绿素含量和酶活性，并评估这些因素如何促进植物在干旱环境中的生存和功能。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting and preserving plant physiological data from desert ecosystems for further laboratory analysis?",
                "QuestionCn": "收集和保存沙漠生态系统植物生理数据以便进一步实验室分析涉及哪些程序？",
                "AnswerEn": "The procedure involves collecting photosynthetic organs (leaves or assimilating branches) of typical desert plants in the Heihe River Basin during mid-July, storing them in liquid nitrogen tanks, and transporting them to a laboratory for physiological and biochemical analysis. The analysis includes measuring soluble protein, free amino acids, chlorophyll content, superoxide dismutase (SOD), catalase (CAT), peroxidase (POD), proline (Pro), soluble sugar, and malondialdehyde (MDA).",
                "AnswerCn": "该程序涉及在七月中旬收集黑河流域典型沙漠植物的光合器官（叶子或同化枝），将其存放在液氮罐中，并运输到实验室进行生理和生化分析。分析内容包括测定可溶性蛋白、游离氨基酸、叶绿素含量、超氧化物歧化酶（SOD）、过氧化氢酶（CAT）、过氧化物酶（POD）、脯氨酸（Pro）、可溶性糖和丙二醛（MDA）。",
                "Level": "C3(Applying)"
            }
        ]
    }
}