{
  "id": "c9cc5277-e03a-4045-a317-e934ea681435",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The water level observation of lakes on the Tibetan Plateau (2010-2017)",
      "titleCn": "青藏高原湖泊水位观测（2010-2017）",
      "description": "The water level observation data set of lakes on the Tibetan Plateau contains the daily variations of water levels for three lakes: Zhari Namco, Bamco and Dawaco. \nThe lake water level was obtained by a HOBO water level gauge (U20-001-01) installed on the lakeshore, then corrected using the barometer installed on the shore or pressure data of nearby weather stations, and then the real water level changes were obtained. The accuracy was less than 0.5 cm.\nThe items of this data set are as follows: \nDaily variation data of water level in Zhari Namco from 2009 to 2014;\nDaily variation data of water level in Bamco from 2013 to 2014;\nDaily variation data of water level in Dawaco from 2013 to 2014.\nWater level, unit: m.",
      "descriptionCn": "青藏高原湖泊水位观测数据集包含扎日南木错，巴木错，达瓦错，达则错和蓬错湖泊的水位日变化数据。\n湖水水位通过安装在湖岸边的HOBO水位计（U20-001-01）观测，再通过安装在岸边的气压计或附近气象站气压数据进行校正，然后得到真实的水位变化。精度小于0.5cm。\n数据集包含以下内容：\n2010-2017年扎日南木错湖水水位日变化数据；\n2013-2017年巴木错湖水水位日变化数据；\n2013-2017年达瓦错湖水水位日变化数据；\n2013-2017年达则错湖水水位日变化数据；\n2013-2017年蓬错湖水水位日变化数据。\n水位，单位：m。",
      "instructions": "",
      "instructionsCn": "",
      "east": 90.97,
      "west": 84.96,
      "south": 30.0,
      "north": 32.0,
      "startTime": "2010-04-10 16:00:00",
      "endTime": "2017-10-27 16:00:00",
      "fileSize": null,
      "cstr": "18406.11.Hydrology.tpe.249464.db",
      "doi": "10.11888/Hydrology.tpe.249464.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "类延斌",
        "nameEn": "LEI Yanbin",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Lake seasonality across the Tibetan Plateau and their varying relationship with regional mass changes and local hydrology",
        "referenceCn": null,
        "referenceEn": "Lei, Y.B., Yao, T.D., Yang, K., Sheng, Y.W., Kleinherenbrink, M., Yi, S., Bird, B.W., Zhang, X.W., Lazhu, &Zhang, G.Q. (2017). Lake seasonality across the Tibetan Plateau and their varying relationship with regional mass changes and local hydrology. Geophysical Research Letters, 44(2), 892-900."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "水位",
        "nameEn": "Stage height"
      },
      {
        "nameCn": "湖泊",
        "nameEn": "Lakes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "巴木错",
        "keywordEn": "Bamucuo"
      },
      {
        "keywordCn": "扎日南木错",
        "keywordEn": "Zhari Namco"
      },
      {
        "keywordCn": "蓬错",
        "keywordEn": "Peng Co"
      },
      {
        "keywordCn": "达则错",
        "keywordEn": "Dagze Co"
      },
      {
        "keywordCn": "达瓦错",
        "keywordEn": "Dawaco"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2010-2017",
        "keywordEn": "2010-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features of the equipment used for measuring lake water levels in the Qinghai-Tibet Plateau?",
        "QuestionCn": "青藏高原湖泊水位测量设备的具体特征是什么？",
        "AnswerEn": "HOBO water level loggers (U20-001-01), accuracy of less than 0.5 cm",
        "AnswerCn": "HOBO水位记录仪（U20-001-01），精度小于0.5厘米",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many lakes on the Tibetan Plateau are included in a dataset measuring daily water level changes?",
        "QuestionCn": "在测量日常水位变化的数据集中，青藏高原上有多少个湖泊被包含在内？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using HOBO water level sensors in the data collection method for observing lake water levels?",
        "QuestionCn": "使用HOBO水位传感器在观察湖泊水位的数据收集方法中的重要性是什么？",
        "AnswerEn": "HOBO water level sensors are significant in the data collection method for observing lake water levels as they provide precise measurements of water level changes, with an accuracy of less than 0.5 cm. These sensors are installed at the lake shore and are calibrated using barometric pressure data from nearby stations to ensure accuracy in capturing the true water level variations.",
        "AnswerCn": "HOBO水位传感器在观察湖泊水位的数据收集方法中具有重要意义，因为它们提供了水位变化的精确测量，准确度低于0.5厘米。这些传感器安装在湖岸，并使用附近站点的气压数据进行校准，以确保准确捕捉真实的水位变化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the accuracy of water level measurements using HOBO water level loggers compare to other lake water level measurement techniques in terms of precision and data correction methods?",
        "QuestionCn": "HOBO水位记录仪的水位测量准确性与其他湖泊水位测量技术相比，在精度和数据修正方法方面如何？",
        "AnswerEn": "The accuracy of water level measurements using HOBO water level loggers is precise with an accuracy of less than 0.5 cm. The data is corrected using barometric pressure data from either a barometer installed on the shore or nearby meteorological stations to obtain the true water level changes.",
        "AnswerCn": "HOBO水位记录仪的水位测量精度高，准确度低于0.5厘米。通过使用安装在岸边的气压计或附近气象站的气压数据来校正数据，以获得真实的水位变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes inaccuracies in water level measurements of lakes on the Tibetan Plateau, and how can these be mitigated?",
        "QuestionCn": "导致青藏高原湖泊水位测量不准确的原因是什么？如何可以减轻这些问题？",
        "AnswerEn": "Inaccuracies in water level measurements can be caused by factors such as the calibration of water level sensors, environmental conditions affecting the sensors, and pressure data variations used for corrections. Mitigation involves using accurate equipment like HOBO water level sensors, performing regular calibrations, and using reliable atmospheric pressure data from nearby meteorological stations.",
        "AnswerCn": "水位测量中的不准确性可能由多个因素引起，例如水位传感器的校准、影响传感器的环境条件以及用于修正的压力数据变化。减轻这些问题的方法包括使用准确的设备，如HOBO水位传感器，定期进行校准，以及使用来自附近气象站的可靠气压数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of observing lake water levels on the Tibetan Plateau using HOBO water level loggers, and how does this goal influence the data collection and correction methods employed?",
        "QuestionCn": "使用HOBO水位记录仪观察青藏高原湖泊水位的主要目标是什么，这一目标如何影响所采用的数据收集和校正方法？",
        "AnswerEn": "The primary objective of observing lake water levels on the Tibetan Plateau is to accurately monitor daily changes in water levels of specific lakes from 2010 to 2017. This goal influences data collection by necessitating the use of HOBO water level loggers installed on lake shores to capture precise measurements. The data correction is achieved through calibration with atmospheric pressure data from shore-based barometers or nearby meteorological stations, ensuring an accuracy of less than 0.5 cm in the recorded water levels.",
        "AnswerCn": "观察青藏高原湖泊水位的主要目标是准确监测2010年至2017年间特定湖泊的日常水位变化。这个目标影响了数据收集，要求在湖岸安装HOBO水位记录仪，以捕捉精确的测量数据。数据校正通过与岸边气压计或附近气象站的气压数据进行校准来实现，确保记录的水位精度低于0.5厘米。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed steps and instruments involved in collecting and calibrating daily water level data for lakes on the Qinghai-Tibet Plateau using automated observational tools?",
        "QuestionCn": "使用自动观测工具收集和校准青藏高原湖泊每日水位数据的详细步骤和仪器是什么？",
        "AnswerEn": "The daily water level data for lakes on the Qinghai-Tibet Plateau is collected using HOBO water level sensors (U20-001-01) installed on the lake shores. The observed water levels are then calibrated using barometric data from sensors located at the shore or nearby meteorological stations to determine the true water level changes. The accuracy of these measurements is less than 0.5 cm.",
        "AnswerCn": "青藏高原湖泊的日常水位数据是通过安装在湖岸的HOBO水位传感器（U20-001-01）收集的。观察到的水位数据随后使用位于湖岸或附近气象站的气压数据进行校准，以确定真实的水位变化。这些测量的准确度低于0.5厘米。",
        "Level": "C3(Applying)"
      }
    ]
  }
}