{
  "id": "c9fd9d59-8a5c-4b61-b621-9c4d987d546a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "GLDAS based global Arid Index data set (1948-2018)",
      "titleCn": "基于GLDAS的全球干燥度指数数据集（1948-2018）",
      "description": "This data set is the data set of drought index AI from 1948 to 2018, with spatial coverage of 60s-60n, 180e-180w, spatial resolution of 0.5 °, and temporal resolution of year. The potential evapotranspiration (PET) is calculated based on penman Monteith model, in which the wind speed, relative humidity, sensible heat, latent heat, soil heat flux and surface pressure data are from GLDAS, air temperature data are from CPC, and precipitation data are also from CPC. GLDAS data is divided into two sections. The first section is from GLDAS_ NOAH10_ M v2.0 series, covering the period from 1948 to 2015; The second paragraph is from GLDAS_ NOAH10_ M v2.1, covering the period from 2000 to now, we spliced the overlapping data segments from 2000 to 2014, subtracted the average values of wind speed, relative humidity, sensible heat, latent heat, soil heat flux and surface air pressure of the two sets of data in this period, obtained the difference, and added the difference to the data set of v2.1 to calculate pet.",
      "descriptionCn": "本数据集为1948-2018 干旱指数AI年数据集，空间覆盖范围为60S-60N，180E-180W，空间分辨率为0.5°，时间分辨率为逐年。其基于Penman–Monteith model 计算潜在蒸散发（PET），其中用到的风速、相对湿度、感热、潜热、土壤热通量、地表气压数据来自于GLDAS，气温数据来自CPC，降水数据也来自于CPC。GLDAS资料分为两段，第一段来自于GLDAS_NOAH10_M V2.0系列，覆盖时间段为1948-2015年；第二段来自于GLDAS_NOAH10_M V2.1，覆盖时间段为2000-至今，我们利用2000-2014年的重合数据段进行拼接，将这一时期两套数据的风速、相对湿度、感热、潜热、土壤热通量、地表气压数据平均值相减，得到差值，将差值加到V2.1的数据集中，从而计算PET。",
      "instructions": "GLDAS_ 1948_ 2018_ AI_ 60s_ 60n.nc",
      "instructionsCn": "GLDAS_1948_2018_AI_60s_60n.nc",
      "east": 180.0,
      "west": -180.0,
      "south": -60.0,
      "north": 60.0,
      "startTime": "1948-01-01 00:00:00",
      "endTime": "2018-12-31 00:00:00",
      "fileSize": 12271772.0,
      "cstr": "18406.11.Atmos.tpdc.271832",
      "doi": "10.11888/Atmos.tpdc.271832",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "于海鹏",
        "nameEn": "YU Haipeng",
        "unitEn": "",
        "unitCn": "西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Bias-corrections on aridity index simulations of climate models by observational constraints.",
        "referenceCn": null,
        "referenceEn": "Yu, H., Zhang, Q., Wei, Y., Liu, C., Ren, Y., Yue, P., & Zhou, J. (2021). Bias-corrections on aridity index simulations of climate models by observational constraints. Int. J. Climatol., 41."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "干燥度指数",
        "nameEn": "Arid Index"
      },
      {
        "nameCn": "湿度/干燥度",
        "nameEn": "Humidity/Dryness"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球尺度",
        "keywordEn": "Global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1948-2018",
        "keywordEn": "1948-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and data sources used for calculating the global dryness index in a dataset spanning 1948-2018?",
        "QuestionCn": "在1948年至2018年的数据集中，用于计算全球干燥指数的具体特征和数据来源是什么？",
        "AnswerEn": "wind speed, relative humidity, sensible heat, latent heat, soil heat flux, surface pressure, temperature, precipitation",
        "AnswerCn": "风速，相对湿度，显热，潜热，土壤热通量，地表气压，温度，降水",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the global aridity index dataset based on GLDAS?",
        "QuestionCn": "基于GLDAS的全球干旱指数数据集的空间分辨率是多少？",
        "AnswerEn": "0.5°",
        "AnswerCn": "0.5°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Penman–Monteith model used for in the context of calculating potential evapotranspiration (PET)?",
        "QuestionCn": "Penman–Monteith模型在计算潜在蒸散（PET）的背景下有什么用途？",
        "AnswerEn": "The Penman–Monteith model is used to calculate potential evapotranspiration (PET) by incorporating wind speed, relative humidity, sensible heat, latent heat, soil heat flux, and surface pressure data from GLDAS, along with temperature and precipitation data from CPC.",
        "AnswerCn": "Penman–Monteith模型用于计算潜在蒸散发（PET），通过结合来自GLDAS的风速、相对湿度、显热、潜热、土壤热通量和表面气压数据，以及来自CPC的温度和降水数据。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the calculation of potential evapotranspiration (PET) using the Penman-Monteith model in a dataset compare with using alternative models or approaches for estimating PET in global datasets?",
        "QuestionCn": "使用Penman-Monteith模型计算潜在蒸散发（PET）与在全球数据集中使用替代模型或方法估计PET的比较如何？",
        "AnswerEn": "The calculation of PET in the dataset utilizes the Penman-Monteith model, relying on data such as wind speed, relative humidity, sensible and latent heat, soil heat flux, and surface pressure from GLDAS, as well as temperature and precipitation data from CPC. This approach is comprehensive, integrating multiple atmospheric and surface parameters. Alternative models might use different parameters or simpler empirical approaches, potentially affecting the accuracy and applicability of the PET estimates across different climatic regions.",
        "AnswerCn": "数据集中PET的计算采用了Penman-Monteith模型，依赖于来自GLDAS的风速、相对湿度、显热和潜热、土壤热通量以及表面气压等数据，以及来自CPC的温度和降水数据。这种方法是全面的，整合了多个大气和表面参数。替代模型可能使用不同的参数或更简单的经验方法，这可能会影响PET估计在不同气候区域的准确性和适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors led to the development of methodologies for calculating the global aridity index using data from the GLDAS and CPC?",
        "QuestionCn": "导致使用GLDAS和CPC数据计算全球干旱指数的方法论发展的因素有哪些？",
        "AnswerEn": "The methodologies for calculating the global aridity index using data from GLDAS and CPC were developed due to the need for accurate potential evapotranspiration (PET) calculations. This required a combination of data inputs, such as wind speed, relative humidity, sensible heat, latent heat, soil heat flux, and surface pressure from GLDAS, and temperature and precipitation data from CPC. The integration of these datasets allowed for more reliable PET calculations using the Penman–Monteith model.",
        "AnswerCn": "计算全球干旱指数的方法是基于对GLDAS和CPC数据的需求，以获得准确的潜在蒸散发（PET）计算。这需要结合多个数据输入，如来自GLDAS的风速、相对湿度、显热、潜热、土壤热通量和表面气压，以及来自CPC的温度和降水数据。这些数据集的整合使得使用Penman–Monteith模型进行更可靠的PET计算成为可能。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy of aridity index calculations when integrating wind speed, relative humidity, sensible heat, latent heat, soil heat flux, and surface pressure data from different GLDAS versions?",
        "QuestionCn": "在整合来自不同GLDAS版本的风速、相对湿度、显热、潜热、土壤热通量和表面气压数据时，对干旱指数计算的准确性可能产生的影响是什么？",
        "AnswerEn": "Integrating data from different GLDAS versions may impact the accuracy of aridity index calculations by introducing inconsistencies in the input variables. To mitigate this, the data from overlapping periods (2000-2014) were averaged and differences were adjusted to harmonize the datasets, potentially reducing discrepancies in the calculated potential evapotranspiration (PET) and improving the reliability of the aridity index.",
        "AnswerCn": "整合来自不同GLDAS版本的数据可能会影响干旱指数计算的准确性，因为这会引入输入变量的不一致性。为了减轻这种影响，重叠时期（2000-2014）的数据被平均，并对差异进行了调整，以协调数据集，从而可能减少潜在蒸散发（PET）计算中的差异，提高干旱指数的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What steps are necessary to integrate and adjust data from different versions of GLDAS and CPC datasets to accurately compute the potential evapotranspiration (PET) for a global dryness index dataset?",
        "QuestionCn": "要将不同版本的GLDAS和CPC数据集进行整合和调整，以准确计算全球干旱指数数据集的潜在蒸散量（PET），需要哪些步骤？",
        "AnswerEn": "To integrate and adjust data from different versions of GLDAS and CPC datasets for computing PET, one would first need to identify the overlapping data periods from GLDAS_NOAH10_M V2.0 (1948-2015) and GLDAS_NOAH10_M V2.1 (2000-present). Next, calculate the mean difference for variables such as wind speed, relative humidity, sensible heat, latent heat, soil heat flux, and surface pressure during the overlapping period (2000-2014). This difference should then be added to the V2.1 dataset variables to ensure continuity and accuracy in the PET calculations. Additionally, temperature and precipitation data sourced from CPC should be included in the Penman–Monteith model to calculate PET consistently across the entire data range from 1948 to 2018.",
        "AnswerCn": "为了整合和调整来自不同版本的GLDAS和CPC数据以计算潜在蒸散发（PET），首先需要识别GLDAS_NOAH10_M V2.0（1948-2015）和GLDAS_NOAH10_M V2.1（2000年至今）之间的重叠数据时期。接下来，在重叠时期（2000-2014）内计算风速、相对湿度、显热、潜热、土壤热通量和表面气压等变量的平均差异。然后，将该差异添加到V2.1数据集的变量中，以确保在PET计算中的连续性和准确性。此外，还应将来自CPC的温度和降水数据纳入Penman–Monteith模型，以便在1948年至2018年的整个数据范围内一致地计算PET。",
        "Level": "C3(Applying)"
      }
    ]
  }
}