{
  "id": "ca7ed462-fade-48b2-9630-b6f3ccd7bf62",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Ice dam datasets in  Karakoram (1533-2020)",
      "titleCn": "喀喇昆仑山冰川堰塞湖数据（1533-2020）",
      "description": "This data for 1533-2020, karakoram regional flood the valley, ibrahim scheer, Boolean, koehler green and assorted york grande valley area, a total of 39 glacier topples caused by ice blocking river 179 times and events of cataloguing data.According to the historical records (1533-1970) (1970-2020), remote sensing data and field data, which compiled, is currently the region's most complete glacier blocking river disasters database, the data on the research of the karakoram glacier area disaster chain to provide the basis of the data, and disaster prevention and mitigation work of china-pakistan economic corridor area has important significance.",
      "descriptionCn": "该数据为1533-2020年间喀喇昆仑山区域洪扎河谷、希姆舍尔、格兰布尔、克勒青和什约克等河谷区域，共39条冰川引发的179次冰川堵江和溃决事件的编目数据。该数据由历史记录（1533-1970年）、遥感数据（1970-2020年）和实地考察资料汇编而成，是目前该地区最为完整的冰川堵江灾害数据库，该数据对喀喇昆仑山区域冰川灾害链的研究提供的基础数据，并对中巴经济走廊区域的防灾减灾工作具有重要的意义。",
      "instructions": "River basins name initials field expedition area code disaster chain type four order number.See the Excel data files.Data available ArcGIS and ENVI or other open using geographic information system and remote sensing software.",
      "instructionsCn": "野外科考区域+河流流域名称首字母代码+灾害链类型代码+四位顺序数字编号。数据可用ArcGIS、ENVI或其他地理信息系统和遥感软件打开使用。",
      "east": 44.5,
      "west": 57.4,
      "south": 36.9,
      "north": 51.3,
      "startTime": null,
      "endTime": null,
      "fileSize": 252976.0,
      "cstr": null,
      "doi": "10.1016/j.earscirev.2020.103432",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "王昊",
        "nameEn": "WANG Hao",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Increasing glacial lake outburst flood hazard in response to surge glaciers in the Karakoram",
        "referenceCn": null,
        "referenceEn": "Bazai, N.A., Cui, P.*, Carling, P.A., Wang, H., Hassan, J., Liu, D., Zhang, G., & Wen, J. (2021). Increasing glacial lake outburst flood hazard in response to surge glaciers in the Karakoram. Earth-Science Reviews, 212, 1-21."
      },
      {
        "titleCn": null,
        "titleEn": "Glacier surging controls glacier lake formation and outburst floods: The example of the Khurdopin Glacier, Karakoram",
        "referenceCn": null,
        "referenceEn": "Bazai, N.A., Cui, P.*, Liu, D., Carling, P.A., Wang, H., Zhang, G., Li, Y., & Hassan, J. (2022). Glacier surging controls glacier lake formation and outburst floods: The example of the Khurdopin Glacier, Karakoram. Global and Planetary Change, 208, 103710."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰川堰塞湖",
        "nameEn": "ice-dammed lake"
      },
      {
        "nameCn": "地质灾害",
        "nameEn": "Geologic Hazard"
      },
      {
        "nameCn": "溃决洪水",
        "nameEn": " Burst flood"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "喀喇昆仑山",
        "keywordEn": " Karakoram Mountains"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1533-2020",
        "keywordEn": "1533-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for cataloging glacier-induced river blockages and outburst events in the Karakoram region between 1533 and 2020?",
        "QuestionCn": "用于对喀喇昆仑地区1533年至2020年间冰川引发的河流阻塞和溃决事件进行分类的数据收集方法的特点是什么？",
        "AnswerEn": "historical records, remote sensing data, field investigation materials",
        "AnswerCn": "历史记录、遥感数据、实地调查材料",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting comprehensive data on glacier damming and outburst events in the Karakoram region from historical records and remote sensing?",
        "QuestionCn": "有哪些因素导致在喀喇昆仑地区从历史记录和遥感中收集有关冰川阻塞和溃决事件的全面数据面临挑战？",
        "AnswerEn": "The compilation of data on glacier damming and outburst events in the Karakoram region faces several challenges due to the reliance on historical records from 1533-1970, which may be incomplete or inconsistent, and the use of remote sensing data from 1970-2020, which requires accurate interpretation and validation with field surveys to ensure completeness and reliability of the dataset.",
        "AnswerCn": "在喀喇昆仑地区，关于冰川堵塞和溃决事件的数据汇编面临若干挑战，这主要是由于对1533年至1970年的历史记录的依赖，这些记录可能不完整或不一致，以及对1970年至2020年的遥感数据的使用，这需要通过实地调查进行准确解读和验证，以确保数据集的完整性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of integrating historical records, remote sensing data, and field surveys on the comprehensiveness and accuracy of glacier damming event datasets in the Karakoram region?",
        "QuestionCn": "整合历史记录、遥感数据和实地调查对喀喇昆仑地区冰川堰塞事件数据集的全面性和准确性可能产生的后果是什么？",
        "AnswerEn": "Integrating historical records, remote sensing data, and field surveys can result in a more comprehensive and accurate dataset of glacier damming events in the Karakoram region. This integration helps fill gaps in data over the long historical range of 1533-2020, providing a complete view of 179 glacier damming and outburst flood events. The combination of methods allows for cross-validation, enhances temporal and spatial resolution, and improves the reliability of the data, which is crucial for understanding glacier disaster chains and informing disaster risk management strategies in the region.",
        "AnswerCn": "整合历史记录、遥感数据和实地调查可以形成更全面和准确的喀喇昆仑地区冰川堵塞事件的数据集。这种整合有助于填补1533年至2020年长期历史范围内的数据空白，提供179个冰川堵塞和溃决洪水事件的完整视图。这些方法的结合允许交叉验证，增强时间和空间分辨率，提高数据的可靠性，这对于理解冰川灾害链和为该地区的灾害风险管理策略提供信息至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of compiling a comprehensive database of glacial lake outburst floods events in the Karakoram region from 1533 to 2020?",
        "QuestionCn": "编制一个从1533年到2020年喀喇昆仑地区冰川湖溃决洪水事件的综合数据库的主要目标是什么？",
        "AnswerEn": "The primary objectives are to provide foundational data for studying glacial disaster chains in the Karakoram region and to support disaster prevention and mitigation efforts in the China-Pakistan Economic Corridor area.",
        "AnswerCn": "主要目标是为研究喀喇昆仑地区的冰川灾害链提供基础数据，并支持中巴经济走廊地区的灾害预防和减缓工作。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in compiling a comprehensive catalog of glacier-dammed lake outburst events over several centuries using historical records, remote sensing data, and field surveys in the Karakoram region?",
        "QuestionCn": "在喀喇昆仑地区使用历史记录、遥感数据和实地调查编制一个涵盖几个世纪的冰川阻塞湖溃决事件的综合目录所涉及的程序步骤是什么？",
        "AnswerEn": "The compilation involves gathering historical records from 1533 to 1970 to document past events, utilizing remote sensing data from 1970 to 2020 to monitor and identify more recent occurrences, and conducting field surveys to validate and enrich the data. This combination of methods ensures a complete and accurate account of glacier-dammed lake outburst events in the region.",
        "AnswerCn": "该汇编涉及收集1533年至1970年的历史记录，以记录过去事件，利用1970年至2020年的遥感数据监测和识别更近期的事件，并进行实地调查以验证和丰富数据。这种方法的结合确保了对该地区冰川堰塞湖溃决事件的完整和准确的记录。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies have enabled the comprehensive collection of glacier damming events data in the Karakoram region over several centuries?",
        "QuestionCn": "哪些方法论使得在喀喇昆仑地区对冰川堵塞事件的数据进行了几百年的全面收集？",
        "AnswerEn": "The comprehensive collection of glacier damming events data in the Karakoram region was enabled by compiling historical records from 1533 to 1970, utilizing remote sensing data from 1970 to 2020, and incorporating findings from field surveys. This multi-source approach has provided a complete catalog of glacier damming and outburst events in the area, aiding in the study of glacier disaster chains and contributing to disaster risk reduction efforts in the region.",
        "AnswerCn": "在喀喇昆仑地区，冰川堵塞事件数据的全面收集得益于对1533年至1970年的历史记录的汇编，利用1970年至2020年的遥感数据，并结合实地调查的发现。这种多源方法提供了该地区冰川堵塞和溃决事件的完整目录，有助于研究冰川灾害链，并为该地区的灾害风险减少工作做出贡献。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}