{
  "id": "cafe2ba9-8e79-41ed-a893-818008a5b4f9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Lithospheric structure of Dahutang",
      "titleCn": "大湖塘岩石圈结构",
      "description": "The data set is mainly shown in the article https://doi.org/10.1016/j.pepi.2020.106617. The S-wave velocity structure under the station is obtained by using the joint inversion of the P-wave receiver function and the group velocity dispersion of 42 stations located near the Dahutang mining area in Jiangxi Province. The dataset contains 42 files in the format of DAT: for example, dahutang.jx46.velocity.dat. The data set represents the lithospheric velocity structure of the Dahutang mining area and understands the deep mechanism of Dahutang polymetallic mineralization.",
      "descriptionCn": "数据集主要展示在文章https://doi.org/10.1016/j.pepi.2020.106617的研究中，包含了利用布设在江西大湖塘矿区附近的42个台站P波接收函数与群速度频散联合反演得到的台站下方S波速度结构。\n数据集包含格式为dat的文件一共42个：例如Dahutang.JX46.velocity.dat。\n该数据集主要可用来展示大湖塘矿区的岩石圈速度结构，透视大湖塘多金属成矿的深部机理。",
      "instructions": "Data naming: the S-wave velocity structure is stored in text format, and the name of the file is \"Dahutang.stnm.velocity.dat\", where \"stnm\" represents the station name, such as Dahutang.JX01.velocity.dat Represents the S-wave velocity structure obtained by joint inversion of station JX01.\nData reading mode: all ASCII files in the data set can be directly opened using text editing software. \nThe main contents: the first column station name, the second column station latitude (degree), the third column station longitude (degree), the fourth column depth (km), and the fifth column S-wave velocity (km/s).",
      "instructionsCn": "数据命名：S波速度结构以文本格式存储，文件的名称为“dahutang.stnm.velocity.dat”，其中stnm代表台站名，比如Dahutang.JX01.velocity.dat 就代表台站JX01联合反演得到的S波速度结构。\n数据读取方式：该数据集中所有的ASCII码文件都可以直接使用文本编辑软件打开，主体内容分别为：第一列台站名，第二列台站纬度(degree)，第三列台站经度(degree)，第四列深度(km)，第五列S波速度值(km/s)。",
      "east": 115.02,
      "west": 114.79,
      "south": 28.49,
      "north": 29.22,
      "startTime": null,
      "endTime": null,
      "fileSize": 80972.0,
      "cstr": "18406.11.Geo.tpdc.271427",
      "doi": "10.11888/Geo.tpdc.271427",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邓阳凡",
        "nameEn": "DENG Yangfan",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "An array based seismic image on the Dahutang deposit, South China: Insight into the mineralization",
        "referenceCn": null,
        "referenceEn": "Zhang, Z., Deng, Y., Yao, J., Zong, J., & Chen, H. (2021). An array based seismic image on the Dahutang deposit, South China: Insight into the mineralization. Physics of the Earth and Planetary Interiors, 310, 106617."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地震",
        "nameEn": "Seismology"
      },
      {
        "nameCn": "地震波速",
        "nameEn": "Seismic velocity"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "大湖塘",
        "keywordEn": "Dahutang Deposit"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018",
        "keywordEn": "2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine the S-wave velocity structure beneath station sites in a mining area?",
        "QuestionCn": "您能否提供一个用于确定矿区站点下方S波速度结构的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used to determine the S-wave velocity structure beneath station sites in a mining area involves using P-wave receiver functions and group velocity dispersion. This approach utilizes data from 42 stations located near the Dahutang mining area to jointly invert and derive the S-wave velocity structure beneath each station.",
        "AnswerCn": "一种用于确定矿区站点下方S波速度结构的数据收集方法涉及使用P波接收函数和群速度色散。这种方法利用位于大虎塘矿区附近的42个站点的数据，进行联合反演以推导每个站点下方的S波速度结构。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and methodologies involved in collecting and utilizing data to infer lithosphere velocity structures in mining areas?",
        "QuestionCn": "在矿区收集和利用数据推断岩石圈速度结构所涉及的具体特征和方法是什么？",
        "AnswerEn": "P-wave receiver functions, group velocity dispersion data, joint inversion, S-wave velocity structures",
        "AnswerCn": "P波接收函数，群速度频散数据，联合反演，S波速度结构",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many P wave receiving function and group velocity dispersion stations are used to obtain the S wave velocity structure in the lithosphere of the Dahutang mining area?",
        "QuestionCn": "用于获取大虎塘矿区岩石圈S波速度结构的P波接收函数和群速度色散站点有多少个？",
        "AnswerEn": "42",
        "AnswerCn": "42",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'P wave receiver function' mean in the context of lithospheric structure analysis?",
        "QuestionCn": "'P波接收函数'在岩石圈结构分析的背景下是什么意思？",
        "AnswerEn": "P wave receiver function refers to a seismic data analysis technique used to infer the structure of the Earth's lithosphere by examining the conversions of P waves to S waves. This method utilizes seismic data collected from stations, in this case, 42 stations near the Dahutang mining area, to jointly invert P wave receiver functions and surface wave group velocity dispersion for determining the S wave velocity structure beneath the stations.",
        "AnswerCn": "P波接收函数是指一种地震数据分析技术，通过研究P波转化为S波的过程来推断地球岩石圈的结构。该方法利用从42个位于大虎塘矿区附近的台站收集的地震数据，联合反演P波接收函数和表面波群速度色散，以确定台站下方的S波速度结构。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the deployment strategy of seismic stations when collecting lithospheric structure data in mining areas like Dahutang?",
        "QuestionCn": "在像大虎塘这样的矿区收集岩石圈结构数据时，影响地震站部署策略的因素有哪些？",
        "AnswerEn": "The deployment strategy of seismic stations in mining areas like Dahutang is influenced by the need to adequately sample the subsurface S-wave velocity structure. Factors likely include the geological complexity of the area, the spatial distribution of mineral deposits, and the need for high-resolution data to understand the deep mechanisms of polymetallic mineralization.",
        "AnswerCn": "在像大虎塘这样的矿区，地震站的部署策略受到充分采样地下S波速度结构的需求影响。影响因素可能包括该地区的地质复杂性、矿产分布的空间分布以及获取高分辨率数据以理解多金属矿化深层机制的需求。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing P wave receiver functions and group velocity dispersion in constructing a dataset for lithospheric structure analysis in mining areas?",
        "QuestionCn": "利用P波接收函数和群速度色散构建矿区岩石圈结构分析数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to reveal the lithospheric velocity structure beneath mining areas like the Dahutang mineral district, which can provide insights into the deep mechanisms of polymetallic mineralization.",
        "AnswerCn": "主要目标是揭示如大虎塘矿区等采矿区下方的岩石圈速度结构，这可以为多金属矿化的深层机制提供洞察。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}