{
  "id": "cbdd60fa-2cd5-4a7c-9e8a-f3700eac4757",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "A monthly surface water dataset of China derived from optical and radar remote sensing (2018-2020)",
      "titleCn": "联合光学和雷达多星遥感的全国逐月无缝陆表水域数据集（2018-2020）",
      "description": "Satellite remote sensing provides an efficient pathway to map inland surface water extent across different spatial and temporal scales. However, how to monitor the surface water distribution and its spatiotemporal variability via combining optical and radar remote sensing datasets still faces substantial challenges. A monthyly surface water data set of China derived from optical and radar remote sensing (2018-2020) is provided. The dataset was generated by Seamless Surface Water Mapping Framework (SSWMF) proposed by Yang et al. (2022). The validity of this dataset was further proved over China with an overall accuracy of 92.39% and Kappa coefficient of 0.83. With seamless surface water monitoring, the changes of surface water area can be potentially used to characterize the drought/flood process and evaluate the natural hazard impact.",
      "descriptionCn": "陆表水域是陆地水循环中的重要载体。卫星遥感是陆表水体动态监测的有效手段，陆地水域时空演变可揭示自然因素及人类活动对水域的影响规律，对合理开发、利用和保护陆表水域有重要的意义。SSWMF全国逐月无缝陆表水域数据集是基于联合多源光学和雷达卫星观测、适用于大范围陆表水域动态监测方法SSWMF提取得到，输入数据包括MODIS、Landsat8、Sentinel 2的地表反射率数据和Sentinel 1的后向散射系数数据，基于Google Earth Engine遥感大数据平台计算得到。验证表明数据集的总体精度为92.39%。本数据集覆盖全国及周边区域，时间步长为每月，空间分辨率为30米。联合多星光学和雷达遥感的大范围陆表水域数据集可为湖泊水体动态、区域水旱灾害监测、水资源调查等提供帮助。",
      "instructions": "Surface water data is stored in TIF format. The name of the file is \"chinawateryyy-mm-1. TIF\", where yyyy represents year and mm represents month. For example, chinawater2018-7-1.tif represents this TIF file to describe the surface water coverage in China in July 2018.",
      "instructionsCn": "地表水域数据以tif格式存储，文件的名称为“ChinaWateryyyy-mm-1.tif”，其中yyyy代表年，mm代表月份，比如ChinaWater2018-7-1.tif就代表这个TIF文件描述2018年7月我国的地表水域覆盖状况。",
      "east": 135.08,
      "west": 73.4,
      "south": 16.99,
      "north": 53.55,
      "startTime": "2018-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 3085515221.0,
      "cstr": "18406.11.Hydro.tpdc.271761",
      "doi": "10.11888/Hydro.tpdc.271761",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨永民",
        "nameEn": "YANG Yongmin",
        "unitEn": "China Institute of Water Resources and Hydropower Research",
        "unitCn": "中国水利水电科学研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A surface water mapping framework combining optical and radar remote sensing and its application in China",
        "referenceCn": null,
        "referenceEn": "Yang, Y.M., Huang, S.F., Qiu, J.X., Liu, C.J., & Jiang, W. (2022). A surface water mapping framework combining optical and radar remote sensing and its application in China. Geocarto International, DOI: 10.1080/10106049.2022.2129836"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "日地空间物理与天文",
        "nameEn": "Solar-Terrestrial Physics and Astronomy"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "银河系",
        "nameEn": "Galactic System"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "地表水域",
        "keywordEn": "surface water"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2018-2020",
        "keywordEn": "2018-2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "What is the overall accuracy of a dataset created using a method that combines optical and radar satellite observations for large-scale land surface water body monitoring?",
        "QuestionCn": "使用结合光学和雷达卫星观测的方法创建的用于大规模陆地水体监测的数据集的整体准确性是多少？",
        "AnswerEn": "92.39%",
        "AnswerCn": "92.39%",
        "Level": "C5(Evaluating)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '联合光学和雷达多星遥感' in the context of remote sensing for land surface water monitoring?",
        "QuestionCn": "在地表水监测的遥感背景下，“联合光学和雷达多星遥感”是什么意思？",
        "AnswerEn": "联合光学和雷达多星遥感 refers to the integration of multiple optical and radar satellite observations for remote sensing, which is used in the context of dynamic monitoring of land surface water bodies. This approach combines data from various sources like MODIS, Landsat 8, Sentinel 2 for surface reflectance, and Sentinel 1 for backscatter coefficient data, enabling comprehensive monitoring of large-scale land surface water areas.",
        "AnswerCn": "联合光学和雷达多星遥感是指将多种光学和雷达卫星观测数据整合用于遥感，主要用于动态监测陆地水体。这种方法结合了来自MODIS、Landsat 8、Sentinel 2的表面反射率数据，以及来自Sentinel 1的后向散射系数数据，从而实现对大规模陆地水域的全面监测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the integration of optical and radar satellite data improve the accuracy and comprehensiveness of land surface water monitoring on a national scale?",
        "QuestionCn": "光学和雷达卫星数据的集成如何提高国家层面土地表面水体监测的准确性和全面性？",
        "AnswerEn": "The integration of optical and radar satellite data allows for comprehensive monitoring of land surface water by combining different types of sensor data, such as surface reflectance data from optical satellites like MODIS, Landsat 8, Sentinel 2, and backscatter coefficient data from radar satellites like Sentinel 1. This combination enhances the ability to dynamically monitor large-scale water bodies with a high spatial resolution of 30 meters and a monthly temporal resolution. The use of Google Earth Engine for processing these large datasets further facilitates this integration, leading to an overall accuracy of 92.39% in monitoring land surface water dynamics.",
        "AnswerCn": "光学和雷达卫星数据的集成使得通过结合不同类型的传感器数据来全面监测地表水成为可能，例如来自光学卫星（如MODIS、Landsat 8、Sentinel 2）的表面反射率数据，以及来自雷达卫星（如Sentinel 1）的后向散射系数数据。这种组合增强了以30米的高空间分辨率和每月的时间分辨率动态监测大规模水体的能力。使用Google Earth Engine处理这些大数据集进一步促进了这种集成，从而在监测地表水动态方面实现了92.39%的整体准确率。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on data accuracy and spatial resolution when integrating multiple sources of optical and radar satellite data for land surface water monitoring?",
        "QuestionCn": "整合多种光学和雷达卫星数据用于地表水监测时，数据准确性和空间分辨率的潜在结果是什么？",
        "AnswerEn": "Integrating multiple sources of optical and radar satellite data, such as MODIS, Landsat 8, Sentinel 2, and Sentinel 1, for land surface water monitoring can lead to improved data accuracy and spatial resolution. The dataset achieves an overall accuracy of 92.39% with a spatial resolution of 30 meters, allowing for effective large-scale dynamic monitoring of land surface water bodies.",
        "AnswerCn": "整合多个光学和雷达卫星数据源，如MODIS、Landsat 8、Sentinel 2和Sentinel 1，用于地表水监测可以提高数据的准确性和空间分辨率。该数据集的整体准确率达到92.39%，空间分辨率为30米，能够有效地进行大规模动态监测地表水体。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and technologies are involved in integrating multi-source optical and radar satellite data to monitor large-scale land surface water bodies?",
        "QuestionCn": "将多源光学和雷达卫星数据集成以监测大规模陆地水体涉及哪些程序和技术？",
        "AnswerEn": "The process involves using a combination of MODIS, Landsat 8, and Sentinel 2 for surface reflectance data, along with Sentinel 1 for backscatter coefficient data. This integration is achieved through the SSWMF method, which is suitable for large-scale dynamic monitoring of land surface water bodies. The data is processed using the Google Earth Engine remote sensing big data platform, and the output has a spatial resolution of 30 meters with a temporal resolution of monthly intervals.",
        "AnswerCn": "该过程涉及使用MODIS、Landsat 8和Sentinel 2的表面反射率数据，以及Sentinel 1的后向散射系数数据。这种集成通过SSWMF方法实现，适用于大规模动态监测陆地水体。数据通过Google Earth Engine遥感大数据平台进行处理，输出的空间分辨率为30米，时间分辨率为每月一次。",
        "Level": "C3(Applying)"
      }
    ]
  }
}