{
  "id": "cc31ea15-a318-45a9-8b77-b0b42adc67ad",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Historical air pollutant emission data set of China (1990-2015)",
      "titleCn": "中国历史空气污染物排放数据集（1990-2015逐年）",
      "description": "Provide the spatial distribution of the annual emissions of BC, CH4, CO2, CO, NH3, NMVOC, NOx, OC and SO2 from agriculture, energy exploitation, industrial and fuel combustion, surface transportation, residential and commercial housing, solvent production, waste disposal and international shipping in China from 1990 to 2015, in kg/m2/yr. The spatial precision is 0.5 °, and the geographic coordinate system is WGS84. The data comes from the CEDs data set. The historical homogenized land use data of China is obtained by linear time interpolation, Chinese regional mask extraction and coordinate system transformation of the original data, and saved in geotiff file format. The methods and standards of data over the years are consistent, the coverage is complete, and the collection and processing process is traceable and reliable.",
      "descriptionCn": "提供中国1990-2015年逐年农业、能源开采、工业及燃料燃烧、地表交通、居民及商业住宅、溶剂生产、废弃物处置、国际船运8个部门BC，CH4，CO2，CO，NH3，NMVOC，NOx，OC，SO2排放量的空间分布，单位为kg/m2/yr。空间精度为0. 5°，地理坐标系为WGS84。数据来源于CEDs数据集，对原始数据进行时间线性插值、中国区域掩膜提取以及坐标系转换后得到历史均一化中国土地利用数据，以geotiff文件格式保存。历年数据的方法、标准一致，覆盖范围完整，采集处理过程可溯、可靠。",
      "instructions": "File name: the air pollutant emission data is stored in GeoTIFF format. The file name is \"airpollutantname_em_anthro_yyyy_sector_sectorname\", where airpollutantname stands for the name of the air pollutant, yyyy stands for the year, and sectorname stands for the name of the emission source department. For example, BC_ em_ anthro_ 1990_ sector_ Agr.tif describes the situation of black carbon (BC) emissions from China's agricultural sector in 1990.\nData reading method: it can be opened with ArcGIS, R / Python and other programming languages. The unit is kg / m2 / yr.",
      "instructionsCn": "文件命名：空气污染物排放数据以geotiff格式存储，文件的名称为“AirPollutantName_em_anthro_yyyy_sector_SectorName”，其中AirPollutantName代表空气污染物名称，yyyy代表年，SectorName代表排放来源部门名称。比如BC_em_anthro_1990_sector_AGR.tif描述1990年中国农业部门排放黑炭BC的状况。\n数据读取方式：可用ArcGIS及R/Python等编程语言打开。单位为kg/m2/yr。",
      "east": 135.0,
      "west": 73.0,
      "south": 7.0,
      "north": 54.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 19287808.0,
      "cstr": null,
      "doi": "10.5281/zenodo.4509372",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王灿",
        "nameEn": "WANG Can ",
        "unitEn": "School of Environment, Tsinghua University",
        "unitCn": "清华大学环境学院"
      },
      {
        "nameCn": "王嘉琛",
        "nameEn": "WANG Jiachen ",
        "unitEn": "School of Environment, Tsinghua University",
        "unitCn": "清华大学环境学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Historical (1750–2014) anthropogenic emissions of reactive gases and aerosols from the Community Emission Data System (CEDS)",
        "referenceCn": null,
        "referenceEn": "Hoesly, R., Smith, S., Feng, L.Y., Klimont, Z., Janssens-Maenhout, G., Pitkanen, T., Seibert, J., Vu, L., Andres, R., Bolt, R., Bond, T., & Dawidowski, L., Kholod, N., Kurokawa, J., Li, M., Liu, L., Lu, Z.F., Moura, M., & Zhang, Q., et al. (2017). Historical (1750–2014) anthropogenic emissions of reactive gases and aerosols from the Community Emission Data System (CEDS). Geoscientific Model Development Discussions. 1-41. 10.5194/gmd-2017-43."
      },
      {
        "titleCn": null,
        "titleEn": "The generation of gridded emissions data for CMIP6",
        "referenceCn": null,
        "referenceEn": "Feng, L., Smith, S. J., Braun, C., Crippa, M., Gidden, M. J., Hoesly, R., & Van Der Werf, G. R., et al. (2020). The generation of gridded emissions data for CMIP6. Geoscientific Model Development, 13(2), 461-482."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "污染治理",
        "nameEn": "Pollution control"
      },
      {
        "nameCn": "环境污染与治理",
        "nameEn": "Environment Pollution and Control"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1990-2015",
        "keywordEn": "1990-2015",
        "type": "temporal"
      },
      {
        "keywordCn": "历史",
        "keywordEn": "Historical",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "全球变化驱动下陆表自然和人文要素相互作用及区域表现",
        "titleEn": "Interaction and regional performance of natural and human factors on land surface driven by global change"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties and characteristics of spatial distribution data for air pollutant emissions in China from 1990 to 2015?",
        "QuestionCn": "中国1990年至2015年空气污染物排放的空间分布数据的属性和特征是什么？",
        "AnswerEn": "emissions from eight sectors, BC, CH4, CO2, CO, NH3, NMVOC, NOx, OC, SO2, kg/m2/yr, spatial resolution 0.5°, WGS84 geographic coordinate system, CEDs dataset, temporal linear interpolation, regional masking for China, coordinate system transformation, geotiff file format, consistent methods and standards, comprehensive coverage, traceable, reliable collection and processing process",
        "AnswerCn": "来自八个部门的排放量，包括BC、CH4、CO2、CO、NH3、NMVOC、NOx、OC、SO2，单位为kg/m2/yr，空间分辨率为0.5°，使用WGS84地理坐标系统，基于CEDs数据集，时间线性插值，中国区域掩膜，坐标系统转换，GeoTIFF文件格式，方法和标准一致，覆盖全面，具有可追溯性，可靠的收集和处理过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for historical homogenization of China's land-use data when assessing air pollutant emissions from 1990 to 2015?",
        "QuestionCn": "在评估1990年至2015年间的空气污染物排放时，导致对中国土地利用数据进行历史同质化的原因是什么？",
        "AnswerEn": "The need for historical homogenization of China's land-use data arises to ensure consistent and reliable spatial distribution assessments of air pollutant emissions across various sectors such as agriculture, energy extraction, and industrial activities over time. This process involves time-linear interpolation, extraction using China-specific masks, and coordinate system transformation to maintain methodological consistency and data reliability.",
        "AnswerCn": "对中国土地利用数据进行历史同质化的需求，旨在确保对农业、能源开采和工业活动等各个部门的空气污染物排放进行一致和可靠的空间分布评估。这个过程涉及时间线性插值、使用中国特定掩膜进行提取以及坐标系统转换，以保持方法的一致性和数据的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the effects on data reliability and spatial resolution when employing historical linear interpolation and coordinate transformation in the collection of air pollutant emission data across sectors in China from 1990 to 2015?",
        "QuestionCn": "在1990年至2015年期间，采用历史线性插值和坐标转换收集中国各行业的空气污染物排放数据时，可能对数据可靠性和空间分辨率产生的影响是什么？",
        "AnswerEn": "The use of historical linear interpolation and coordinate transformation can ensure that the data is temporally consistent and spatially precise. It allows for the creation of a standardized dataset that is comparable across years and regions, improving the reliability of the data. However, it may also introduce uncertainties if the interpolation assumptions do not perfectly match the actual historical trends or if the coordinate transformations lead to slight misalignments. The spatial resolution of 0.5° is maintained, providing a balance between detail and computational manageability.",
        "AnswerCn": "历史线性插值和坐标变换的使用可以确保数据在时间上是一致的，在空间上是精确的。它允许创建一个标准化的数据集，使其在不同年份和地区之间具有可比性，从而提高数据的可靠性。然而，如果插值假设与实际历史趋势不完全匹配，或者坐标变换导致轻微的错位，这也可能引入不确定性。空间分辨率保持在0.5°，在细节和计算可管理性之间提供了平衡。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods are used to ensure the reliability and traceability of data collection processes for historical air pollutant emissions in China from 1990 to 2015?",
        "QuestionCn": "确保1990年至2015年中国历史空气污染物排放数据收集过程的可靠性和可追溯性使用了哪些方法？",
        "AnswerEn": "The data collection methods ensure reliability and traceability by employing time linear interpolation, regional masking extraction for China, and coordinate system transformation. These steps are consistently applied across all years, ensuring a uniform approach. The historical data is then saved in geotiff format, maintaining spatial resolution and geographic coordinate system standards, which contributes to its traceable and reliable nature.",
        "AnswerCn": "数据收集方法通过采用时间线性插值、区域掩膜提取（针对中国）和坐标系统转换，确保了可靠性和可追溯性。这些步骤在所有年份中一致应用，确保了统一的方法。历史数据随后以GeoTIFF格式保存，保持空间分辨率和地理坐标系统标准，这有助于其可追溯性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}