{
    "id": "cc45c6b7-e8c1-49ab-8f88-15830e19fdfa",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Glacier distribution in Himalayas (2017)",
            "titleCn": "喜马拉雅山区冰川分布（2017）",
            "description": "This dataset collates and collects the distribution of glaciers in the Himalayas. The data source is Randolph Glacier Inventory 6.0 (RGI) (released in July 2017). The latest update time of the dataset is 2022-02-11. Randolph Glacier Inventory 6.0 is a global inventory of glacier profiles that can be used with due acknowledgement and citations. The dataset is designed to assess total Ice volume and glacier mass changes at Global and large regional scales and complements the Global Land Ice Measurements from Space initiative (GLIMS). The development of the RGI was facilitated by the Fifth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC AR5). Data download address is: http://www.glims.org/RGI/rgi60_dl.html. The data related to the distribution of Himalayan glaciers include Central Asia, SouthAsia awest, and SouthAsiaEast. Himalayan glacier distribution data was generated by merging three sub-data sets.\n",
            "descriptionCn": "本数据集整理和收集了喜马拉雅山区冰川分布，数据源为Randolph Glacier Inventory 6.0（RGI）（数据发布于2017年7月），数据集最新更新时间为2022-02-11。Randolph Glacier Inventory 6.0为全球冰川轮廓清单，可以在标注应有的致谢和引用后使用（acknowledgement）。该数据集旨在评估全球和大区域尺度上的总冰体积和冰川质量变化，是全球陆地冰空间测量计划的补充（Global Land Ice Measurements from Space initiative (GLIMS)）。RGI的编制在政府间气候变化专门委员会第五次评估报告（IPCC AR5）的推动下完成。数据下载地址为：http://www.glims.org/RGI/rgi60_dl.html。其中喜马拉雅山区冰川分布涉及数据包括：Central Asia，South AsiaWest，SouthAsiaEast。合并三个子数据集后，生成喜马拉雅冰川分布数据。数据引用如下：RGI Consortium, 2017, Randolph Glacier Inventory (RGI) – A Dataset of Global Glacier Outlines:Version 6.0. Technical Report, Global Land Ice Measurements from Space, Boulder, Colorado,USA. Digital Media. DOI: https://doi.org/10.7265/N5-RGI-60。数据来源于Randolph Glacier Inventory 6.0（RGI）（数据发布于2017年7月）Randolph Glacier Inventory 6.0（RGI）是在Randolph Glacier Inventory 5.0（RGI）版本的基础上更新而来，最早的1.0版本内容由多个机构和组织共同完成，Central Asia 5.0版本与6.0版本没有更新。最早的1.0版本中大部分由中国第一次冰川编目组成（Shi et al.,2009）。South Aria West区域被GLIMS数据库覆盖（Raup et al., 2007）；South Asia East最早被GLIMS数据库覆盖（Raup et al., 2007）。质量控制：（1）ArcGIS修复几何，对所有多边形进行检查。检查多边形的闭合情况，消除重复顶点。（2）去除面积小于0.01km2的冰川。（3）拓扑检查，删除或校正对冰川边界调整时出现的重叠、间隙等。（4）利用Fortran子程序与Python对属性表进行检查。\n\n\n",
            "instructions": "The Himalayan glaciers distribution (2017), can be directly opened by ArcGIS",
            "instructionsCn": "喜马拉雅冰川分布（2017），可直接用ArcGIS打开\n",
            "east": 29.1,
            "west": 33.8,
            "south": 88.1,
            "north": 76.8,
            "startTime": null,
            "endTime": null,
            "fileSize": 69511819.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "杨冬冬",
                "nameEn": "YANG Dongdong",
                "unitEn": "Northwest university",
                "unitCn": "西北大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Randolph Glacier Inventory (RGI) – A Dataset of Global Glacier Outlines:Version 6.0. Technical Report, Global Land Ice Measurements from Space, Boulder, Colorado,USA.",
                "referenceCn": null,
                "referenceEn": "RGI Consortium. (2017). Randolph Glacier Inventory (RGI) – A Dataset of Global Glacier Outlines:Version 6.0. Technical Report, Global Land Ice Measurements from Space, Boulder, Colorado,USA. Digital Media. DOI: https://doi.org/10.7265/N5-RGI-60.\n"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "RGI6.0",
                "nameEn": "RGI6.0"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "冰川",
                "nameEn": "Glaciers"
            },
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2017",
                "keywordEn": "2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Definition": [
            {
                "QuestionEn": "What is the 'Randolph Glacier Inventory 6.0' in the context of glacier data collection and analysis?",
                "QuestionCn": "“Randolph Glacier Inventory 6.0”是在冰川数据收集和分析的背景下，指的是一个关于全球冰川的详细数据库，包含了冰川的位置、面积、形状和其他相关特征的信息。",
                "AnswerEn": "The Randolph Glacier Inventory 6.0 is a global dataset that provides outlines of glaciers. It is used to assess total ice volume and glacier mass changes on global and regional scales, serving as a supplement to the Global Land Ice Measurements from Space initiative (GLIMS). Its compilation was motivated by the Intergovernmental Panel on Climate Change Fifth Assessment Report (IPCC AR5), and it is based on updates from previous versions, starting from the initial version 1.0 which included contributions from various institutions and organizations.",
                "AnswerCn": "Randolph冰川清单6.0是一个全球数据集，提供冰川的轮廓。它用于评估全球和区域尺度上的总冰量和冰川质量变化，作为全球陆地冰测量空间计划（GLIMS）的补充。其编制受到气候变化政府间专门委员会第五次评估报告（IPCC AR5）的推动，并基于从早期版本的更新，最初版本1.0包括来自各个机构和组织的贡献。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors have contributed to the development and updating of global glacier inventories, specifically in the context of the Himalayan region?",
                "QuestionCn": "哪些因素促成了全球冰川清单的发展和更新，特别是在喜马拉雅地区的背景下？",
                "AnswerEn": "The development and updating of global glacier inventories, such as the Randolph Glacier Inventory (RGI) 6.0, are influenced by several factors including the need to assess global and regional ice volume and glacier mass changes, support climate change assessments like the IPCC AR5, and enhance global spatial measurements through initiatives like the Global Land Ice Measurements from Space (GLIMS). The historical progression from earlier versions of the inventory, driven by contributions from multiple institutions and advancements in technology like GIS and satellite data, also plays a role.",
                "AnswerCn": "全球冰川清单的开发和更新，如兰道夫冰川清单（RGI）6.0，受到多个因素的影响，包括评估全球和区域冰体积及冰川质量变化的需要，支持气候变化评估（如IPCC AR5），以及通过全球陆地冰测量计划（GLIMS）等倡议增强全球空间测量。早期版本清单的历史进展，受到多个机构的贡献和GIS及卫星数据等技术进步的推动，也起到了重要作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to evaluate global and regional-scale glacier volume and mass changes using a dataset like Randolph Glacier Inventory 6.0?",
                "QuestionCn": "评估全球和区域尺度的冰川体积和质量变化，使用像Randolph Glacier Inventory 6.0这样的数据集是非常重要的。",
                "AnswerEn": "The objective of using a dataset like Randolph Glacier Inventory 6.0 is to assess total glacier volume and mass changes on both global and regional scales, which supplements initiatives like the Global Land Ice Measurements from Space (GLIMS). This evaluation was driven by the needs of the Intergovernmental Panel on Climate Change's Fifth Assessment Report (IPCC AR5), highlighting its significance in understanding climate change impacts.",
                "AnswerCn": "使用像Randolph Glacier Inventory 6.0这样的数据集的目的是评估全球和区域尺度上的冰川总体积和质量变化，这补充了全球陆地冰测量（GLIMS）等倡议。这一评估是由政府间气候变化专门委员会第五次评估报告（IPCC AR5）的需求驱动的，突显了其在理解气候变化影响方面的重要性。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}