{
    "id": "cca47cef-2228-4463-a907-26cee7fc38ec",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Temperature and precipitation dataset in Xinjiang (1961-1990)",
            "titleCn": "基于站点数据外推新疆地区气温和降水数据集（1961-1990）",
            "description": "The time coverage of this data is (1961-1990). The station data set includes 222 stations of precipitation data and 202 stations of temperature data. In order to fill the meteorological data in the surrounding area of ​​Xinjiang in the study area, this data set uses the Central Asia Temperature and Precipitation Data (1879-2003), and some site data of Pakistan, Afghanistan, Mongolia (Global Historical Climate Network) and CRU dataset, in addition to the Xinjiang Meteorological Data Set, Qinghai, and Gansu Daily Data. There is a large amount of missing data in the used dataset, which will affect the accuracy of the grid data generated by the extrapolation method. Therefore, this article deletes sites with consecutive missing years, and uses sites adjacent to the site to replace missing sites with fewer years (less than 3 years). For sites where the spatial distribution of sites is too sparse, BP neural network is used to fit and reconstruct sites with severely missing data, such as Tazhong (51747), Andi Township (51848), and Hangya (51915). Based on the pre-processed data, the interpolation method of this data set is the Cressman objective analysis method. The monthly average temperature and monthly precipitation are extrapolated to the study area, and the grid period observation data with a horizontal resolution of 0.5 ° is obtained.\n\nThis data contains two files: temperature data of xinjiangtemp.nc and precipitation data of xinjiangpre2.nc.",
            "descriptionCn": "本数据时间覆盖为（1961-1990），站点数据集包括 222站降水数据和202站气温数据。为了填补研究区内新疆周边地区的气象资料， 本数据集除使用新疆气象数据集、青海、甘肃日数据外，还使用中亚地区气温与降雨数据集（Central Asia Temperature and Precipitation Data，1879-2003）、巴基斯坦、 阿富汗、 蒙古国部分站点数据（全球历史气候数据集，Global Historical Climate Network）和CRU数据集。在使用的数据集中存在大量的缺失数据，这样会对外推方法生成的格点数据的精度产生影响。因此，本文删除连续缺失年份的站点，而对于缺失少量年份（小于 3年）的站点采用该站点相邻年份的数据代替。对于站点空间分布过于稀疏地区对严重缺失数据的站点采用BP神经元网络进行拟合重建，如塔中（51747），安迪乡（51848），Hangya（51915）。在预处理后的数据基础上，本数据集插值方法为Cressman客观分析方法，将月平均气温和月降水量外推到研究区内，得到水平分辨率为 0.5°的基准时期格点观测数据。\n\n本数据包含两个文件：xinjiangtemp.nc气温数据，xinjiangpre2.nc降水数据。",
            "instructions": "The data is stored according to the standard of netcdf3. , it can be read by remote sensing software such as program or ArcGIS",
            "instructionsCn": "数据存储按照 netCDF3标准进行存放，可用程序或者Arcgis等遥感软件打开读取",
            "east": 91.0,
            "west": 71.0,
            "south": 35.0,
            "north": 52.0,
            "startTime": "1961-01-07 16:00:00",
            "endTime": "1991-01-06 16:00:00",
            "fileSize": 5595372.0,
            "cstr": "18406.11.Meteoro.tpdc.270567",
            "doi": "10.11888/Meteoro.tpdc.270567",
            "dataFormat": "数字文档",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "白磊",
                "nameEn": "BAI Lei",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            },
            {
                "nameCn": "李兰海",
                "nameEn": "LI Lanhai",
                "unitEn": "",
                "unitCn": "中国科学院新疆生态与地理研究所"
            },
            {
                "nameCn": "陈曦",
                "nameEn": "CHEN Xi",
                "unitEn": "",
                "unitCn": "none"
            },
            {
                "nameCn": "孟现勇",
                "nameEn": "Meng Xianyong",
                "unitEn": "College of Resources and Environment Sciences, China Agricultural University",
                "unitCn": "中国农业大学资源与环境学院"
            },
            {
                "nameCn": "李雪梅",
                "nameEn": "LI Xuemei",
                "unitEn": "",
                "unitCn": "none"
            }
        ],
        "literatureList": [
            {
                "titleCn": "基于IPCC情景下新疆地区未来气候变化的预估",
                "titleEn": null,
                "referenceCn": "李兰海, 白磊, 姚亚楠, & 杨青. (2012). 基于ipcc情景下新疆地区未来气候变化的预估. 资源科学, 34(4), 602-612.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "新疆",
                "keywordEn": "Xinjiang"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2016",
                "keywordEn": "2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many station datasets are included in the data collection for temperature and precipitation in the Xinjiang region from 1961 to 1990?",
                "QuestionCn": "在1961年至1990年期间，关于新疆地区的温度和降水的数据收集中包含了多少个气象站数据集？",
                "AnswerEn": "202, 222",
                "AnswerCn": "202, 222",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Cressman objective analysis method used for in the context of meteorological data interpolation?",
                "QuestionCn": "Cressman目标分析方法在气象数据插值的上下文中用于什么？",
                "AnswerEn": "The Cressman objective analysis method is used for interpolating station-based meteorological data, such as temperature and precipitation, to create gridded data with a specific horizontal resolution. In this context, this technique is applied to extrapolate monthly average temperature and precipitation data across a study area, filling in gaps in meteorological records to produce a dataset with a 0.5° horizontal resolution.",
                "AnswerCn": "Cressman目标分析方法用于插值基于站点的气象数据，如温度和降水，以创建具有特定水平分辨率的网格数据。在这种情况下，该技术被应用于推断研究区域的月平均温度和降水数据，填补气象记录中的空白，以生成具有0.5°水平分辨率的数据集。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in data collection and interpolation techniques for temperature and precipitation datasets in geographically diverse regions like Xinjiang?",
                "QuestionCn": "在像新疆这样地理多样化的地区，数据收集和插值技术面临的挑战因素包括：",
                "AnswerEn": "The challenges in data collection and interpolation techniques for temperature and precipitation datasets in geographically diverse regions like Xinjiang arise from the presence of large amounts of missing data, which can affect the accuracy of interpolated grid data. The dataset relies on station data from various regions, including Central Asia and surrounding areas like Qinghai and Gansu, but the spatial distribution of stations can be sparse, leading to data gaps. To address these issues, stations with consecutive missing years are removed, and for stations with fewer missing years, adjacent years' data are used as substitutes. In areas with sparse data and severe data loss, BP neural networks are used to fit and reconstruct the data for certain stations. These preprocessing steps are crucial for accurate interpolation using methods like the Cressman objective analysis to extrapolate monthly average temperature and precipitation data over the study area.",
                "AnswerCn": "在像新疆这样地理多样化的地区，温度和降水数据集的数据收集和插值技术面临的挑战主要来自大量缺失数据的存在，这会影响插值网格数据的准确性。该数据集依赖于来自中亚及周边地区（如青海和甘肃）的多个区域的气象站数据，但气象站的空间分布可能较为稀疏，导致数据缺口。为了解决这些问题，连续缺失年份的气象站会被移除，而对于缺失年份较少的气象站，则使用相邻年份的数据作为替代。在数据稀疏和严重缺失的区域，使用BP神经网络对某些气象站的数据进行拟合和重建。这些预处理步骤对于使用Cressman客观分析等方法进行插值，以推断研究区域的月平均温度和降水数据至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on data accuracy and precision when missing data is replaced using adjacent years' data in temperature and precipitation datasets?",
                "QuestionCn": "当使用相邻年份的数据替代温度和降水数据集中的缺失数据时，对数据准确性和精确性的潜在影响是什么？",
                "AnswerEn": "Replacing missing data with adjacent years' data can help maintain continuity and improve the usability of a dataset, but it may also introduce biases or inaccuracies, particularly if the replaced years do not adequately reflect natural variability or climatic trends. This method assumes that the climate conditions of adjacent years are similar, which may not always be the case, potentially affecting the dataset's precision and accuracy.",
                "AnswerCn": "用相邻年份的数据替换缺失数据可以帮助保持连续性并提高数据集的可用性，但这也可能引入偏差或不准确，特别是如果被替换的年份未能充分反映自然变异性或气候趋势。这种方法假设相邻年份的气候条件是相似的，但这并不总是成立，可能会影响数据集的精确性和准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to utilize multiple datasets from surrounding regions and neighboring countries to extrapolate temperature and precipitation data in Xinjiang from 1961-1990?",
                "QuestionCn": "利用周边地区和邻国的多个数据集来推断1961-1990年新疆的温度和降水数据是重要的，原因如下：",
                "AnswerEn": "Utilizing multiple datasets from surrounding regions and neighboring countries helps fill gaps in meteorological data for the Xinjiang area, enhancing the accuracy and completeness of the extrapolated temperature and precipitation data. This approach addresses data sparsity and missing information issues by integrating data from various sources, such as the Central Asia Temperature and Precipitation Data and Global Historical Climate Network, ensuring a more reliable and comprehensive dataset for climatic analysis.",
                "AnswerCn": "利用周边地区和邻国的多个数据集有助于填补新疆地区气象数据的空白，提高推算的温度和降水数据的准确性和完整性。这种方法通过整合来自不同来源的数据，如中亚温度和降水数据以及全球历史气候网络，解决了数据稀缺和缺失信息的问题，从而确保了气候分析所需的数据集更加可靠和全面。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods are used to handle missing data points when extrapolating temperature and precipitation data for a region, and how do these methods ensure the accuracy of the extrapolated data?",
                "QuestionCn": "在对一个地区的温度和降水数据进行外推时，处理缺失数据点的方法有哪些，这些方法如何确保外推数据的准确性？",
                "AnswerEn": "To handle missing data points, the dataset involves deleting stations with consecutive missing years and replacing stations with less than three years of missing data using data from adjacent years. For regions with sparse station distribution and severe missing data, BP neural network fitting reconstruction is employed. These methods help maintain the accuracy of the extrapolated data by ensuring that the data used is as complete as possible before applying the Cressman objective analysis method for interpolation.",
                "AnswerCn": "为了处理缺失的数据点，数据集涉及删除连续缺失年份的站点，并使用相邻年份的数据替换缺失数据少于三年的站点。对于站点分布稀疏且缺失数据严重的区域，采用BP神经网络拟合重建。这些方法有助于保持外推数据的准确性，确保在应用Cressman目标分析法进行插值之前，所使用的数据尽可能完整。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the reconstruction of missing meteorological data in regions with sparse station distribution?",
                "QuestionCn": "哪些数据收集方法能够在气象站分布稀疏的地区重建缺失的气象数据？",
                "AnswerEn": "The reconstruction of missing meteorological data in regions with sparse station distribution is enabled by using BP neural networks to fit and reconstruct data for stations with severe data gaps. Additionally, the use of datasets from neighboring regions and historical climate networks helps fill in missing information. For areas with less severe missing data, data from adjacent years can substitute for missing data. These methods allow for better spatial distribution and accuracy in data collection.",
                "AnswerCn": "在气象站分布稀疏的地区，利用BP神经网络对严重数据缺失的站点进行数据拟合和重建，从而实现缺失气象数据的重建。此外，利用邻近地区的数据集和历史气候网络有助于填补缺失信息。对于缺失数据较轻的区域，可以用相邻年份的数据替代缺失数据。这些方法提高了数据收集的空间分布和准确性。",
                "Level": "C6(Creating)"
            }
        ]
    }
}