{
  "id": "ccf42f60-6423-4c3c-8ef9-46c21a5f641c",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Urban land use change data in Central Asia (1985-2018)",
      "titleCn": "中亚地区城市土地利用变化数据（1985-2018）",
      "description": "This dataset includes year-on-year data on urban construction land changes in five countries in Central Asia (Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan, and Uzbekistan) from 1985 to 2018. The data has a spatial resolution of 30m and a temporal resolution of one year. It is derived from the Global Artificial Impervious Area (GAIA) change data extracted from Landsat images from 1985 to 2018 (Gong Peng et al.). The researchers evaluated 7 sets of data every 5 years from 1985 to 2015. The average overall accuracy is over 90%, and it is the only urban construction land dataset spanning 30 years.",
      "descriptionCn": "本数据集包括1985-2018年间，中亚地区五国（哈萨克斯坦、吉尔吉斯斯坦、塔吉克斯坦、土库曼斯坦和乌兹别克斯坦）的城市建设用地变化的逐年数据。该数据空间分辨率为30m，时间分辨率为一年，源自基于Landsat遥感影像提取的1985-2018年全球人工不透水面（GAIA）变化数据（宫鹏等）。研究者对该数据在1985至2015年间每隔5年的7组数据进行了评估，其平均整体精度超过90%，并且是唯一跨越30年的城市建设用地数据集。",
      "instructions": "The data is saved in the \"centralAsia_GAIA.tif\" file. The pixel values 1-34 corresponds to the years of 2018-1985. A pixel value of 0 means that it is not urban land until 2018.\nGeoTIFF files can be read and opened with ArcGIS software and GDAL.",
      "instructionsCn": "数据保存在“centralAsia_GAIA.tif”文件中。像元值1-34分布与2018-1985年相对应。像元值为0代表直至2018年尚不是城市用地。\nGeoTIFF文件均可用ArcGIS软件和GDAL读取和打开。",
      "east": 78.0,
      "west": 46.0,
      "south": 36.0,
      "north": 56.0,
      "startTime": "1985-01-01 00:00:00",
      "endTime": "2018-12-31 00:00:00",
      "fileSize": 186875544.0,
      "cstr": null,
      "doi": "10.1016/j.rse.2019.111510",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "徐晓凡",
        "nameEn": "XU Xiaofan",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "谈明洪",
        "nameEn": "TAN Minghong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Annual maps of global artificial impervious area (GAIA) between 1985 and 2018",
        "referenceCn": null,
        "referenceEn": "Gong, P., Li, X., Wang, J., et al. (2020). Annual maps of global artificial impervious area (GAIA) between 1985 and 2018. Remote Sensing of Environment, 236, 111510."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地利用类型",
        "nameEn": "Land use type"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中亚",
        "keywordEn": "Central Asia"
      },
      {
        "keywordCn": "乌兹别克斯坦",
        "keywordEn": "Uzbekistan"
      },
      {
        "keywordCn": "吉尔吉斯斯坦",
        "keywordEn": "Kyrgyzstan"
      },
      {
        "keywordCn": "哈萨克斯坦",
        "keywordEn": "Kazakhstan"
      },
      {
        "keywordCn": "土库曼斯坦",
        "keywordEn": "Turkmenistan"
      },
      {
        "keywordCn": "塔吉克斯坦",
        "keywordEn": "Tajikistan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1985-2018",
        "keywordEn": "1985-2018",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Timely, accurate, and frequent information on artiﬁcial impervious areas is critical to understanding the process of urbanization and land use/cover change, as well as of their impacts on the environment and biodiversity. Artiﬁcial impervious areas are mainly man-made structures that are composed of any material that impedes or prevents natural inﬁltration of water into the soil. Since 2005, the advent of freely accessible satellite data made it possible to map urban extent and artiﬁcial impervious areas at the global scale. Despite of many existing eﬀorts in mapping GAIA, annual maps covering a relatively long period of time (i.e., more than 30 years) do not exist."
      ],
      "research objective": [
        "The purpose of this research was to develop a 34-year long annual GAIA using the full archive of Landsat data from 1985 to 2018."
      ],
      "challenges": [
        "Our previous studies suggest the mapping performance in arid and semi-arid regions is relatively poor due to the highly confusing spectral information between the artiﬁcial impervious area and the surrounding bare lands, resulting in an over commission of artiﬁcial impervious areas in dryland regions."
      ],
      "methods": [
        "We developed an automatic mapping procedure on the Google Earth Engine (GEE) platform to implement the planetary-scale mapping of annual artiﬁcial impervious areas at a 30-m resolution from 1985 to 2018. Therefore, in this research, we divided the whole world into arid areas and non-arid areas according to the global biome map (Olson et al., 2001). To improve the mapping eﬃciency on the GEE, we divided the whole world into 583 geographical grids (3.5º×3.5°), of which 155 grids contain arid biomes. The mapping procedures were implemented in all grids, using the full archive of Landsat time series images."
      ],
      "dataset": [
        "Training samples of the impervious area are needed when applying the “Exclusion-Inclusion” algorithm. These sample units (i.e., around 100 per grid) were collected from earlier Landsat images (i.e., near or around the start year of 1985) in reference with higher resolution images in Google Earth; thus they can be spatially and temporally extended to enrich the sample size and applied to subsequent years. High resolution Google Earth images provide more spatial details of artificial impervious areas, while the Landsat time series data help us to locate the urban core in earlier years since most high resolution images became available after 2000. In addition, parts of sample units came from the training sample pool previously generated in our multi-class general-purpose global land cover mapping project (Gong et al., 2013; Li et al., 2017; Zhao et al., 2014)."
      ],
      "findings": [
        "Our results indicate that the GAIA reached 797,076 km2 in 2018, which is 1.5 times more than that in 1990. A cross-product comparison indicates the GAIA data are the only dataset spanning over 30 years. The temporal trend in GAIA agrees well with other datasets at the local, regional, and global scales."
      ],
      "backgroundCn": [
        "及时、准确和频繁的人工不透水区域信息对于理解城市化和土地利用/覆盖变化的过程，以及它们对环境和生物多样性的影响至关重要。人工不透水区域主要是由任何阻碍或防止水自然渗透到土壤中的材料构成的人造结构。自2005年以来，免费获取的卫星数据使得在全球范围内绘制城市范围和人工不透水区域成为可能。尽管已有许多现有的努力在绘制全球人工不透水区域（GAIA），但覆盖相对较长时间（即超过30年）的年度地图仍然不存在。"
      ],
      "research objectiveCn": [
        "本研究的目的是利用1985年至2018年的完整Landsat数据档案开发一个为期34年的年度GAIA。"
      ],
      "challengesCn": [
        "我们的先前研究表明，干旱和半干旱地区的制图性能相对较差，因为人工不透水区与周围裸土地之间的光谱信息高度混淆，导致干旱地区人工不透水区的过度委托。"
      ],
      "methodsCn": [
        "我们在Google Earth Engine（GEE）平台上开发了一种自动化映射程序，以实现1985年至2018年间以30米分辨率进行的全球范围内人工不透水区域的年度映射。因此，在本研究中，我们根据全球生物群落图（Olson et al., 2001）将整个世界划分为干旱地区和非干旱地区。为了提高在GEE上的映射效率，我们将整个世界划分为583个地理网格（3.5º×3.5°），其中155个网格包含干旱生物群落。映射程序在所有网格中实施，使用了Landsat时间序列影像的完整档案。"
      ],
      "datasetCn": [
        "在应用“排除-包含”算法时，需要无渗透区域的训练样本。这些样本单元（即每个网格约100个）是从早期的Landsat影像（即1985年左右）中收集的，并与Google Earth中的高分辨率影像进行参考；因此，它们可以在空间和时间上进行扩展，以丰富样本量并应用于后续年份。高分辨率的Google Earth影像提供了人工无渗透区域的更多空间细节，而Landsat时间序列数据则帮助我们定位早期年份的城市核心，因为大多数高分辨率影像是在2000年后才可用。此外，部分样本单元来自我们多类通用全球土地覆盖制图项目（Gong et al., 2013; Li et al., 2017; Zhao et al., 2014）中之前生成的训练样本库。"
      ],
      "findingsCn": [
        "我们的结果表明，GAIA在2018年达到了797,076平方公里，是1990年的1.5倍。交叉比较表明，GAIA数据是唯一一个跨越30年以上的数据集。GAIA的时间趋势与其他数据集在地方、区域和全球尺度上都很好地一致。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method utilize Landsat imagery to map annual changes in impervious surfaces?",
        "QuestionCn": "数据收集方法是否利用Landsat影像来绘制不透水表面的年度变化？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C3(Applying)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Does the automatic mapping procedure exploit more effectively the Google Earth Engine platform, Landsat time series, or high-resolution images from Google Earth?",
        "QuestionCn": "自动映射程序是否更有效地利用了Google Earth Engine平台、Landsat时间序列，还是来自Google Earth的高分辨率图像？",
        "AnswerEn": "Google Earth Engine platform and Landsat time series",
        "AnswerCn": "Google Earth Engine 平台和 Landsat 时间序列",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What presents a greater challenge in mapping artificial impervious areas: the spectral confusion in arid regions, the lack of training samples, or the spatial resolution of satellite data?",
        "QuestionCn": "在映射人工不透水区域时，光谱混淆在干旱地区、缺乏训练样本或卫星数据的空间分辨率哪个更具挑战性？",
        "AnswerEn": "The spectral confusion in arid regions",
        "AnswerCn": "干旱地区的光谱混淆",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Which method is more critical in collecting training samples for impervious areas: referencing high-resolution Google Earth images, using the Landsat time series, or relying on pre-existing sample pools?",
        "QuestionCn": "在收集不透水区域的训练样本时，参考高分辨率的谷歌地球图像、使用Landsat时间序列或依赖现有样本库，哪种方法更为关键？",
        "AnswerEn": "Referencing high-resolution Google Earth images",
        "AnswerCn": "参考高分辨率的Google Earth图像",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the method used to improve mapping efficiency for annual artificial impervious areas?",
        "QuestionCn": "用于提高年度人工不透水区域映射效率的方法是什么？",
        "AnswerEn": "Google Earth Engine",
        "AnswerCn": "谷歌地球引擎",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the training samples for impervious areas collected from, and how are they used?",
        "QuestionCn": "不透水区域的训练样本是从哪里收集的，它们是如何被使用的？",
        "AnswerEn": "Earlier Landsat images around 1985",
        "AnswerCn": "早期 Landsat 图像大约在 1985 年。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are faced in mapping artificial impervious areas in arid and semi-arid regions?",
        "QuestionCn": "在干旱和半干旱地区，绘制人工不透水区域面临哪些挑战？",
        "AnswerEn": "highly confusing spectral information",
        "AnswerCn": "高度混乱的光谱信息",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that can be used to map urban impervious areas over a long temporal span?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于在较长时间跨度内绘制城市不透水区域？",
        "AnswerEn": "An example of a data collection method for mapping urban impervious areas over a long temporal span is the use of the Google Earth Engine (GEE) platform to implement planetary-scale mapping of annual artificial impervious areas at a 30-m resolution from 1985 to 2018. This method involves dividing the world into geographical grids and using the full archive of Landsat time series images.",
        "AnswerCn": "一种用于长期映射城市不透水区域的数据收集方法是使用Google Earth Engine（GEE）平台实施对1985年至2018年间年人工不透水区域的行星尺度映射，分辨率为30米。该方法涉及将世界划分为地理网格，并利用Landsat时间序列图像的完整档案。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced during the mapping of artificial impervious areas in arid and semi-arid regions?",
        "QuestionCn": "在干旱和半干旱地区绘制人工不透水区域时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in mapping artificial impervious areas in arid and semi-arid regions is the highly confusing spectral information between artificial impervious areas and surrounding bare lands, which results in an over commission of artificial impervious areas in dryland regions.",
        "AnswerCn": "在干旱和半干旱地区，绘制人工不透水区域的一个挑战是人工不透水区域与周围裸土地之间的光谱信息高度混淆，这导致在干旱地区对人工不透水区域的过度识别。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of how training samples for impervious area mapping might be collected and applied over time?",
        "QuestionCn": "您能否举例说明如何收集不透水区域制图的训练样本，并随着时间的推移应用这些样本？",
        "AnswerEn": "Training samples for impervious area mapping can be collected from earlier Landsat images, near or around the start year of 1985, in reference to higher resolution images in Google Earth. These samples can then be spatially and temporally extended to enrich the sample size and applied to subsequent years.",
        "AnswerCn": "可以从1985年左右的早期Landsat影像中收集不透水区域映射的训练样本，并参考Google Earth中的高分辨率影像。然后，可以对这些样本进行空间和时间上的扩展，以丰富样本量，并应用于后续年份。",
        "Level": "C3(Applying)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection techniques used for mapping artificial impervious areas in urban environments using remote sensing?",
        "QuestionCn": "用于通过遥感映射城市环境中人工不透水区域的数据收集技术的特点是什么？",
        "AnswerEn": "Landsat time series images, spatial resolution of 30 meters, Google Earth Engine platform, arid and non-arid areas, geographical grids, early Landsat images, high-resolution Google Earth images.",
        "AnswerCn": "Landsat时间序列图像，空间分辨率为30米，Google Earth Engine平台，干旱和非干旱地区，地理网格，早期Landsat图像，高分辨率Google Earth图像。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What specific challenges are associated with the spectral information of artificial impervious areas in arid and semi-arid regions?",
        "QuestionCn": "在干旱和半干旱地区，人工不透水区域的光谱信息面临哪些具体挑战？",
        "AnswerEn": "highly confusing spectral information, over commission of artificial impervious areas",
        "AnswerCn": "高度混乱的光谱信息，过度识别人工不透水区域",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset focused on urban land use changes in Central Asia?",
        "QuestionCn": "关于中亚城市土地利用变化的数据集的空间分辨率是多少？",
        "AnswerEn": "30 meters",
        "AnswerCn": "30米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many geographical grids were used to implement the mapping procedures for the global artificial impervious areas?",
        "QuestionCn": "用于实施全球人工不透水区域映射程序的地理网格数量是多少？",
        "AnswerEn": "583",
        "AnswerCn": "583",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the total area of artificial impervious surfaces reached in 2018 according to a dataset on GAIA?",
        "QuestionCn": "根据GAIA的数据，2018年人工不透水表面的总面积是多少？",
        "AnswerEn": "797,076 km²",
        "AnswerCn": "797,076 平方公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'Exclusion-Inclusion' algorithm in the context of mapping artificial impervious areas?",
        "QuestionCn": "“排除-包含”算法在人工不透水区域映射的背景下是什么？",
        "AnswerEn": "The 'Exclusion-Inclusion' algorithm is a method used for mapping artificial impervious areas by utilizing training samples. These samples are collected from earlier Landsat images and high-resolution images from Google Earth to identify and map impervious areas accurately over time.",
        "AnswerCn": "“排除-包含”算法是一种通过利用训练样本来绘制人工不透水区域的方法。这些样本是从早期的Landsat影像和来自Google Earth的高分辨率影像中收集的，以准确识别和绘制不透水区域的变化。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'mapping performance' refer to in the context of arid and semi-arid regions?",
        "QuestionCn": "在干旱和半干旱地区的背景下，“映射性能”指的是什么？",
        "AnswerEn": "In this context, 'mapping performance' refers to the accuracy and effectiveness of identifying artificial impervious areas in arid and semi-arid regions. Challenges arise due to confusing spectral information between these areas and surrounding bare lands, leading to potential overestimation of impervious surfaces.",
        "AnswerCn": "在这个上下文中，“映射性能”指的是在干旱和半干旱地区识别人工不透水区域的准确性和有效性。由于这些区域与周围裸土地之间的光谱信息混淆，导致可能会高估不透水表面的情况，从而产生挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the significance of using the Google Earth Engine (GEE) platform in planetary-scale mapping?",
        "QuestionCn": "使用Google Earth Engine（GEE）平台进行行星尺度映射的重要性是什么？",
        "AnswerEn": "The Google Earth Engine (GEE) platform is significant for planetary-scale mapping as it enables the implementation of an automatic mapping procedure. This procedure divides the world into geographical grids and processes Landsat time series images to map annual artificial impervious areas efficiently at a 30-m resolution from 1985 to 2018.",
        "AnswerCn": "Google Earth Engine (GEE) 平台在全球范围内的制图中具有重要意义，因为它能够实现自动化的制图程序。该程序将世界划分为地理网格，并处理Landsat时间序列图像，以高效地以30米的分辨率从1985年到2018年映射年度人工不透水区域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the automatic mapping procedure on the Google Earth Engine platform compare to traditional satellite data analysis methods in mapping artificial impervious areas?",
        "QuestionCn": "在谷歌地球引擎平台上，自动映射程序与传统卫星数据分析方法在映射人工不透水区域方面有何比较？",
        "AnswerEn": "The automatic mapping procedure on the Google Earth Engine platform allows for planetary-scale mapping of annual artificial impervious areas using the full archive of Landsat data at a 30-m resolution from 1985 to 2018, offering a more efficient and scalable approach compared to traditional methods. It divides the world into geographical grids and uses an 'Exclusion-Inclusion' algorithm with training samples to improve accuracy, particularly addressing the challenges in arid regions where traditional methods might struggle with confusing spectral information.",
        "AnswerCn": "谷歌地球引擎平台上的自动映射程序允许对1985年至2018年间的年度人工不透水区域进行行星尺度的映射，使用完整的Landsat数据档案，分辨率为30米，提供了一种比传统方法更高效和可扩展的方式。它将世界划分为地理网格，并使用“排除-包含”算法结合训练样本来提高准确性，特别是针对干旱地区的挑战，在这些地区传统方法可能因光谱信息混淆而面临困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in data collection challenges between arid and non-arid regions when mapping artificial impervious areas?",
        "QuestionCn": "在映射人工不透水区域时，干旱地区和非干旱地区在数据收集方面面临的挑战有哪些不同？",
        "AnswerEn": "In arid regions, mapping artificial impervious areas faces challenges due to highly confusing spectral information between impervious areas and surrounding bare lands, leading to over commission errors. In contrast, non-arid regions may not face such pronounced spectral confusion, allowing for relatively more straightforward mapping. The research overcomes these challenges by dividing the global mapping tasks into arid and non-arid areas based on a global biome map to improve the accuracy of data collection.",
        "AnswerCn": "在干旱地区，人工不透水区域的映射面临挑战，因为不透水区域与周围裸土地之间的光谱信息高度混淆，导致过度识别错误。相比之下，非干旱地区可能不会面临如此明显的光谱混淆，从而使映射相对更为简单。该研究通过基于全球生物群落图将全球映射任务划分为干旱和非干旱区域，以提高数据收集的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of high-resolution Google Earth images complement Landsat time series data in improving the accuracy of artificial impervious area mapping?",
        "QuestionCn": "高分辨率的谷歌地球图像如何补充Landsat时间序列数据，从而提高人工不透水区域制图的准确性？",
        "AnswerEn": "High-resolution Google Earth images provide more spatial details of artificial impervious areas, which complement the Landsat time series data by helping to locate urban cores in earlier years. This combination allows for the spatial and temporal extension of training samples, which enriches the sample size and improves mapping accuracy, particularly in years where high-resolution images were not available.",
        "AnswerCn": "高分辨率的谷歌地球图像提供了人工不透水区域的更多空间细节，这补充了Landsat时间序列数据，帮助定位早期年份的城市核心。这种结合允许对训练样本进行空间和时间的扩展，从而丰富样本量并提高制图精度，特别是在高分辨率图像不可用的年份。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying factors could be responsible for the challenges in accurately mapping artificial impervious areas in arid and semi-arid regions?",
        "QuestionCn": "在干旱和半干旱地区准确绘制人工不透水区域的挑战可能有哪些潜在因素？",
        "AnswerEn": "The mapping performance in arid and semi-arid regions is relatively poor due to the highly confusing spectral information between the artificial impervious area and the surrounding bare lands, which results in an over commission of artificial impervious areas in dryland regions.",
        "AnswerCn": "在干旱和半干旱地区，映射性能相对较差，因为人工不透水区与周围裸土地之间的光谱信息高度混淆，这导致在干旱地区人工不透水区的过度识别。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the division of the world into arid and non-arid areas aid in improving the efficiency of mapping artificial impervious surfaces?",
        "QuestionCn": "世界被划分为干旱和非干旱地区如何有助于提高人工不透水面映射的效率？",
        "AnswerEn": "Dividing the world into arid and non-arid areas allows for tailored mapping procedures that consider the specific spectral characteristics of different biomes, thus improving mapping efficiency and accuracy, particularly on the Google Earth Engine platform.",
        "AnswerCn": "将世界划分为干旱和非干旱地区，可以根据不同生物群落的特定光谱特征制定量身定制的制图程序，从而提高制图的效率和准确性，特别是在Google Earth Engine平台上。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What implications could the temporal trend in the Global Artificial Impervious Area (GAIA) dataset have for understanding urbanization patterns over the past three decades?",
        "QuestionCn": "全球人工不透水区域（GAIA）数据集中的时间趋势对理解过去三十年的城市化模式可能有什么影响？",
        "AnswerEn": "The temporal trend in GAIA, which shows that the area reached 797,076 km2 in 2018, 1.5 times more than in 1990, indicates significant urban expansion. This trend, consistent with other datasets at various scales, provides insight into the acceleration of urbanization processes over the past 30 years.",
        "AnswerCn": "GAIA的时间趋势显示，2018年面积达到797,076平方公里，是1990年的1.5倍，表明城市扩张显著。这一趋势与不同尺度的其他数据集一致，提供了对过去30年城市化进程加速的洞察。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in mapping artificial impervious areas in arid and semi-arid regions?",
        "QuestionCn": "在干旱和半干旱地区，绘制人工不透水区域面临的挑战是什么？",
        "AnswerEn": "The challenges in mapping artificial impervious areas in arid and semi-arid regions are caused by the highly confusing spectral information between the artificial impervious area and the surrounding bare lands, which results in an over commission of artificial impervious areas in dryland regions.",
        "AnswerCn": "在干旱和半干旱地区，人工不透水区域的映射面临的挑战是，由于人工不透水区域与周围裸土地之间的光谱信息高度混淆，导致在干旱地区对人工不透水区域的过度识别。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why was the Google Earth Engine (GEE) platform chosen for mapping annual artificial impervious areas?",
        "QuestionCn": "为什么选择Google Earth Engine (GEE)平台来绘制年度人工不透水区域？",
        "AnswerEn": "The Google Earth Engine (GEE) platform was chosen for mapping annual artificial impervious areas due to its ability to handle planetary-scale mapping efficiently using the full archive of Landsat time series images, allowing for a systematic division of the world into geographical grids and implementation of mapping across these grids.",
        "AnswerCn": "谷歌地球引擎（GEE）平台被选用于映射年度人工不透水区域，因为它能够高效处理行星规模的映射，利用完整的Landsat时间序列影像档案，允许将世界系统地划分为地理网格，并在这些网格中实施映射。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What factors contributed to the need for training samples from earlier Landsat images to map impervious areas?",
        "QuestionCn": "哪些因素导致需要使用早期Landsat影像的训练样本来绘制不透水区域？",
        "AnswerEn": "The need for training samples from earlier Landsat images to map impervious areas is due to the requirement for spatial and temporal extension of sample units, which are necessary to enrich the sample size and improve mapping accuracy across subsequent years. High-resolution Google Earth images provide spatial details, while Landsat data help locate urban cores in earlier years.",
        "AnswerCn": "需要使用早期Landsat影像的训练样本来映射不透水区域，这是因为需要空间和时间上的样本单元扩展，以丰富样本量并提高后续年份的映射准确性。高分辨率的Google Earth影像提供了空间细节，而Landsat数据则有助于定位早期的城市核心区域。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the implementation of an automatic mapping procedure on platforms like Google Earth Engine affect the efficiency and accuracy of mapping annual artificial impervious areas?",
        "QuestionCn": "在像Google Earth Engine这样的平台上实施自动映射程序如何影响年度人工不透水区域的映射效率和准确性？",
        "AnswerEn": "The development of an automatic mapping procedure on the Google Earth Engine platform allows for planetary-scale mapping of annual artificial impervious areas at a 30-m resolution from 1985 to 2018. This method improves mapping efficiency by dividing the world into geographical grids and using the entire Landsat time series archive, which helps in handling large volumes of data and enhances accuracy, particularly in non-arid regions.",
        "AnswerCn": "在Google Earth Engine平台上开发的自动化制图程序允许对1985年至2018年间的年人工不透水区域进行行星尺度的制图，分辨率为30米。该方法通过将世界划分为地理网格，并利用整个Landsat时间序列档案，提高了制图效率，有助于处理大量数据，并增强了非干旱地区的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the consequences of using high-resolution images from Google Earth in conjunction with Landsat time series data for training sample collection and dataset accuracy?",
        "QuestionCn": "使用Google Earth的高分辨率图像与Landsat时间序列数据结合进行训练样本收集和数据集准确性的后果是什么？",
        "AnswerEn": "Using high-resolution images from Google Earth alongside Landsat time series data enables the collection of detailed spatial information about artificial impervious areas. It helps locate urban cores in earlier years and enriches the sample size, which improves the overall accuracy of the dataset by providing more precise training samples for the 'Exclusion-Inclusion' algorithm.",
        "AnswerCn": "使用来自谷歌地球的高分辨率图像和Landsat时间序列数据，可以收集关于人工不透水区域的详细空间信息。这有助于定位早期城市核心，并丰富样本量，从而通过为“排除-包含”算法提供更精确的训练样本，提高数据集的整体准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What impact does the challenge of mapping artificial impervious areas in arid and semi-arid regions have on dataset reliability and coverage?",
        "QuestionCn": "在干旱和半干旱地区，映射人工不透水区域的挑战对数据集的可靠性和覆盖范围有什么影响？",
        "AnswerEn": "Mapping artificial impervious areas in arid and semi-arid regions presents challenges due to similar spectral information between impervious areas and surrounding bare lands, leading to over commission errors. This affects the reliability of the dataset, as the performance in these regions is poorer compared to non-arid areas, necessitating tailored methods to enhance dataset accuracy and coverage.",
        "AnswerCn": "在干旱和半干旱地区，人工不透水区域的制图面临挑战，因为不透水区域与周围裸土地之间的光谱信息相似，导致过度识别错误。这影响了数据集的可靠性，因为这些地区的表现较非干旱地区更差，因此需要量身定制的方法来提高数据集的准确性和覆盖范围。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to address mapping challenges in arid and semi-arid regions when creating datasets for artificial impervious areas?",
        "QuestionCn": "在创建人工不透水区域的数据集时，解决干旱和半干旱地区的制图挑战是重要的原因是什么？",
        "AnswerEn": "Challenges in arid and semi-arid regions involve highly confusing spectral information between the artificial impervious area and surrounding bare lands, leading to an over commission of artificial impervious areas in dryland regions, thus impacting the accuracy of mapping performance.",
        "AnswerCn": "干旱和半干旱地区面临的挑战包括人工不透水区域与周围裸土地之间高度混淆的光谱信息，这导致在干旱地区对人工不透水区域的过度识别，从而影响了制图性能的准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What drives the need for using high-resolution Google Earth images alongside Landsat time series data in the collection of training samples for impervious areas?",
        "QuestionCn": "使用高分辨率谷歌地球图像与Landsat时间序列数据相结合来收集不透水区域训练样本的需求驱动因素是什么？",
        "AnswerEn": "High-resolution Google Earth images provide more spatial details of artificial impervious areas, while Landsat time series data help locate the urban core in earlier years, enriching sample size and ensuring temporal extension of training samples for accurate mapping.",
        "AnswerCn": "高分辨率的谷歌地球图像提供了人工不透水区域的更多空间细节，而Landsat时间序列数据则有助于定位早期年份的城市核心，丰富样本量并确保训练样本的时间延续，以实现准确的制图。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to automatically map artificial impervious areas using satellite data on a global scale?",
        "QuestionCn": "使用卫星数据在全球范围内自动映射人工不透水区域遵循哪些程序？",
        "AnswerEn": "An automatic mapping procedure was developed on the Google Earth Engine (GEE) platform to implement planetary-scale mapping of annual artificial impervious areas at a 30-m resolution from 1985 to 2018. The world is divided into arid and non-arid areas using a global biome map, and further divided into 583 geographical grids. The mapping procedures are implemented in all grids using the full archive of Landsat time series images.",
        "AnswerCn": "在Google Earth Engine（GEE）平台上开发了一种自动化映射程序，以实现1985年至2018年间以30米分辨率进行的全球范围内人工不透水区域的年度映射。世界根据全球生物群落图被划分为干旱区和非干旱区，并进一步划分为583个地理网格。映射程序在所有网格中实施，使用了Landsat时间序列影像的完整档案。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are training samples for impervious area mapping collected and applied in the data collection process?",
        "QuestionCn": "如何收集和应用不透水区域制图的训练样本在数据收集过程中？",
        "AnswerEn": "Training samples of the impervious area are collected using the 'Exclusion-Inclusion' algorithm. Around 100 sample units per grid are collected from earlier Landsat images, referencing higher resolution images in Google Earth. These samples are then spatially and temporally extended to enrich the sample size and applied to subsequent years. Some samples also come from a previously generated training sample pool in a multi-class global land cover mapping project.",
        "AnswerCn": "使用“排除-包含”算法收集不透水区域的训练样本。每个网格大约收集100个样本单元，参考更高分辨率的Google Earth图像，基于早期的Landsat图像。这些样本随后在空间和时间上进行了扩展，以丰富样本量，并应用于后续年份。一些样本还来自于在多类全球土地覆盖制图项目中生成的先前训练样本池。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the challenges encountered in mapping artificial impervious areas in arid and semi-arid regions, and how are they addressed?",
        "QuestionCn": "在干旱和半干旱地区，绘制人工不透水区域时遇到的挑战有哪些，以及如何应对这些挑战？",
        "AnswerEn": "In arid and semi-arid regions, mapping performance is relatively poor due to confusing spectral information between artificial impervious areas and surrounding bare lands, leading to over-commission of impervious areas in dryland regions. To address this, the world is divided into arid and non-arid areas, and mapping procedures are adapted accordingly for better accuracy.",
        "AnswerCn": "在干旱和半干旱地区，由于人工不透水区域与周围裸土地之间的光谱信息混淆，映射性能相对较差，导致干旱地区不透水区域的过度识别。为了解决这个问题，世界被划分为干旱和非干旱区域，并相应调整映射程序以提高准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological platform enables the planetary-scale mapping of annual artificial impervious areas at a 30-m resolution?",
        "QuestionCn": "哪个技术平台能够以30米分辨率对年度人工不透水区域进行行星级映射？",
        "AnswerEn": "The Google Earth Engine (GEE) platform enables the planetary-scale mapping of annual artificial impervious areas at a 30-m resolution from 1985 to 2018.",
        "AnswerCn": "谷歌地球引擎（GEE）平台能够以30米的分辨率对1985年至2018年的年度人工不透水区域进行全球范围的制图。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do the conditions in arid and semi-arid regions affect the accuracy of mapping artificial impervious areas?",
        "QuestionCn": "干旱和半干旱地区的条件如何影响人工不透水区域的准确映射？",
        "AnswerEn": "In arid and semi-arid regions, the mapping performance is relatively poor due to the highly confusing spectral information between the artificial impervious areas and the surrounding bare lands, which results in an over commission of artificial impervious areas in dryland regions.",
        "AnswerCn": "在干旱和半干旱地区，由于人工不透水区域与周围裸土地之间的光谱信息高度混淆，导致映射性能相对较差，这在干旱地区造成了人工不透水区域的过度误判。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What data sources and methods enable the collection of training samples for mapping impervious areas over a long-term period?",
        "QuestionCn": "哪些数据源和方法可以用于收集长期时期内不透水区域的训练样本？",
        "AnswerEn": "Training samples of the impervious area are collected from earlier Landsat images, in reference with higher resolution images in Google Earth. These samples can be spatially and temporally extended and applied to subsequent years, with parts of the samples coming from a training sample pool generated in a previous global land cover mapping project.",
        "AnswerCn": "从早期的Landsat影像中收集了不透水区域的训练样本，并参考了Google Earth中的高分辨率影像。这些样本可以在空间和时间上进行扩展，并应用于后续年份，其中部分样本来自于之前全球土地覆盖制图项目生成的训练样本池。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the mapping performance be relatively poor in arid and semi-arid regions when using a dataset for tracking urban land use change?",
        "QuestionCn": "在使用数据集跟踪城市土地利用变化时，为什么在干旱和半干旱地区的映射性能相对较差？",
        "AnswerEn": "Our previous studies suggest the mapping performance in arid and semi-arid regions is relatively poor due to the highly confusing spectral information between the artificial impervious area and the surrounding bare lands, resulting in an over commission of artificial impervious areas in dryland regions.",
        "AnswerCn": "我们的先前研究表明，干旱和半干旱地区的制图性能相对较差，因为人工不透水区与周围裸土地之间的光谱信息高度混淆，导致干旱地区人工不透水区的过度判定。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the reasons for dividing the world into specific geographical grids when developing a method for mapping urban land use change?",
        "QuestionCn": "在开发城市土地利用变化的映射方法时，将世界划分为特定的地理网格的原因可能是什么？",
        "AnswerEn": "To improve the mapping efficiency on the GEE, we divided the whole world into 583 geographical grids (3.5º×3.5°), of which 155 grids contain arid biomes. This approach helps to manage the data and processing load more effectively, especially when dealing with diverse climatic and geographical conditions.",
        "AnswerCn": "为了提高GEE上的映射效率，我们将整个世界划分为583个地理网格（3.5º×3.5°），其中155个网格包含干旱生物群落。这种方法有助于更有效地管理数据和处理负载，特别是在处理多样的气候和地理条件时。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why would training samples be important in the data collection process for a dataset aiming to map artificial impervious areas over a long period?",
        "QuestionCn": "为什么训练样本在旨在长期绘制人工不透水区域的数据集的数据收集过程中很重要？",
        "AnswerEn": "Training samples of the impervious area are needed when applying the “Exclusion-Inclusion” algorithm. These sample units were collected from earlier Landsat images in reference with higher resolution images in Google Earth; thus they can be spatially and temporally extended to enrich the sample size and applied to subsequent years.",
        "AnswerCn": "在应用“排除-包含”算法时，需要不透水区域的训练样本。这些样本单元是通过参考更高分辨率的Google Earth图像，从早期的Landsat图像中收集的，因此可以在空间和时间上扩展，以丰富样本量，并应用于后续年份。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using Google Earth Engine (GEE) for mapping urban impervious areas with Landsat data over a multi-decade period?",
        "QuestionCn": "如何评估使用谷歌地球引擎（GEE）结合Landsat数据在多年代际期间绘制城市不透水区域的有效性？",
        "AnswerEn": "The use of Google Earth Engine (GEE) for mapping urban impervious areas with Landsat data is seen as effective due to its ability to handle planetary-scale data processing efficiently. The automatic mapping procedure developed on GEE allows for the implementation of annual mapping at a 30-m resolution from 1985 to 2018. However, challenges exist, particularly in arid and semi-arid regions, where spectral information can be confusing, potentially affecting mapping performance.",
        "AnswerCn": "使用Google Earth Engine（GEE）通过Landsat数据映射城市不透水区域被认为是有效的，因为它能够高效处理行星规模的数据。基于GEE开发的自动映射程序允许从1985年到2018年以30米的分辨率实施年度映射。然而，特别是在干旱和半干旱地区，存在挑战，因为光谱信息可能会混淆，从而影响映射性能。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the perceived challenges of distinguishing between artificial impervious areas and natural landscapes in arid regions, and how might these be addressed?",
        "QuestionCn": "在干旱地区，区分人工不透水区域和自然景观的感知挑战是什么，以及如何解决这些问题？",
        "AnswerEn": "The primary challenge in distinguishing between artificial impervious areas and natural landscapes in arid regions is the confusing spectral information that can lead to over-commission of impervious areas. To address these challenges, the research divided the world into arid and non-arid areas, allowing for tailored mapping procedures. Additionally, training samples from earlier Landsat images, complemented by high-resolution Google Earth images, are used to refine the accuracy of the mapping process.",
        "AnswerCn": "在干旱地区，区分人工不透水区域和自然景观的主要挑战是混淆的光谱信息，这可能导致对不透水区域的过度识别。为了解决这些挑战，研究将世界划分为干旱和非干旱地区，从而允许量身定制的制图程序。此外，利用早期Landsat影像的训练样本，辅以高分辨率的谷歌地球影像，来提高制图过程的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In your opinion, how does the training sample collection strategy impact the quality and reliability of land use change data in this context?",
        "QuestionCn": "在这种情况下，训练样本收集策略如何影响土地利用变化数据的质量和可靠性？",
        "AnswerEn": "The training sample collection strategy significantly impacts the quality and reliability of land use change data. By collecting around 100 sample units per grid from earlier Landsat images and refining them with high-resolution images from Google Earth, the strategy enriches the dataset and improves temporal and spatial accuracy. This approach ensures that the dataset can accurately reflect urban core changes over time, enhancing its overall reliability and applicability.",
        "AnswerCn": "训练样本收集策略对土地利用变化数据的质量和可靠性有显著影响。通过从早期的Landsat影像中收集每个网格约100个样本单元，并利用Google Earth的高分辨率影像进行精细化，这一策略丰富了数据集，提高了时间和空间的准确性。这种方法确保数据集能够准确反映城市核心区域随时间的变化，从而增强其整体可靠性和适用性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm not clear on how automatic mapping procedures on platforms like Google Earth Engine improve the efficiency of data collection for urban land use changes.",
        "QuestionCn": "我不清楚像Google Earth Engine这样的平台上的自动映射程序是如何提高城市土地利用变化数据收集的效率的。",
        "AnswerEn": "Automatic mapping procedures on platforms like Google Earth Engine (GEE) enhance efficiency by allowing planetary-scale mapping of artificial impervious areas. The GEE platform supports the division of the world into geographical grids, facilitating focused data processing with the full archive of Landsat time series images. This approach enables the handling of large datasets and improves mapping efficiency, particularly by tailoring methods for arid and non-arid regions.",
        "AnswerCn": "自动化映射程序在谷歌地球引擎（GEE）等平台上提高了效率，允许对人工不透水区域进行行星规模的映射。GEE平台支持将世界划分为地理网格，便于集中处理数据，并利用完整的Landsat时间序列影像档案。这种方法能够处理大规模数据集，并提高映射效率，特别是通过针对干旱和非干旱地区量身定制方法。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand why mapping performance in arid and semi-arid regions is considered challenging for urban land use datasets.",
        "QuestionCn": "我不明白为什么在干旱和半干旱地区的城市土地利用数据集的映射性能被认为是具有挑战性的。",
        "AnswerEn": "Mapping performance in arid and semi-arid regions is challenging because of the confusing spectral information between artificial impervious areas and surrounding bare lands. This confusion can result in an overestimation of impervious areas in dryland regions, complicating accurate data collection and analysis.",
        "AnswerCn": "在干旱和半干旱地区，映射性能具有挑战性，因为人工不透水区域与周围裸土地之间的光谱信息混淆。这种混淆可能导致对干旱地区不透水区域的高估，从而使准确的数据收集和分析变得复杂。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how training samples contribute to the exclusion-inclusion algorithm in mapping artificial impervious areas.",
        "QuestionCn": "我不确定训练样本如何在映射人工不透水区域的排除-包含算法中发挥作用。",
        "AnswerEn": "Training samples are crucial for the exclusion-inclusion algorithm as they provide reference points for identifying impervious areas. These samples are collected from early Landsat images, supported by high-resolution images from Google Earth, to enrich the sample size and apply it across different years. This helps in accurately mapping urban cores and refining the dataset over time.",
        "AnswerCn": "训练样本对于排除-包含算法至关重要，因为它们提供了识别不透水区域的参考点。这些样本来自早期的Landsat影像，并通过Google Earth的高分辨率影像进行支持，以丰富样本量并在不同年份中应用。这有助于准确绘制城市核心区域，并随着时间的推移精炼数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please describe the process of utilizing satellite data to map urban extent and artificial impervious areas over an extended period, citing any specific platforms or tools used.",
        "QuestionCn": "请描述利用卫星数据在较长时间内绘制城市范围和人工不透水区域的过程，并引用任何特定的平台或工具。",
        "AnswerEn": "The process involves developing an automatic mapping procedure on the Google Earth Engine (GEE) platform to implement planetary-scale mapping of annual artificial impervious areas at a 30-m resolution from 1985 to 2018. The world was divided into arid and non-arid areas based on the global biome map, and further into 583 geographical grids. Mapping procedures were executed using the full archive of Landsat time series images.",
        "AnswerCn": "该过程涉及在谷歌地球引擎（GEE）平台上开发自动化映射程序，以实现1985年至2018年间以30米分辨率进行的全球范围内人工不透水区域的映射。世界根据全球生物群落图被划分为干旱和非干旱地区，并进一步划分为583个地理网格。映射程序使用了Landsat时间序列图像的完整档案。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please identify the main challenges encountered in mapping artificial impervious areas in arid and semi-arid regions and suggest potential solutions.",
        "QuestionCn": "请识别在干旱和半干旱地区绘制人工不透水区域时遇到的主要挑战，并提出潜在解决方案。",
        "AnswerEn": "The main challenge in these regions is the confusing spectral information between artificial impervious areas and surrounding bare lands, leading to over-commission in dryland regions. Potential solutions might include refining the spectral differentiation techniques or incorporating additional data sources to improve accuracy in these specific biomes.",
        "AnswerCn": "这些地区的主要挑战是人工不透水区域与周围裸土地之间的光谱信息混淆，导致干旱地区的过度识别。潜在的解决方案可能包括改进光谱区分技术或结合其他数据源，以提高这些特定生物群落的准确性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}