{
    "id": "ccfb2902-6e44-4033-b6f6-b76b16e28157",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Distribution data of retrogressive thaw slump in permafrost zone of Qinghai-Tibet Plateau (2018-2020)",
            "titleCn": "青藏高原多年冻土区热融滑塌分布数据（2018-2020）",
            "description": "This dataset contain the retrogressive thaw slump (RTS) inventory in permafrost region of the Qinghai–Tibet Plateau (QTP) based on field investigations and the manual interpretation of the Gaofen-1 and Gaofen-2 images. RTSs were visually detected based on the presence of recently exposed sediments, poorly developed vegetation, and distinct headwalls. To avoid misdelineation of the RTS, the entire permafrost region of the QTP was divided into a large number of grids measuring 5 × 5 km each. Grids with slope degrees below 1° or higher than 15° were excluded because RTSs are rarely found at these slopes according to our previous study and field investigations. RTSs in the remaining grids were detected and sketched by the first author and then examined by at least two other experienced authors. Once a RTS was identified, it was assigned a unique number and classified based on its initiation such as next to a river (R), by lake erosion (L), and after the occurrence of  active-layer detachment slide (A).",
            "descriptionCn": "本数据集包含基于现场调查和高分系列遥感影像资料进行人工目视解译而获取的青藏高原多年冻土区热融滑塌分布数据。热融滑塌主要通过裸露的地表、后缘的褶皱以及明显的陡壁来人工识别。为了避免解译过程中对热融滑塌的遗漏，整个青藏高原多年冻土区域被划分为许多5×5公里的网格，并且将坡度低于1°或高于15°的网格被排除在外（根据前期研究和野外调查，热融滑塌很少发育在坡度低于1°或高于15°的区域）。剩余网格中的热融滑塌由第一个作者进行初始识别和绘制，然后由至少两位其他经验丰富的作者审查。热融滑塌最终被确定以后，会分配一个唯一的编号，并根据其发起情况进行分类，如在河流冲刷（R），湖泊侵蚀（L）和活动层滑脱的发生（A）。",
            "instructions": "The retrogressive thaw slump distribution data to the RTS - QTP. SHP format, file storage the latitude, longitude, perimeter and area of the retrogressive thaw slump , can be directly loaded into the ArcGIS software for editing.",
            "instructionsCn": "热融滑塌分布数据以“RTS-QTP.shp”格式命名，文件存储了热融滑塌的经纬度、周长及面积，可直接加载到ArcGIS软件中进行编辑。",
            "east": 105.0,
            "west": 81.0,
            "south": 23.0,
            "north": 42.0,
            "startTime": "2018-01-01 09:35:14",
            "endTime": "2020-04-01 09:35:14",
            "fileSize": 1627603.0,
            "cstr": "18406.11.Cryos.tpdc.300333",
            "doi": "10.11888/Cryos.tpdc.300333",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "罗京",
                "nameEn": "LUO Jing",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Inventory and frequency of retrogressive thaw slumps in permafrost region of the Qinghai–Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Luo, J., Niu, F., Lin, Z., Liu, M., Yin, G., & Gao, Z. (2022). Inventory and frequency of retrogressive thaw slumps in permafrost region of the Qinghai–Tibet Plateau. Geophysical Research Letters, 49(23), e2022GL099829."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰缘作用（冰缘过程）",
                "nameEn": "Feriglacial processes"
            },
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "冻融",
                "nameEn": "Freeze thawing"
            },
            {
                "nameCn": "土壤冻融",
                "nameEn": "soil freeze/thaw"
            },
            {
                "nameCn": "表面冻融",
                "nameEn": "Surface Freeze-thaw Cycle/State"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018-2020",
                "keywordEn": "2018-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Qinghai–Tibet Plateau (QTP) is referred to as the world's “third pole” and is characterized by a warming rate that has been more than twice the global average during the past five decades. Significant changes in air temperature have resulted in wide permafrost degradation thereon. Retrogressive thaw slump refers to the failure of a hill slope associated with exposed ground ice thawing and the subsequent slumping of thawed soil. It is a common landform associated with permafrost thawing or degradation in permafrost regions. Widespread RTS activity has been observed in most Arctic and subarctic permafrost regions in recent years in association with persistent climate warming and permafrost degradation. Early studies on RTSs in the permafrost region of the QTP mainly focused on the Qinghai–Tibet Engineering Corridor and generally treated the RTS as an adverse engineering geological phenomenon. Due to its unique and high-altitude environment, the QTP accounts for more than half of the alpine permafrost in the world, with a specific permafrost area of ∼1.06 × 10^6 km^2. Permafrost on the QTP is relatively ice-rich and field monitoring results confirmed that the ground ice content is mainly controlled by the moisture availability, slope direction, and fine-particle content. The permafrost in the QTP is generally within a few degrees below the freezing point and has experienced noticeable warming over the past decades. The active layer thickness (ALT) of permafrost on the QTP generally ranges from 1 to 4 m, with an average value of ∼2.2 m."
            ],
            "research objective": [
                "Due to the increasing air temperatures, retrogressive thaw slumps (RTSs) have become more common on the Qinghai–Tibet Plateau (QTP), but their inventory, frequency, and initiation have not been fully investigated. Therefore, we compiled an inventory of active RTSs within the permafrost area on the QTP with a size of 1.06 × 10^6 km^2 based on high-resolution satellite image interpretation and field Global Position System positioning. We also explored the correlations between the spatial distribution of RTSs and terrain factors, surface deposits, and the permafrost ice content. To further investigate the frequency of RTS occurrence, the annual dynamics of RTSs in three typical areas between 2008/2013 and 2021 were documented using a time series of satellite imagery. This is the first study in which a large-scale RTS data set is provided and the first one in which the distribution and frequency of RTSs on the entire QTP are reported."
            ],
            "challenges": [
                "RTSs were not considered to be widespread throughout the QTP. However, RTS activity has been observed more frequently in recent years. Although the distribution and growth of RTSs have been reported in certain small regions, they have not been quantified or effectively analyzed within the entire permafrost region of the QTP. Because of these diverse radiometric characteristics within one RTS and spectra similar to those of other land cover types, it is difficult to automatically map RTSs in images using traditional computer classification methods. Training samples and the algorithm's code must be significantly adjusted when used for different images and locations, which makes it difficult to utilize this deep learning algorithm for the large-scale mapping of RTSs throughout the entire QTP."
            ],
            "methods": [
                "Orthographic Gaofen-1 and Gaofen-2 images captured between 2018 and 2020 were used to delineate the RTS boundaries in the entire permafrost region of the QTP. In addition, time series of orthographic satellite images (resolution ≥2.5 m) from 2008 or 2013 to 2021 were acquired to estimate the annual changes of RTSs in three typical regions. We visually interpreted RTSs in this study. During the three surveys, 189 RTSs were recorded in the field. For the implementation of the Second Tibetan Plateau Scientific Expedition and Research program, the overall distribution of RTSs in the central QTP was systematically investigated between January and June 2021."
            ],
            "dataset": [
                "Orthographic Gaofen-1 and Gaofen-2 images captured between 2018 and 2020 were used to delineate the RTS boundaries in the entire permafrost region of the QTP. In addition, time series of orthographic satellite images (resolution ≥2.5 m) from 2008 or 2013 to 2021 were acquired to estimate the annual changes of RTSs in three typical regions. Air temperature at a height of 2 m and precipitation data from two national meteorological stations (Wudaoliang and Tuotuohe) from 2013 to 2021 were used to characterize the climatic conditions."
            ],
            "findings": [
                "In satellite imagery for the period 2018–2020, 2669 active RTSs were identified in permafrost regions of the QTP. Most of the RTSs occur in regions with elevations ranging from 4,600 to 5,100 m along north-facing slopes varying from 3° to 8°. The number of RTSs and their affected areas increased by 4 and 6 times, respectively, in three densely distributed RTS regions from 2008/2013 to 2021. We observed that the number and areas of RTSs significantly increased during the last 12 years. We also determined that such increases mainly occurred in 2010 and 2016 when the air temperature was extremely high. Anomalously high air temperatures during the thawing season might be the main reason for the recent RTS acceleration on the QTP."
            ],
            "backgroundCn": [
                "青藏高原（QTP）被称为世界的“第三极”，在过去五十年中，其变暖速率超过全球平均水平的两倍。显著的气温变化导致了该地区广泛的永久冻土退化。逆退融沉陷（Retrogressive thaw slump，RTS）是指与暴露的地面冰融化相关的山坡失稳及随之而来的融化土壤滑动。这是一种与永久冻土融化或退化相关的常见地貌。近年来，在大多数北极和亚北极永久冻土地区，广泛的RTS活动与持续的气候变暖和永久冻土退化有关。早期对青藏高原永久冻土区RTS的研究主要集中在青藏工程走廊，并通常将RTS视为一种不利的工程地质现象。由于其独特的高海拔环境，青藏高原占据了全球一半以上的高山永久冻土，具体的永久冻土面积约为1.06 × 10^6 km^2。青藏高原的永久冻土相对富含冰，现场监测结果确认，地面冰含量主要受水分可用性、坡向和细颗粒含量的控制。青藏高原的永久冻土通常在冰点以下几度，并在过去几十年中经历了显著的变暖。青藏高原永久冻土的活动层厚度（ALT）一般在1到4米之间，平均值约为2.2米。"
            ],
            "research objectiveCn": [
                "由于气温的不断升高，青藏高原（QTP）上的退化性融化滑坡（RTS）变得越来越普遍，但其清单、频率和发生机制尚未得到充分研究。因此，我们基于高分辨率卫星图像解译和现场全球定位系统定位，编制了青藏高原1.06 × 10^6 km^2范围内活跃RTS的清单。我们还探讨了RTS的空间分布与地形因素、表层沉积物和永久冻土冰含量之间的相关性。为了进一步研究RTS发生的频率，我们记录了2008/2013年至2021年间三个典型区域RTS的年度动态，使用了一系列卫星影像。这是首次提供大规模RTS数据集的研究，也是首次报告整个青藏高原上RTS的分布和频率的研究。"
            ],
            "challengesCn": [
                "RTS在青藏高原（QTP）并未被认为是广泛分布的。然而，近年来RTS活动的观察频率有所增加。尽管在某些小区域内已报告了RTS的分布和增长，但在整个QTP的永久冻土区域内尚未进行量化或有效分析。由于一个RTS内部存在多样的辐射特性，并且其光谱与其他土地覆盖类型相似，因此使用传统计算机分类方法在图像中自动映射RTS变得困难。当用于不同的图像和位置时，训练样本和算法代码必须进行显著调整，这使得在整个QTP大规模映射RTS时，利用这种深度学习算法变得困难。"
            ],
            "methodsCn": [
                "在2018年至2020年期间，使用正射影像高分一号和高分二号卫星图像对青藏高原整个永久冻土区的RTS边界进行了划定。此外，获取了2008年或2013年至2021年的正射影像卫星图像（分辨率≥2.5米）时间序列，以估算三个典型区域RTS的年度变化。本研究中对RTS进行了视觉解译。在三次调查中，现场记录了189个RTS。为了实施第二次青藏高原科学考察与研究计划，2021年1月至6月对青藏高原中部RTS的整体分布进行了系统调查。"
            ],
            "datasetCn": [
                "使用2018年至2020年间捕获的正射影像高分-1和高分-2图像， delineate了青藏高原整个永久冻土区的RTS边界。此外，获取了2008年或2013年至2021年的正射卫星图像时间序列（分辨率≥2.5米），以估算三个典型区域RTS的年度变化。使用2013年至2021年间两个国家气象站（五道梁和托托河）在2米高度的气温和降水数据来表征气候条件。"
            ],
            "findingsCn": [
                "在2018年至2020年的卫星影像中，识别出在青藏高原（QTP）永久冻土地区的2669个活跃的滑坡（RTS）。大多数滑坡发生在海拔范围为4600至5100米的地区，北向坡度变化在3°至8°之间。从2008/2013年到2021年，三个密集分布的滑坡区域的数量和受影响面积分别增加了4倍和6倍。我们观察到，在过去12年中，滑坡的数量和面积显著增加。我们还确定，这种增加主要发生在2010年和2016年，当时气温异常高。融化季节的异常高气温可能是青藏高原近期滑坡加速的主要原因。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is visual interpretation a reliable method for delineating RTS boundaries in permafrost regions using satellite imagery?",
                "QuestionCn": "在永久冻土地区，使用卫星影像进行视觉解读来划定RTS边界是一种可靠的方法吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the exclusion of grid areas with slopes lower than 1° or higher than 15° a common practice in identifying RTSs?",
                "QuestionCn": "在识别可再生能源技术（RTS）时，排除坡度低于1°或高于15°的网格区域是一种常见做法吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which satellite image sources are primarily used for delineating RTS boundaries in the permafrost region of the Qinghai–Tibet Plateau, Gaofen-1, Gaofen-2, or other satellite systems?",
                "QuestionCn": "在青藏高原的永冻土地区，主要用于划定RTS边界的卫星影像来源是高分一号、高分二号或其他卫星系统。",
                "AnswerEn": "Gaofen-1, Gaofen-2",
                "AnswerCn": "高分一号，高分二号",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to visually interpret retrogressive thaw slumps in the permafrost region of the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的永冻土地区，视觉解释退化性融化滑坡的方法有哪些？",
                "AnswerEn": "Orthographic Gaofen-1 and Gaofen-2 images",
                "AnswerCn": "正射高分一号和高分二号影像",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "When were the time series of orthographic satellite images acquired to estimate the annual changes of retrogressive thaw slumps?",
                "QuestionCn": "获取正射卫星图像的时间序列以估算退化融化滑坡的年度变化是什么时候？",
                "AnswerEn": "2008 or 2013 to 2021",
                "AnswerCn": "2008或2013至2021",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to map retrogressive thaw slumps (RTSs) in permafrost regions?",
                "QuestionCn": "您能否提供一个用于绘制永久冻土地区退化融化滑坡（RTS）数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method used to map RTSs in permafrost regions is the visual interpretation of orthographic Gaofen-1 and Gaofen-2 satellite images captured between 2018 and 2020. This method involves delineating RTS boundaries across the permafrost areas of the Qinghai–Tibet Plateau.",
                "AnswerCn": "一种用于绘制永久冻土地区RTS的资料收集方法是对2018年至2020年间捕获的高分一号和高分二号卫星影像进行视觉解译。该方法涉及在青藏 Plateau的永久冻土区域划定RTS边界。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when trying to automatically map RTSs using remote sensing data?",
                "QuestionCn": "在尝试使用遥感数据自动映射实时交通系统（RTSs）时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge in automatically mapping RTSs is the difficulty in distinguishing them from other land cover types due to diverse radiometric characteristics within one RTS and spectra similar to those of other land covers. This requires significant adjustments to training samples and algorithm codes for different images and locations.",
                "AnswerCn": "自动映射RTS（农田）面临的一个挑战是，由于一个RTS内部的辐射特性多样，以及其光谱与其他土地覆盖类型相似，因此很难将其与其他土地覆盖类型区分开。这需要对不同图像和位置的训练样本和算法代码进行重大调整。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you give an example of a dataset that characterizes climatic conditions affecting RTSs in permafrost regions?",
                "QuestionCn": "您能否提供一个数据集的示例，该数据集描述了影响永久冻土地区RTS（铁路运输系统）气候条件的特征？",
                "AnswerEn": "An example of a dataset that characterizes climatic conditions affecting RTSs includes air temperature at a height of 2 meters and precipitation data from two national meteorological stations (Wudaoliang and Tuotuohe) collected from 2013 to 2021.",
                "AnswerCn": "一个描述影响RTS的气候条件的数据集的例子包括来自两个国家气象站（乌达梁和托托河）在2013年至2021年间收集的2米高度的空气温度和降水数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features used to manually identify retrogressive thaw slumps in remote sensing images?",
                "QuestionCn": "在遥感图像中手动识别退化融化滑坡的具体特征有哪些？",
                "AnswerEn": "exposed ground surfaces, presence of folds at the back edge, distinct steep walls",
                "AnswerCn": "裸露的地表、后缘的褶皱、明显的陡峭墙壁",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What characteristics of the terrain influence the spatial distribution of retrogressive thaw slumps on the Qinghai–Tibet Plateau?",
                "QuestionCn": "影响青藏高原上逆退融化滑坡空间分布的地形特征有哪些？",
                "AnswerEn": "slope gradients between 3° and 8°, elevations ranging from 4,600 to 5,100 m, north-facing slopes",
                "AnswerCn": "坡度在3°到8°之间，海拔范围从4,600到5,100米，朝北的坡面。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What attributes of satellite imagery are essential for delineating retrogressive thaw slump boundaries?",
                "QuestionCn": "卫星影像中哪些属性对于划定退化性融化滑坡边界是必不可少的？",
                "AnswerEn": "high resolution (≥2.5 m), orthographic images",
                "AnswerCn": "高分辨率（≥2.5米），正射影像",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many retrogressive thaw slumps were recorded in the field during the three surveys?",
                "QuestionCn": "在三次调查中记录了多少个逆行融化滑坡？",
                "AnswerEn": "189",
                "AnswerCn": "189",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the total number of active retrogressive thaw slumps identified in permafrost regions of the Qinghai–Tibet Plateau during the period 2018-2020?",
                "QuestionCn": "在2018年至2020年期间，青藏高原的永冻土地区识别出的活跃退化融化滑坡的总数是多少？",
                "AnswerEn": "2669",
                "AnswerCn": "2669",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many times did the number and areas of retrogressive thaw slumps increase in three densely distributed regions from 2008/2013 to 2021?",
                "QuestionCn": "在2008/2013到2021年期间，三个密集分布区域的退化融化滑坡的数量和面积增加了多少次？",
                "AnswerEn": "4 times, 6 times",
                "AnswerCn": "4倍，6倍",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'retrogressive thaw slump (RTS)' mean in the context of permafrost studies?",
                "QuestionCn": "在永久冻土研究的背景下，“逆行融化滑坡（RTS）”指的是由于气温升高导致的永久冻土层的融化和土壤滑坡现象。",
                "AnswerEn": "Retrogressive thaw slump refers to the failure of a hill slope associated with exposed ground ice thawing and the subsequent slumping of thawed soil. It is a common landform associated with permafrost thawing or degradation in permafrost regions.",
                "AnswerCn": "逆退融化滑坡是指与暴露的地面冰融化相关的山坡失稳，随后融化的土壤发生滑动。这是与永久冻土融化或退化相关的常见地貌。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What does 'active layer thickness (ALT)' signify in the context of permafrost research on the Qinghai–Tibet Plateau?",
                "QuestionCn": "在青藏高原的永久冻土研究中，“活层厚度（ALT）”指的是在夏季融化的土壤层的厚度。",
                "AnswerEn": "The active layer thickness (ALT) refers to the depth of the permafrost that thaws during the warm season and refreezes during the cold season. On the Qinghai–Tibet Plateau, it generally ranges from 1 to 4 meters, with an average value of approximately 2.2 meters.",
                "AnswerCn": "活层厚度（ALT）指的是在温暖季节融化并在寒冷季节重新冻结的永久冻土深度。在青藏高原，活层厚度通常范围为1到4米，平均值约为2.2米。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What differences exist between the data collection challenges faced when using high-resolution satellite imagery versus traditional computer classification methods in mapping RTSs across the Qinghai–Tibet Plateau?",
                "QuestionCn": "在使用高分辨率卫星影像与传统计算机分类方法在青藏高原映射RTS时，面临的数据收集挑战有哪些不同之处？",
                "AnswerEn": "When using high-resolution satellite imagery, the challenge lies in the manual interpretation required to accurately delineate RTSs due to diverse radiometric characteristics and spectral similarities to other land cover types. Traditional computer classification methods struggle with automatically mapping RTSs in images due to these same challenges, and they require significant adjustments in training samples and algorithmic code for different images and locations, limiting their scalability across the entire plateau.",
                "AnswerCn": "使用高分辨率卫星影像时，手动解译所需的挑战在于准确划定RTS（遥感目标区域），因为其具有多样的辐射特性和与其他土地覆盖类型的光谱相似性。传统的计算机分类方法在自动映射影像中的RTS时也面临这些挑战，并且在不同影像和地点需要对训练样本和算法代码进行重大调整，这限制了它们在整个高原地区的可扩展性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the incorporation of air temperature and precipitation data from national meteorological stations enhance the understanding of RTS occurrence compared to relying solely on satellite imagery?",
                "QuestionCn": "将国家气象站的气温和降水数据纳入考虑，相较于仅依赖卫星影像，可以更好地理解RTS（根腐病）发生的情况。",
                "AnswerEn": "Incorporating air temperature and precipitation data from national meteorological stations provides critical climatic context that enhances the understanding of RTS occurrence by correlating environmental conditions with RTS activity. While satellite imagery captures spatial distribution and changes over time, meteorological data reveals the influence of climatic factors, such as anomalously high air temperatures during thawing seasons, which are pivotal in explaining recent increases in RTS activity.",
                "AnswerCn": "结合国家气象站的气温和降水数据提供了关键的气候背景，这增强了对RTS发生的理解，通过将环境条件与RTS活动相关联。虽然卫星图像捕捉了空间分布和随时间变化，但气象数据揭示了气候因素的影响，例如在融化季节异常高的气温，这对于解释最近RTS活动的增加至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the difficulty of automatically mapping retrogressive thaw slumps (RTSs) using traditional computer classification methods?",
                "QuestionCn": "自动映射退化融化滑坡（RTS）时，传统计算机分类方法面临的困难因素有哪些？",
                "AnswerEn": "The difficulty in automatically mapping RTSs arises from the diverse radiometric characteristics within one RTS and the spectra that are similar to those of other land cover types. Training samples and algorithm codes need significant adjustments for different images and locations, complicating the large-scale mapping of RTSs.",
                "AnswerCn": "自动映射RTS的困难在于一个RTS内部存在多样的辐射特性，以及其光谱与其他地表覆盖类型相似。训练样本和算法代码需要针对不同的图像和地点进行重大调整，这使得大规模映射RTS变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What outcomes are expected when using high-resolution satellite images for delineating RTS boundaries in permafrost regions?",
                "QuestionCn": "在永久冻土地区使用高分辨率卫星图像划定RTS边界时，预期会产生哪些结果？",
                "AnswerEn": "Using high-resolution satellite images, such as orthographic Gaofen-1 and Gaofen-2 images, allows for the detailed delineation of RTS boundaries in permafrost regions, leading to the identification of 2669 active RTSs in permafrost regions of the Qinghai–Tibet Plateau. This approach helps in understanding the spatial distribution and growth patterns of RTSs.",
                "AnswerCn": "使用高分辨率卫星图像，如正射影像高分-1和高分-2图像，可以详细划定永久冻土地区的RTS边界，从而在青藏高原的永久冻土地区识别出2669个活跃的RTS。这种方法有助于理解RTS的空间分布和生长模式。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What could be the consequences of anomalously high air temperatures during the thawing season on RTS activity?",
                "QuestionCn": "在融化季节异常高的气温对RTS活动可能产生的后果是什么？",
                "AnswerEn": "Anomalously high air temperatures during the thawing season might lead to significant increases in the number and areas of RTSs, as observed with a substantial rise in RTS activity during years of extremely high temperatures, such as 2010 and 2016. This acceleration in RTS activity is primarily attributed to the warming climatic conditions.",
                "AnswerCn": "在融化季节异常高的气温可能导致RTS数量和面积的显著增加，正如在2010年和2016年等极高温度年份观察到的RTS活动显著上升。这种RTS活动的加速主要归因于气候条件的变暖。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to use high-resolution satellite image interpretation and field GPS positioning for data collection in permafrost regions?",
                "QuestionCn": "在永久冻土地区，使用高分辨率卫星图像解译和现场GPS定位进行数据收集的重要性是什么？",
                "AnswerEn": "Using high-resolution satellite image interpretation and field GPS positioning is important for accurately delineating RTS boundaries and compiling an inventory of active RTSs within the permafrost area on the QTP. This approach allows for detailed documentation of the spatial distribution and annual dynamics of RTSs.",
                "AnswerCn": "使用高分辨率卫星图像解译和现场GPS定位对于准确划定冻土区内的RTS边界以及编制活跃RTS的清单非常重要。这种方法可以详细记录RTS的空间分布和年度动态。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the goals behind investigating the correlations between RTSs' spatial distribution and factors like terrain, surface deposits, and permafrost ice content?",
                "QuestionCn": "调查RTS（反射性土壤）的空间分布与地形、表面沉积物和永冻土冰含量等因素之间的相关性的目标是什么？",
                "AnswerEn": "The goals behind investigating these correlations are to better understand the factors influencing RTS distribution and growth, and to identify patterns that may be associated with permafrost degradation. This understanding can help in predicting future RTS activity and in assessing the impact of climate change on permafrost regions.",
                "AnswerCn": "调查这些相关性的目标是更好地理解影响RTS分布和生长的因素，并识别可能与永久冻土退化相关的模式。这种理解可以帮助预测未来RTS活动，并评估气候变化对永久冻土地区的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to accurately delineate RTS boundaries in permafrost regions using satellite imagery?",
                "QuestionCn": "在永久冻土地区，使用卫星影像准确划定RTS边界的程序有哪些？",
                "AnswerEn": "Orthographic Gaofen-1 and Gaofen-2 images captured between 2018 and 2020 are used to delineate RTS boundaries in the entire permafrost region of the Qinghai–Tibet Plateau through visual interpretation.",
                "AnswerCn": "使用2018年至2020年间捕获的正射影像高分一号和高分二号，通过视觉解译在整个青藏高原的永久冻土区域划定RTS边界。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are changes in retrogressive thaw slump occurrences monitored over time in the Qinghai–Tibet Plateau?",
                "QuestionCn": "青藏高原上如何监测退化性融化滑坡事件随时间的变化？",
                "AnswerEn": "Time series of orthographic satellite images with a resolution of 2.5 m or better, spanning from 2008/2013 to 2021, are used to estimate the annual changes in RTSs in three typical regions.",
                "AnswerCn": "使用分辨率为2.5米或更好的正射卫星图像的时间序列，时间跨度从2008/2013年到2021年，用于估计三个典型区域的年度RTS变化。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges are faced when mapping RTSs in the Qinghai–Tibet Plateau using traditional computer classification methods?",
                "QuestionCn": "在青藏高原使用传统计算机分类方法进行实时系统（RTS）映射时面临哪些挑战？",
                "AnswerEn": "Mapping RTSs is challenging due to diverse radiometric characteristics within one RTS and the spectra's similarity to other land cover types, requiring significant adjustments to training samples and algorithms for different images and locations.",
                "AnswerCn": "映射遥感时间序列（RTS）具有挑战性，因为同一遥感时间序列内存在多样的辐射特性，并且其光谱与其他地表覆盖类型相似，这需要对不同图像和地点的训练样本和算法进行重大调整。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods have enabled the accurate mapping of retrogressive thaw slumps in the permafrost regions of the Qinghai-Tibet Plateau?",
                "QuestionCn": "哪些数据收集方法使得在青藏高原的永冻土地区准确绘制退化性融化滑坡图成为可能？",
                "AnswerEn": "The use of orthographic Gaofen-1 and Gaofen-2 satellite images captured between 2018 and 2020 enabled the delineation of retrogressive thaw slump boundaries. Additionally, time series of orthographic satellite images (resolution ≥2.5 m) from 2008 or 2013 to 2021 were acquired to estimate the annual changes of retrogressive thaw slumps in three typical regions.",
                "AnswerCn": "使用2018年至2020年间捕获的正射影像高分一号和高分二号卫星图像，能够划定退化融化滑坡的边界。此外，还获取了2008年或2013年至2021年的正射卫星图像时间序列（分辨率≥2.5米），以估算三个典型区域内退化融化滑坡的年度变化。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the integration of satellite imagery with field surveys facilitate the inventory and monitoring of retrogressive thaw slumps in permafrost areas?",
                "QuestionCn": "卫星影像与实地调查的结合如何促进了对永久冻土地区退化融化滑坡的清查和监测？",
                "AnswerEn": "Field surveys recorded 189 retrogressive thaw slumps, which were then integrated with satellite imagery to provide a comprehensive inventory and monitoring of retrogressive thaw slumps. This approach allowed for the systematic investigation of their overall distribution in central Qinghai-Tibet Plateau between January and June 2021.",
                "AnswerCn": "现场调查记录了189个退化性融化滑坡，然后与卫星影像相结合，提供了退化性融化滑坡的综合清单和监测。这种方法使得对2021年1月至6月间青藏高原中部退化性融化滑坡的整体分布进行了系统的调查。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or factors have influenced the increase in retrogressive thaw slump activity in the Qinghai-Tibet Plateau's permafrost regions?",
                "QuestionCn": "影响青藏高原永冻土地区逆退融化滑坡活动增加的条件或因素有哪些？",
                "AnswerEn": "The increase in retrogressive thaw slump activity is mainly influenced by anomalously high air temperatures during the thawing season, which have accelerated RTS occurrences. Notably, significant increases were observed in 2010 and 2016 when air temperatures were extremely high.",
                "AnswerCn": "逆退融化滑坡活动的增加主要受到融化季节异常高气温的影响，这加速了逆退融化滑坡的发生。值得注意的是，在2010年和2016年，当空气温度极高时，观察到了显著的增加。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to automatically map retrogressive thaw slumps (RTSs) in images using traditional computer classification methods?",
                "QuestionCn": "自动在图像中映射退化融化滑坡（RTS）可能面临挑战，原因是传统的计算机分类方法。",
                "AnswerEn": "Because of the diverse radiometric characteristics within one RTS and spectra similar to those of other land cover types, it is difficult to automatically map RTSs in images using traditional computer classification methods.",
                "AnswerCn": "由于一个RTS内部具有多样的辐射特性，并且其光谱与其他地表覆盖类型相似，因此使用传统的计算机分类方法在图像中自动映射RTS是困难的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the number of RTSs and their affected areas significantly increase during certain years?",
                "QuestionCn": "为什么在某些年份，RTS的数量及其受影响的区域会显著增加？",
                "AnswerEn": "Anomalously high air temperatures during the thawing season might be the main reason for the recent RTS acceleration on the QTP, which was notably observed in the years 2010 and 2016.",
                "AnswerCn": "在融化季节异常高的气温可能是近年来青藏高原（QTP）冰川退缩加速的主要原因，这一点在2010年和2016年尤为明显。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it necessary to use both high-resolution satellite image interpretation and field Global Position System positioning to compile an inventory of active RTSs within the permafrost area?",
                "QuestionCn": "为什么在永久冻土地区编制活跃RTS（地面沉降）的清单时，有必要同时使用高分辨率卫星图像解译和现场全球定位系统定位？",
                "AnswerEn": "Due to the difficulty in automatically mapping RTSs and the need for accurate identification, high-resolution satellite image interpretation combined with field GPS positioning is necessary to compile an inventory of active RTSs within the permafrost area on the QTP.",
                "AnswerCn": "由于自动映射RTS的困难以及对准确识别的需求，结合高分辨率卫星图像解译和现场GPS定位是编制青藏高原永久冻土区内活跃RTS清单所必需的。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective do you think the manual visual interpretation of satellite images is for accurately mapping RTS boundaries in permafrost regions, considering potential challenges in image classification?",
                "QuestionCn": "我认为在永久冻土地区，手动视觉解读卫星图像对于准确绘制RTS边界的有效性如何，考虑到图像分类可能面临的挑战。",
                "AnswerEn": "Manual visual interpretation of satellite images, as used in the permafrost regions of the QTP, is challenging due to diverse radiometric characteristics and spectral similarities with other land cover types, making automatic mapping difficult with traditional methods. However, it allows for detailed observation and can be effective if combined with expert reviews, as demonstrated by the systematic investigation and review process described.",
                "AnswerCn": "手动视觉解读卫星图像在青藏高原的永冻土地区具有挑战性，因为其辐射特性多样且与其他土地覆盖类型的光谱相似，使得传统方法的自动制图变得困难。然而，手动解读允许进行详细观察，并且如果结合专家评审，可以有效，如所描述的系统调查和评审过程所示。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are your views on the potential limitations and advantages of using orthographic Gaofen-1 and Gaofen-2 images for delineating RTS boundaries over large areas like the QTP?",
                "QuestionCn": "您对使用正射影像高分一号和高分二号在像青藏 Plateau（QTP）这样的大区域内划定 RTS 边界的潜在局限性和优势有什么看法？",
                "AnswerEn": "Orthographic Gaofen-1 and Gaofen-2 images provide high-resolution data, which is advantageous for delineating RTS boundaries across large areas like the QTP. However, the need for manual interpretation and the challenges in capturing diverse radiometric characteristics may limit their effectiveness in large-scale, automated mapping without substantial manual input and expertise.",
                "AnswerCn": "正射影像高分一号和高分二号提供了高分辨率数据，这对于在像青藏 Plateau（QTP）这样的大区域内划定 RTS 边界是有利的。然而，手动解译的需求以及捕捉多样的辐射特征的挑战可能限制它们在大规模自动化制图中的有效性，而无需大量的人工输入和专业知识。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how researchers can precisely identify retrogressive thaw slump boundaries using satellite imagery?",
                "QuestionCn": "我不明白研究人员如何能够通过卫星图像精确识别退化性融冻滑坡的边界。",
                "AnswerEn": "Orthographic Gaofen-1 and Gaofen-2 images captured between 2018 and 2020 were used to delineate the RTS boundaries in the entire permafrost region of the QTP through visual interpretation.",
                "AnswerCn": "在2018年至2020年期间，使用正射影像的高分一号和高分二号图像，通过视觉解译对青藏高原整个永久冻土区的RTS边界进行了划定。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced in mapping RTSs using automated systems rather than manual interpretation.",
                "QuestionCn": "我对使用自动化系统而不是手动解释来映射实时系统所面临的挑战感到不确定。",
                "AnswerEn": "Because of diverse radiometric characteristics within one RTS and spectra similar to those of other land cover types, it is difficult to automatically map RTSs in images using traditional computer classification methods. Training samples and the algorithm's code must be significantly adjusted when used for different images and locations.",
                "AnswerCn": "由于一个遥感时间序列（RTS）内部具有多样的辐射特性，并且其光谱与其他地表覆盖类型相似，因此使用传统计算机分类方法在图像中自动映射RTS是困难的。当用于不同的图像和位置时，训练样本和算法代码必须进行显著调整。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of how climatic conditions are integrated into the analysis of RTS distribution and changes.",
                "QuestionCn": "我无法理解气候条件是如何融入RTS分布和变化的分析中的。",
                "AnswerEn": "Air temperature at a height of 2 m and precipitation data from two national meteorological stations (Wudaoliang and Tuotuohe) from 2013 to 2021 were used to characterize the climatic conditions in the analysis of RTS distribution and changes.",
                "AnswerCn": "在2013年至2021年期间，使用了两个国家气象站（乌达乌梁和托托河）在2米高度的气温和降水数据，以表征RTS分布和变化的气候条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection methods used to identify and delineate retrogressive thaw slump boundaries on the Qinghai-Tibet Plateau.",
                "QuestionCn": "总结用于识别和划定青藏高原上逆退融化滑坡边界的数据收集方法。",
                "AnswerEn": "Orthographic Gaofen-1 and Gaofen-2 satellite images captured between 2018 and 2020 were visually interpreted to delineate retrogressive thaw slump (RTS) boundaries in the permafrost region of the Qinghai-Tibet Plateau. Time series of satellite images with a resolution of 2.5 m or higher, spanning from 2008 or 2013 to 2021, were also acquired to assess the annual changes in RTSs in three typical regions. This approach involved both remote sensing imagery and field GPS positioning.",
                "AnswerCn": "在2018年至2020年期间，正射影像高分一号和高分二号卫星图像被用于视觉解译，以划定青藏高原永冻土地区的退化融沉陷（RTS）边界。还获取了分辨率为2.5米或更高的卫星图像时间序列，时间跨度从2008年或2013年到2021年，以评估三个典型区域内RTS的年度变化。该方法结合了遥感影像和现场GPS定位。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please describe the challenges faced in the automated mapping of retrogressive thaw slumps using traditional computer classification methods.",
                "QuestionCn": "自动映射退化融化滑坡所面临的挑战包括使用传统计算机分类方法的困难。",
                "AnswerEn": "The automated mapping of retrogressive thaw slumps (RTSs) is challenged by the diverse radiometric characteristics within one RTS and the spectral similarities to other land cover types. Traditional computer classification methods struggle with these variations, requiring significant adjustments to training samples and algorithm codes for different images and locations. This complexity makes it difficult to effectively utilize deep learning algorithms for large-scale RTS mapping across the entire Qinghai-Tibet Plateau.",
                "AnswerCn": "自动化映射退化融化滑坡（RTS）面临着一个RTS内部辐射特征多样性和与其他土地覆盖类型的光谱相似性等挑战。传统的计算机分类方法在处理这些变化时表现不佳，需要对不同图像和位置的训练样本和算法代码进行大量调整。这种复杂性使得在整个青藏高原上有效利用深度学习算法进行大规模RTS映射变得困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please explore potential datasets that could be used to characterize climatic conditions affecting retrogressive thaw slumps on the Qinghai-Tibet Plateau.",
                "QuestionCn": "请探索可以用来表征影响青藏高原逆退融化滑坡的气候条件的潜在数据集。",
                "AnswerEn": "Potential datasets to characterize climatic conditions affecting retrogressive thaw slumps on the Qinghai-Tibet Plateau include air temperature data at a height of 2 meters and precipitation data from national meteorological stations such as Wudaoliang and Tuotuohe. These datasets, spanning from 2013 to 2021, provide insights into the climatic factors influencing RTS activity.",
                "AnswerCn": "潜在的数据集用于表征影响青藏高原逆退融沉降的气候条件，包括来自国家气象站（如五道梁和托托河）的2米高度的气温数据和降水数据。这些数据集涵盖了2013年至2021年，为了解影响逆退融沉降活动的气候因素提供了见解。",
                "Level": "C6(Creating)"
            }
        ]
    }
}