{
  "id": "cd2906d2-f923-4e24-bbfd-1041a60f026a",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "Dataset of urban impervious surface area and green space fractions in the Tibetan Plateau (2000-2020)",
      "titleCn": "青藏高原城市不透水面和绿地空间组分数据集（2000-2020）",
      "description": "The data sources of this dataset mainly include domestic satellite images such as HJ-1A/B, GF-1/2, ZY-3, and Landsat TM/ETM+/OLI series satellite image data. Using the domestic satellite images supplemented by Google Earth images to generate the component training sample and validation sample data of different geographical divisions. Using Google Earth Engine (GEE) to test and correct the model algorithm parameters. The normalized settlement density index (NSDI) is obtained based on random forest algorithm, Landsat TM/ETM+/OLI series satellite images and auxiliary data. The vector boundary of urban built-up area is obtained by density segmentation method after manual interactive interpretation and correction. The NSDI, vegetation coverage index and vector boundary of the Tibetan Plateau are used to produce the original data of urban impervious surface and urban green space fractions in the Tibetan Plateau. After correction and accuracy evaluation, the datasets of urban impervious surface area and green space fractions in the Tibetan Plateau from 2000 to 2020 are generated. \nThe resolution of the data product is 30 m, and the coordinate system and storage format of the data files are unified. The geographic coordinate system is WGS84, the projected coordinate system is Albers, and the data storage format is GeoTIFF, the data unit is percentage (the value range is 0~10000), and the scale factor is 0.01.\nIn order to quantify the change of urban land cover more accurately, samples from several typical cities are selected to verify the dataset. The specific verification methods and accuracy are shown in the published results.\nThe data can be used to analyze and reveal the impact of land cover change and future scenario simulation on the Tibetan Plateau, to provide a scientific basis for building environmentally livable cities and improving the quality of human settlements on the Tibetan Plateau.",
      "descriptionCn": "2000-2020年青藏高原城市不透水面和绿地空间组分数据集的数据源主要包括HJ‒1A/B、GF-1/2、ZY‒3等国产卫星影像以及Landsat TM/ETM+/OLI系列卫星影像数据。其中，国产卫星影像辅以Google Earth影像生产不同地理分区的组分训练样本和验证样本数据，应用谷歌地球引擎（Google Earth Engine, GEE）分区测试与校正模型算法参数，基于随机森林算法和Landsat TM/ETM+/OLI系列卫星影像及辅助数据获取归一化人居地密度指数（Normalized Settlement Density Index, NSDI），采用密度分割法且经过人工交互解译修正后，获取城市建成区矢量边界。应用NSDI指数、植被覆盖度指数和青藏高原矢量边界生产青藏高原城市不透水面、城市绿地空间组分原始数据，经校正和精度评价后，生成2000-2020年青藏高原城市不透水面和绿地空间组分数据集。\n数据产品的分辨率为30 m，采用统一的坐标系统和存储格式。地理坐标系为WGS84，投影坐标系为Albers，数据存储格式为Geotiff，数据单位为百分比（值域范围0~10000），比例因子为0.01。\n为了更准确地量化城市土地覆盖变化，选取了多个典型城市取样，对数据集进行了验证，具体验证方法及精度见已发表的成果。\n数据可用于分析和揭示青藏高原土地覆盖变化的影响和未来情景模拟，以期为青藏高原建设环境宜居城市与提升人居环境质量提供科学依据。",
      "instructions": "The data organization structure is two levels, as follows:\nDirectory: component (CUISA, CUGS)\nThe sample of data format contained in the directory is: Component_QTP_Year.tif (e.g. CUISA_QTP_2020.tif, CUGS_QTP_2020.tif)\nComponent is the component information of urban land cover change, including China Urban Impervious Surface Area (CUISA) and China Urban Green Space (CUGS); Year is the data year, including 2000, 2005, 2010, 2015, 2020; QTP is the abbreviation of the Tibetan Plateau.\nThe data can be opened, displayed, edited, viewed, statistically analyzed, etc. using GIS software supporting *. TIF file format.",
      "instructionsCn": "数据组织结构分为两个层级，结构如下：\n目录：Component (CUISA、CUGS)\n目录中包含的数据格式样例为：Component_QTP_Year.tif（如：CUISA_QTP_2020.tif、CUGS_QTP_2020.tif）\n其中，Component为城市土地覆盖变化组分信息，包含城市不透水面（China Urban Impervious Surface Area, CUISA）和城市绿地空间（China Urban Green Space, CUGS）；Year为数据年份，为2000，2005，2010，2015，2020年；QTP为青藏高原缩写。\n数据可使用支持*.tif文件格式的GIS 软件打开、显示、编辑、查看、统计分析等。",
      "east": 104.52,
      "west": 74.33,
      "south": 23.19,
      "north": 43.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 2991786014.0,
      "cstr": null,
      "doi": "10.5281/zenodo.4034161",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "匡文慧",
        "nameEn": "KUANG Wenhui",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "郭长庆",
        "nameEn": "GUO Changqing",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "窦银银",
        "nameEn": "DOU Yinyin",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "70 years of urban expansion across China: trajectory, pattern, and national policies",
        "referenceCn": null,
        "referenceEn": "Kuang, W. H. (2020). 70 years of urban expansion across China: trajectory, pattern, and national policies. Science Bulletin, 65(23), 1970–1974. https://doi.org/10.1016/j.scib.2020.07.005"
      },
      {
        "titleCn": null,
        "titleEn": "A 30 m resolution dataset of China’s urban impervious surface area and green space, 2000–2018",
        "referenceCn": null,
        "referenceEn": "Kuang, W. H., Zhang, S., Li, X. Y., & Lu, D. S. (2021). A 30 m resolution dataset of China’s urban impervious surface area and green space, 2000–2018. Earth System Science Data, 13(1), 63–82. https://doi.org/10.5194/essd-13-63-2021"
      },
      {
        "titleCn": null,
        "titleEn": "Global observation of urban expansion and land-cover dynamics using satellite big-data",
        "referenceCn": null,
        "referenceEn": "Kuang, W. H., Du, G. M., Lu, D. S., Dou, Y. Y., Li, X. Y., Zhang, S., Chi, W. F., Dong, J. W., Chen, G. S., Yin, Z. R., Pan, T., Hamdi, R., Hou, Y. L., Chen, C. Y., Li, H., & Miao, C. (2021). Global observation of urban expansion and land-cover dynamics using satellite big-data. Science Bulletin, 66(4), 297–300. https://doi.org/10.1016/j.scib.2020.10.022"
      },
      {
        "titleCn": null,
        "titleEn": "Investigating the Patterns and Dynamics of Urban Green Space in China’s 70 Major Cities Using Satellite Remote Sensing",
        "referenceCn": null,
        "referenceEn": "Kuang, W. H., & Dou, Y. Y. (2020). Investigating the Patterns and Dynamics of Urban Green Space in China’s 70 Major Cities Using Satellite Remote Sensing. Remote Sensing, 12(12), 1929. https://doi.org/10.3390/rs12121929"
      },
      {
        "titleCn": null,
        "titleEn": "Mapping Global Urban Impervious Surface and Green Space Fractions Using Google Earth Engine",
        "referenceCn": null,
        "referenceEn": "Kuang, W. H., Hou, Y. L., Dou, Y. Y., Lu, D. S., & Yang, S. Q. (2021). Mapping Global Urban Impervious Surface and Green Space Fractions Using Google Earth Engine. Remote Sensing, 13(20), 4187. https://doi.org/10.3390/rs13204187"
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating the Dynamic Changes of Urban Land and Its Fractional Covers in Africa from 2000–2020 Using Time Series of Remotely Sensed Images on the Big Data Platform",
        "referenceCn": null,
        "referenceEn": "Yin, Z. R., Kuang, W. H., Bao, Y. H., Dou, Y. Y., Chi, W. F., Ochege, F. U., & Pan, T. (2021). Evaluating the Dynamic Changes of Urban Land and Its Fractional Covers in Africa from 2000–2020 Using Time Series of Remotely Sensed Images on the Big Data Platform. Remote Sensing, 13(21), 4288. https://doi.org/10.3390/rs13214288"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      },
      {
        "nameCn": "城市不透水面",
        "nameEn": "Urban Impervious Surface area, UIS"
      },
      {
        "nameCn": "城市绿地空间",
        "nameEn": "Urban Green Space, UGS"
      },
      {
        "nameCn": "城镇化",
        "nameEn": "Urbanization"
      },
      {
        "nameCn": "生态退化及保护",
        "nameEn": "Ecological Degradation and Protection"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000",
        "keywordEn": "2000",
        "type": "temporal"
      },
      {
        "keywordCn": "2005",
        "keywordEn": "2005",
        "type": "temporal"
      },
      {
        "keywordCn": "2010",
        "keywordEn": "2010",
        "type": "temporal"
      },
      {
        "keywordCn": "2015",
        "keywordEn": "2015",
        "type": "temporal"
      },
      {
        "keywordCn": "2020",
        "keywordEn": "2020",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Global urbanization promotes social–economic development, which profoundly affects ecosystem services and environmental sustainability. Currently, urban areas accommodate 55% of the global population, contribute 75% of global gross domestic product (GDP), and produce 75% of global carbon emissions in energy use. Cities symbolize the most intensified land-use activities within coupled human–environment systems. As a result, urbanization can influence the biophysical and biochemical processes, i.e., land-cover change, surface radiation and energy changes, hydrologic processes, and materials cycles, among others, all of which affect cropland encroachments, urban heat islands, rain flood disasters, biodiversity loss, and climate change in many ways. Therefore, new knowledge about global urban land cover is essential to address urban-related issues of environmental sustainability through science–policy interfaces. As the two foundation components of urban land or built-up areas, urban impervious surface area (ISA) and green space (GS) are important for building a better urban future that is livable, comfortable, and sustainable."
      ],
      "research objective": [
        "To address the issue, the hierarchical architecture principle and subpixel metric method were applied to map 30 m global urban ISA and GS fractions for the years 2015 and circa 2020."
      ],
      "challenges": [
        "However, the current global mapping of ISA and GS is not effective enough to accurately delineate in urban areas due to the mosaicked and complex structure."
      ],
      "methods": [
        "We use random forest algorithms for retrieval of the Normalized Settlement Density Index and Normalized Green Space Index from Landsat images using Google Earth Engine."
      ],
      "dataset": [
        "The data sources were mainly Landsat OLI with a spatial resolution of 30 m. VIIRS day/night, and SRTM digital elevation model (DEM) data were also used as input parameters in the calculations to map urban ISA and GS products. Google Earth and GF-2 images were used for the accuracy assessments. Globally, a total of 37,962 samples from different urban ecoregions along urban–rural gradients with a random sampling method were acquired within the sampled cities."
      ],
      "findings": [
        "The correlation coefficients of global urban ISA and GS fractions were all higher than 0.9 for 2015 and circa 2020. Our results show global urban ISA and GS areas in circa 2020 were 31.19 ×10^4 km^2 and 17.16 ×10^4 km^2, respectively. The novel ISA and GS fractions product can show potential applications in assessing the effects of urbanization on climate, ecology, and urban sustainability."
      ],
      "backgroundCn": [
        "全球城市化促进了社会经济发展，这对生态系统服务和环境可持续性产生了深远影响。目前，城市地区容纳了全球55%的人口，贡献了全球75%的国内生产总值（GDP），并产生了全球75%的能源使用碳排放。城市象征着人类-环境系统中最集中的土地利用活动。因此，城市化可以影响生物物理和生物化学过程，即土地覆盖变化、表面辐射和能量变化、水文过程和物质循环等，这些都以多种方式影响耕地侵占、城市热岛、洪水灾害、生物多样性丧失和气候变化。因此，关于全球城市土地覆盖的新知识对于通过科学与政策接口解决与城市相关的环境可持续性问题至关重要。作为城市土地或建筑区域的两个基础组成部分，城市不透水面（ISA）和绿地（GS）对于建设一个宜居、舒适和可持续的城市未来至关重要。"
      ],
      "research objectiveCn": [
        "为了解决这个问题，采用了层次架构原则和亚像素度量方法，绘制了2015年和大约2020年的30米全球城市不透水表面（ISA）和绿地（GS）分数。"
      ],
      "challengesCn": [
        "然而，目前全球的ISA和GS映射在城市地区的准确划分效果不够理想，因为城市结构复杂且呈马赛克状。"
      ],
      "methodsCn": [
        "我们使用随机森林算法从Landsat影像中检索归一化沉降密度指数和归一化绿地指数，使用Google Earth Engine。"
      ],
      "datasetCn": [
        "数据源主要是具有30米空间分辨率的Landsat OLI，VIIRS昼夜数据和SRTM数字高程模型（DEM）数据也被用作计算输入参数，以绘制城市不透水表面（ISA）和绿地（GS）产品。谷歌地球和GF-2影像被用于精度评估。全球范围内，从不同城市生态区沿城市-乡村梯度随机采样方法获取了总计37,962个样本。"
      ],
      "findingsCn": [
        "全球城市不透水表面（ISA）和绿地（GS）分数的相关系数在2015年和2020年左右均高于0.9。我们的结果显示，2020年全球城市ISA和GS面积分别为31.19 ×10^4 km^2和17.16 ×10^4 km^2。新开发的ISA和GS分数产品在评估城市化对气候、生态和城市可持续性的影响方面具有潜在应用。"
      ]
    },
    {
      "background": [
        "Accurate and timely maps of urban underlying land properties at the national scale are of significance in improving habitat environment and achieving sustainable development goals. Urban impervious surface (UIS) and urban green space (UGS) are two core components for characterizing urban underlying environments. However, the UIS and UGS are often mosaicked in the urban landscape with complex structures and composites. Although six mainstream datasets on global or national urban land use and land cover products with a 30 m spatial resolution have been developed, they only provide the binary pattern or dynamic of a single urban land type, which cannot effectively delineate the quantitative components or structure of intra-urban land cover. The effects of rapid urbanization on environments have been witnessed around the world and profoundly contribute to changes in biosphere, hydrosphere and atmosphere. In China, a rapid urbanization process emerged in the 21st century, resulting in a rapid increase in urban impervious surface area (UIS). This process further triggered various urban environmental problems such as urban heat islands and urban flooding. Although many green areas have been constructed in Chinese cities recently, China has a relatively lower percentage of urban green space (UGS) than developed countries such as the United States. These urban environmental problems triggered the urgency of developing accurate urban land cover datasets with high spatial resolutions for delineating the underlying urban environments. Various land use products such as the Global Land Cover product (GlobaLand30), the University of Maryland (UMD) Land Cover Classification, Moderate Resolution Imaging Spectroradiometer (MODIS)-based land use and land cover products, GlobCover, and Finer Resolution Observation and Monitoring of Global Land Cover (FROM-GLC) are freely available worldwide. Most urban land products have focused on built-up land or urban area classification but cannot delineate urban land as a heterogeneous unit consisting of UIS, UGS and other fractions."
      ],
      "research objective": [
        "Here we propose a new mapping strategy to acquire the multitemporal and fractional information of the essential urban land cover types at a national scale through synergizing the advantage of both big data processing and human interpretation with the aid of geoknowledge. To address the above issues, we propose a synthetical strategy to utilize the advantage of both accurate urban boundary information from China’s Land Use/cover Dataset (CLUD) extracted by human–computer digitalization and the retrieval of UIS and UGS fractions through big-data processing from the GEE platform. This dataset provides a foundation for understanding urban dwellers’ environments and enhances our understanding of the impacts of urbanization on ecological services and functions, and it will also be helpful in future research and practices in urban planning and urban environmental sustainability."
      ],
      "challenges": [
        "There are two critical challenges in mapping urban land cover composites. Firstly, the conceptual definition of urban land or ISA in previous research is unclear; thus, the spatial extent is inconsistent, resulting in a large divergence in the statistical area of urban land. Meanwhile, the segmentation on urban–rural boundaries has not been accurate from moderate-resolution satellite images using computer-based automatic classification owing to differences in geographic conditions, social economic conditions and land policies. Secondly, the spatial heterogeneity of urban surface properties has resulted in difficulty in decomposing urban land cover types with complex surface materials at the pixel scale, which has been limited by the huge amounts of data processing and storage capacities required for a 30 m resolution."
      ],
      "methods": [
        "Firstly, the vector polygons of urban boundaries in 2000, 2005, 2010, 2015 and 2018 were extracted from China’s Land Use/cover Dataset (CLUD) derived from Landsat images. Secondly, the national settlement and vegetation percentages were retrieved using a sub-pixel decomposition method through a random forest algorithm using the Google Earth Engine (GEE) platform. Finally, the products of China’s UIS and UGS fractions (CLUD-Urban) at a 30 m resolution were developed in 2000, 2005, 2010, 2015 and 2018. To acquire the accurate CLUD-Urban product, three steps were generally implemented according to our mapping strategy. Firstly, national urban boundaries in 2000–2018 were extracted from CLUD which was generated using a uniform technological flow and classification system in a human–computer digitalization environment. Secondly, the settlement and vegetation fractions with a 30 m resolution were retrieved using a random forest algorithm in the GEE platform. Thirdly, the UIS and UGS fractions with a 30 m resolution were mapped through overlaying the urban boundaries of CLUD with settlement and vegetation fractions, respectively."
      ],
      "dataset": [
        "Landsat Thematic Mapper (TM), Enhanced Thematic Mapper Plus (ETM +) and Operational Land Imager (OLI) data with path ranges of 118–149 and row ranges of 23–43 in China were selected. In mapping CLUD, Landsat TM, ETM+and OLI in each period, China–Brazil Earth Resources Satellite program (CBERS) and Huan Jing (HJ-1A and HJ-1B) satellite images in 2010 were used to generate false-color composite images with near-infrared, red and green spectral bands as red, green and blue. Image enhancement was performed to improve the visual interpretation quality. Image-to-image registration was conducted to control the image rectification errors of less than 2 pixels (60 m). CBERS-1 and Huan Jing (HJ-1A and HJ-1B) satellite images were only used in extracting the vector polygons of CLUD in 2010, which was conducted using uniform data processing with Landsat images. In the retrieval of settlement and vegetation fractions, Landsat TM, ETM+, and OLI data in each period from January to December were collected using the GEE platform. Shuttle Radar Topography Mission (SRTM) digital elevation model data and the normalized difference vegetation index (NDVI) with a 30 m resolution were acquired as input parameters to retrieve settlement and vegetation fractions. Google Earth images in selected cities with a 0.6 m resolution were used to assess the accuracy of the CLUD-Urban product."
      ],
      "findings": [
        "The assessment results showed that the CLUD-Urban product has higher accuracies in urban-boundary and urban-expansion detection than other products and in addition that the accurate UIS and UGS fractions were developed in each period. The overall accuracy of urban boundaries in 2000–2018 are over 92.65 %; and the correlation coefficient (R) and root mean square errors (RMSEs) of UIS and UGS fractions are 0.91 and 0.10 (UIS) and 0.89 and 0.11 (UGS), respectively. Our result indicates that 71 % of pixels of urban land were mosaicked by the UIS and UGS within cities in 2018; a single UIS classification may highly increase the mapping uncertainty. The high spatial heterogeneity of urban underlying covers was exhibited with average fractions of 68.21 % for UIS and 22.30 % for UGS in 2018 at a national scale. The UIS and UGS increased unprecedentedly with annual rates of 1605.56 and 627.78 km2 yr−1 in 2000–2018, driven by fast urbanization. The CLUD-Urban mapping can fill the knowledge gap in understanding impacts of the UIS and UGS patterns on ecosystem services and habitat environments and is valuable for detecting the hotspots of waterlogging and improving urban greening for planning and management practices."
      ],
      "backgroundCn": [
        "准确及时的城市基础土地属性地图在国家层面上对改善栖息环境和实现可持续发展目标具有重要意义。城市不透水面（UIS）和城市绿地（UGS）是表征城市基础环境的两个核心组成部分。然而，UIS和UGS在城市景观中往往以复杂的结构和组合形式镶嵌在一起。尽管已经开发了六个主流的全球或国家城市土地利用和土地覆盖产品，具有30米的空间分辨率，但它们仅提供单一城市土地类型的二元模式或动态，无法有效划定城市内部土地覆盖的定量成分或结构。快速城市化对环境的影响在全球范围内得到了体现，并深刻影响了生物圈、水圈和大气圈。在中国，21世纪出现了快速城市化进程，导致城市不透水面面积（UIS）迅速增加。这一过程进一步引发了各种城市环境问题，如城市热岛效应和城市洪涝。尽管近年来中国城市建设了许多绿地，但中国的城市绿地（UGS）比例相对低于美国等发达国家。这些城市环境问题促使开发高空间分辨率的准确城市土地覆盖数据集，以划定基础城市环境的紧迫性。各种土地利用产品，如全球土地覆盖产品（GlobaLand30）、马里兰大学（UMD）土地覆盖分类、基于中分辨率成像光谱仪（MODIS）的土地利用和土地覆盖产品、GlobCover，以及全球土地覆盖的更高分辨率观察与监测（FROM-GLC）等，均在全球范围内免费提供。大多数城市土地产品集中于建筑用地或城市区域分类，但无法将城市土地划分为由UIS、UGS和其他部分组成的异质单元。"
      ],
      "research objectiveCn": [
        "我们提出了一种新的映射策略，通过结合大数据处理和人类解读的优势，借助地理知识，在国家层面获取重要城市土地覆盖类型的多时相和分数信息。为了解决上述问题，我们提出了一种综合策略，利用中国土地利用/覆盖数据集（CLUD）中通过人机数字化提取的准确城市边界信息，以及通过GEE平台的大数据处理获取的城市基础设施（UIS）和城市绿地（UGS）分数。这一数据集为理解城市居民的环境提供了基础，增强了我们对城市化对生态服务和功能影响的理解，同时也将对未来城市规划和城市环境可持续性的研究和实践有所帮助。"
      ],
      "challengesCn": [
        "在城市土地覆盖综合体的映射中，有两个关键挑战。首先，以往研究中对城市土地或不透水表面（ISA）的概念定义不清，因此空间范围不一致，导致城市土地的统计面积存在较大差异。同时，由于地理条件、社会经济条件和土地政策的差异，基于中等分辨率卫星图像的计算机自动分类在城市与农村边界的分割上并不准确。其次，城市表面特性的空间异质性导致在像素尺度上分解城市土地覆盖类型时遇到困难，这受到处理和存储30米分辨率所需的大量数据的限制。"
      ],
      "methodsCn": [
        "首先，从中国的土地利用/覆盖数据集（CLUD）中提取了2000年、2005年、2010年、2015年和2018年的城市边界矢量多边形，这些数据是基于Landsat影像生成的。其次，利用随机森林算法通过Google Earth Engine（GEE）平台采用亚像素分解方法提取了国家定居点和植被百分比。最后，开发了2000年、2005年、2010年、2015年和2018年的中国城市不透水面（UIS）和城市绿地（UGS）分数（CLUD-Urban），分辨率为30米。为了获得准确的CLUD-Urban产品，通常按照我们的制图策略实施了三个步骤。首先，从CLUD中提取了2000年至2018年的国家城市边界，该数据是通过统一的技术流程和分类系统在人工-计算机数字化环境中生成的。其次，利用GEE平台中的随机森林算法提取了分辨率为30米的定居点和植被分数。第三，通过将CLUD的城市边界与定居点和植被分数进行叠加，绘制了分辨率为30米的UIS和UGS分数。"
      ],
      "datasetCn": [
        "选择了中国路径范围为118–149和行范围为23–43的Landsat主题测量仪（TM）、增强主题测量仪（ETM+）和操作土地成像仪（OLI）数据。在映射CLUD时，使用了中国-巴西地球资源卫星计划（CBERS）和环境监测卫星（HJ-1A和HJ-1B）在2010年的卫星图像，生成了以近红外、红色和绿色光谱波段为红、绿、蓝的假彩色合成图像。进行了图像增强，以提高视觉解释质量。进行了图像间配准，以控制图像矫正误差在2个像素（60米）以内。CBERS-1和环境监测卫星（HJ-1A和HJ-1B）图像仅用于提取2010年CLUD的矢量多边形，这一过程采用与Landsat图像相同的统一数据处理方法。在提取定居点和植被分数时，收集了每个时期从1月到12月的Landsat TM、ETM+和OLI数据，使用GEE平台进行处理。获取了30米分辨率的航天飞机雷达地形任务（SRTM）数字高程模型数据和归一化差异植被指数（NDVI）作为提取定居点和植被分数的输入参数。选定城市的谷歌地球图像（分辨率为0.6米）用于评估CLUD-Urban产品的准确性。"
      ],
      "findingsCn": [
        "评估结果显示，CLUD-Urban产品在城市边界和城市扩展检测方面的准确性高于其他产品，并且在每个时期准确的城市不透水面（UIS）和城市绿地（UGS）分数得到了开发。2000年至2018年间城市边界的整体准确率超过92.65%；UIS和UGS分数的相关系数（R）和均方根误差（RMSE）分别为0.91和0.10（UIS），以及0.89和0.11（UGS）。我们的结果表明，2018年城市土地的71%像素是由城市不透水面和城市绿地拼接而成；单一的UIS分类可能会大大增加映射的不确定性。城市基础覆盖的高空间异质性在全国范围内表现为2018年UIS的平均分数为68.21%，UGS的平均分数为22.30%。在2000年至2018年间，UIS和UGS以每年1605.56和627.78平方公里的前所未有的速度增长，这一增长是由快速城市化驱动的。CLUD-Urban映射可以填补对UIS和UGS模式对生态系统服务和栖息环境影响的理解知识空白，并且对检测水logging热点和改善城市绿化以进行规划和管理实践具有重要价值。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the use of random forest algorithms effectively retrieve the Normalized Settlement Density Index from Landsat images?",
        "QuestionCn": "随机森林算法能有效地从Landsat影像中提取归一化沉降密度指数吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is data accuracy assessment for urban land cover datasets typically performed using Google Earth images, VIIRS data, or field surveys?",
        "QuestionCn": "城市土地覆盖数据集的数据准确性评估通常是使用谷歌地球影像、VIIRS数据还是实地调查进行的？",
        "AnswerEn": "Google Earth images",
        "AnswerCn": "Google Earth 图像",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data sources are used for mapping urban impervious surface area and green space fractions in this field?",
        "QuestionCn": "在该领域中，用于映射城市不透水表面积和绿地比例的数据来源有哪些？",
        "AnswerEn": "Landsat OLI, VIIRS day/night, SRTM digital elevation model DEM, Google Earth, GF-2 images",
        "AnswerCn": "Landsat OLI，VIIRS 日/夜，SRTM 数字高程模型 DEM，Google Earth，GF-2 图像",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When are the urban boundaries and fractions of urban land cover types typically extracted for analysis?",
        "QuestionCn": "城市边界和城市土地覆盖类型的分数通常在何时提取用于分析？",
        "AnswerEn": "2000, 2005, 2010, 2015, 2018",
        "AnswerCn": "2000年, 2005年, 2010年, 2015年, 2018年",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to map urban impervious surface area (ISA) and green space (GS) fractions globally?",
        "QuestionCn": "您能否提供一个用于全球映射城市不透水表面面积（ISA）和绿地（GS）比例的数据收集方法的示例？",
        "AnswerEn": "A data collection method used to map urban impervious surface area (ISA) and green space (GS) fractions globally involves using random forest algorithms to retrieve the Normalized Settlement Density Index and Normalized Green Space Index from Landsat images via the Google Earth Engine platform. This method also integrates VIIRS day/night and SRTM digital elevation model (DEM) data as input parameters, along with Google Earth and GF-2 images for accuracy assessment.",
        "AnswerCn": "一种用于全球映射城市不透水表面面积（ISA）和绿地（GS）比例的数据收集方法，涉及使用随机森林算法从Landsat影像中提取归一化的居住密度指数和归一化绿地指数，利用Google Earth Engine平台。该方法还整合了VIIRS昼夜数据和SRTM数字高程模型（DEM）数据作为输入参数，以及Google Earth和GF-2影像用于准确性评估。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in mapping urban land cover composites at a national level?",
        "QuestionCn": "在国家层面上绘制城市土地覆盖综合图时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge faced in mapping urban land cover composites at a national level is the spatial heterogeneity of urban surface properties, which makes it difficult to decompose urban land cover types with complex surface materials at the pixel scale. This is compounded by the immense data processing and storage capacities required for a 30 m resolution.",
        "AnswerCn": "在国家层面上绘制城市土地覆盖综合体时面临的一个挑战是城市表面特性的空间异质性，这使得在像素尺度上分解具有复杂表面材料的城市土地覆盖类型变得困难。这一问题因30米分辨率所需的巨大数据处理和存储能力而加剧。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to map urban impervious surface area (ISA) and green space (GS) in the context of the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的背景下，用于绘制城市不透水面（ISA）和绿地（GS）的数据收集方法的特点是什么？",
        "AnswerEn": "satellite imagery, HJ-1A/B, GF-1/2, ZY-3, Landsat TM/ETM+/OLI, Google Earth imagery, component training samples, validation samples, Normalized Settlement Density Index (NSDI), random forest algorithm, Google Earth Engine platform",
        "AnswerCn": "卫星影像，HJ-1A/B，GF-1/2，ZY-3，Landsat TM/ETM+/OLI，Google Earth影像，组件训练样本，验证样本，归一化聚居密度指数（NSDI），随机森林算法，Google Earth Engine平台",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges are associated with accurately mapping urban land cover components like ISA and GS using current datasets?",
        "QuestionCn": "准确映射城市土地覆盖组件，如不透水表面（ISA）和绿地（GS），面临哪些挑战？",
        "AnswerEn": "mosaicked and complex structure, spatial heterogeneity, significant data processing and storage capacities",
        "AnswerCn": "镶嵌和复杂结构、空间异质性、显著的数据处理和存储能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the essential features and resolutions of datasets used for analyzing urban land cover changes on the Qinghai-Tibet Plateau?",
        "QuestionCn": "用于分析青藏高原城市土地覆盖变化的数据集的基本特征和分辨率是什么？",
        "AnswerEn": "30 m resolution, unified coordinate system, Geotiff format, WGS84 geographic coordinate system, Albers projection coordinate system, urban impervious surfaces and green space components in percentages, value range of 0 to 10000, scale factor of 0.01",
        "AnswerCn": "30米分辨率，统一坐标系统，Geotiff格式，WGS84地理坐标系统，Albers投影坐标系统，城市不透水表面和绿地成分以百分比表示，数值范围为0到10000，比例因子为0.01。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many samples were used globally from different urban ecoregions for mapping urban impervious surface area and green space fractions?",
        "QuestionCn": "用于映射城市不透水表面积和绿地比例的全球不同城市生态区的样本数量是多少？",
        "AnswerEn": "37962",
        "AnswerCn": "37962",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the correlation coefficient for the global urban impervious surface area and green space fractions for the years 2015 and circa 2020?",
        "QuestionCn": "2015年和大约2020年的全球城市不透水表面积与绿地比例之间的相关系数是多少？",
        "AnswerEn": "0.9",
        "AnswerCn": "0.9",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'sub-pixel decomposition method' mean in the context of urban land cover analysis?",
        "QuestionCn": "在城市土地覆盖分析的背景下，“亚像元分解方法”是什么意思？",
        "AnswerEn": "The sub-pixel decomposition method in urban land cover analysis refers to a technique that breaks down a pixel into smaller components to more accurately represent the heterogeneous nature of urban surfaces. This method allows for the extraction of detailed information on urban impervious surfaces and green spaces, enabling a more precise depiction of urban environments. It is often used in conjunction with machine learning algorithms like random forests to process data from satellite imagery for urban land cover studies.",
        "AnswerCn": "亚像素分解方法在城市土地覆盖分析中指的是一种将像素分解为更小组件的技术，以更准确地表示城市表面的异质性。这种方法允许提取关于城市不透水表面和绿地的详细信息，从而更精确地描绘城市环境。它通常与随机森林等机器学习算法结合使用，以处理来自卫星影像的城市土地覆盖研究数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in challenges faced when mapping urban land cover in the global context compared to the Tibetan Plateau?",
        "QuestionCn": "在全球范围内进行城市土地覆盖映射时面临的挑战与在青藏高原进行映射时的挑战有什么不同？",
        "AnswerEn": "In the global context, challenges include accurately delineating urban areas due to their mosaicked and complex structures. In contrast, the Tibetan Plateau faces challenges in quantifying urban land cover changes due to its unique geographic and environmental conditions, requiring specific satellite data and validation approaches to ensure accuracy.",
        "AnswerCn": "在全球范围内，挑战包括由于城市区域的马赛克和复杂结构而准确划定城市区域。相比之下，青藏高原在量化城市土地覆盖变化方面面临挑战，因为其独特的地理和环境条件，需要特定的卫星数据和验证方法以确保准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What techniques could be utilized to enhance the accuracy of urban land cover mapping, given the challenges presented by the complex structure and spatial heterogeneity in urban areas?",
        "QuestionCn": "为了提高城市土地覆盖制图的准确性，可以利用哪些技术，考虑到城市地区复杂的结构和空间异质性所带来的挑战？",
        "AnswerEn": "To enhance accuracy, a combination of hierarchical architecture principles, subpixel metric methods, and random forest algorithms can be applied, utilizing data from Landsat images and digital elevation models on platforms such as Google Earth Engine. These techniques help in effectively delineating urban areas despite the mosaicked and complex structures.",
        "AnswerCn": "为了提高准确性，可以应用层次结构原则、亚像素度量方法和随机森林算法的组合，利用来自Landsat影像和数字高程模型的数据，在Google Earth Engine等平台上。这些技术有助于有效划定城市区域，尽管存在马赛克和复杂的结构。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What are the potential advantages of using a synthetical strategy that combines big data processing with human interpretation in mapping urban land cover at a national scale?",
        "QuestionCn": "将大数据处理与人工解读相结合，以国家尺度绘制城市土地覆盖图的潜在优势是什么？",
        "AnswerEn": "A synthetical strategy that combines big data processing with human interpretation can leverage the strengths of both computational power and expert knowledge. This approach helps in accurately extracting urban boundaries, retrieving settlement and vegetation fractions, and overcoming conceptual and segmentation challenges, thereby enhancing the understanding of urbanization impacts on ecological services and functions.",
        "AnswerCn": "一种结合大数据处理与人类解读的综合策略，可以利用计算能力和专家知识的优势。这种方法有助于准确提取城市边界、获取居民区和植被比例，并克服概念和分割挑战，从而增强对城市化对生态服务和功能影响的理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes challenges in accurately delineating urban impervious surface areas (ISA) and green spaces (GS) in urban mapping efforts?",
        "QuestionCn": "在城市制图工作中，准确划定城市不透水表面区域（ISA）和绿地（GS）面临的挑战是什么？",
        "AnswerEn": "The challenges in accurately delineating urban impervious surface areas (ISA) and green spaces (GS) stem from the mosaicked and complex structure of urban landscapes. This complexity makes it difficult to effectively map these areas due to the high spatial heterogeneity of urban surface properties, which requires advanced data processing and storage capabilities at a 30 m resolution.",
        "AnswerCn": "准确划定城市不透水面（ISA）和绿地（GS）面临的挑战源于城市景观的马赛克和复杂结构。这种复杂性使得有效映射这些区域变得困难，因为城市表面特性的空间异质性很高，这需要在30米分辨率下进行先进的数据处理和存储能力。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the conceptual definition of urban land or impervious surface area (ISA) unclear in previous research, causing inconsistencies?",
        "QuestionCn": "为什么之前研究中城市土地或不透水表面积（ISA）的概念定义不清晰，导致不一致性？",
        "AnswerEn": "The conceptual definition of urban land or impervious surface area (ISA) in previous research is unclear due to the inconsistent spatial extent, which results in large divergences in the statistical area of urban land. This inconsistency is further compounded by challenges in accurately segmenting urban–rural boundaries from moderate-resolution satellite images due to variations in geographic conditions, socio-economic conditions, and land policies.",
        "AnswerCn": "以往研究中，城市土地或不透水表面面积（ISA）的概念定义不清晰，主要是由于空间范围的不一致，导致城市土地的统计面积存在较大差异。这种不一致性进一步受到从中等分辨率卫星图像中准确划分城乡边界的挑战的影响，这些挑战源于地理条件、社会经济条件和土地政策的变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons behind the difficulty in decomposing urban land cover types with complex surface materials at the pixel scale?",
        "QuestionCn": "在像素尺度上，分解具有复杂表面材料的城市土地覆盖类型的困难原因是什么？",
        "AnswerEn": "The difficulty in decomposing urban land cover types with complex surface materials at the pixel scale is due to the spatial heterogeneity of urban surface properties. This heterogeneity makes it challenging to precisely map individual components like urban impervious surfaces and green spaces, and it requires substantial data processing and storage capacities, particularly at a high spatial resolution such as 30 m.",
        "AnswerCn": "城市土地覆盖类型的复杂表面材料在像素尺度上的分解难度，源于城市表面特性的空间异质性。这种异质性使得精确映射单个组成部分（如城市不透水表面和绿地）变得具有挑战性，并且在高空间分辨率（如30米）下，需要大量的数据处理和存储能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the accuracy of urban land cover mapping when utilizing both big data processing and human interpretation in data collection methods?",
        "QuestionCn": "在数据收集方法中同时利用大数据处理和人工解读，可能对城市土地覆盖映射的准确性产生哪些潜在影响？",
        "AnswerEn": "Using a combination of big data processing and human interpretation can enhance the accuracy of urban land cover mapping by effectively utilizing geoknowledge and providing a comprehensive understanding of urban environments. This approach allows for accurate delineation of urban boundaries and the retrieval of impervious surface and green space fractions, leading to more precise mapping of urban features.",
        "AnswerCn": "通过结合大数据处理和人工解读，可以提高城市土地覆盖制图的准确性，有效利用地理知识，并提供对城市环境的全面理解。这种方法可以准确划定城市边界，并提取不透水表面和绿地的比例，从而实现对城市特征的更精确映射。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of various satellite images impact the quality and reliability of datasets used for mapping urban impervious surfaces and green spaces?",
        "QuestionCn": "各种卫星图像的整合如何影响用于绘制城市不透水表面和绿地的数据集的质量和可靠性？",
        "AnswerEn": "Integrating various satellite images such as Landsat series, HJ-1A/B, GF-1/2, and Google Earth images aids in improving the quality and reliability of datasets by providing comprehensive coverage and different spectral bands. This allows for better training and validation of data, leading to more accurate mapping of urban impervious surfaces and green spaces with higher correlation coefficients and reduced errors.",
        "AnswerCn": "整合各种卫星图像，如Landsat系列、HJ-1A/B、GF-1/2和谷歌地球图像，有助于提高数据集的质量和可靠性，提供全面的覆盖和不同的光谱波段。这使得数据的训练和验证更加准确，从而更好地映射城市不透水表面和绿地，具有更高的相关系数和更低的误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to develop high-resolution urban land cover datasets that delineate both impervious surfaces and green spaces?",
        "QuestionCn": "为什么开发高分辨率城市土地覆盖数据集以划分不透水表面和绿地很重要？",
        "AnswerEn": "It is important to develop high-resolution urban land cover datasets that delineate both impervious surfaces and green spaces because these components are crucial for characterizing urban environments, assessing urbanization impacts on ecological services, and improving urban planning and sustainability by providing insights into urban heat islands, flooding, and other environmental challenges.",
        "AnswerCn": "开发高分辨率的城市土地覆盖数据集，以划分不透水表面和绿地是非常重要的，因为这些组成部分对于表征城市环境、评估城市化对生态服务的影响以及通过提供对城市热岛、洪水和其他环境挑战的洞察来改善城市规划和可持续性至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the intended benefits of integrating multiple satellite imagery sources and geospatial algorithms in the analysis of urban land cover changes in rapidly urbanizing regions?",
        "QuestionCn": "整合多个卫星影像源和地理空间算法在快速城市化地区的城市土地覆盖变化分析中的预期好处是什么？",
        "AnswerEn": "The intended benefits of integrating multiple satellite imagery sources and geospatial algorithms include the ability to capture detailed, multi-temporal, and fractional information of urban land cover types, which enhances understanding of the spatial heterogeneity of urban areas and supports the development of effective strategies for managing urban growth and its environmental impacts.",
        "AnswerCn": "整合多个卫星影像源和地理空间算法的预期好处包括能够捕捉城市土地覆盖类型的详细、多时相和分数信息，这增强了对城市区域空间异质性的理解，并支持制定有效的策略来管理城市增长及其环境影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using satellite images to map urban impervious surface area and green space on the Qinghai-Tibet Plateau?",
        "QuestionCn": "使用卫星图像绘制青藏高原城市不透水面和绿地的程序包括哪些步骤？",
        "AnswerEn": "The procedures involve using satellite images from HJ‒1A/B, GF-1/2, ZY‒3, and Landsat TM/ETM+/OLI series, supplemented by Google Earth images to produce component training and validation samples. The Google Earth Engine platform is used to test and correct model algorithm parameters. A normalized settlement density index is retrieved using a random forest algorithm. The urban built-up area vector boundary is obtained through density segmentation and manual interpretation. The data is then used to create the urban impervious surface and green space component dataset, which is corrected and evaluated for accuracy.",
        "AnswerCn": "该程序涉及使用HJ-1A/B、GF-1/2、ZY-3和Landsat TM/ETM+/OLI系列的卫星图像，并辅以Google Earth图像，以生成组件训练和验证样本。使用Google Earth Engine平台测试和校正模型算法参数。通过随机森林算法提取归一化的沉降密度指数。通过密度分割和人工解译获得城市建筑用地矢量边界。然后使用这些数据创建城市不透水表面和绿地组件数据集，并进行校正和准确性评估。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the accurate delineation of urban impervious surface area and green space in complex urban environments?",
        "QuestionCn": "哪些方法能够在复杂的城市环境中准确划定城市不透水表面和绿地？",
        "AnswerEn": "The use of random forest algorithms for retrieving the Normalized Settlement Density Index and Normalized Green Space Index from Landsat images using Google Earth Engine enables accurate delineation. This approach addresses the challenge of mosaicked and complex urban structures.",
        "AnswerCn": "使用随机森林算法从Landsat影像中提取归一化沉降密度指数和归一化绿地指数，利用Google Earth Engine能够实现准确的划分。这种方法解决了马赛克和复杂城市结构带来的挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways does the Google Earth Engine platform support the processing of large-scale urban land-cover datasets?",
        "QuestionCn": "Google Earth Engine平台通过哪些方式支持大规模城市土地覆盖数据集的处理？",
        "AnswerEn": "The Google Earth Engine platform supports large-scale processing by enabling sub-pixel decomposition methods and random forest algorithm applications for retrieving settlement and vegetation fractions from satellite images. This capability allows for efficient handling of massive data volumes necessary for mapping urban impervious surfaces and green spaces at a fine resolution.",
        "AnswerCn": "Google Earth Engine平台通过支持亚像素分解方法和随机森林算法的应用，能够从卫星图像中提取居民区和植被的比例。这一能力使得高效处理大规模数据成为可能，从而能够以精细的分辨率绘制城市不透水表面和绿地的分布。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the integration of multiple satellite image sources be expected to improve the accuracy of urban land cover datasets?",
        "QuestionCn": "为什么整合多个卫星图像来源有望提高城市土地覆盖数据集的准确性？",
        "AnswerEn": "The integration of multiple satellite image sources is expected to improve the accuracy of urban land cover datasets by providing a more comprehensive and detailed view of the urban landscape. Different satellites offer varying spatial resolutions and spectral bands, which can complement each other to capture complex structures and composites of urban areas more effectively. Additionally, using multiple sources allows for cross-validation and error correction, enhancing the reliability of the dataset.",
        "AnswerCn": "多种卫星图像源的整合预计将通过提供更全面和详细的城市景观视图来提高城市土地覆盖数据集的准确性。不同的卫星提供不同的空间分辨率和光谱波段，这可以相互补充，更有效地捕捉城市区域的复杂结构和组合。此外，使用多个源可以进行交叉验证和错误修正，从而增强数据集的可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What challenges are anticipated in accurately delineating urban impervious surface area (ISA) and green space (GS) using a random forest algorithm?",
        "QuestionCn": "在使用随机森林算法准确划分城市不透水表面面积（ISA）和绿地（GS）时，预计会面临哪些挑战？",
        "AnswerEn": "Accurately delineating urban ISA and GS using a random forest algorithm faces challenges due to the mosaicked and complex structure of urban landscapes. The spatial heterogeneity and mixed materials within urban areas make it difficult to decompose land cover types at the pixel scale. Furthermore, the vast amounts of data and processing power required for high-resolution mapping can also pose significant challenges.",
        "AnswerCn": "准确划分城市不透水面（ISA）和绿地（GS）使用随机森林算法面临挑战，因为城市景观的马赛克和复杂结构。城市区域内的空间异质性和混合材料使得在像素尺度上分解土地覆盖类型变得困难。此外，高分辨率制图所需的大量数据和处理能力也可能带来显著挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might traditional datasets be insufficient in representing the heterogeneity of urban land cover, and how might new mapping strategies address these limitations?",
        "QuestionCn": "传统数据集可能不足以代表城市土地覆盖的异质性，新的制图策略如何解决这些局限性？",
        "AnswerEn": "Traditional datasets might be insufficient in representing the heterogeneity of urban land cover because they often provide binary patterns or focus on single urban land types, failing to capture the quantitative components and intricate structures of urban environments. New mapping strategies, such as synergizing big data processing with human interpretation and utilizing sub-pixel decomposition methods, can address these limitations by providing multitemporal and fractional information of urban land cover types, thus offering a more detailed and accurate representation.",
        "AnswerCn": "传统数据集可能不足以代表城市土地覆盖的异质性，因为它们通常提供二元模式或专注于单一城市土地类型，未能捕捉城市环境的定量成分和复杂结构。新的制图策略，如将大数据处理与人类解释相结合，以及利用亚像素分解方法，可以通过提供城市土地覆盖类型的多时相和分数信息来解决这些局限性，从而提供更详细和准确的表示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of using random forest algorithms and Google Earth Engine for retrieving urban land cover fractions in the context of complex urban landscapes?",
        "QuestionCn": "如何评估在复杂城市景观中使用随机森林算法和谷歌地球引擎获取城市土地覆盖比例的有效性？",
        "AnswerEn": "The use of random forest algorithms and Google Earth Engine for retrieving urban land cover fractions is considered effective, as it allows for the processing of large amounts of data with high spatial resolution (30 m) and provides a framework for integrating satellite images and digital elevation models. Despite challenges in delineating complex urban structures, the approach has demonstrated high correlation coefficients, indicating reliable mapping of urban impervious surfaces and green spaces.",
        "AnswerCn": "随机森林算法和谷歌地球引擎在获取城市土地覆盖比例方面被认为是有效的，因为它能够处理大量高空间分辨率（30米）的数据，并提供了整合卫星图像和数字高程模型的框架。尽管在划分复杂的城市结构方面存在挑战，但该方法已显示出高相关系数，表明对城市不透水表面和绿地的可靠映射。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the potential advantages of using a national-scale dataset for understanding urban land cover changes compared to global datasets?",
        "QuestionCn": "在理解城市土地覆盖变化时，使用国家级数据集相比于全球数据集的潜在优势是什么？",
        "AnswerEn": "A national-scale dataset provides detailed and specific insights into urban land cover changes that are tailored to the unique geographic, socio-economic, and policy contexts of a country. This can enhance the understanding of urbanization impacts on ecological services and habitat environments. Such datasets can offer higher accuracy and relevance for local urban planning and management compared to global datasets, which may generalize or overlook regional variations.",
        "AnswerCn": "国家级数据集提供了针对一个国家独特的地理、社会经济和政策背景的城市土地覆盖变化的详细和具体见解。这可以增强对城市化对生态服务和栖息环境影响的理解。与可能概括或忽视区域差异的全球数据集相比，这类数据集可以为地方城市规划和管理提供更高的准确性和相关性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods for urban land cover can effectively handle the complex mosaicked structures of impervious surfaces and green spaces in urban areas.",
        "QuestionCn": "我不明白城市土地覆盖的数据收集方法如何有效处理城市地区不透水表面和绿地的复杂马赛克结构。",
        "AnswerEn": "Data collection methods use random forest algorithms for retrieval of the Normalized Settlement Density Index and Normalized Green Space Index from Landsat images using Google Earth Engine. This approach, combined with big data processing and human interpretation, helps in mapping urban land cover despite the complexity of urban structures.",
        "AnswerCn": "数据收集方法使用随机森林算法从Landsat影像中检索归一化沉降密度指数和归一化绿地指数，利用Google Earth Engine。这种方法结合了大数据处理和人工解读，有助于尽管城市结构复杂，仍能进行城市土地覆盖的制图。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't make sense of the methods used to verify data accuracy in datasets related to urban impervious surfaces and green spaces.",
        "QuestionCn": "我无法理解与城市不透水表面和绿地相关的数据集验证数据准确性所使用的方法。",
        "AnswerEn": "Verification methods for data accuracy include using Google Earth and GF-2 images for accuracy assessments. A total of 37,962 samples from different urban ecoregions along urban–rural gradients were acquired using a random sampling method to ensure the dataset's reliability.",
        "AnswerCn": "数据准确性的验证方法包括使用谷歌地球和GF-2影像进行准确性评估。通过随机抽样方法获取了来自不同城市生态区沿城市-乡村梯度的总计37,962个样本，以确保数据集的可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please provide an analysis of the data collection methods used for mapping urban impervious surface area and green space fractions in the context of urbanization impacts.",
        "QuestionCn": "请提供关于用于映射城市不透水表面积和绿地比例的数据收集方法的分析，特别是在城市化影响的背景下。",
        "AnswerEn": "Data collection methods for mapping urban impervious surface area (ISA) and green space (GS) fractions involve using Landsat images and processing them through Google Earth Engine (GEE) with a random forest algorithm. This approach retrieves the Normalized Settlement Density Index and Normalized Green Space Index. Additional data sources such as VIIRS day/night and SRTM digital elevation model (DEM) data are utilized as input parameters, while Google Earth and GF-2 images are used for accuracy assessments.",
        "AnswerCn": "用于映射城市不透水表面面积（ISA）和绿地（GS）比例的数据收集方法包括使用Landsat影像，并通过Google Earth Engine（GEE）进行处理，采用随机森林算法。该方法检索归一化的城市密度指数和归一化的绿地指数。其他数据源如VIIRS昼夜影像和SRTM数字高程模型（DEM）数据被用作输入参数，而Google Earth和GF-2影像则用于精度评估。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}