{
  "id": "cd6480dd-05f6-42ce-ba27-d25c0b6424e3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Agrotype dataset of the Heihe River basin (1988)",
      "titleCn": "黑河流域土壤类型数据集（1988）",
      "description": "This data is based on the 1:50,000 and 1:100,000 base maps of hexi and ejin by lanzhou institute of desert research, Chinese academy of sciences, and compiled by supplementary investigation.(1) land type map of zhangye region of gansu province and alashan right banner of Inner Mongolia (Chen longheng, 1:250,000);(2) soil map of beidahe river basin (li fuxing, Yang constituent system, 1:100,000);(3) land type map of ejin banner delta in Inner Mongolia (ejin banner delta research team, lanzhou desert research institute, Chinese academy of sciences, 1:250,000).The drawing USES the basic map data, the field route investigation mainly, the aerial photograph, the guardian photograph interpretation combination method.This chart by li fuxing, qiu baoming compilation, zhang ziyu participated in the work;Drawing for peng shilong, wang xizhang, guo yingsheng.The soil classification research group of nanjing institute of soil research, Chinese academy of sciences and li jin provided the classification and mapping specifications.According to the Chinese soil classification system and the field conditions, the soil in heihe river basin is divided into 8 soil classes, 12 subclasses, 23 soil classes and 60 subclasses.Its purpose is to reflect the main soil types, combinations and distribution rules of the region, and reflect the regional characteristics of the soil, comprehensively demonstrate the generalization of soil resources, and provide the basic scientific basis for the estimation and evaluation of the quantity and quality of land resources, the rational utilization of land resources and the rational redistribution of water resources basins.See attachment for soil data type attributes.",
      "descriptionCn": "本数据是在中科院兰州沙漠研究所绘制的河西、额济纳1：5万、1：10万底图基础上，经补充调查编制而成。编图中参考了：（1）甘肃省张掖地区和内蒙古阿拉善右旗土地类型图（陈隆亨编，1：25万）；（2）北大河流域土壤图（李福兴、杨组成编，1：10万）；（3）内蒙古额济纳旗三角洲土地类型图（中科院兰州沙漠研究所额济纳旗三角洲考察队编，1：25万）。制图采用基本图幅资料，野外路线考察为主，航片、卫片判读结合的方法。本图由李福兴、仇保铭编绘，张子玉参加工作；制图为彭期龙、王熙章、郭迎胜。承蒙中科院南京土壤研究所土壤分类课题组和李锦同志提供分类和制图规范。根据中国土壤分类系统，结合实地情况，黑河流域土壤划分为8个土纲、12个亚纲、23个土类、60个亚类。其目的在于反映本地区的主要土壤类型、组合及其分布规律，并体现土壤的区域特征，全面展示土壤资源的概括，为估算和评价土地资源的数量和质量、土地资源的合理利用和水资源流域的合理再分配提供基础科学依据。土壤数据类型属性参见附件。",
      "instructions": "File name: data is stored in vector SHP format, file name \"heihe_soil_type_1988.shp\".\nData reading: Arcgis, Qgis and other remote sensing software can be used to open and read.",
      "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Heihe_Soil_Type_1988.shp”。\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
      "east": 104.2,
      "west": 96.1,
      "south": 37.7,
      "north": 43.3,
      "startTime": "1988-01-15 02:50:21",
      "endTime": "1989-01-14 02:50:21",
      "fileSize": 4680483.0,
      "cstr": "18406.11.Soil.tpdc.270964",
      "doi": "10.11888/Soil.tpdc.270964",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李福兴",
        "nameEn": "LI Fuxing",
        "unitEn": "",
        "unitCn": "中科院兰州沙漠研究所"
      },
      {
        "nameCn": "刘超",
        "nameEn": "LIU Chao",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "数字黑河的思考与实践1：为流域科学服务的数字流域",
        "titleEn": null,
        "referenceCn": "李新, 程国栋, 吴立宗.  (2010). 数字黑河的思考与实践1：为流域科学服务的数字流域. 地球科学进展, 25(3): 297-305.",
        "referenceEn": null
      },
      {
        "titleCn": "数字黑河的思考与实践2：数据集成",
        "titleEn": null,
        "referenceCn": "李新, 吴立宗, 马明国, 盖迎春, 冉有华, 王亮绪, 南卓铜. 数字黑河的思考与实践2：数据集成. 地球科学进展, 2010, 25(3): 306-316.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Toward an improved data stewardship and service for environmental and ecological science data in West China",
        "referenceCn": null,
        "referenceEn": "Li, X., Nan, Z.T., Cheng, G.D., Ding, Y.J., Wu, L.Z., Wang, L.X., Wang, J., Ran, Y.H., Li, H.X., Pan, X.D., & Zhu, Z.M. (2011). Toward an improved data stewardship and service for environmental and ecological science data in west China. International Journal of Digital Earth, 4(4): 347-359. DOI: 10.1080/17538947.2011.558123."
      },
      {
        "titleCn": "基于生态补偿的自然和人文过程耦合研究",
        "titleEn": null,
        "referenceCn": "刘玉卿. (2012). 基于生态补偿的自然和人文过程耦合研究. (Doctoral dissertation, 兰州大学).",
        "referenceEn": null
      },
      {
        "titleCn": "基于分布式水文模型和福利成本法的生态补偿空间选择研究",
        "titleEn": null,
        "referenceCn": "宋晓谕, 刘玉卿, 邓晓红, 徐中民. 基于分布式水文模型和福利成本法的生态补偿空间选择研究. 生态学报, 2012, (24):7722-7729",
        "referenceEn": null
      },
      {
        "titleCn": "基于SWAT模型和最小数据法的黑河流域上游生态补偿研究",
        "titleEn": null,
        "referenceCn": "刘玉卿, 徐中民, 南卓铜. 基于SWAT模型和最小数据法的黑河流域上游生态补偿研究. 农业工程学报, 2012, (10):124-130",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤类型",
        "nameEn": "Soil classification"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1988",
        "keywordEn": "1988",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "面向黑河流域生态-水文过程集成研究的数据整理与服务",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What are the data collection methods used for soil type mapping in the Heihe River Basin?",
        "QuestionCn": "在黑河流域进行土壤类型制图的数据收集方法有哪些？",
        "AnswerEn": "basic map sheet data, field route surveys, aerial photo and satellite image interpretation",
        "AnswerCn": "基础地图数据、实地路线调查、航空照片和卫星图像解译",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Could you provide an example of how soil types in a river basin are classified and mapped using field surveys combined with aerial and satellite imagery?",
        "QuestionCn": "您能否提供一个示例，说明如何结合实地调查、航空和卫星影像对河流流域的土壤类型进行分类和制图？",
        "AnswerEn": "The soil types in a river basin can be classified and mapped using basic map sheet data, primarily through field route surveys, and by integrating aerial and satellite image interpretation methods. In this context, the classification follows the Chinese soil classification system and incorporates local conditions, resulting in the division of soil into 8 orders, 12 suborders, 23 groups, and 60 subgroups.",
        "AnswerCn": "河流流域的土壤类型可以通过基本的地图数据进行分类和绘制，主要通过实地路线调查，并结合航空和卫星图像解译方法。在此背景下，分类遵循中国土壤分类系统，并结合当地条件，最终将土壤分为8个大类、12个亚类、23个组和60个亚组。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the defining characteristics and classification principles used in creating a soil type dataset in the Heihe River Basin?",
        "QuestionCn": "在黑河流域创建土壤类型数据集时使用的定义特征和分类原则是什么？",
        "AnswerEn": "8 soil orders, 12 suborders, 23 soil groups, 60 subgroups",
        "AnswerCn": "8个土壤纲，12个亚纲，23个土壤类，60个亚类",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many soil suborders are identified in a soil type dataset for the Heihe River Basin?",
        "QuestionCn": "在黑河流域的土壤类型数据集中，识别出多少个土壤亚阶？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '野外路线考察' mean in the context of soil data collection?",
        "QuestionCn": "在土壤数据收集的背景下，“野外路线考察”是什么意思？",
        "AnswerEn": "'野外路线考察' refers to a field route survey method that is primarily used for gathering data by exploring and observing specific geographic locations directly on the ground. In the context of soil data collection, it involves fieldwork where researchers travel through the study area to collect soil samples and observe soil characteristics, which are then used to create detailed soil maps.",
        "AnswerCn": "'野外路线考察'是指一种野外路线调查方法，主要用于通过直接在地面上探索和观察特定地理位置来收集数据。在土壤数据收集的背景下，它涉及研究人员在研究区域内进行实地工作，收集土壤样本并观察土壤特征，这些数据随后用于创建详细的土壤图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to delineate and classify soil types in the Heihe River Basin, and how can this contribute to understanding soil distribution and land resource management?",
        "QuestionCn": "为什么在黑河流域划分和分类土壤类型很重要，这如何有助于理解土壤分布和土地资源管理？",
        "AnswerEn": "The goal of delineating and classifying soil types in the Heihe River Basin is to reflect the main soil types, combinations, and distribution patterns in the area, showcasing regional soil characteristics. This classification serves as a foundational scientific basis for estimating and evaluating the quantity and quality of land resources, promoting rational land use, and facilitating the appropriate redistribution of water resources within the basin.",
        "AnswerCn": "在黑河流域 delineating 和分类土壤类型的目标是反映该地区主要的土壤类型、组合和分布模式，展示区域土壤特征。这一分类作为估算和评估土地资源数量和质量的基础科学依据，促进合理的土地利用，并便于在流域内适当重新分配水资源。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in collecting and compiling a dataset about soil types in a river basin, specifically focusing on using base maps, field surveys, and satellite imagery interpretation?",
        "QuestionCn": "在收集和编制关于河流流域土壤类型的数据集中，涉及哪些程序，特别是使用底图、实地调查和卫星影像解译？",
        "AnswerEn": "The data collection method involves using basic map data such as 1:50,000 and 1:100,000 base maps, conducting field route surveys, and interpreting aerial and satellite images. The compilation also references existing land type maps and soil maps from specific regions, combining these with supplemental investigations. The process involves classification and mapping standards provided by soil classification research groups, with a keen focus on reflecting the major soil types, combinations, and distribution patterns, as well as regional soil characteristics.",
        "AnswerCn": "数据收集方法包括使用1:50,000和1:100,000的基础地图，进行实地路线调查，以及解读航空和卫星图像。编制过程中还参考了特定区域的现有土地类型图和土壤图，并结合补充调查。该过程遵循土壤分类研究小组提供的分类和制图标准，重点反映主要土壤类型、组合和分布模式，以及区域土壤特征。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods are used to integrate aerial and satellite imagery with field surveys to enable comprehensive soil type mapping in large river basins?",
        "QuestionCn": "用于将航空和卫星影像与实地调查相结合，以实现大河流域全面土壤类型制图的方法有哪些？",
        "AnswerEn": "The integration involves using aerial and satellite imagery interpretation combined with field route surveys to create detailed soil type maps. This method allows for a comprehensive understanding of soil distribution and characteristics, as evidenced by the combination of aerial and satellite photo interpretation techniques with field route investigations in the mapping process.",
        "AnswerCn": "该集成方法涉及使用航空和卫星影像解读结合实地路线调查，以创建详细的土壤类型地图。这种方法允许对土壤分布和特征进行全面理解，正如在制图过程中结合航空和卫星照片解读技术与实地路线调查所证明的那样。",
        "Level": "C3(Applying)"
      }
    ]
  }
}