{
    "id": "cdac6954-107b-47ed-b06d-4d3f72e1a281",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: 0.5m WorldView-2DOM data production in Dayekou watershed on May, 2012",
            "titleCn": "黑河生态水文遥感试验：大野口流域0.5米WorldView-2DOM数据（2012年5月）",
            "description": "Trough the select tasking, we obtained the WorldView-2 stereo image data in Dayekou Watershed production in mid-May 2012. In the same year from July to August, 27 GPS ground control points (GCP) and checkpoints were measured based on the watershed differential GPS control network. Based on the full-field GCPs, the rational polynomial coefficients (RPC) files of WorldView-2 images were corrected in the digital photogrammetry software system. In the stereo model, 60 high-precision tie points evenly distributed were got through image matching technology, and the 1-m and 2-m resolution digital elevation model (DEM) were rapid extracted. Based on collinearity equations, images at nadir were corrected to adjust relief displacements and geometric errors, and the 0.5-m resolution digital orthorectified images DOM were obtained with the principle of digital differential rectification in Dayekou Basin.",
            "descriptionCn": "通过数据编程，2012年5月中旬获取了大野口流域WorldView-2立体像对数据。同年7-8月，在流域GPS差分大地控制网基础上，测得27个GPS像控点及检查点数据。在全野外GPS地面控制点基础上，利用数字摄影测量软件系统，对WorldView-2影像自带RPC文件进行校正。在立体模型上通过影像自动匹配技术，匹配60个均匀分布的高精度影像连接点快速提取黑河流域上游大野口子流域1米、2米数字高程模型（DEM）。基于共线条件方程，利用数字微分纠正原理，选取立体像对中的正视影像生成大野口流域数字正射影像DOM。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.307,
            "west": 100.215,
            "south": 38.445,
            "north": 38.575,
            "startTime": "2012-04-09 04:04:00",
            "endTime": "2012-05-09 04:04:00",
            "fileSize": 1628014885.0,
            "cstr": "18406.11.hiwater.140.2013.db",
            "doi": "10.3972/hiwater.140.2013.db",
            "dataFormat": "*.img",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张彦丽",
                "nameEn": "Zhang Yanli",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "Preparation of High-resolution DEM in Dayekou Basin based on the WorldView-2 and its accuracy analysis",
                "referenceCn": null,
                "referenceEn": "Zhang Yanli, Li Chourong, Wang Xiuqin, Zhang Pengji. Preparation of High-resolution DEM in Dayekou Basin based on the WorldView-2 and its accuracy analysis. Remote Sensing Technology and Application, 2013, 28(3): 431-436."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": "基于WorldView-2制备大野口流域高分辨率DEM及精度分析",
                "titleEn": null,
                "referenceCn": "张彦丽, 李丑荣, 王秀琴, 张鹏吉. (2013). 基于WorldView-2制备大野口流域高分辨率DEM及精度分析. 遥感技术与应用.  28(3): 431-436.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "数字正射影像",
                "nameEn": "DOM"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "大野口流域",
                "keywordEn": "Dayekou Basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近年来气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于高山地区观测数据的稀缺，主要是由于获取困难和技术障碍，阻碍了高山水文模型及相关研究的发展，但也促使了下一代生态系统观测网络和实验的开发。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在高山地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进高山地区水文学研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对高山水文过程和生态系统功能的预测理解。在高山水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是高山地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，从而影响地表径流和地下水。为了促进高山水文学研究，国际高山研究流域水文学网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领高山地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，于1990年代初启动，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，高山水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖分布广泛，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂雪）现象。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析较为复杂，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：（1）如何为高山水文模型提供准确有效的强迫数据，（2）如何整合观测、模拟和获取的数据集以获得有意义的理解，以及（3）扰动（气候变化和人类活动）如何改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷而恶劣的气候、高海拔和复杂的地形等几项严峻挑战，妨碍了在需要时进行全面和一致的数据收集，这阻碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作）；2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "无间断的气象和水文数据通过连接一组自动气象站（AMSs）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从一个冻土观测超级站获得，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。IOP结束后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（漂雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深通过SR50A（美国Campbell）进行测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，采用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景（如冰冻圈科学、水文学和气象学）的科学家发布，预计将作为一个测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成、分布式和多尺度的水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "自1958年首次提出以来，DEM已经成为GIS空间数据库进行各种地学分析、模拟与计算的重要基础数据。在测绘、土木工程、地质、矿山工程、景观设计、道路设计、农田水利建设、防洪减灾、战场仿真、水文分析、气候变化研究和灾害监测等领域得到了广泛应用。然而，一方面我国的DEM数据生产较慢，很多地区特别是山区缺少高精度的DEM；另一方面，覆盖全国的全国25m高精度DEM数据属于保密资料，一般很难获取，严重制约了地学等领域科学研究的发展。因此利用卫星立体像对方法快速提取高精度DEM是非常有实用价值的一项基本研究。近年来，国家林业局祁连山森林生态站、甘肃省水源涵养林研究院、中科院寒区旱区环境与工程研究所、北京师范大学等研究机构在黑河流域上游大野口子流域开展了多次样地调查、森林水文、陆表生态等科学研究。"
            ],
            "research objective": [
                "本研究运用数字摄影测量软件徕卡LPS（Leica Photogrammetry Suite），基于WorldView-2立体影像制备大野口流域网格尺寸为2.5m 1:5 000比例尺DEM数据。"
            ],
            "challenges": [
                "由于区域地形复杂、交通不便，研究区南部无地面控制点覆盖。因RPC模型毕竟不是严格轨道模型，很多参数没有物理意义，在无地面控制点情况下，单独依靠RPC文件建立地面模型存在系统误差。由于研究区内地形破碎、像控点分布不均等因素，有些自动匹配点并没有精确地切准地表模型，存在“飞点”或“钻地点”。"
            ],
            "methods": [
                "在全野外GPS地面控制点基础上，对WorldView-2影像自带RPC文件进行校正，利用数字摄影测量软件系统在立体模型上通过影像自动匹配技术快速提取黑河流域上游大野口子流域1:5 000比例尺数字高程模型（DEM）。利用WorldView-2影像自带RPC文件建立初始地表三维模型，将大地测量GPS像控点与检查点逐一在左右影像中准确刺点。通过影像匹配，自动提取区域DEM。在立体像对重叠区域内自动生成80个分布均匀的影像连接点，经逐一检查每对同名点，剔除粗差点后，保留60个高精度连接点。执行空中三角测量，成果总体精度在0.5个像元之内。"
            ],
            "dataset": [
                "制备DEM数据所用的数据源主要有4类：（1）WorldView-2立体像对及RPB（相当于RPC）文件。研究区获取0.5m（给中国区域只定制0.5m分辨率）Worldview-2立体像对数据的时间为2012年5月16日，采用的是WGS84地理坐标系。（2）国家大地控制点成果。成果控制点的平面基准为CGCS2000，高程基准是56黄海高程系统。（3）外业GPS像控点测量。在测区内部加密5个控制点。（4）大野口流域1:10万等高线数据及2004年遥感实验数据集QuickBird多波段遥感影像产品，用于DEM质量检验。"
            ],
            "findings": [
                "结果表明：两组高程中误差最大为1.9m，达到该比例尺山地一级精度2.5m的要求。"
            ],
            "backgroundCn": [
                "自1958年首次提出以来，数字高程模型（DEM）已经成为地理信息系统（GIS）空间数据库进行各种地学分析、模拟与计算的重要基础数据。在测绘、土木工程、地质、矿山工程、景观设计、道路设计、农田水利建设、防洪减灾、战场仿真、水文分析、气候变化研究和灾害监测等领域得到了广泛应用。然而，一方面我国的DEM数据生产较慢，很多地区特别是山区缺少高精度的DEM；另一方面，覆盖全国的25米高精度DEM数据属于保密资料，一般很难获取，严重制约了地学等领域科学研究的发展。因此，利用卫星立体像对方法快速提取高精度DEM是非常有实用价值的一项基本研究。近年来，国家林业局祁连山森林生态站、甘肃省水源涵养林研究院、中科院寒区旱区环境与工程研究所、北京师范大学等研究机构在黑河流域上游大野口子流域开展了多次样地调查、森林水文、陆表生态等科学研究。"
            ],
            "research objectiveCn": [
                "本研究运用数字摄影测量软件徕卡LPS（Leica Photogrammetry Suite），基于WorldView-2立体影像制备大野口流域网格尺寸为2.5m 1:5 000比例尺DEM数据。"
            ],
            "challengesCn": [
                "由于区域地形复杂、交通不便，研究区南部无地面控制点覆盖。因RPC模型毕竟不是严格轨道模型，很多参数没有物理意义，在无地面控制点情况下，单独依靠RPC文件建立地面模型存在系统误差。由于研究区内地形破碎、像控点分布不均等因素，有些自动匹配点并没有精确地切准地表模型，存在“飞点”或“钻地点”。"
            ],
            "methodsCn": [
                "在全野外GPS地面控制点基础上，对WorldView-2影像自带RPC文件进行校正，利用数字摄影测量软件系统在立体模型上通过影像自动匹配技术快速提取黑河流域上游大野口子流域1:5000比例尺数字高程模型（DEM）。利用WorldView-2影像自带RPC文件建立初始地表三维模型，将大地测量GPS像控点与检查点逐一在左右影像中准确刺点。通过影像匹配，自动提取区域DEM。在立体像对重叠区域内自动生成80个分布均匀的影像连接点，经逐一检查每对同名点，剔除粗差点后，保留60个高精度连接点。执行空中三角测量，成果总体精度在0.5个像元之内。"
            ],
            "datasetCn": [
                "制备DEM数据所用的数据源主要有4类：（1）WorldView-2立体像对及RPB（相当于RPC）文件。研究区获取0.5m（给中国区域只定制0.5m分辨率）Worldview-2立体像对数据的时间为2012年5月16日，采用的是WGS84地理坐标系。（2）国家大地控制点成果。成果控制点的平面基准为CGCS2000，高程基准是56黄海高程系统。（3）外业GPS像控点测量。在测区内部加密5个控制点。（4）大野口流域1:10万等高线数据及2004年遥感实验数据集QuickBird多波段遥感影像产品，用于DEM质量检验。"
            ],
            "findingsCn": [
                "The results show that the maximum elevation error between the two groups is 1.9m, which meets the requirement of the scale's first-class accuracy of 2.5m."
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are there significant challenges in data collection for alpine hydrology due to complex terrain and harsh climates?",
                "QuestionCn": "由于复杂的地形和恶劣的气候，阿尔卑斯水文学的数据收集面临着重大挑战。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is there a comprehensive dataset available that includes hydrometeorological data and snow cover observations in the Heihe River Basin?",
                "QuestionCn": "在黑河流域是否有可用的综合数据集，包括水文气象数据和雪盖观测数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is data collection for alpine hydrology datasets in the Heihe River Basin more reliant on automatic meteorological stations, snow observation superstations, or frozen ground superstations?",
                "QuestionCn": "在黑河流域的高山水文数据集收集中，自动气象站、雪观测超级站还是冻土超级站的依赖程度更高？",
                "AnswerEn": "automatic meteorological stations",
                "AnswerCn": "自动气象站",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "For alpine hydrological modeling, is it more crucial to obtain consistent snow cover data, soil moisture profiles, or meteorological variables?",
                "QuestionCn": "在阿尔卑斯水文建模中，获取一致的雪盖数据、土壤湿度剖面或气象变量，哪一个更为关键？",
                "AnswerEn": "snow cover data",
                "AnswerCn": "积雪覆盖数据",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What methods are used to correct remote sensing imagery for creating digital elevation models (DEMs) in alpine regions?",
                "QuestionCn": "在高山地区创建数字高程模型（DEM）时，使用了哪些方法来校正遥感影像？",
                "AnswerEn": "Digital photogrammetry",
                "AnswerCn": "数字摄影测量",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "Where are automatic meteorological stations (AMSs) typically located within the observation network for alpine hydrological studies?",
                "QuestionCn": "自动气象站（AMSs）通常在阿尔卑斯水文研究的观测网络中位于哪里？",
                "AnswerEn": "basin and sub-basin scales",
                "AnswerCn": "流域和子流域尺度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges faced in collecting hydrological and meteorological data in alpine regions?",
                "QuestionCn": "在高山地区收集水文和气象数据面临的挑战有哪些？",
                "AnswerEn": "cold and harsh climate, high altitude, complex topography, scarcity of observation data, access difficulties, technological barriers",
                "AnswerCn": "寒冷和严酷的气候、高海拔、复杂的地形、观测数据稀缺、进入困难、技术障碍",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure snow depth and snow water equivalent in alpine hydrology research?",
                "QuestionCn": "您能否提供一个用于测量高山水文学研究中雪深和雪水当量的数据收集方法的例子？",
                "AnswerEn": "Snow depth was measured by SR50A using ultrasonic pulses, while snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor) every 6 hours, capturing essential parameters for alpine hydrology research.",
                "AnswerCn": "雪深通过SR50A使用超声波脉冲进行测量，而雪水当量（SWE）则由GMON（CS725 GammaMONitor）每6小时测量一次，捕捉了阿尔卑斯水文研究的重要参数。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset that integrates snow cover, frozen ground, and hydrometeorological data for advancing watershed science?",
                "QuestionCn": "您能否提供一个整合了雪盖、冻土和水文气象数据的数据集示例，以推动流域科学的发展？",
                "AnswerEn": "A comprehensive dataset consisting of hydrometeorological, snow cover, and frozen ground data from an observation network in the Heihe River Basin supports research by providing accurate forcing data and validation for hydrological models and remote sensing products.",
                "AnswerCn": "一个包含来自黑河流域观测网络的水文气象、雪盖和冻土数据的综合数据集，通过提供准确的强迫数据和对水文模型及遥感产品的验证，支持研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used in alpine hydrology to capture meteorological variables and snow cover properties?",
                "QuestionCn": "在阿尔卑斯水文学中，用于捕捉气象变量和雪盖特性的资料收集方法的特点包括：",
                "AnswerEn": "integrated, distributed, multiscale observation network, automatic meteorological stations, superstations, gap-free meteorological and hydrological data, snow accumulation and ablation processes, high-resolution soil physics datasets, ultrasonic sensors for snow depth, GammaMONitor for snow water equivalent, FlowCapt for blowing snow flux measurement",
                "AnswerCn": "集成、分布式、多尺度观测网络，自动气象站，超级站，无缝隙气象和水文数据，积雪积累和消融过程，高分辨率土壤物理数据集，超声波传感器用于测量雪深，GammaMONitor用于测量雪水当量，FlowCapt用于测量吹雪通量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic meteorological stations (AMSs) were established for the observation network in the upper reaches of the Heihe River Basin?",
                "QuestionCn": "在黑河上游流域的观测网络中建立了多少个自动气象站（AMS）？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the maximum temporal resolution at which snow water equivalent (SWE) data were measured?",
                "QuestionCn": "雪水当量（SWE）数据的最大时间分辨率是多少？",
                "AnswerEn": "6 hours",
                "AnswerCn": "6小时",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many GPS image control and check points were measured in the Da Ye Kou basin for DEM data preparation?",
                "QuestionCn": "在大野口流域为数字高程模型（DEM）数据准备测量了多少个GPS影像控制点和检查点？",
                "AnswerEn": "27",
                "AnswerCn": "27",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the challenges of collecting hydrometeorological data in alpine regions compare to those encountered in creating high-resolution DEMs using satellite stereo pairs?",
                "QuestionCn": "在高山地区收集水文气象数据的挑战与使用卫星立体对创建高分辨率数字高程模型（DEM）所遇到的挑战相比如何？",
                "AnswerEn": "The challenges of collecting hydrometeorological data in alpine regions include cold and harsh climates, high altitudes, and complex topography, which inhibit consistent data collection and development of models. In contrast, creating high-resolution DEMs using satellite stereo pairs faces challenges due to complex terrain, lack of ground control points, and potential systematic errors in the RPC model, leading to inaccuracies such as 'fly points' or 'drilling points'.",
                "AnswerCn": "在高山地区收集水文气象数据的挑战包括寒冷和恶劣的气候、高海拔和复杂的地形，这些因素妨碍了一致的数据收集和模型的开发。相比之下，使用卫星立体对创建高分辨率数字高程模型（DEM）面临的挑战包括复杂的地形、缺乏地面控制点以及RPC模型中的潜在系统误差，这可能导致不准确性，如“飞点”或“钻点”。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the scarcity of observation data in alpine regions, and how do these factors impact the development of hydrological models?",
                "QuestionCn": "导致高山地区观测数据稀缺的因素有哪些，这些因素如何影响水文模型的发展？",
                "AnswerEn": "The scarcity of observation data in alpine regions is primarily due to difficulties in access and technological barriers, including the cold and harsh climate, high altitude, and complex topography. These factors hinder complete and consistent data collection, limiting the availability of forcing data and high-quality snow and frozen ground data needed for parameterizing hydrological models.",
                "AnswerCn": "阿尔卑斯地区观测数据的稀缺主要是由于获取困难和技术障碍，包括寒冷和恶劣的气候、高海拔和复杂的地形。这些因素阻碍了完整和一致的数据收集，限制了强迫数据和高质量的雪和冻土数据的可用性，而这些数据对于水文模型的参数化是必需的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the use of remote sensing data combined with data assimilation considered beneficial for improving the prediction of hydrological processes in alpine regions?",
                "QuestionCn": "将遥感数据与数据同化相结合被认为对改善高山地区水文过程的预测具有益处，原因是什么？",
                "AnswerEn": "Remote sensing data combined with data assimilation can improve the prediction of hydrological processes because it helps fill the data gaps caused by the scarcity of direct observations in alpine regions. This approach can provide more comprehensive coverage and allow for validation and calibration, despite the inherent uncertainties in remote sensing data.",
                "AnswerCn": "遥感数据与数据同化相结合可以改善水文过程的预测，因为它有助于填补阿尔卑斯地区直接观测稀缺所造成的数据空白。这种方法可以提供更全面的覆盖，并允许进行验证和校准，尽管遥感数据固有的不确定性仍然存在。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes difficulties in accurately extracting digital elevation models (DEM) using satellite stereo pair methods in regions with complex terrain?",
                "QuestionCn": "在复杂地形区域使用卫星立体对方法准确提取数字高程模型（DEM）时，造成困难的原因是什么？",
                "AnswerEn": "In regions with complex terrain, challenges in extracting accurate digital elevation models (DEM) using satellite stereo pair methods arise due to uneven distribution of ground control points, system errors in RPC models, and the occurrence of 'flying' or 'drilling' points caused by inaccurate automatic matching of the terrain model. Additionally, the absence of ground control points in some areas exacerbates these difficulties.",
                "AnswerCn": "在复杂地形区域，使用卫星立体对方法提取准确数字高程模型（DEM）面临挑战，这些挑战源于地面控制点的不均匀分布、RPC模型中的系统误差，以及由于地形模型的自动匹配不准确而导致的“飞点”或“钻点”现象。此外，某些地区缺乏地面控制点进一步加剧了这些困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing automatic meteorological stations (AMSs) for data collection in alpine regions with challenging climates and terrains?",
                "QuestionCn": "在气候和地形条件严峻的高山地区利用自动气象站（AMS）进行数据收集的潜在后果是什么？",
                "AnswerEn": "Using automatic meteorological stations (AMSs) in challenging alpine regions can lead to the collection of gap-free meteorological and hydrological data, enabling the monitoring of snow accumulation and ablation processes. However, it may also face challenges such as power loss and sensor malfunctions, especially at high altitudes, resulting in intermittent data loss. This can hinder the accuracy and consistency of datasets necessary for hydrological modeling and remote sensing validation.",
                "AnswerCn": "在具有挑战性的高山地区使用自动气象站（AMS）可以收集无间断的气象和水文数据，从而监测雪的积累和融化过程。然而，这也可能面临一些挑战，例如在高海拔地区出现的电力损失和传感器故障，导致间歇性的数据丢失。这可能会影响水文建模和遥感验证所需数据集的准确性和一致性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to develop high-resolution DEMs using satellite stereo image pairs in regions with complex topography?",
                "QuestionCn": "在复杂地形区域使用卫星立体影像对开发高分辨率数字高程模型（DEM）是非常重要的。",
                "AnswerEn": "Developing high-resolution DEMs using satellite stereo image pairs is important because it addresses the scarcity of high-precision DEMs in regions with complex topography, which are crucial for various geoscientific analyses, simulations, and calculations in fields like hydrology, climate change research, and disaster monitoring.",
                "AnswerCn": "利用卫星立体影像对开发高分辨率数字高程模型（DEM）非常重要，因为它解决了在复杂地形区域中高精度DEM稀缺的问题，这对水文学、气候变化研究和灾害监测等领域的各种地球科学分析、模拟和计算至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the objectives of using automatic meteorological stations and superstations to collect hydrometeorological data in the Heihe River Basin?",
                "QuestionCn": "使用自动气象站和超级站在黑河流域收集水文气象数据的目标是什么？",
                "AnswerEn": "The objectives include capturing spatially distributed meteorological variables to investigate meteorological driving forces, validate alpine hydrological models, and support long-term data collection for understanding watershed science and functions in the region, especially in relation to snow and frozen ground processes.",
                "AnswerCn": "目标包括捕捉空间分布的气象变量，以研究气象驱动因素，验证阿尔卑斯水文模型，并支持长期数据收集，以理解该地区的流域科学和功能，特别是与雪和冻土过程相关的内容。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How can an integrated, distributed, and multiscale observation network be effectively established to monitor hydrometeorological, snow, and frozen ground data in alpine regions?",
                "QuestionCn": "如何有效建立一个集成的、分布式的、多尺度的观测网络，以监测高山地区的水文气象、雪和冻土数据？",
                "AnswerEn": "An integrated, distributed, and multiscale observation network can be effectively established by deploying a series of automatic meteorological stations (AMSs) and superstations for snow and frozen ground observations. This involves continuous monitoring of meteorological variables, capturing snow accumulation and ablation processes, and measuring soil temperature and moisture at various depths and locations. The network should focus on both basin and sub-basin scales to collect comprehensive datasets for model validation and improvement.",
                "AnswerCn": "通过部署一系列自动气象站（AMS）和超级站，可以有效建立一个集成的、分布式的、多尺度观测网络，用于雪和冻土观测。这涉及对气象变量的持续监测，捕捉雪的积累和融化过程，以及在不同深度和位置测量土壤温度和湿度。该网络应关注流域和子流域尺度，以收集全面的数据集用于模型验证和改进。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the creation of high-resolution digital elevation models (DEMs) in remote and complex terrains?",
                "QuestionCn": "哪些技术进步使得在遥远和复杂地形中创建高分辨率数字高程模型（DEM）成为可能？",
                "AnswerEn": "The use of WorldView-2 stereo imagery and digital photogrammetry software like Leica Photogrammetry Suite (LPS) has enabled the rapid extraction of high-resolution DEMs in complex terrains. By utilizing the imagery's RPC files and GPS ground control points, researchers can correct and generate precise 3D surface models, even in remote areas with limited ground control.",
                "AnswerCn": "使用WorldView-2立体影像和莱卡摄影测量套件（LPS）等数字摄影测量软件，使得在复杂地形中快速提取高分辨率数字高程模型（DEM）成为可能。通过利用影像的RPC文件和GPS地面控制点，研究人员能够校正并生成精确的三维表面模型，即使在地面控制点有限的偏远地区也能实现。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does integrating remote sensing data with ground-based observations enhance the predictive understanding of alpine hydrological processes?",
                "QuestionCn": "将遥感数据与地面观测相结合，如何增强对高山水文过程的预测理解？",
                "AnswerEn": "Integrating remote sensing data with ground-based observations, such as those obtained from automatic meteorological stations and snow/frozen ground superstations, allows for the validation and calibration of remote sensing products. This combined approach provides accurate forcing data for hydrological models, improving the prediction of hydrological processes and understanding the effects of snow cover and freeze-thaw cycles in alpine regions.",
                "AnswerCn": "将遥感数据与地面观测数据（例如自动气象站和雪/冻土超级站获得的数据）相结合，可以对遥感产品进行验证和校准。这种综合方法为水文模型提供了准确的强迫数据，从而改善了水文过程的预测，并加深了对高山地区雪盖和冻融循环影响的理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are faced in collecting consistent and complete hydrometeorological data in high-altitude alpine regions, and how are these addressed?",
                "QuestionCn": "在高海拔阿尔卑斯地区收集一致和完整的水文气象数据面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "Challenges in collecting consistent data in alpine regions include harsh climate conditions, high altitudes, and complex topography. These are addressed by establishing integrated observation networks with automatic meteorological stations and superstations that monitor various meteorological variables, snow properties, and soil conditions, thereby ensuring comprehensive data collection despite environmental difficulties.",
                "AnswerCn": "在高山地区收集一致数据的挑战包括恶劣的气候条件、高海拔和复杂的地形。这些问题通过建立综合观测网络来解决，网络中设有自动气象站和超级气象站，监测各种气象变量、雪的特性和土壤条件，从而确保尽管环境困难，仍能进行全面的数据收集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "What challenges might researchers face when attempting to achieve gap-free data collection in alpine hydrology, and why are these challenges significant?",
                "QuestionCn": "研究人员在尝试实现阿尔卑斯水文学中的无缝数据收集时可能面临哪些挑战，这些挑战为何重要？",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection in alpine hydrology. These challenges hinder the development of remote sensing technologies and alpine hydrological models due to difficulties of access and technological barriers, which results in a scarcity of observation data and affects the parameterization of hydrological models.",
                "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了高山水文学中完整和一致的数据收集。这些挑战妨碍了遥感技术和高山水文模型的发展，由于获取困难和技术障碍，导致观测数据稀缺，影响了水文模型的参数化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might automatic image matching techniques lead to inaccuracies in DEM extraction, and what factors contribute to these errors?",
                "QuestionCn": "自动图像匹配技术可能导致数字高程模型（DEM）提取中的不准确性，哪些因素会导致这些错误？",
                "AnswerEn": "Automatic image matching techniques might lead to inaccuracies in DEM extraction due to complex terrain and uneven distribution of ground control points. Factors such as fragmented terrain and the presence of 'fly points' or 'drilling points' can result in some automatic matching points not accurately aligning with the surface model, leading to system errors when relying solely on RPC files without ground control points.",
                "AnswerCn": "自动图像匹配技术可能会由于复杂的地形和地面控制点的分布不均而导致数字高程模型（DEM）提取的不准确。诸如地形破碎和存在“飞点”或“钻探点”等因素可能导致一些自动匹配点未能准确对齐到表面模型，从而在仅依赖RPC文件而没有地面控制点时导致系统错误。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the anticipated benefits of using an integrated, distributed, and multiscale observation network for alpine hydrology research, and why are these benefits crucial?",
                "QuestionCn": "使用集成的、分布式的和多尺度的观测网络进行高山水文学研究的预期好处包括： \n\n1. **数据整合**：能够整合来自不同来源和尺度的数据，提高数据的全面性和准确性。\n2. **实时监测**：实现对高山地区水文过程的实时监测，及时获取关键数据。\n3. **多尺度分析**：支持从局部到区域的多尺度分析，帮助理解不同尺度上水文过程的相互作用。\n4. **增强模型预测能力**：通过丰富的数据支持，提高水文模型的预测能力，增强对未来变化的响应。\n5. **促进跨学科合作**：促进水文学、气象学、生态学等多个学科之间的合作，推动综合研究。\n6. **应对气候变化**：为应对气候变化带来的挑战提供科学依据，帮助制定有效的管理和适应策略。\n\n这些好处至关重要，因为它们能够提高对高山水文过程的理解，支持可持续管理水资源，并为应对气候变化提供必要的信息和工具。",
                "AnswerEn": "The anticipated benefits of using an integrated, distributed, and multiscale observation network for alpine hydrology research include providing accurate forcing data for hydrological modeling, validating remote sensing data, and evaluating distributed models. These benefits are crucial for improving the predictive understanding of alpine hydrological processes and ecosystem functions, especially in the context of climate change and human-induced perturbations.",
                "AnswerCn": "使用集成的、分布式的和多尺度的观测网络进行高山水文学研究的预期好处包括提供准确的水文模型强迫数据、验证遥感数据以及评估分布式模型。这些好处对于提高对高山水文过程和生态系统功能的预测理解至关重要，尤其是在气候变化和人类干扰的背景下。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential limitations of using remote sensing data for alpine hydrological modeling, given the uncertainties and complexities of the earth system?",
                "QuestionCn": "使用遥感数据进行高山水文模型的潜在局限性是什么，考虑到地球系统的不确定性和复杂性？",
                "AnswerEn": "Remote sensing data for alpine hydrological modeling can be limited by uncertainties inherent in the data due to the complexities of the earth system, especially in alpine regions. These uncertainties require validation and calibration to ensure accuracy. The scarcity of observation data, technological barriers, and the effects of climate change further complicate the use of remote sensing data in this context.",
                "AnswerCn": "遥感数据在高山水文建模中的应用可能受到数据固有的不确定性的限制，这些不确定性源于地球系统的复杂性，尤其是在高山地区。这些不确定性需要进行验证和校准，以确保准确性。观测数据的稀缺、技术障碍以及气候变化的影响进一步加大了在这一背景下使用遥感数据的复杂性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection in remote alpine regions can overcome technological and environmental barriers to ensure reliability.",
                "QuestionCn": "我不明白在偏远的高山地区，数据收集如何克服技术和环境障碍以确保可靠性。",
                "AnswerEn": "Data collection in remote alpine regions uses an integrated, distributed, and multiscale observation network, including automatic meteorological stations and superstations for snow and frozen ground. This setup, despite challenges like harsh climates and complex topographies, allows comprehensive data gathering critical for hydrological modeling and remote sensing validation.",
                "AnswerCn": "在偏远的高山地区，数据收集采用了集成的、分布式的和多尺度的观测网络，包括自动气象站和用于雪和冻土的超级站。尽管面临恶劣气候和复杂地形等挑战，这种设置仍然能够进行全面的数据收集，这对水文模型和遥感验证至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how digital elevation models (DEM) are accurately generated in areas with complex terrain and limited ground control points.",
                "QuestionCn": "我不确定在地形复杂且地面控制点有限的地区，数字高程模型（DEM）是如何准确生成的。",
                "AnswerEn": "Digital elevation models are generated using WorldView-2 stereo imagery and the RPC model. The process involves GPS ground control points to improve accuracy, automatic image matching for DEM extraction, and aerial triangulation to ensure precision, even with challenging terrain and limited control points.",
                "AnswerCn": "数字高程模型是通过使用WorldView-2立体影像和RPC模型生成的。该过程涉及使用GPS地面控制点以提高精度，自动图像匹配以提取DEM，以及航空三角测量以确保精确性，即使在复杂地形和控制点有限的情况下。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "I can't make sense of how datasets from different sensors and observation networks are integrated to study alpine hydrological processes effectively.",
                "QuestionCn": "我无法理解如何有效地整合来自不同传感器和观测网络的数据集，以研究阿尔卑斯水文过程。",
                "AnswerEn": "Datasets from various sensors and observation networks are integrated using a combination of automatic meteorological stations, snow superstations, and frozen ground superstations. This integration captures comprehensive meteorological, snow, and soil data, facilitating the study of hydrological processes and allowing for the validation of remote sensing products.",
                "AnswerCn": "来自各种传感器和观测网络的数据集通过自动气象站、雪超级站和冻土超级站的组合进行整合。这种整合捕捉了全面的气象、雪和土壤数据，促进了水文过程的研究，并允许对遥感产品进行验证。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection methods used to capture hydrometeorological, snow cover, and frozen ground data in alpine regions and discuss their integration into a multiscale observation network.",
                "QuestionCn": "总结用于捕捉高山地区水文气象、雪盖和冻土数据的数据收集方法，并讨论它们如何整合到多尺度观测网络中。",
                "AnswerEn": "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). Snow cover properties were collected from a snow observation superstation using advanced techniques and instruments. High-resolution soil physics datasets were obtained to capture freeze-thaw processes from a frozen ground observation superstation. The integrated, distributed, and multiscale hydrometeorological – snow – frozen ground observation network includes seven AMSs and two superstations. This network aims to collect data for investigating meteorological driving forces and validating alpine hydrological models, integrating observations with simulations to enhance understanding of alpine hydrological processes.",
                "AnswerCn": "无缝的气象和水文数据通过一个观察网络进行监测，该网络连接了一组自动气象站（AMS）。雪盖特性通过雪观测超级站使用先进的技术和仪器进行收集。高分辨率的土壤物理数据集用于捕捉冻融过程，数据来自一个冻土观测超级站。这个集成的、分布式的、多尺度的水文气象-雪-冻土观测网络包括七个自动气象站和两个超级站。该网络旨在收集数据，以研究气象驱动因素并验证高山水文模型，将观测与模拟相结合，以增强对高山水文过程的理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please explore potential methods for expanding data coverage and improving data quality in alpine hydrology research, considering technological and environmental constraints.",
                "QuestionCn": "请探讨在考虑技术和环境限制的情况下，扩展阿尔卑斯水文学研究的数据覆盖范围和提高数据质量的潜在方法。",
                "AnswerEn": "To expand data coverage and improve data quality in alpine hydrology research, an integrated, distributed, and multiscale observation network has been established with automatic meteorological stations and superstations for snow and frozen ground observations. The network addresses constraints by measuring variables such as wind, temperature, humidity, radiation, and precipitation, and capturing snow and freeze-thaw processes. The use of wireless sensor networks and the validation of remote sensing products with fine-resolution data at superstations further enhance data quality. Continued observation and dataset updates aim to provide accurate forcing data, validate remote sensing products, and support hydrological model development.",
                "AnswerCn": "为了扩展数据覆盖范围并提高阿尔卑斯水文学研究中的数据质量，建立了一个集成的、分布式的多尺度观测网络，该网络配备了自动气象站和用于雪和冻土观测的超级站。该网络通过测量风、温度、湿度、辐射和降水等变量，并捕捉雪和冻融过程，来解决限制因素。无线传感器网络的使用以及在超级站对高分辨率数据的遥感产品进行验证，进一步提高了数据质量。持续的观测和数据集更新旨在提供准确的强迫数据，验证遥感产品，并支持水文模型的发展。",
                "Level": "C6(Creating)"
            }
        ]
    }
}