{
    "id": "cdd719d1-e0c0-49be-9f20-6a0ba54c8b38",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "ChinaHighNO2: High-resolution and High-quality Ground-level NO2 Dataset for China (2008-2023)",
            "titleCn": "中国高分辨率高质量地面NO2数据集（2008-2023）",
            "description": "ChinaHighNO2 is one of the series of long-term, full-coverage, high-resolution, and high-quality datasets of ground-level air pollutants for China (i.e., ChinaHighAirPollutants, CHAP). It is generated from the big data (e.g., ground-based measurements, satellite remote sensing products, atmospheric reanalysis, and model simulations) using artificial intelligence by considering the spatiotemporal heterogeneity of air pollution. This is the big data-derived seamless (spatial coverage = 100%) daily, monthly, and yearly 1 km (i.e., D1K, M1K, and Y1K) ground-level NO2 dataset in China from 2008 to present. Note that this dataset is 10 km before 2019, and improved to 1 km after 2019. This dataset yields a high quality with cross-validation coefficient of determination (CV-R2) values of 0.84 and 0.93, and root-mean-square error (RMSE) values of 7.99 and 4.89 µg m-3 for the daily retrievals for 10 km and 1 km data, respectively. Note that this dataset is continuously updated, and if you want to apply for more data or have any questions, please contact me (Email: weijing_rs@163.com; weijing@umd.edu).\nThe data file contains four codes (Python, Matlab, IDL and R language) nc2geotiff codes for NC to GeoTiff.",
            "descriptionCn": "ChinaHighNO2数据集是中国高分辨率高质量近地表空气污染物数据集（ChinaHighAirPollutants, CHAP）中地面NO2数据集。该数据集利用人工智能技术，考虑了空气污染的时空异质特性，从大数据（如地基观测、卫星遥感产品、大气再分析和模式模拟资料等）中生产得到2008年至今全国无缝隙地面NO2数据，主要范围为整个中国地区，空间分辨率2019年之前为10 km，2019年之后为1 km，10公里数据十折交叉验证决定系数R2为0.84，均方根误差RMSE为7.99 µg/m3；1公里数据十折交叉验证决定系数R2为0.93，均方根误差RMSE为4.89 µg/m3，时间分辨率为日、月、年，单位为µg/m3。注意：该数据集持续更新，如需要更多数据，请发邮件联系作者（weijing_rs@163.com; weijing@umd.edu）。\n数据文件中包含NC转GeoTiff的四种代码（Python、Matlab、IDL和R语言）nc2geotiff codes。",
            "instructions": "File Name: The data is stored in the NetCDF file format, and the file name is CHAP_NO2_ab_yyyymmdd_V1.nc, where a represents time resolution (D represents daily data, M represents monthly data, Y represents annual data), b represents spatial resolution (1K represents 1km), yyyy represents year, mm represents month, and dd represents day. Data reading method: Python, Matlab, IDL, and other programming methods can be used to convert files from NC to TIF. The data coordinate system is WGS-1984, with a background value of 65535.",
            "instructionsCn": "文件命名：该数据以NetCDF文件格式存储，文件的名称为CHAP_NO2_ab_yyyymmdd_V1.nc，其中a表示时间分辨率（D表示日数据，M表示月数据，Y表示年数据），b表示空间分辨率（1K表示1km），yyyy代表年，mm表示月，dd表示日。数据读取方式：可用Python、Matlab、IDL等编程实现文件从nc到tif的转换。数据坐标系为WGS-1984，背景值为65535。",
            "east": 136.0,
            "west": 73.0,
            "south": 17.0,
            "north": 55.0,
            "startTime": "2008-01-01 12:25:22",
            "endTime": "2023-12-31 12:25:22",
            "fileSize": 16493844390.0,
            "cstr": null,
            "doi": "10.5281/zenodo.4571660",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "韦晶",
                "nameEn": "WEI Jing",
                "unitEn": "",
                "unitCn": "马里兰大学"
            },
            {
                "nameCn": "李占清",
                "nameEn": "LI Zhanqing",
                "unitEn": "",
                "unitCn": "马里兰大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Ground-level NO2 surveillance from space across China for high resolution using interpretable spatiotemporally weighted artificial intelligence",
                "referenceCn": null,
                "referenceEn": "Wei, J., Liu, S., Li, Z., Liu, C., Qin, K., Liu, X., Pinker, R., Dickerson, R., Lin, J., Boersma, K., Sun, L., Li, R., Xue, W., Cui, Y., Zhang, C., & Wang, J. (2022). Ground-level NO2 surveillance from space across China for high resolution using interpretable spatiotemporally weighted artificial intelligence. Environmental Science & Technology, 56(14), 9988–9998. https://doi.org/10.1021/acs.est.2c03834"
            },
            {
                "titleCn": null,
                "titleEn": "Ground-level gaseous pollutants (NO2, SO2, and CO) in China: daily seamless mapping and spatiotemporal variations",
                "referenceCn": null,
                "referenceEn": "Wei, J., Li, Z., Wang, J., Li, C., Gupta, P., & Cribb, M. (2023). Ground-level gaseous pollutants (NO2, SO2, and CO) in China: daily seamless mapping and spatiotemporal variations. Atmospheric Chemistry and Physics, 23, 1511–1532. https://doi.org/10.5194/acp-23-1511-2023"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "二氧化氮",
                "nameEn": "NO2"
            },
            {
                "nameCn": "大气微量气体",
                "nameEn": "Atmospheric Trace Gase"
            },
            {
                "nameCn": "大气质量",
                "nameEn": "Atmospheric Quality"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008-2023",
                "keywordEn": "2008-2023",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What features and characteristics are involved in the creation of a high-resolution ground-level NO2 dataset from 2008 to 2023 in China using artificial intelligence techniques?",
                "QuestionCn": "在中国使用人工智能技术创建2008年至2023年高分辨率地面NO2数据集所涉及的特征和特性有哪些？",
                "AnswerEn": "spatiotemporal heterogeneity, big data sources, ground-based observations, satellite remote sensing products, atmospheric reanalysis, model simulation data, seamless ground-level NO2 data, spatial resolution of 10 km before 2019, spatial resolution of 1 km after 2019, temporal resolution of daily measurements, temporal resolution of monthly measurements, temporal resolution of yearly measurements, accuracy validated through ten-fold cross-validation, R2 of 0.84 for 10 km data, RMSE of 7.99 µg/m3 for 10 km data, R2 of 0.93 for 1 km data, RMSE of 4.89 µg/m3 for 1 km data",
                "AnswerCn": "时空异质性、大数据来源、地面观测、卫星遥感产品、大气再分析、模型模拟数据、无缝地面NO2数据、2019年前空间分辨率为10公里、2019年后空间分辨率为1公里、日测量的时间分辨率、月测量的时间分辨率、年测量的时间分辨率、通过十折交叉验证验证准确性、10公里数据的R2为0.84、10公里数据的RMSE为7.99 µg/m3、1公里数据的R2为0.93、1公里数据的RMSE为4.89 µg/m3。",
                "Level": "C6(Creating)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the NO2 data collection before and after 2019?",
                "QuestionCn": "NO2数据收集在2019年前后的空间分辨率是多少？",
                "AnswerEn": "10 km, 1 km",
                "AnswerCn": "10公里，1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using artificial intelligence to incorporate temporal and spatial heterogeneity in air pollution data collection methods?",
                "QuestionCn": "使用人工智能将时间和空间异质性纳入空气污染数据收集方法的后果是什么？",
                "AnswerEn": "Using artificial intelligence to incorporate temporal and spatial heterogeneity in air pollution data collection methods results in high-resolution, high-quality ground-level NO2 datasets across China. It allows for seamless data from multiple sources such as ground observations, satellite remote sensing products, atmospheric reanalysis, and model simulations, improving the accuracy and resolution of air quality data. This approach increases the spatial resolution from 10 km to 1 km after 2019, enhancing the dataset's applicability for fine-scale environmental analysis.",
                "AnswerCn": "利用人工智能将时间和空间异质性纳入空气污染数据收集方法，产生了中国高分辨率、高质量的地面NO2数据集。它能够无缝整合来自多个来源的数据，如地面观测、卫星遥感产品、大气重分析和模型模拟，从而提高空气质量数据的准确性和分辨率。这种方法在2019年后将空间分辨率从10公里提高到1公里，增强了数据集在细尺度环境分析中的适用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to utilize artificial intelligence techniques in generating high-resolution, high-quality ground-level NO2 datasets for China from 2008 to 2023?",
                "QuestionCn": "利用人工智能技术生成2008年至2023年中国高分辨率、高质量的地面NO2数据集的重要性是什么？",
                "AnswerEn": "Artificial intelligence techniques are crucial for generating high-resolution, high-quality NO2 datasets because they can effectively handle the spatio-temporal heterogeneity of air pollution. By leveraging big data sources such as ground-based observations, satellite remote sensing products, atmospheric reanalysis, and model simulations, AI can produce seamless ground-level NO2 data across China, offering significant improvements in spatial resolution from 10 km before 2019 to 1 km afterwards. This approach ensures high accuracy with a cross-validation R2 of 0.84 and RMSE of 7.99 µg/m3 for 10 km data and an R2 of 0.93 and RMSE of 4.89 µg/m3 for 1 km data.",
                "AnswerCn": "人工智能技术对于生成高分辨率、高质量的NO2数据集至关重要，因为它们能够有效处理空气污染的时空异质性。通过利用地面观测、卫星遥感产品、大气重分析和模型模拟等大数据源，人工智能可以在中国生成无缝的地面NO2数据，显著提高空间分辨率，从2019年前的10公里提升至之后的1公里。这种方法确保了高准确性，10公里数据的交叉验证R²为0.84，均方根误差（RMSE）为7.99 µg/m³，而1公里数据的R²为0.93，RMSE为4.89 µg/m³。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and AI technologies are involved in creating a high-resolution NO2 dataset for China, considering the spatio-temporal heterogeneity of air pollution?",
                "QuestionCn": "创建中国高分辨率NO2数据集所涉及的程序和AI技术，包括考虑空气污染的时空异质性。",
                "AnswerEn": "The creation of a high-resolution NO2 dataset involves utilizing artificial intelligence technologies to account for the spatio-temporal heterogeneity of air pollution. This process includes leveraging large datasets from sources such as ground-based observations, satellite remote sensing products, atmospheric reanalysis, and model simulations to produce seamless surface NO2 data across China from 2008 to the present. The spatial resolution was 10 km before 2019 and improved to 1 km after 2019. The techniques employed ensure high accuracy, with a cross-validation R2 of 0.84 and RMSE of 7.99 µg/m3 for the 10 km data, and R2 of 0.93 and RMSE of 4.89 µg/m3 for the 1 km data.",
                "AnswerCn": "高分辨率NO2数据集的创建涉及利用人工智能技术来考虑空气污染的时空异质性。该过程包括利用来自地面观测、卫星遥感产品、大气重分析和模型模拟等来源的大型数据集，以生成2008年至今中国范围内的无缝表面NO2数据。在2019年前，空间分辨率为10公里，2019年后提高至1公里。所采用的技术确保了高准确性，10公里数据的交叉验证R²为0.84，均方根误差（RMSE）为7.99 µg/m³；1公里数据的R²为0.93，RMSE为4.89 µg/m³。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the seamless production of high-resolution near-surface NO2 datasets across China from 2008 to the present?",
                "QuestionCn": "哪些技术进步使得自2008年以来中国高分辨率近地面NO2数据集的无缝生产成为可能？",
                "AnswerEn": "The use of artificial intelligence techniques, which consider the spatiotemporal heterogeneity of air pollution, has enabled the seamless production of high-resolution near-surface NO2 datasets across China. This process involves leveraging big data sources such as ground-based observations, satellite remote sensing products, atmospheric reanalysis, and model simulation data.",
                "AnswerCn": "利用考虑空气污染时空异质性的人工智能技术，已经能够在中国无缝生成高分辨率的近地面NO2数据集。这个过程涉及利用大数据源，如地面观测、卫星遥感产品、大气重分析和模型模拟数据。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}