{
  "id": "cde2cdeb-6b0d-46ed-b3c7-1e25f502aa74",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Hydrological data set of surface process and environment observation network in alpine region of China (2019)",
      "titleCn": "中国高寒地区地表过程与环境观测网络水文数据集（2019）",
      "description": "Based on the long-term observation data of the field stations in the alpine network and the overseas stations in the pan third polar region, a series of data sets of meteorological, hydrological and ecological elements in the pan third polar region are established; through the intensive observation and sample plot and sample point verification in key areas, the inversion of meteorological elements, lake water and water quality, aboveground vegetation biomass, glacier and frozen soil change and other data products are completed; based on the Internet of things, the data products are retrieved Network technology, research and establish meteorological, hydrological, ecological data management platform of multi station networking, to achieve real-time data acquisition and remote control and sharing.\nThe hydrological data set of the surface process and environment observation network in China's alpine regions in 2019 mainly collects the measured hydrological (runoff, water level, water temperature, etc.) data at six stations, including Southeast Tibet station, Zhufeng station, Yulong Snow Mountain station, Namco station, Ali station and Tianshan station.\nSoutheast Tibet station: flow data, including 4 times of using M9 to measure flow in 2019, including average velocity, flow and maximum water depth; relative water level data is measured by hobo pressure water level meter, including daily average relative water level and water temperature data in 2019.\nNamco station: discharge data, including the data measured by domestic ls-1206b hand-held current meter for 4 times in 2019, including river width and flow data. The water level data is measured by hobo pressure water level meter, including the water pressure, water temperature and electricity of the original 1 hour in 2019. The relative water level can be calculated by water pressure;\nEverest station: rongbuhe river discharge, including river width and discharge data measured by domestic ls-1206b hand-held current meter 13 times from June to September 2019;\nAli station: flow data: including 22 times of irregular measurement data by river anchor M9 in 2019, and relative water level data measured by hobo pressure water level meter, including hourly water level and water temperature data of the whole year in 2019;\nTianshan station: water level data: including daily average water level of 3 points in 2019\nYulong Xueshan station: including mujiaqiao flow data from January to October in 2019",
      "descriptionCn": "在高寒网各野外站和泛第三极地区境外台站的长期观测数据基础上，建立泛第三极地区气象、水文及生态要素系列数据集；通过重点区域的强化观测与样地和样点验证，完成气象要素、湖泊水量与水质、地上植被生物量、冰川冻土变化等数据产品的反演；基于物联网技术，研制建立多站联网的气象、水文、生态数据管理平台，实现联网数据实时获取与远程控制及共享。\n2019年中国高寒地区地表过程与环境观测网络水文数据集，主要收集：藏东南站、珠峰站、玉龙雪山站、纳木错站、阿里站、天山站等六个站 点实测水文（径流、水位、水温等）数据。\n藏东南站：流量数据，包含2019年4次利用M9测流数，有平均流速、流量和最大水深等数据；相对水位数据采用hobo压力式水位仪测量，包含2019年全年日均相对水位和水温数据。\n纳木错站：流量数据，包括2019年4次利用国产LS-1206B手持流速仪测量数据，包含河宽和流量数据，水位数据采用hobo压力式水位仪测量，包含2019年原始1小时的水压、水温和电量，通过水压可以计算相对水位；\n珠峰站：绒布河流量，包括2019年6-9月13次利用国产LS-1206B手持流速仪测量数据，包含河宽和流量数据；\n阿里站：流量数据：包括2019年利用河锚M9不定期测量的22次数据，相对水位数据采用hobo压力式水位仪测量，包含2019年全年每小时水位和水温数据；\n天山站：水位数据:包括3个点2019年的日平均水位\n玉龙雪山站： 包括木家桥2019年1-10月流量数据",
      "instructions": "Form, you can use Excel to open view and analysis",
      "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
      "east": 103.0,
      "west": 75.0,
      "south": 27.0,
      "north": 43.0,
      "startTime": "2019-01-08 16:00:00",
      "endTime": "2020-01-08 03:59:59",
      "fileSize": 642626.0,
      "cstr": "18406.11.Hydro.tpdc.270741",
      "doi": "10.11888/Hydro.tpdc.270741",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "朱立平",
        "nameEn": "ZHU Liping",
        "unitEn": "Institute of Tibetan Plateau Research, CAS",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "彭萍",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于野外站网络的青藏高原地表过程观测研究,",
        "titleEn": null,
        "referenceCn": "彭萍, 朱立平. (2017). 基于野外站网络的青藏高原地表过程观测研究, 科技导报, 35(6), 97-102",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      },
      {
        "keywordCn": "高寒网",
        "keywordEn": "HORN"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      },
      {
        "keywordCn": "逐日",
        "keywordEn": "Daily",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure river flow and water levels in high-altitude regions, such as those in the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于测量高海拔地区（如青藏高原）河流流量和水位的数据收集方法的例子？",
        "AnswerEn": "In high-altitude regions like the Tibetan Plateau, flow data is collected using instruments such as the M9 flow meter and LS-1206B handheld flow velocity meter. Water levels and temperatures are measured using hobo pressure water level loggers, which provide hourly or daily average data. For instance, the Zangdongnan Station collected flow data with the M9 flow meter and water level data with hobo pressure loggers, while Nam Co Station and Zhu Feng Station used the LS-1206B for flow measurements.",
        "AnswerCn": "在高海拔地区，如青藏高原，使用M9流量计和LS-1206B手持流速计等仪器收集流量数据。水位和温度通过HOBO压力水位记录仪进行测量，提供每小时或每日的平均数据。例如，藏东南站使用M9流量计收集流量数据，并使用HOBO压力记录仪收集水位数据，而纳木措站和朱峰站则使用LS-1206B进行流量测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes measured in hydrological datasets collected from high-altitude monitoring stations?",
        "QuestionCn": "高海拔监测站收集的水文数据集测量的具体属性包括哪些？",
        "AnswerEn": "flow rate, water level, water temperature, river width, relative water level, average flow speed, flow volume, maximum water depth, hourly water pressure, temperature, power readings",
        "AnswerCn": "流量、水位、水温、河宽、相对水位、平均流速、流量、最大水深、每小时水压、温度、功率读数",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many different measurement stations were used for collecting hydrological data in the Chinese high-altitude regions in 2019?",
        "QuestionCn": "2019年在中国高海拔地区收集水文数据的测量站数量是多少？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'hobo压力式水位仪' in the context of hydrological data collection?",
        "QuestionCn": "'hobo压力式水位仪'在水文数据收集的背景下是什么意思？",
        "AnswerEn": "In the context of hydrological data collection, 'hobo压力式水位仪' refers to a pressure-based water level instrument used for measuring water level and temperature. It is utilized to collect relative water level data at various monitoring stations, providing hourly or daily average readings of water level and temperature.",
        "AnswerCn": "在水文数据收集的背景下，“hobo压力式水位仪”指的是一种用于测量水位和温度的压力式水位仪。它用于在各个监测站收集相对水位数据，提供水位和温度的每小时或每日平均读数。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What reasons might cause variations in hydrological data measurement accuracy across different stations in high-altitude regions?",
        "QuestionCn": "在高海拔地区，不同站点的水文数据测量准确性可能会出现变化的原因是什么？",
        "AnswerEn": "Variations in hydrological data measurement accuracy across different stations in high-altitude regions could be influenced by factors such as the type of instruments used (e.g., M9 flow meters, hobo pressure water level meters), environmental conditions like temperature and altitude, the frequency and timing of measurements, and the specific geographical features of the sites such as river width and flow characteristics. For example, stations like the Zangdongnan and Namuco use different types of flow instruments and data collection intervals, which could lead to variations in data accuracy.",
        "AnswerCn": "高海拔地区不同测站的水文数据测量准确性差异可能受到多种因素的影响，例如所使用的仪器类型（如M9流量计、Hobo压力水位计）、环境条件（如温度和海拔）、测量的频率和时间，以及特定地理特征（如河流宽度和流动特性）。例如，像藏东南和纳木错这样的测站使用不同类型的流量仪器和数据收集间隔，这可能导致数据准确性的差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of establishing a multi-station networked meteorological, hydrological, and ecological data management platform in high-altitude regions?",
        "QuestionCn": "在高海拔地区建立多站点网络气象、水文和生态数据管理平台的主要目标是什么？",
        "AnswerEn": "The primary objective of establishing a multi-station networked meteorological, hydrological, and ecological data management platform in high-altitude regions is to achieve real-time data acquisition and remote control and sharing, based on long-term observation data from various field stations and overseas stations in the Pan-Third Pole area. This platform aims to support the creation of series datasets for meteorological, hydrological, and ecological elements, facilitate intensive observations and validation in key areas, and enable the inversion of data products related to meteorological elements, lake water volume and quality, above-ground vegetation biomass, and glacier permafrost changes.",
        "AnswerCn": "在高海拔地区建立多站点网络气象、水文和生态数据管理平台的主要目标是实现基于泛第三极地区各个野外站点和海外站点的长期观测数据的实时数据采集、远程控制和共享。该平台旨在支持气象、水文和生态要素系列数据集的创建，促进重点区域的密集观测和验证，并实现与气象要素、湖泊水量和水质、地上植被生物量以及冰川永冻土变化相关的数据产品反演。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What techniques and instruments are utilized to measure water flow and water level data at various hydrological stations in high-altitude regions of China?",
        "QuestionCn": "在中国高海拔地区的水文站，测量水流和水位数据所使用的技术和仪器包括哪些？",
        "AnswerEn": "The data collection involves using M9 current meters for flow measurements at certain stations, and LS-1206B handheld flow meters for measuring river width and flow at others. Hobo pressure water level instruments are employed to measure relative water levels and water temperatures. These instruments are used at multiple stations, including methods like measuring flow, river width, and water levels at stations such as藏东南站, 纳木错站, 珠峰站, 阿里站, 天山站, and 玉龙雪山站.",
        "AnswerCn": "数据收集涉及在某些站点使用M9流速计进行流量测量，在其他站点使用LS-1206B手持流速计测量河宽和流量。Hobo压力水位仪用于测量相对水位和水温。这些仪器在多个站点使用，包括在藏东南站、纳木错站、珠峰站、阿里站、天山站和玉龙雪山站进行流量、河宽和水位的测量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the real-time collection and remote control of meteorological, hydrological, and ecological data in high-altitude regions?",
        "QuestionCn": "哪些技术进步使得在高海拔地区能够实时收集和远程控制气象、水文和生态数据？",
        "AnswerEn": "The use of IoT technology has enabled the development of a multi-station networked data management platform for meteorological, hydrological, and ecological data, allowing for real-time data collection, remote control, and sharing.",
        "AnswerCn": "物联网技术的应用使得开发一个多站点网络数据管理平台成为可能，该平台用于气象、水文和生态数据的实时收集、远程控制和共享。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}