{
  "id": "cde790b4-8502-410d-afe5-e748cea75ea5",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "30-m global  long time series impervious surface area mapping and improvements GISA (1985-2021)",
      "titleCn": "全球30米长时序不透水面制图产品与改进GISA（1985-2021）",
      "description": "Timely and accurate ISA monitoring is crucial for urban planning and sustainable social development. The advancement of remote sensing technology has driven the development of global ISA mapping towards high spatial and temporal resolution. To address the issues of omissions and false alarms in ISA, we propose a new global continuous time series ISA mapping method and generate a new 30-m global long time series ISA product (GISA). Specifically, for ISA omissions, we proposed a multi temporal CCDC algorithm that takes into account the addition of ISA gain. For the false alarms, we proposed a multi-scale iterative global false alarm automatic removal algorithm. Based on independent test data, the overall accuracy of GISA reached 93.38%, with an omission rate of 10.11% and a false alarm rate of 3.37%. GISA fills the gaps in global ISA by removing false alarms at different scales, providing more accurate data for further understanding the global urbanization process.",
      "descriptionCn": "及时、准确的ISA监测对城市规划、社会可持续发展至关重要。遥感技术的进步推动了全球ISA制图向高空间-时间分辨率方向发展。为解决ISA的遗漏和虚警问题，我们提出了一个新的全球连续时序ISA制图方法，并生成了新的30 m全球长时序ISA产品（GISA-new）。具体地，对于遗漏问题，我们提出了一种顾及新增ISA区域的多时序CCDC算法。对于虚警问题，我们提出了一种多尺度迭代的全球虚警自动去除算法。基于独立的测试数据，GISA-new总体精度达到93.38%，遗漏率10.11%和虚警率3.37%。GISA-new 填补了全球ISA的遗漏，移除了不同尺度的虚警，为进一步理解全球城市化过程提供了更精确的数据。",
      "instructions": "The results are packaged and stored in 5 degree bands, with each compressed packet containing all blocks corresponding to the latitude. The file name is GISA new_1985_2021-0S120E. tif.\nA look-up table for the detected year and pixel value is provided as follow:\nyear of first ISA:[1985, 1986, 1987, 1988, 1989, 1990, 1991, 1992, 1993, 1994, 1995, 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015, 2016, 2017, 2018, 2019, 2020, 2021]\npixel vaule：[1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37]",
      "instructionsCn": "结果以5度分带打包存放，每个压缩包含有对应纬度所有分块，文件名如：GISA-new_1985_2021_0S_120E.tif。\n像元值表示ISA首次出现年份，0表示非ISA，查找表如下：\nISA首次出现年份：[1985, 1986, 1987, 1988, 1989, 1990, 1991, 1992, 1993, 1994, 1995, 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014, 2015, 2016, 2017, 2018, 2019, 2020, 2021]\n像元值：[1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37]",
      "east": 180.0,
      "west": -180.0,
      "south": -60.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 3226405816.0,
      "cstr": null,
      "doi": "10.5281/zenodo.5136329",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "黄昕",
        "nameEn": "HUANG Xin",
        "unitEn": "",
        "unitCn": "武汉大学"
      },
      {
        "nameCn": "李家艺",
        "nameEn": "LI Jiayi",
        "unitEn": "",
        "unitCn": "武汉大学"
      },
      {
        "nameCn": "任慧群",
        "nameEn": "REN Huiqun",
        "unitEn": "",
        "unitCn": "武汉大学"
      },
      {
        "nameCn": "杨杰",
        "nameEn": "YANG Jie",
        "unitEn": "",
        "unitCn": "武汉大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "30 m global impervious surface area dynamics and urban expansion pattern observed by Landsat satellites: from 1972 to 2019",
        "referenceCn": null,
        "referenceEn": "Huang, X., Li, J., Yang, J., Zhang, Z., Li, D., & Liu, X. (2021). 30 m global impervious surface area dynamics and urban expansion pattern observed by Landsat satellites: from 1972 to 2019. Science China Earth Sciences, 64."
      },
      {
        "titleCn": null,
        "titleEn": "Toward accurate mapping of 30-m time-series global impervious surface area (GISA)",
        "referenceCn": null,
        "referenceEn": "Huang, X., Song, Y., Yang, J., Wang, W., Ren, H., Dong, M., Feng, Y., Yin, H., & Li, J. (2022). Toward accurate mapping of 30-m time-series global impervious surface area (GISA). International Journal of Applied Earth Observation and Geoinformation, 109, 102787. "
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地利用变化",
        "nameEn": "Land use change"
      },
      {
        "nameCn": "城市与农村聚落",
        "nameEn": "Urban and rural area"
      },
      {
        "nameCn": "城市空间格局",
        "nameEn": "Spatial pattern of cities"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "globe"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1985-2021",
        "keywordEn": "1985-2021",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics and methodologies used in a data collection method for generating a 30 m global long-term impermeable surface area mapping product from 1985 to 2021?",
        "QuestionCn": "生成1985年至2021年30米全球长期不透水表面面积映射产品的数据收集方法的具体特征和方法论是什么？",
        "AnswerEn": "new global continuous time-series ISA mapping approach, multi-temporal CCDC algorithm, multi-scale iterative global automatic false alarm removal algorithm, overall accuracy of 93.38%, omission rate of 10.11%, false alarm rate of 3.37%",
        "AnswerCn": "新的全球连续时间序列ISA映射方法，多时相CCDC算法，多尺度迭代全球自动误报去除算法，总体精度为93.38%，遗漏率为10.11%，误报率为3.37%。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the overall accuracy percentage of a dataset focused on global impervious surface area mapping using advanced remote sensing techniques?",
        "QuestionCn": "使用先进遥感技术进行全球不透水表面面积映射的数据集的整体准确率百分比是多少？",
        "AnswerEn": "93.38%",
        "AnswerCn": "93.38%",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the proposed global continuous time series ISA mapping method compare to traditional ISA mapping techniques in terms of addressing omissions and false alarms?",
        "QuestionCn": "提议的全球连续时间序列ISA映射方法在解决遗漏和误报方面与传统ISA映射技术相比如何？",
        "AnswerEn": "The proposed global continuous time series ISA mapping method introduces novel algorithms to address omissions and false alarms. For omissions, it uses a multi-temporal CCDC algorithm that considers newly added ISA areas. For false alarms, it employs a multi-scale iterative global false alarm removal algorithm. This approach improves the accuracy to 93.38%, reduces omission rates to 10.11%, and lowers false alarm rates to 3.37%, thereby filling gaps and removing multi-scale false alarms more effectively than traditional methods.",
        "AnswerCn": "所提出的全球连续时间序列ISA映射方法引入了新颖的算法，以解决遗漏和误报问题。对于遗漏，它使用了一种多时相CCDC算法，考虑了新增加的ISA区域。对于误报，它采用了一种多尺度迭代全球误报去除算法。这种方法将准确率提高到93.38%，将遗漏率降低到10.11%，将误报率降低到3.37%，从而比传统方法更有效地填补空白和去除多尺度误报。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes errors in the detection of impervious surface areas (ISA) using high-resolution remote sensing technologies?",
        "QuestionCn": "使用高分辨率遥感技术检测不透水面（ISA）时，导致错误的原因是什么？",
        "AnswerEn": "Errors in detecting ISA using high-resolution remote sensing technologies can be attributed to issues such as omission and commission errors. Omission errors occur due to the inability to detect new ISA regions, which are addressed by employing a multi-temporal CCDC algorithm. Commission errors occur due to false detections, which are mitigated by utilizing a multi-scale iterative global false alarm automatic removal algorithm. These methodologies aim to enhance the accuracy of ISA mapping by addressing the specific challenges associated with remote sensing technologies.",
        "AnswerCn": "使用高分辨率遥感技术检测ISA的错误可以归因于遗漏错误和伪检错误。遗漏错误是由于无法检测到新的ISA区域而发生的，这通过采用多时相CCDC算法来解决。伪检错误是由于错误检测造成的，这通过利用多尺度迭代全球虚警自动去除算法来减轻。这些方法旨在通过解决与遥感技术相关的特定挑战来提高ISA制图的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy of global ISA monitoring when applying a new multi-temporal CCDC algorithm to address omission issues?",
        "QuestionCn": "在应用新的多时相CCDC算法以解决遗漏问题时，对全球ISA监测准确性的潜在影响是什么？",
        "AnswerEn": "Applying a new multi-temporal CCDC algorithm to address omission issues in global ISA monitoring can significantly enhance the accuracy of the mapping products. Specifically, it can improve the detection of newly developed ISA areas, leading to a more comprehensive representation of urbanization processes over time.",
        "AnswerCn": "应用新的多时相CCDC算法来解决全球ISA监测中的遗漏问题，可以显著提高制图产品的准确性。具体而言，它可以改善新开发ISA区域的检测，从而更全面地反映城市化过程的演变。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of developing a new global continuous temporal ISA mapping method with improved accuracy in urban planning and sustainable development contexts?",
        "QuestionCn": "在城市规划和可持续发展背景下，开发一种新的全球连续时间ISA映射方法并提高准确性的主要目标是什么？",
        "AnswerEn": "The primary goal of developing a new global continuous temporal ISA mapping method is to provide timely and accurate monitoring of impervious surface areas (ISA), which is crucial for urban planning and social sustainable development. The method aims to advance global ISA mapping towards higher spatial-temporal resolution, addressing issues of omission and false alarms by introducing algorithms to detect new ISA regions and automatically remove false positives at multiple scales. This contributes to a more precise understanding of global urbanization processes.",
        "AnswerCn": "开发一种新的全球连续时间不透水面（ISA）映射方法的主要目标是提供及时和准确的不透水面区域监测，这对城市规划和社会可持续发展至关重要。该方法旨在推动全球ISA映射向更高的时空分辨率发展，通过引入算法来检测新的ISA区域并在多个尺度上自动去除假阳性，从而解决遗漏和误报的问题。这有助于更精确地理解全球城市化进程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in utilizing remote sensing technology to address the challenges of omission and false alarm in global ISA mapping?",
        "QuestionCn": "利用遥感技术解决全球ISA（人工表面）制图中遗漏和误报问题的程序步骤是什么？",
        "AnswerEn": "The approach involves developing a new global continuous time series ISA mapping method. For addressing omission issues, a multi-temporal CCDC algorithm focusing on newly added ISA areas is proposed. To tackle false alarms, a multi-scale iterative global false alarm automatic removal algorithm is utilized. These procedures collectively contribute to generating a new 30 m global long-time series ISA product with a high overall accuracy of 93.38%, omission rate of 10.11%, and false alarm rate of 3.37%.",
        "AnswerCn": "该方法涉及开发一种新的全球连续时间序列ISA映射方法。为了解决遗漏问题，提出了一种多时相CCDC算法，重点关注新增加的ISA区域。为了解决误报问题，采用了一种多尺度迭代全球误报自动去除算法。这些程序共同有助于生成一个新的30米全球长期系列ISA产品，整体准确率高达93.38%，遗漏率为10.11%，误报率为3.37%。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advancements in remote sensing technology have enabled the development of high spatial-temporal resolution datasets for monitoring impervious surface areas globally?",
        "QuestionCn": "哪些遥感技术的进步使得全球不透水面区域监测的高时空分辨率数据集得以开发？",
        "AnswerEn": "The advancements in remote sensing technology that have enabled the development of high spatial-temporal resolution datasets for monitoring impervious surface areas globally include the improvement in the global ISA mapping towards high spatial-temporal resolution. This progress is facilitated by the introduction of a novel global continuous time-series ISA mapping method, which helps address issues of omission and false alarms in ISA detection.",
        "AnswerCn": "遥感技术的进步使得全球不透水面（ISA）监测的高时空分辨率数据集得以发展，包括全球ISA映射向高时空分辨率的改进。这一进展得益于一种新颖的全球连续时间序列ISA映射方法的引入，该方法有助于解决ISA检测中的遗漏和误报问题。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}