{
    "id": "cf096667-de4c-49c2-a0ae-0b9792435a1e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Integrated remote sensing joint experiment of Heihe River: alos PALSAR remote sensing data set (2008)",
            "titleCn": "黑河综合遥感联合试验：ALOS PALSAR遥感数据集（2008）",
            "description": "The phased array type l-land synthetic aperture radar (PALSAR) is a phased array L-band SAR sensor mounted on alos satellite. The sensor has three observation modes: high resolution, scanning synthetic aperture radar and polarization, which make it possible to obtain a wider ground width than the general SAR. \nAt present, there are 13 scenes of ALOS pallsar data in Heihe River Basin. The coverage and acquisition time are as follows: 1 scene in the northeast of Zhangye City, HH / HV polarization, 2008-04-25; 2 scenes in Binggou basin + Arjun encrypted observation area, HH / HV polarization, 2008-05-122008-06-27; 2 scenes in Dayekou basin + Yingke oasis intensified observation area, HH / HV polarization, 2008-05-122008-06-27; observation station encrypted observation area Survey area + Linze station densified observation area + Linze grassland densified observation area 2 scenes, HH / HV polarization, time 2008-05-122008-06-27; Linze station densified observation area 1 scene, HH / HV polarization, time 2008-05-12; Binggou basin densified observation area 1 scene, HH / HV polarization, time 2008-07-14; bindukou densified observation area 4 scenes, 2008-04-25 2 scenes, HH / HV polarization, 2008-06-10 2 scenes, HH pole Change. \nThe product level is L1 without geometric correction. The alos PALSAR remote sensing data set of Heihe comprehensive remote sensing joint experiment was obtained from JAXA by Dr. Takeo tadono, researcher Ye Qinghua and Professor Shi Jiancheng (the cooperation project between Qinghai Tibet Institute of Chinese Academy of Sciences and JAXA). \n(Note: \"+\" means to overwrite at the same time)",
            "descriptionCn": "PALSAR（The Phased Array type L-land Synthetic Aperture Radar）是搭载在ALOS卫星上的相控阵型L波段合成孔径雷达传感器。该传感器具有高分辨率、扫描式合成孔径雷达、极化三种观测模式，使之能获取比普通SAR更宽的地面幅宽。\n黑河流域目前共有ALOS PALSAR数据13景。覆盖范围和获取时间分别为：张掖城区东北1景，HH/HV极化，时间为2008-04-25；冰沟流域加密观测区+阿柔加密观测区2景，HH/HV极化，时间分别为2008-05-12，2008-06-27；大野口流域加密观测区+盈科绿洲加密观测区2景，HH/HV极化，时间分别为2008-05-12，2008-06-27；观象台加密观测区+临泽站加密观测区+临泽草地加密观测区2景，HH/HV极化，时间分别为2008-05-12，2008-06-27；临泽站加密观测区1景，HH/HV极化，时间为2008-05-12；冰沟流域加密观测区1景，HH/HV极化，时间为2008-07-14；扁都口加密观测区4景，2008-04-25的2景为HH/HV极化，2008-06-10的2景为HH极化。\n产品级别为L1级，未经过几何校正。\n黑河综合遥感联合试验ALOS PALSAR遥感数据集通过Takeo Tadono博士、叶庆华研究员和施建成教授从JAXA获取（中国科学院青藏所与JAXA合作项目）。\n（备注：“+”代表同时覆盖）",
            "instructions": "",
            "instructionsCn": "",
            "east": 101.25,
            "west": 99.5,
            "south": 37.25,
            "north": 39.5,
            "startTime": "2008-05-10 00:03:00",
            "endTime": "2008-07-19 00:03:00",
            "fileSize": 15694029335.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Japan Aerospace Exploration Agency(JAXA)",
                "nameEn": "Japan Aerospace Exploration Agency",
                "unitEn": "Japan Aerospace Exploration Agency",
                "unitCn": "Japan Aerospace Exploration Agency"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Forest stand biomass estimation using ALOS PALSAR data based on LiDAR-derived prior knowledge in the Qilian Mountain, western China",
                "referenceCn": null,
                "referenceEn": "He Q-S, Cao C-X, Chen E-X, Sun G-Q, Ling F-L, Pang Y, Zhang H, Ni W-J, Xu M, Li Z-Y, Li X-W. Forest stand biomass estimation using ALOS PALSAR data based on LiDAR-derived prior knowledge in the Qilian Mountain, western China. International Journal of Remote Sensing, 2012, 33(3): 710-729, doi:10.1080/01431161.2011.577829."
            },
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "利用主被动微波数据联合反演土壤水分",
                "titleEn": null,
                "referenceCn": "赵天杰, 张立新, 蒋玲梅, 陈权, 张志玉, 张勇攀. 利用主被动微波数据联合反演土壤水分. 地球科学进展, 2009, 24(7): 769-775.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            },
            {
                "nameCn": "雷达遥感",
                "nameEn": "Radar remote sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "临泽站加密观测区",
                "keywordEn": "Closed observation area of Linze station"
            },
            {
                "keywordCn": "临泽草地加密观测区",
                "keywordEn": null
            },
            {
                "keywordCn": "冰沟流域加密观测区",
                "keywordEn": "ice-channel watershed encryption observation area"
            },
            {
                "keywordCn": "张掖市加密观测区",
                "keywordEn": "Zhangye City Foci Experimental Area"
            },
            {
                "keywordCn": "扁都口加密观测区",
                "keywordEn": "closed observation area of Biandoukou"
            },
            {
                "keywordCn": "观象台加密观测区",
                "keywordEn": null
            },
            {
                "keywordCn": "阿柔加密观测区",
                "keywordEn": "A'rou flight zone"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008-04-25",
                "keywordEn": "2008-04-25",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-05-12",
                "keywordEn": "2008-05-12",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-06-27",
                "keywordEn": "2008-06-27",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-07-14",
                "keywordEn": "2008-07-14",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a dataset that utilizes high-resolution, polarization-based remote sensing techniques for environmental monitoring?",
                "QuestionCn": "您能否提供一个利用高分辨率、基于偏振的遥感技术进行环境监测的数据集的示例？",
                "AnswerEn": "An example of such a dataset is the ALOS PALSAR remote sensing dataset from the Heihe River Basin in 2008. This dataset includes 13 scenes captured using the Phased Array type L-band Synthetic Aperture Radar (PALSAR) sensor on the ALOS satellite. It features high-resolution HH/HV polarization data, covering various locations and times, such as Zhangye city northeast on 2008-04-25, and other dense observation areas on dates like 2008-05-12 and 2008-06-27.",
                "AnswerCn": "这样的数据集的一个例子是2008年黑河流域的ALOS PALSAR遥感数据集。该数据集包括使用ALOS卫星上的相控阵L波段合成孔径雷达（PALSAR）传感器捕获的13个场景。它具有高分辨率的HH/HV极化数据，覆盖了多个地点和时间，例如2008年4月25日的张掖市东北部，以及2008年5月12日和2008年6月27日等其他密集观测区域。",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is ALOS PALSAR in the context of remote sensing data collection?",
                "QuestionCn": "ALOS PALSAR是在遥感数据收集的背景下，指的是“先进陆地观测卫星”的“合成孔径雷达”。",
                "AnswerEn": "ALOS PALSAR (Phased Array type L-band Synthetic Aperture Radar) is a phased array L-band synthetic aperture radar sensor mounted on the ALOS satellite. It features high resolution, scanning synthetic aperture radar, and polarization observation modes, allowing it to capture a wider ground swath than typical SAR.",
                "AnswerCn": "ALOS PALSAR（相控阵L波段合成孔径雷达）是安装在ALOS卫星上的一种相控阵L波段合成孔径雷达传感器。它具有高分辨率、扫描合成孔径雷达和极化观测模式，能够捕捉比典型SAR更宽的地面扫描。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data coverage and temporal resolution of ALOS PALSAR compare to other L-band SAR datasets collected for hydrological studies in similar river basins?",
                "QuestionCn": "ALOS PALSAR的数据覆盖和时间分辨率与其他为类似河流流域的水文研究收集的L波段SAR数据集相比如何？",
                "AnswerEn": "The ALOS PALSAR dataset mentioned provides 13 scenes of data for the Heihe River Basin with specific coverage areas and acquisition times in 2008, featuring HH/HV polarization modes. It offers observations from different dates, such as April 25, May 12, June 27, and July 14, across various targeted regions. The product level is L1 and has not undergone geometric correction. In comparison, other L-band SAR datasets might differ in the number of scenes, specific coverage areas, polarization modes, temporal resolution, and preprocessing levels, impacting their suitability for hydrological studies.",
                "AnswerCn": "提到的ALOS PALSAR数据集为黑河流域提供了13个场景的数据，涵盖特定区域和2008年的获取时间，具有HH/HV极化模式。它提供了不同日期的观测数据，如4月25日、5月12日、6月27日和7月14日，覆盖多个目标区域。产品级别为L1，尚未进行几何校正。相比之下，其他L波段SAR数据集可能在场景数量、特定覆盖区域、极化模式、时间分辨率和预处理级别上有所不同，这会影响它们在水文研究中的适用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the selection of specific observation modes and polarizations in L-band Synthetic Aperture Radar data collection for the Heihe River Basin?",
                "QuestionCn": "在黑河流域的L波段合成孔径雷达数据采集中，选择特定观测模式和极化的因素有哪些？",
                "AnswerEn": "The selection of specific observation modes and polarizations in L-band Synthetic Aperture Radar data collection for the Heihe River Basin is influenced by the capabilities of the ALOS PALSAR sensor, which offers high resolution, scanning synthetic aperture radar, and polarization observation modes. This allows for wider ground coverage, which is necessary for comprehensive data collection over diverse regions such as the Heihe River Basin. The choices of HH/HV polarizations on specific dates reflect the need for detailed data capturing aligned with research objectives and environmental monitoring requirements in this area.",
                "AnswerCn": "在黑河流域的L波段合成孔径雷达数据采集过程中，特定观测模式和极化的选择受到ALOS PALSAR传感器能力的影响，该传感器提供高分辨率、扫描合成孔径雷达和极化观测模式。这使得能够实现更广泛的地面覆盖，这对于在黑河流域等多样化区域进行全面数据采集是必要的。HH/HV极化在特定日期的选择反映了与研究目标和该地区环境监测需求相一致的详细数据捕获的需要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of utilizing ALOS PALSAR data in the context of the 黑河综合遥感联合试验, and how do these objectives influence the choice of data acquisition and processing techniques?",
                "QuestionCn": "在黑河综合遥感联合试验中，利用ALOS PALSAR数据的主要目标是什么，这些目标如何影响数据获取和处理技术的选择？",
                "AnswerEn": "The primary objectives of utilizing ALOS PALSAR data in the context of the 黑河综合遥感联合试验 are to leverage its high-resolution and multi-polarization capabilities to obtain broad ground coverage and detailed information about the Heihe River Basin. These objectives influence the choice of data acquisition techniques by selecting specific observation modes (HH/HV polarization) that can provide comprehensive data for areas of interest at different times (e.g., April 25, May 12, June 27, and July 14 in 2008). The processing techniques are also influenced by the goal to maintain the raw data level (L1) for flexibility in analysis, although this means the data has not undergone geometric correction.",
                "AnswerCn": "在黑河综合遥感联合试验中，利用ALOS PALSAR数据的主要目标是利用其高分辨率和多极化能力，获取黑河流域的广泛地面覆盖和详细信息。这些目标影响了数据获取技术的选择，通过选择特定的观测模式（HH/HV极化），以便在不同时间（例如2008年4月25日、5月12日、6月27日和7月14日）为感兴趣区域提供全面的数据。处理技术也受到保持原始数据级别（L1）以便于分析的目标影响，尽管这意味着数据尚未经过几何校正。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in collecting and preparing ALOS PALSAR remote sensing data for analysis in the context of comprehensive remote sensing experiments in river basins?",
                "QuestionCn": "在河流流域的综合遥感实验中，收集和准备ALOS PALSAR遥感数据进行分析的程序步骤包括以下几个方面：",
                "AnswerEn": "The ALOS PALSAR remote sensing data collection involves acquiring high-resolution, polarimetric SAR data using the Phased Array type L-band Synthetic Aperture Radar sensor on the ALOS satellite. The data covers various regions in the Heihe River Basin, with specific scenes captured during different dates in 2008. The data is in L1 level, meaning it is uncorrected for geometric distortions. Collection was facilitated through collaboration with JAXA and involves multiple observations in HH/HV polarization modes. Researchers collect 13 scenes in total, targeting areas like Zhangye City, Binggou Basin, Dayekou Basin, Guanzhaotai, and Biandukou, with some areas observed multiple times to ensure coverage.",
                "AnswerCn": "ALOS PALSAR遥感数据收集涉及使用ALOS卫星上的相控阵L波段合成孔径雷达传感器获取高分辨率的极化合成孔径雷达数据。数据覆盖了黑河流域的多个区域，特定场景在2008年的不同日期被捕获。数据为L1级别，意味着尚未进行几何畸变校正。此次数据收集得到了JAXA的合作支持，共涉及HH/HV极化模式的多次观测。研究人员共收集了13个场景，目标区域包括张掖市、冰沟盆地、大野口盆地、关照台和边渡口，其中一些区域被多次观测以确保覆盖。",
                "Level": "C3(Applying)"
            }
        ]
    }
}