{
    "id": "cf3035b5-fc04-458c-8bfd-42a9e72392d4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of regimen change statistics at the hydrological section of the Dayekou watershed reservoir",
            "titleCn": "黑河综合遥感联合试验：大野口流域水库断面水情统计数据集",
            "description": "The dataset of regimen change statistics was obtained at the hydrological section of the Dayekou watershed reservoir from Jan. 1, 2007 to May 23, 2008. Ten days observations were carried out from Oct. 21, 2007 to Apr. 11, 2008, and diurnal observations from Apr. 15 to Oct. 21, 2007, and from Apr. 16 to May 23, 2008. Data record fields included: inflow (m^3/s), water level (m), impoundment (ten thousand m^3/s), outflow (m^3/s), ten days mean inflow (m^3/s), ten days mean outflow (m^3/s), monthly mean inflow (m^3/s), and monthly mean outflow (m^3/s).",
            "descriptionCn": "本数据来自大野口水库手工报表，通过数字化，形成电子文档。数据时间段为2007年1月1日至2008年5月23日。2007年1月1日至4月11日、2007年10月21日至2008年4月11日为旬报表，2007年4月15日至2007年10月21日和2008年4月16日至5月23日进入汛期为逐日报表。报表包含的字段有：\n入库流量（m^3/s）、\n水位（m）、\n蓄水量（万m^3）、\n出库流量（m^3/s）、\n旬入库均值（m^3/s）、\n旬出库均值（m^3/s）、\n月入库均值（m^3/s）、\n月出库均值（m^3/s）。\n数据保留到两位小数。\n该数据是大野口流域水文模拟关键的水文观测资料。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.30698,
            "west": 100.2158,
            "south": 38.4382,
            "north": 38.5765,
            "startTime": "2007-01-08 16:00:00",
            "endTime": "2008-05-30 16:00:00",
            "fileSize": 98494.0,
            "cstr": "18406.11.water973.0243.db",
            "doi": "10.3972/water973.0243.db",
            "dataFormat": "",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "刘小军",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "张掖市水务局"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "水库",
                "nameEn": "Reservoir"
            },
            {
                "nameCn": "水文断面",
                "nameEn": "Hydrology section"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大野口流域加密观测区",
                "keywordEn": "Dayekou  watershed foci experimental areas"
            },
            {
                "keywordCn": "森林水文试验区",
                "keywordEn": "Forest and Hydrology Experimental Areas"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2007",
                "keywordEn": "2007",
                "type": "temporal"
            },
            {
                "keywordCn": "2007-1-1至2008-5-23",
                "keywordEn": null,
                "type": "temporal"
            },
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Interpretation": [
            {
                "QuestionEn": "What insights can be drawn about the hydrological cycle and its seasonal variations from analyzing the periodicity and values of inflow and outflow rates in a dataset collected from a reservoir over multiple years?",
                "QuestionCn": "通过分析从一个水库收集的多年度数据集中流入和流出率的周期性和数值，可以得出关于水文循环及其季节变化的洞察。",
                "AnswerEn": "The dataset comprises values of inflow and outflow rates, water levels, and storage volumes at different times, including daily and ten-day reports during specific periods. By analyzing these values, one can infer the patterns of water accumulation and release in the reservoir, as well as the impact of seasonal changes, such as the flood season. These insights can help understand the reservoir's role in water management and its response to environmental factors over time.",
                "AnswerCn": "该数据集包含不同时间的流入和流出速率、水位和储水量的值，包括特定时期的每日和十天报告。通过分析这些值，可以推断出水库中水的积累和释放模式，以及季节变化（如洪水季节）的影响。这些见解有助于理解水库在水资源管理中的作用及其对环境因素随时间变化的响应。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using manual reporting methods for hydrological data collection in terms of data accuracy and timeliness?",
                "QuestionCn": "使用手动报告方法进行水文数据收集可能导致的数据准确性和及时性方面的潜在后果是什么？",
                "AnswerEn": "Using manual reporting methods for hydrological data collection can lead to potential inaccuracies due to human error in recording and digitizing the data. Additionally, it might affect the timeliness of data availability, as manual processes are generally slower than automated systems. However, the process can also ensure that the data is meticulously checked, potentially increasing its reliability when properly managed.",
                "AnswerCn": "使用手动报告方法收集水文数据可能会由于记录和数字化数据时的人为错误而导致潜在的不准确性。此外，由于手动过程通常比自动系统慢，这可能会影响数据的及时性。然而，该过程也可以确保数据经过仔细检查，从而在适当管理时提高其可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind collecting and digitizing water condition statistics in the 大野口流域 reservoir for the period of 2007 to 2008, and how do these data support hydrological modeling efforts?",
                "QuestionCn": "收集和数字化2007至2008年大野口流域水库水文状况统计数据的主要目标是什么，这些数据如何支持水文模型的研究工作？",
                "AnswerEn": "The primary objective of collecting and digitizing the water condition statistics in the 大野口流域 reservoir is to provide essential hydrological observation data that are crucial for hydrological modeling. This dataset includes detailed information on inflow and outflow rates, water levels, and storage volumes, which are key parameters for accurately simulating and understanding the hydrological dynamics of the reservoir. The data facilitate modeling by offering a comprehensive temporal record that supports the analysis of water flow patterns and reservoir management strategies during different seasonal conditions.",
                "AnswerCn": "收集和数字化大野口流域水库水文状况统计数据的主要目标是提供对水文建模至关重要的水文观测数据。该数据集包括流入和流出速率、水位和储水量的详细信息，这些都是准确模拟和理解水库水文动态的关键参数。这些数据通过提供全面的时间记录，支持对水流模式和不同季节条件下水库管理策略的分析，从而促进建模。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}