{
  "id": "cf79e6a0-f442-4377-9995-ceb1473cafd4",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Seismotectonic Map and Seismic Hazard Zonation Map of South Asia （1960-2021）",
      "titleCn": "南亚地震构造图和地震危险性区划图（1960-2021）",
      "description": "We compiled the Seismotectonic Map and Seismic Hazard Zonation Map of South Asia using the ArcGIS platform through data collecting and digitization. The seismotectonic map of South Asia covers  India, Pakistan, Nepal, Bhutan, Bangladesh and Sri Lanka. The seismotectonic map is replenished with tremendous amount published data and depicts the location, character and name  of the seismogenic faults or active faults and the epicenter of earthquakes with M ≥ 5 from 1960 to 2021. The zonation map shows the mean values of peak ground acceleration (PGA) with 10% probability of being exceeded in 50 years. The two maps can not only be used in the research of active faults and seismic risks in South Asia, but also will be applied to the seismic safety evaluation for infrastructure construction.",
      "descriptionCn": "通过资料整理和数字化，基于ArcGIS平台，广泛收集南亚地区最新的活动断裂和地震构造研究资料，编制了南亚地区地震构造图和地震区划图。图件范围包括印度、巴基斯坦、尼泊尔、不丹、孟加拉国和斯里兰卡。地震构造图中标绘了发震断层（活动断层）的位置、活动性质和断层名称，以及1960年至2021年5级以上地震的震中位置。区划图中以未来50年超越概率10%的地震动加速率峰值（PGA）为指标，进行地震危险性分区。这些图件可用于南亚地区的活动构造和地震灾害研究，为南亚地区的大型工程与基础设施建设提供地震安全保障。",
      "instructions": "The data file of Seismotectonic Map and Seismic Hazard Zonation Map of South Asia is saved in the compressed folder.  The file with extension mxd can open with ARCGIS v10.8 to view the data and maps. The fille with extension  jpg is a high-resolution bitmap.",
      "instructionsCn": "地震构造图的数据文件保存在压缩文件夹“南亚地震构造图.gdb”中，用ARCGIS v10.8 打开文件名为“南亚地震构造图.mxd”的文件可查看数据和图件，南亚地震构造图.jpg为高分辨位图。\n地震危险性区划图的数据文件保存在压缩文件夹“南亚地震危险性区划图.gdb”中 ,用ARCGIS v10.8 打开文件名为“南亚地震危险性区划图.mxd”的文件可查看数据和图件，南亚地震危险性区划图.jpg为高分辨位图。",
      "east": 99.07,
      "west": 59.56,
      "south": -1.91,
      "north": 38.27,
      "startTime": null,
      "endTime": null,
      "fileSize": 276574541.0,
      "cstr": "18406.11.SolidEar.tpdc.272828",
      "doi": "10.11888/SolidEar.tpdc.272828",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "程理",
        "nameEn": "CHENG Li ",
        "unitEn": "China Earthquake Disaster Prevention Center",
        "unitCn": "中国地震灾害防御中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": "全球地震目录",
        "titleEn": null,
        "referenceCn": "宋治平, 张国民, 刘杰, 尹继尧, 薛艳, 宋先月. (2011). 全球地震目录, 北京：地震出版社",
        "referenceEn": null
      },
      {
        "titleCn": "中国地震台网统一地震目录",
        "titleEn": null,
        "referenceCn": "中国地震台网统一地震目录（http://data.earthquake.cn/index.html）",
        "referenceEn": null
      },
      {
        "titleCn": "美国USGS地震目录",
        "titleEn": null,
        "referenceCn": "美国USGS地震目录（https://earthquake.usgs.gov/earthquakes/search/）",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Global Relief Model",
        "referenceCn": null,
        "referenceEn": "https://ngdc.noaa.gov/mgg/global/"
      },
      {
        "titleCn": null,
        "titleEn": "Active faults of the Himalaya of India and Nepal.",
        "referenceCn": null,
        "referenceEn": "Nakata, T. (1989). Active faults of the Himalaya of India and Nepal. Geological Society of America Special Paper, 232(1), 243-264."
      },
      {
        "titleCn": null,
        "titleEn": "InSAR observations of strain accumulation and fault creep along the Chaman Fault system, Pakistan and Afghanistan.",
        "referenceCn": null,
        "referenceEn": "Fattahi, H., & Amelung, F. (2016). InSAR observations of strain accumulation and fault creep along the Chaman Fault system, Pakistan and Afghanistan. Geophysical Research Letters, 43(16), 8399-8406."
      },
      {
        "titleCn": null,
        "titleEn": "Relative assessment of tectonic activity along the seismically active Katrol Hill Fault, Kachchh, western India.",
        "referenceCn": null,
        "referenceEn": "Das, A., Prizomwala, S. P., Solanki, T., Chauhan, G., Thakkar, M. G., & Bhatt, N. (2019). Relative assessment of tectonic activity along the seismically active Katrol Hill Fault, Kachchh, western India. Journal of the Geological Society of India, 94(2), 179-187."
      },
      {
        "titleCn": null,
        "titleEn": "Geomorphic response to an active transpressive regime: A case study along the Chaman strike‐slip fault, western Pakistan",
        "referenceCn": null,
        "referenceEn": "Ul‐Hadi, S., Khan, S. D., Owen, L. A., & Khan, A. S. (2013). Geomorphic response to an active transpressive regime: A case study along the Chaman strike‐slip fault, western Pakistan. Earth surface processes and landforms, 38(3), 250-264."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地震",
        "nameEn": "Seismology"
      },
      {
        "nameCn": "地震危险性",
        "nameEn": "Earthquake risk"
      },
      {
        "nameCn": "地震构造",
        "nameEn": "Seismotectonic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "南亚",
        "keywordEn": "South Asia"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1960-2021",
        "keywordEn": "1960-2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data used to create the seismic hazard zoning maps for South Asia from 1960 to 2021?",
        "QuestionCn": "1960年至2021年间用于创建南亚地震危险区划图的数据特征是什么？",
        "AnswerEn": "positions of active faults, activity properties of active faults, names of active faults, epicenter locations of earthquakes with magnitudes of 5 or above, seismic motion acceleration peak values (PGA), 10% exceedance probability over the next 50 years",
        "AnswerCn": "活跃断层的位置、活跃断层的活动特性、活跃断层的名称、震级5级或以上地震的震中位置、地震运动加速度峰值（PGA）、未来50年内超越概率为10%的情况。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many active faults are identified in the seismic tectonic map of South Asia?",
        "QuestionCn": "南亚的地震构造图中识别出的活断层有多少条？",
        "AnswerEn": "The exact number of identified active faults is not specified.",
        "AnswerCn": "已识别的活动断层的确切数量未被指定。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of '地震危险性区划图' in the context of seismic research in South Asia?",
        "QuestionCn": "在南亚地震研究的背景下，“地震危险性区划图”的意思是什么？",
        "AnswerEn": "In the context of seismic research in South Asia, '地震危险性区划图' refers to a seismic hazard zoning map that uses the peak ground acceleration (PGA) with a 10% exceedance probability in the next 50 years as an indicator to divide the region into different seismic hazard zones. This map serves as a tool for assessing the seismic risks and ensuring earthquake safety for large-scale engineering and infrastructure projects in South Asia.",
        "AnswerCn": "在南亚的地震研究中，“地震危险性区划图”指的是一种地震危险性区划图，该图使用在未来50年内10%超越概率的峰值地面加速度（PGA）作为指标，将该地区划分为不同的地震危险区。该图作为评估地震风险和确保南亚大型工程及基础设施项目抗震安全的工具。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on seismic hazard analysis outcomes when digitalizing and integrating diverse seismic fault data and earthquake records from multiple countries in South Asia?",
        "QuestionCn": "在数字化和整合来自南亚多个国家的多样化地震断层数据和地震记录时，对地震危险性分析结果的潜在影响是什么？",
        "AnswerEn": "The integration of diverse seismic fault data and earthquake records from countries like India, Pakistan, Nepal, Bhutan, Bangladesh, and Sri Lanka, when digitalized on platforms such as ArcGIS, can lead to a more comprehensive and accurate representation of seismic hazards. This can improve the precision of seismic hazard maps by accurately identifying active faults and their characteristics, as well as the epicenters of significant earthquakes since 1960. Consequently, this can enhance earthquake hazard zoning, providing better seismic safety assurances for large-scale engineering and infrastructure projects in the region.",
        "AnswerCn": "将来自印度、巴基斯坦、尼泊尔、不丹、孟加拉国和斯里兰卡的多样化地震断层数据和地震记录数字化到ArcGIS等平台上，可以更全面和准确地表示地震危险。这可以通过准确识别活动断层及其特征，以及自1960年以来重大地震的震中，来提高地震危险图的精确度。因此，这可以增强地震危险分区，为该地区的大型工程和基础设施项目提供更好的抗震安全保障。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind the creation of a dataset that compiles seismic tectonic maps and seismic hazard zoning maps for South Asia?",
        "QuestionCn": "创建一个汇编南亚地区地震构造图和地震危险区划图的数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide a comprehensive analysis of active faults and seismic hazards in South Asia, which includes countries like India, Pakistan, Nepal, Bhutan, Bangladesh, and Sri Lanka. This dataset is designed to aid in research related to active tectonics and seismic disasters, and to offer seismic safety assurance for large engineering and infrastructure projects in the region.",
        "AnswerCn": "主要目标是对南亚的活动断层和地震灾害进行全面分析，该地区包括印度、巴基斯坦、尼泊尔、不丹、孟加拉国和斯里兰卡。该数据集旨在帮助与活动构造和地震灾害相关的研究，并为该地区大型工程和基础设施项目提供地震安全保障。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in digitizing and compiling seismic fault and hazard maps using ArcGIS for regions like South Asia?",
        "QuestionCn": "使用ArcGIS对南亚等地区的地震断层和灾害地图进行数字化和编制涉及哪些程序？",
        "AnswerEn": "The procedures involve collecting the latest research data on active faults and seismic structures in the South Asia region, including countries like India, Pakistan, Nepal, Bhutan, Bangladesh, and Sri Lanka. This data is then digitized and organized on the ArcGIS platform, where the seismic fault map is marked with the positions, activity nature, and names of active faults, as well as epicenter locations of earthquakes with magnitudes above 5 from 1960 to 2021. Additionally, the seismic hazard map is created based on a 10% exceedance probability of peak ground acceleration (PGA) over the next 50 years, providing an earthquake hazard zoning for the region.",
        "AnswerCn": "该程序涉及收集南亚地区（包括印度、巴基斯坦、尼泊尔、不丹、孟加拉国和斯里兰卡）活断层和地震结构的最新研究数据。然后将这些数据数字化并在ArcGIS平台上进行组织，地震断层图标注了活断层的位置、活动性质和名称，以及1960年至2021年间震中位置的震级超过5的地震。此外，基于未来50年内10%的超越概率的峰值地面加速度（PGA），创建了地震危害图，为该地区提供了地震危害分区。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have facilitated the digitization and integration of seismic and tectonic data for creating comprehensive earthquake hazard maps for South Asia?",
        "QuestionCn": "哪些技术进步促进了南亚地震危险图的综合地震和构造数据的数字化和整合？",
        "AnswerEn": "The use of the ArcGIS platform enables the digitization and integration of seismic and tectonic data, allowing for the comprehensive mapping of earthquake hazards across South Asia. This includes compiling data on active faults and the epicenter locations of significant earthquakes from 1960 to 2021.",
        "AnswerCn": "使用ArcGIS平台可以实现地震和构造数据的数字化和集成，从而全面绘制南亚的地震灾害地图。这包括汇编1960年至2021年间活跃断层和重大地震震中位置的数据。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}