{
  "id": "cfb34caa-3d18-43c1-90ba-eb07fe4c76cf",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Wide-angle Infrared Dual-mode line/area Array Scanner, WIDAS (26th, July, 2012)",
      "titleCn": "黑河生态水文遥感试验：可见光/近红外、热红外多角度航空遥感（2012年7月26日）",
      "description": "On 26 July 2012, a Wide-angle Infrared Dual-mode line/area Array Scanner (WIDAS)  carried by the Y-12 aircraft was used in a visible near Infrared thermal Dual-mode airborne remote sensing experiment, which is located in the artificial oasis eco-hydrology experimental area (5×5 km). WIDAS includes an CCD cameras with spatial resolution 0.2 m, a visible near Infrared multispectral camera with five bands scanner (an maximum observation angle 48° and spatial resolution 1 m), and a thermal image camera with spatial resolution 4.8 m.\nThe CCD camera data are recorded in DN values processed by mosaic and orthorectification. The multispectral camera data are recorded in reflectance processed by atmospheric and geometric correction. Thermal image camera data are recorded in radiation brightness temperature processed by atmospheric and geometric correction.",
      "descriptionCn": "2012年7月26日在黑河中游的5*5公里加密区，利用运12飞机，搭载WIDAS传感器，开展了可见光/近红外、热红外的多角度航空遥感试验。WIDAS系统集成了：高分辨率相机一台、可见光/近红外5波段多光谱相机两台（最大视场角48°）和热像仪一台（最大视场角46°）。获取的数据信息为，高分辨率CCD：0.2米；多光谱分辨率：1米；热像仪分辨率：4.8米。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.46,
      "west": 100.3,
      "south": 38.7,
      "north": 39.0,
      "startTime": "2018-11-19 02:50:23",
      "endTime": "2018-11-19 02:50:23",
      "fileSize": 89017961971.0,
      "cstr": "18406.11.hiwater.002.2013.db",
      "doi": "10.3972/hiwater.002.2013.db",
      "dataFormat": "影像",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Separating vegetation and soil temperature using airborne multiangular remote sensing image data",
        "referenceCn": null,
        "referenceEn": "Liu Q, Yan CY, Xiao Q, Yan GJ, Fang L. Separating vegetation and soil temperature using airborne multiangular remote sensing image data. International Journal of Applied Earth Observation and Geoinformation, 2012, 17: 66-75, doi:10.1016/j.jag.2011.10.003."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Image Processing Method of Airborne WiDAS Sensor in WATER Campaign",
        "referenceCn": null,
        "referenceEn": "Liu Q, Xiao Q, Liu ZG, et al. Image Processing Method of Airborne WiDAS Sensor in WATER Campaign. Remote sensing technology and application, 2010, 25(6):799-804."
      },
      {
        "titleCn": "黑河综合遥感联合试验中机载WiDAS数据的预处理方法",
        "titleEn": null,
        "referenceCn": "刘强, 肖青, 刘志刚, 方莉, 彭菁菁, 李波. 黑河综合遥感联合试验中机载WIDAS数据的预处理方法. 遥感技术与应用, 2010, 25(6): 797-804.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "红外广角双模式成像仪WiDAS",
        "nameEn": "Wide-angle infrared dual-mode line/Area array scanner"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-07-26",
        "keywordEn": "2012-07-26",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-黑河下游组分温度数据集（热像仪）",
        "titleEn": "HiWATER: MUlti-scale observation experiment on land surface temperature (MUSOES)- dataset of component temperature in the down of Heihe River Basin (Thermal imager)"
      },
      {
        "titleCn": "大纳伦河流域修正后的温度和降水数据集（1951-2016）",
        "titleEn": "Revised dataset of temperature and precipitation in the Greater Naren River Basin (1951-2016)"
      },
      {
        "titleCn": "青藏高原2017年冰川数据-TPG2017（V1.0）",
        "titleEn": "Glacier coverage data on the Tibetan Plateau in 2017 (TPG2017, Version1.0)"
      },
      {
        "titleCn": "2010年代三江源多年冻土稳定型分布图",
        "titleEn": "Permafrost stability type map for Sanjiangyuan in 2010s"
      },
      {
        "titleCn": "青藏高原无人机航拍栅格数据（2018-2019）",
        "titleEn": "UAV-derived raster data of the Tibetan Plateau during 2018-2019"
      },
      {
        "titleCn": "西藏纳木错水温监测数据（2011-2014）",
        "titleEn": "Water temperature observation data at Nam Co Lake in  Tibet (2011-2014)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的放大是一个重大挑战。该领域的进展受到多尺度观测稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。针对绿洲-沙漠系统，仪器按照层次嵌套的尺度进行布置，以捕捉多尺度的生态水文过程。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a focus on capturing multi-scale eco-hydrological processes through a hierarchically nested observation system in the oasis-desert area?",
        "QuestionCn": "在绿洲-沙漠地区是否专注于通过分层嵌套观测系统捕捉多尺度生态水文过程？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key components of a multiscale observation system used in the eco-hydrological studies in the Heihe Watershed?",
        "QuestionCn": "在黑河流域的生态水文研究中，多尺度观测系统的关键组成部分是什么？",
        "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, soil moisture, leaf area index, hyper-resolution airborne remote sensing, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer, ground measurements, vegetation dynamics, photosynthesis processes",
        "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，生态水文传感器网络，土壤湿度，叶面积指数，超高分辨率机载遥感，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计，地面测量，植被动态，光合作用过程。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where were the instruments for the oasis-desert system arranged to capture multi-scale eco-hydrological processes?",
        "QuestionCn": "用于捕捉多尺度生态水文过程的绿洲-沙漠系统的仪器安排在哪里？",
        "AnswerEn": "hierarchically nested scales",
        "AnswerCn": "分层嵌套尺度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with progress in the upscaling of eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "与在异质表面上生态水文过程的上升规模相关的挑战有哪些？",
        "AnswerEn": "poor availability of multiscale observations",
        "AnswerCn": "多尺度观测的可用性差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method that addresses the challenge of capturing multi-scale eco-hydrological processes in heterogeneous surfaces?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以应对在异质表面捕捉多尺度生态水文过程的挑战？",
        "AnswerEn": "An example of a data collection method is the use of hierarchically nested scales to capture multi-scale eco-hydrological processes, as implemented during the HiWATER experiment. This involved arranging instruments in the oasis-desert system to capture observations at multiple scales, including the installation of a sparse network to investigate oasis-desert interactions, a superstation within the oasis, as well as EC towers and automatic meteorological stations in various landscapes.",
        "AnswerCn": "一种数据收集方法是使用分层嵌套尺度来捕捉多尺度生态水文过程，这在HiWATER实验中得到了实施。这涉及在绿洲-沙漠系统中布置仪器，以捕捉多个尺度的观测，包括安装稀疏网络以研究绿洲-沙漠相互作用、在绿洲内设置超级站，以及在各种景观中设置涡度协方差塔和自动气象站。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of an airborne remote sensing mission conducted to obtain multiscale data in an eco-hydrological study?",
        "QuestionCn": "一个进行空气遥感任务以获取生态水文研究中多尺度数据的例子是什么？",
        "AnswerEn": "An example of an airborne remote sensing mission is the series of 12 missions conducted during HiWATER, which utilized LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer. These missions aimed to cover the FEA and collect hyper-resolution remote sensing data.",
        "AnswerCn": "一个空中遥感任务的例子是HiWATER系列的12次任务，这些任务利用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计。这些任务旨在覆盖FEA并收集超高分辨率遥感数据。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that is designed to overcome the scarcity of multiscale observations in eco-hydrological research?",
        "QuestionCn": "您能否提供一个旨在克服生态水文研究中多尺度观测稀缺的示例数据集？",
        "AnswerEn": "An example of such a dataset is the multiscale dataset obtained from the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in 2012, which includes data from a flux observation matrix, an eco-hydrological sensor network, hyper-resolution airborne remote sensing, and synchronical ground measurements. This dataset is available at figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "这样的数据集的一个例子是2012年从黑河流域联合遥测实验研究（HiWATER）获得的多尺度数据集，其中包括来自通量观测矩阵、生态水文传感器网络、高分辨率航空遥感和同步地面测量的数据。该数据集可在figshare和寒区与干旱区科学数据中心获取。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the multiscale observation system used for eco-hydrological data collection?",
        "QuestionCn": "多尺度观测系统用于生态水文数据收集的特点是什么？",
        "AnswerEn": "flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network of soil moisture and leaf area index, hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer, synchronical ground measurements of vegetation dynamics and photosynthesis processes",
        "AnswerCn": "涡度相关塔的通量观测矩阵、大孔径闪烁仪、自动气象站、土壤湿度和叶面积指数的生态水文传感器网络、使用LiDAR的超高分辨率机载遥感、成像光谱仪、多角度热成像仪、L波段微波辐射计、植被动态和光合作用过程的同步地面测量。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What features define the airborne remote sensing techniques utilized in this domain?",
        "QuestionCn": "在该领域中定义机载遥感技术的特征是什么？",
        "AnswerEn": "LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
        "AnswerCn": "激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What specific challenges are associated with acquiring multiscale observations in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，获取多尺度观测数据面临哪些具体挑战？",
        "AnswerEn": "poor availability of data",
        "AnswerCn": "数据可用性差",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted during the data collection process?",
        "QuestionCn": "在数据收集过程中进行了多少次空中遥感任务？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the maximum resolution achieved by the high-resolution CCD camera in the data collection?",
        "QuestionCn": "在数据收集过程中，高分辨率CCD相机所达到的最大分辨率是多少？",
        "AnswerEn": "0.2 meters",
        "AnswerCn": "0.2米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many multi-angle thermal imagers were integrated into the data collection system?",
        "QuestionCn": "数据采集系统中集成了多少个多角度热成像仪？",
        "AnswerEn": "1",
        "AnswerCn": "1",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'multiscale observations' mean in the context of eco-hydrological processes?",
        "QuestionCn": "在生态水文过程的背景下，“多尺度观测”是什么意思？",
        "AnswerEn": "Multiscale observations refer to the collection of data at various spatial and temporal scales to understand complex eco-hydrological processes. This involves using different types of instruments and methodologies to capture data from small to large scales, such as using eddy covariance towers, large aperture scintillometers, and automatic meteorological stations, as well as airborne remote sensing with LiDAR and thermal imagers.",
        "AnswerCn": "多尺度观测是指在不同的空间和时间尺度上收集数据，以理解复杂的生态水文过程。这涉及使用不同类型的仪器和方法，从小尺度到大尺度捕获数据，例如使用涡度协方差塔、大孔径闪烁仪和自动气象站，以及使用激光雷达和热成像仪的航空遥感。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'hierarchically nested scales' in the instrumentation of eco-hydrological experiments?",
        "QuestionCn": "在生态水文实验的仪器测量中，“层次嵌套尺度”是什么意思？",
        "AnswerEn": "Hierarchically nested scales refer to the arrangement of instruments in a structured manner, where data collection occurs at different levels of detail or scales. This approach is used to capture interactions and processes at varying spatial extents, such as positioning instruments within an oasis and surrounding landscapes, including deserts and wetlands, to observe eco-hydrological processes comprehensively.",
        "AnswerCn": "层次嵌套尺度是指以结构化的方式排列仪器，在不同的细节或尺度上进行数据收集。这种方法用于捕捉在不同空间范围内的相互作用和过程，例如在绿洲及其周围的景观中布置仪器，包括沙漠和湿地，以全面观察生态水文过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the multiscale data collection techniques used in the HiWATER experiment compare to those utilized in traditional eco-hydrological studies?",
        "QuestionCn": "HiWATER实验中使用的多尺度数据收集技术与传统生态水文研究中采用的技术相比如何？",
        "AnswerEn": "The HiWATER experiment employs a hierarchically nested scale approach to capture multiscale eco-hydrological processes, incorporating intensive observation periods and continuous hydrometeorological observations. Traditional eco-hydrological studies may not utilize such a multiscale approach or the combination of technologies like LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer seen in the HiWATER experiment.",
        "AnswerCn": "HiWATER实验采用分层嵌套的尺度方法，以捕捉多尺度生态水文过程，结合了密集观测期和持续的水文气象观测。传统的生态水文研究可能不会采用这样的多尺度方法或像HiWATER实验中使用的激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计等技术组合。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the differences in data quality control measures between the HiWATER dataset and typical datasets in eco-hydrological research?",
        "QuestionCn": "HiWATER数据集与生态水文研究中的典型数据集在数据质量控制措施方面有哪些差异？",
        "AnswerEn": "The HiWATER dataset emphasizes careful quality control throughout sensor calibration, data collection, data processing, and dataset generation. This may differ from typical eco-hydrological datasets, which might not implement such comprehensive quality control measures across all stages of data handling.",
        "AnswerCn": "HiWATER数据集强调在传感器校准、数据收集、数据处理和数据集生成的各个阶段进行严格的质量控制。这可能与典型的生态水文数据集有所不同，后者在数据处理的所有阶段可能没有实施如此全面的质量控制措施。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying challenges can be inferred from the limited availability of multiscale observations in eco-hydrological studies, and how might these challenges affect data collection methods?",
        "QuestionCn": "在生态水文研究中，有限的多尺度观测可推断出哪些潜在挑战，这些挑战可能如何影响数据收集方法？",
        "AnswerEn": "Progress in eco-hydrological studies is hindered by the poor availability of multiscale observations, which is a significant challenge that affects data collection methods. The lack of multiscale data can limit the ability to capture complex eco-hydrological processes effectively, necessitating innovative data collection strategies that encompass diverse spatial and temporal scales.",
        "AnswerCn": "生态水文学研究的进展受到多尺度观测数据稀缺的阻碍，这是影响数据收集方法的一个重大挑战。缺乏多尺度数据可能限制有效捕捉复杂生态水文过程的能力，因此需要创新的数据收集策略，以涵盖多样的空间和时间尺度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the arrangement of instruments on hierarchically nested scales contribute to understanding eco-hydrological processes in an oasis-desert system?",
        "QuestionCn": "仪器在层次嵌套尺度上的排列如何有助于理解绿洲-沙漠系统中的生态水文过程？",
        "AnswerEn": "Instruments arranged on hierarchically nested scales allow for capturing multi-scale eco-hydrological processes by providing data at various levels of granularity. This approach facilitates the investigation of interactions between different landscape types and helps to integrate data across scales, enhancing the understanding of the oasis-desert system.",
        "AnswerCn": "在层次嵌套的尺度上排列的仪器能够捕捉多尺度生态水文过程，通过提供不同粒度的数据。这种方法有助于研究不同景观类型之间的相互作用，并有助于跨尺度整合数据，从而增强对绿洲-沙漠系统的理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What can be inferred about the rigor and reliability of a dataset from the steps taken in sensor calibration, data processing, and quality control?",
        "QuestionCn": "从传感器校准、数据处理和质量控制中采取的步骤可以推断出数据集的严格性和可靠性如何？",
        "AnswerEn": "The rigor and reliability of a dataset are enhanced by thorough sensor calibration, meticulous data processing, and comprehensive quality control. These steps ensure the accuracy and consistency of the data, making it a valuable resource for understanding eco-hydrological dynamics and for use in further research and analysis.",
        "AnswerCn": "数据集的严谨性和可靠性通过彻底的传感器校准、细致的数据处理和全面的质量控制得以增强。这些步骤确保了数据的准确性和一致性，使其成为理解生态水文动态以及用于进一步研究和分析的宝贵资源。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the poor availability of multiscale observations in eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "导致异质表面生态水文过程多尺度观测稀缺的因素有哪些？",
        "AnswerEn": "The poor availability of multiscale observations is a significant challenge in upscaling eco-hydrological processes on heterogeneous surfaces. The complexity and variability of these surfaces require data collected at multiple scales, which is difficult to obtain due to the need for hierarchically nested instrumentation and comprehensive sensor networks.",
        "AnswerCn": "多尺度观测的稀缺性是对异质表面生态水文过程进行上尺度处理的一大挑战。这些表面的复杂性和变异性需要在多个尺度上收集数据，但由于需要分层嵌套的仪器和全面的传感器网络，获取这些数据变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the necessity for a sparse network of instruments to investigate oasis-desert interactions?",
        "QuestionCn": "导致需要稀疏的仪器网络来研究绿洲与沙漠相互作用的原因是什么？",
        "AnswerEn": "The necessity for a sparse network of instruments arises from the need to capture the diverse landscapes and interactions within oasis-desert systems. Arranging instruments like eddy covariance towers and meteorological stations in different landscapes helps in understanding the multi-scale interactions and processes, providing a more comprehensive dataset.",
        "AnswerCn": "稀疏仪器网络的必要性源于捕捉绿洲-沙漠系统中多样化景观和相互作用的需求。在不同景观中布置涡度协方差塔和气象站等仪器，有助于理解多尺度的相互作用和过程，从而提供更全面的数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of implementing a hierarchical nesting of instruments on multiscale data availability in eco-hydrological research?",
        "QuestionCn": "在生态水文学研究中，实施仪器的层次嵌套对多尺度数据可用性的潜在影响是什么？",
        "AnswerEn": "Implementing a hierarchical nesting of instruments enhances the availability and quality of multiscale and multidisciplinary data by allowing the capture of eco-hydrological processes at different spatial and temporal scales, thus addressing the challenge of poor availability of multiscale observations.",
        "AnswerCn": "实施仪器的层次嵌套可以提高多尺度和多学科数据的可用性和质量，允许在不同的空间和时间尺度上捕捉生态水文过程，从而解决多尺度观测可用性差的问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do intensive observation periods (IOPs) in a research framework affect the quality and scope of collected data?",
        "QuestionCn": "在研究框架中，强化观察期（IOPs）如何影响收集数据的质量和范围？",
        "AnswerEn": "Intensive observation periods (IOPs) facilitate the collection of high-quality, detailed data over a short duration, which, when combined with continuous observations, enriches the dataset by providing comprehensive temporal coverage and enabling the study of dynamic eco-hydrological processes.",
        "AnswerCn": "密集观察期（IOPs）有助于在短时间内收集高质量、详细的数据，这些数据与持续观察相结合，丰富了数据集，提供了全面的时间覆盖，能够研究动态的生态水文过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the underlying objectives of employing a multi-angle thermal imager and an L-band microwave radiometer for data collection in eco-hydrological studies?",
        "QuestionCn": "在生态水文研究中，使用多角度热成像仪和L波段微波辐射计进行数据收集的基本目标是什么？",
        "AnswerEn": "The objectives include capturing multi-scale eco-hydrological processes and addressing the challenge of poor availability of multiscale observations by obtaining multiscale and multidisciplinary data.",
        "AnswerCn": "目标包括捕捉多尺度生态水文过程，并通过获取多尺度和多学科数据来应对多尺度观测稀缺的挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it essential to implement a hierarchically nested scale instrumentation approach in the observation of oasis-desert interactions?",
        "QuestionCn": "在观察绿洲-沙漠相互作用时，实施分层嵌套的量表仪器方法为何至关重要？",
        "AnswerEn": "The hierarchically nested scale instrumentation is essential to capture multi-scale eco-hydrological processes, which helps in understanding oasis-desert interactions and addressing the challenge of scaling these processes on a heterogeneous surface.",
        "AnswerCn": "分层嵌套尺度的仪器测量对于捕捉多尺度生态水文过程至关重要，这有助于理解绿洲-沙漠相互作用，并解决在异质表面上对这些过程进行尺度化的挑战。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the rationale behind integrating a range of instruments like LiDAR, imaging spectrometer, and eddy covariance towers in the data collection strategy for eco-hydrological research?",
        "QuestionCn": "在生态水文研究的数据收集策略中，整合激光雷达（LiDAR）、成像光谱仪和涡度协方差塔等多种仪器的理由是什么？",
        "AnswerEn": "The rationale is to create a comprehensive observation system that can provide a multiscale dataset, which is crucial for understanding eco-hydrological processes in an oasis-desert area and overcoming the challenge of limited multiscale observations.",
        "AnswerCn": "其 rationale 是创建一个综合观察系统，能够提供多尺度数据集，这对于理解绿洲-沙漠地区的生态水文过程至关重要，并克服有限多尺度观测的挑战。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in setting up a multi-scale eco-hydrological observation network in a heterogeneous oasis-desert system?",
        "QuestionCn": "在异质绿洲-沙漠系统中建立多尺度生态水文观测网络涉及哪些程序步骤？",
        "AnswerEn": "The multi-scale eco-hydrological observation network was set up using a flux observation matrix consisting of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations. Instruments were arranged in hierarchically nested scales, including one superstation within the oasis and additional stations in surrounding landscapes like sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were carried out at the irrigation district scale, complemented by airborne remote sensing missions using LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers.",
        "AnswerCn": "多尺度生态水文观测网络是通过一个通量观测矩阵建立的，该矩阵由涡度协方差塔、大孔径闪烁仪和自动气象站组成。仪器按照层次嵌套的尺度进行排列，包括一个位于绿洲内的超级站，以及周围景观中的其他站点，如沙漠、沙砾地、荒漠草原和湿地。在灌溉区尺度上进行了密集观测，并通过使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的空中遥感任务进行了补充。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can the challenges of poor availability of multiscale observations be addressed in eco-hydrological research?",
        "QuestionCn": "如何解决生态水文研究中多尺度观测可用性差的挑战？",
        "AnswerEn": "The challenges of poor availability of multiscale observations can be addressed by implementing a comprehensive observation system like HiWATER, which includes hierarchically nested instrumentation scales to capture multi-scale eco-hydrological processes. This system integrates a variety of observational tools such as eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and airborne remote sensing instruments to provide multiscale and multidisciplinary data.",
        "AnswerCn": "应对多尺度观测稀缺的挑战，可以通过实施像HiWATER这样的综合观测系统来解决，该系统包括分层嵌套的仪器尺度，以捕捉多尺度生态水文过程。该系统集成了多种观测工具，如涡度协方差塔、大孔径闪烁仪、自动气象站和航空遥感仪器，以提供多尺度和多学科的数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedures should be followed to ensure the quality and reliability of eco-hydrological datasets collected from remote sensing and ground measurements?",
        "QuestionCn": "应遵循哪些程序以确保从遥感和地面测量收集的生态水文数据集的质量和可靠性？",
        "AnswerEn": "To ensure quality and reliability, all observational data must undergo careful quality control throughout the process, which includes sensor calibration, data collection, data processing, and dataset generation. Furthermore, synchronization of ground measurements of vegetation dynamics and photosynthesis processes with hyper-resolution airborne remote sensing helps maintain the dataset's accuracy.",
        "AnswerCn": "为了确保质量和可靠性，所有观测数据必须在整个过程中进行仔细的质量控制，包括传感器校准、数据收集、数据处理和数据集生成。此外，地面植被动态和光合作用过程的测量与超高分辨率航空遥感的同步有助于保持数据集的准确性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enabled the collection of multiscale eco-hydrological data in oasis-desert areas?",
        "QuestionCn": "哪些技术进步使得在绿洲-沙漠地区收集多尺度生态水文数据成为可能？",
        "AnswerEn": "The use of a multiscale observation system, including a flux observation matrix with eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and hyper-resolution airborne remote sensing using LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, enabled the collection of multiscale eco-hydrological data in oasis-desert areas.",
        "AnswerCn": "使用多尺度观测系统，包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站以及使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的高分辨率航空遥感，能够在绿洲-沙漠地区收集多尺度生态水文数据。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with obtaining multiscale observations for eco-hydrological research, and how are these addressed in the HiWATER experiment?",
        "QuestionCn": "获取生态水文研究的多尺度观测面临哪些挑战，以及HiWATER实验是如何应对这些挑战的？",
        "AnswerEn": "A significant challenge is the poor availability of multiscale observations. This is addressed in the HiWATER experiment through the use of hierarchically nested scales of instrumentation, including a sparse network for oasis-desert interactions and a superstation within the oasis, alongside intensive airborne and ground observations.",
        "AnswerCn": "一个显著的挑战是多尺度观测的可用性差。HiWATER实验通过使用分层嵌套的仪器尺度来解决这一问题，包括用于绿洲-沙漠相互作用的稀疏网络和绿洲内的超级站，以及密集的空中和地面观测。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be difficulties in obtaining multiscale observations for eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "为什么在异质表面上获取生态水文过程的多尺度观测可能会有困难？",
        "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations.",
        "AnswerCn": "该领域的进展受到多尺度观测稀缺的阻碍。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What expectations might researchers have when employing hierarchically nested scales to capture multi-scale eco-hydrological processes?",
        "QuestionCn": "研究人员在使用分层嵌套尺度来捕捉多尺度生态水文过程时，可能会有哪些期望？",
        "AnswerEn": "Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes.",
        "AnswerCn": "为捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why might continuous hydrometeorological observations be crucial during experiments like HiWATER?",
        "QuestionCn": "为什么在像HiWATER这样的实验中，连续的水文气象观测可能至关重要？",
        "AnswerEn": "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER to obtain multiscale and multidisciplinary data.",
        "AnswerCn": "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测，以获取多尺度和多学科的数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using a multi-angle thermal imager in capturing multi-scale eco-hydrological processes?",
        "QuestionCn": "如何评估使用多角度热成像仪捕捉多尺度生态水文过程的有效性？",
        "AnswerEn": "The use of a multi-angle thermal imager is effective in capturing multi-scale eco-hydrological processes as it forms part of a comprehensive airborne remote sensing mission designed to address challenges in upscaling eco-hydrological processes on heterogeneous surfaces. It complements other instruments by providing thermal imaging data that can be critical for understanding temperature variations and energy fluxes across different landscapes.",
        "AnswerCn": "多角度热成像仪的使用在捕捉多尺度生态水文过程方面是有效的，因为它是一个综合航空遥感任务的一部分，旨在解决在异质表面上扩大生态水文过程的挑战。它通过提供热成像数据来补充其他仪器，这些数据对于理解不同景观中的温度变化和能量通量至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential challenges in ensuring the quality control of the multiscale dataset obtained from a complex experimental setup involving multiple instruments?",
        "QuestionCn": "确保从复杂实验设置中获得的多尺度数据集的质量控制可能面临的挑战有哪些？",
        "AnswerEn": "Potential challenges in ensuring quality control include maintaining sensor calibration across diverse instruments, processing data from different scales and resolutions, and integrating synchronical ground measurements with airborne remote sensing data. These challenges require a rigorous protocol for data collection and processing to ensure the reliability and consistency of the dataset.",
        "AnswerCn": "确保质量控制的潜在挑战包括在不同仪器之间保持传感器校准、处理来自不同尺度和分辨率的数据，以及将同步的地面测量与空中遥感数据进行整合。这些挑战需要严格的数据收集和处理协议，以确保数据集的可靠性和一致性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In your opinion, how could the integration of hierarchically nested scales in instrumentation enhance the understanding of oasis-desert interactions?",
        "QuestionCn": "在您看来，仪器中分层嵌套尺度的整合如何能够增强对绿洲-沙漠相互作用的理解？",
        "AnswerEn": "Integrating hierarchically nested scales in instrumentation enhances understanding by allowing researchers to capture data at multiple levels of spatial and temporal resolution. This approach provides a comprehensive view of eco-hydrological processes and their interactions across different landscape types, enabling a more detailed analysis of the complex dynamics between oasis and desert ecosystems.",
        "AnswerCn": "在仪器中整合分层嵌套的尺度可以增强理解，因为它允许研究人员在多个空间和时间分辨率上捕获数据。这种方法提供了对生态水文过程及其在不同景观类型之间相互作用的全面视角，使得对绿洲和沙漠生态系统之间复杂动态的分析更加详细。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods can address the challenge of multiscale observations in eco-hydrological research.",
        "QuestionCn": "我不明白数据收集方法如何应对生态水文研究中的多尺度观测挑战。",
        "AnswerEn": "The HiWATER experiment addresses this challenge by implementing instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data. It includes intensive observation periods and continuous hydrometeorological observations to capture multi-scale eco-hydrological processes.",
        "AnswerCn": "HiWATER实验通过在分层嵌套的尺度上实施仪器来应对这一挑战，以获取多尺度和多学科的数据。它包括密集观测期和持续的水文气象观测，以捕捉多尺度生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how researchers ensure the quality and reliability of data collected using various sensors and instruments in eco-hydrological studies.",
        "QuestionCn": "我不确定研究人员如何确保在生态水文学研究中使用各种传感器和仪器收集的数据的质量和可靠性。",
        "AnswerEn": "In the HiWATER experiment, all observational data are subjected to careful quality control throughout sensor calibration, data collection, data processing, and dataset generation. This ensures the quality and reliability of the data collected from various sensors and instruments.",
        "AnswerCn": "在HiWATER实验中，所有观测数据都经过严格的质量控制，包括传感器校准、数据收集、数据处理和数据集生成。这确保了从各种传感器和仪器收集的数据的质量和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explain the challenges faced in collecting multiscale observational data for eco-hydrological processes in heterogeneous surfaces and how these challenges are addressed.",
        "QuestionCn": "请解释在异质表面收集生态水文过程的多尺度观测数据所面临的挑战，以及如何应对这些挑战。",
        "AnswerEn": "Challenges in collecting multiscale observational data include the poor availability of such observations across heterogeneous surfaces. These challenges are addressed by the HiWATER experiment, which utilizes instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data. The system includes a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, an eco-hydrological sensor network for soil moisture and leaf area index, hyper-resolution airborne remote sensing, and synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
        "AnswerCn": "收集多尺度观测数据的挑战包括在异质表面上此类观测的可用性较差。这些挑战通过HiWATER实验得以解决，该实验利用分层嵌套尺度的仪器来获取多尺度和多学科的数据。该系统包括一个通量观测矩阵，包含涡度协方差塔、大孔径闪烁仪、自动气象站、用于土壤湿度和叶面积指数的生态水文传感器网络、高分辨率空中遥感，以及同步的植被动态和光合作用过程的地面测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please outline the components and features of a multiscale dataset collected in the oasis-desert area, including how data quality is maintained.",
        "QuestionCn": "请概述在绿洲-沙漠地区收集的多尺度数据集的组成部分和特征，包括如何维护数据质量。",
        "AnswerEn": "The multiscale dataset includes data from a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network for soil moisture and leaf area index. It also integrates hyper-resolution airborne remote sensing data using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer, along with ground measurements of vegetation dynamics and photosynthesis processes. Data quality is ensured through careful sensor calibration, data collection, data processing, and dataset generation. The data are made freely available at figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "多尺度数据集包括来自涡度协方差塔、宽孔径闪烁仪、自动气象站和生态水文传感器网络（用于土壤湿度和叶面积指数）的通量观测矩阵的数据。它还整合了使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感数据，以及植被动态和光合作用过程的地面测量。通过仔细的传感器校准、数据收集、数据处理和数据集生成，确保数据质量。这些数据在figshare和寒冷与干旱地区科学数据中心免费提供。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}