{
  "id": "d012b762-8966-4870-9fa2-3aefd4753701",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "STL-mesh file of the skull of Oligodon bivirgatus",
      "titleCn": "双线小头蛇头骨3D重建模型表面文件原始数据",
      "description": "This data is the original surface model data of the double line small headed snake head bone CT scan and 3D reconstruction unique to Hainan. Generated through reconstruction and export using MicroCT high-definition scanning equipment and VGStudiu3.4 software. This data is high-definition high-quality data with a resolution of up to 10.2um. Its quality ranks among the top internationally. Data has broad application prospects. For example, classification feature comparison, 3D printing, and science popularization display.",
      "descriptionCn": "本数据为海南特有种双线小头蛇头骨断层扫描和3D重构的表面模型原始数据。经MicroCT高清扫描设备及VGStudiu3.4软件重建导出生成。本数据为分辨度高达10.2um的高清优质数据。其质量位居国际前列。数据有广泛的应用前景。例如分类学特征比较、3D打印等及科普展示等。                                                                    ",
      "instructions": "The data naming method is Latin scientific name abbreviation+specimen number+suffix, with the suffix stl being a three-dimensional surface file. It can be read, punctuated, and rotated in relevant software.",
      "instructionsCn": "数据命名方式为拉丁学名缩写+标本编号+后缀名，后缀名stl为三维立体表面文件。可在相关软件中读取，标点及转动。",
      "east": 111.0,
      "west": 110.0,
      "south": 18.0,
      "north": 19.0,
      "startTime": "2018-03-01 18:05:12",
      "endTime": "2023-04-01 18:05:12",
      "fileSize": 67980284.0,
      "cstr": "18406.11.HumanNat.tpdc.301124",
      "doi": "10.11888/HumanNat.tpdc.301124",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "史静耸",
        "nameEn": "SHI Jingsong",
        "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
        "unitCn": "中国科学院古脊椎动物与古人类研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A new species of Oligodon H. Boie in Fitzinger, 1826 (Squamata: Colubridae) from  Hainan Island, China",
        "referenceCn": null,
        "referenceEn": "Qian, T., Qi, S., Shi, J., Lu, Y., Jenkins, R., Mo, Y., & Li, P. (2021). A new species of Oligodon H. Boie in Fitzinger, 1826 (Squamata: Colubridae) from Hainan Island, China. Zootaxa, 4933(3), 403–421. DOI: 10.11646/zootaxa.4933.3.7. PMID: 33756790."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "动物资源",
        "nameEn": "Animal resources"
      },
      {
        "nameCn": "爬行动物",
        "nameEn": "Reptiles"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "海南岛",
        "keywordEn": "Hainan Island"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "现生",
        "keywordEn": "Recent",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain high-resolution 3D reconstructions of snake skulls for taxonomic comparison and other applications?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于获取蛇头骨的高分辨率3D重建，以便进行分类比较和其他应用？",
        "AnswerEn": "An example of a data collection method is using MicroCT high-definition scanning equipment, combined with VGStudio 3.4 software for 3D reconstruction. This approach yields high-quality surface model data with a resolution as fine as 10.2 micrometers, offering significant potential for applications such as taxonomic feature comparison, 3D printing, and educational displays.",
        "AnswerCn": "一种数据收集方法是使用MicroCT高清扫描设备，结合VGStudio 3.4软件进行3D重建。这种方法可以生成高质量的表面模型数据，分辨率高达10.2微米，具有在分类特征比较、3D打印和教育展示等应用中的重要潜力。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and features of 3D reconstruction models of snake skulls derived from high-resolution MicroCT scans?",
        "QuestionCn": "从高分辨率MicroCT扫描中获得的蛇头骨3D重建模型的特征和特点是什么？",
        "AnswerEn": "10.2 micrometers resolution, high quality, international recognition, suitable for comparative taxonomy, suitable for 3D printing, suitable for educational displays",
        "AnswerCn": "10.2微米分辨率，高质量，国际认可，适合比较分类，适合3D打印，适合教育展示。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'MicroCT高清扫描设备' mean in the context of data collection for 3D reconstruction models?",
        "QuestionCn": "在用于3D重建模型的数据收集中，“MicroCT高清扫描设备”是什么意思？",
        "AnswerEn": "MicroCT高清扫描设备 refers to high-definition MicroCT scanning equipment used for capturing detailed cross-sectional images of specimens. In the context of data collection for 3D reconstruction models, it involves the use of this equipment to obtain high-resolution scans, which are then processed and reconstructed using software like VGStudio 3.4 to create detailed 3D surface models.",
        "AnswerCn": "MicroCT高清扫描设备是指用于捕捉样本详细横截面图像的高分辨率MicroCT扫描设备。在3D重建模型的数据收集过程中，使用该设备获取高分辨率扫描，然后通过像VGStudio 3.4这样的软件进行处理和重建，以创建详细的3D表面模型。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method using MicroCT scanning and VGStudio3.4 software for 3D reconstruction of a snake skull model compare to other imaging techniques in terms of resolution and quality?",
        "QuestionCn": "使用MicroCT扫描和VGStudio3.4软件进行蛇头骨模型的3D重建的数据收集方法在分辨率和质量方面与其他成像技术相比如何？",
        "AnswerEn": "The data collection method using MicroCT scanning and VGStudio3.4 software for 3D reconstruction provides high-quality data with a resolution of up to 10.2um, positioning its quality among the best internationally. This method is noted for its potential applications in taxonomy, 3D printing, and educational displays, suggesting it may offer superior resolution and quality compared to other imaging techniques.",
        "AnswerCn": "使用MicroCT扫描和VGStudio3.4软件进行3D重建的数据收集方法提供高质量的数据，分辨率高达10.2微米，使其质量在国际上处于领先地位。这种方法因其在分类学、3D打印和教育展示中的潜在应用而受到关注，表明它可能提供比其他成像技术更优越的分辨率和质量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How might the use of high-resolution MicroCT scanning and VGStudio3.4 software influence the quality and applicability of 3D skull reconstruction models in herpetology research?",
        "QuestionCn": "高分辨率微CT扫描和VGStudio3.4软件的使用如何影响爬虫类研究中3D头骨重建模型的质量和适用性？",
        "AnswerEn": "The use of high-resolution MicroCT scanning and VGStudio3.4 software results in highly detailed and accurate 3D skull reconstruction models, with a resolution of up to 10.2um. This level of quality can significantly enhance various applications such as taxonomic comparisons, 3D printing, and educational display, positioning the data at the forefront of international standards.",
        "AnswerCn": "高分辨率的MicroCT扫描和VGStudio3.4软件的使用可以生成高度详细和准确的3D头骨重建模型，分辨率高达10.2微米。这种质量水平可以显著增强各种应用，如分类比较、3D打印和教育展示，使数据处于国际标准的前沿。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of creating a 3D reconstruction model of the skull of a Hainan endemic species using MicroCT scanning and VGStudio 3.4 software?",
        "QuestionCn": "使用MicroCT扫描和VGStudio 3.4软件创建海南特有物种颅骨的3D重建模型的目标是什么？",
        "AnswerEn": "The goal is to generate a high-resolution surface model, with a resolution of up to 10.2 um, which is of international quality. This data has a wide range of applications, such as comparative taxonomy, 3D printing, and public science education.",
        "AnswerCn": "目标是生成高分辨率的表面模型，分辨率高达10.2微米，达到国际质量。这些数据具有广泛的应用，如比较分类学、3D打印和公众科学教育。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps and technological tools used to achieve high-resolution 3D reconstruction of a snake skull, particularly focusing on the integration of MicroCT scanning and VGStudio software?",
        "QuestionCn": "实现蛇头骨的高分辨率3D重建的程序步骤和技术工具是什么，特别是关注MicroCT扫描和VGStudio软件的整合？",
        "AnswerEn": "The procedural steps involve obtaining a high-resolution scan using MicroCT equipment, followed by the use of VGStudio 3.4 software for 3D reconstruction. This process involves capturing detailed images at a resolution of up to 10.2 micrometers, which are then processed and exported to create high-quality 3D surface models. These models can be used for various applications such as taxonomic comparisons, 3D printing, and educational displays.",
        "AnswerCn": "程序步骤包括使用MicroCT设备获取高分辨率扫描，随后使用VGStudio 3.4软件进行3D重建。该过程涉及以高达10.2微米的分辨率捕获详细图像，这些图像随后被处理和导出，以创建高质量的3D表面模型。这些模型可用于各种应用，如分类比较、3D打印和教育展示。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the generation of high-resolution 3D reconstructions of snake skulls, such as those achieved with MicroCT and VGStudio software?",
        "QuestionCn": "哪些技术进步使得能够生成蛇头骨的高分辨率3D重建，例如使用MicroCT和VGStudio软件实现的？",
        "AnswerEn": "The high-resolution 3D reconstructions of snake skulls are enabled by advancements in MicroCT high-definition scanning equipment and VGStudio 3.4 software, which allow for detailed surface model reconstruction with a resolution of up to 10.2 micrometers.",
        "AnswerCn": "高分辨率的蛇头骨三维重建得益于微型CT高清扫描设备和VGStudio 3.4软件的进步，这些技术能够以高达10.2微米的分辨率进行详细的表面模型重建。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}