{
    "id": "d040fbd5-55f2-4d79-b657-d6e6331b28e8",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of Early Cretaceous Xiabie Co granite porphyries in northern Nyima area, central Tibet",
            "titleCn": "西藏尼玛县北部早白垩世末虾别错花岗斑岩地球化学数据",
            "description": "This is geochemical data of late Early Cretaceous granite porphyries collected from Xiabe Co area in northern Nyima, central Tibet. It includes the  whole rock major element contents were obtained by X-ray fluorescence spectrometer, and the whole rock trace elements were obtained by inductively coupled plasma mass spectrometry, whole rock Nd isotopic data were obtained by multi collector inductively coupled plasma mass spectrometry, and zircon Hf isotopic data were analyzed by laser ablation combined with multi collector inductively coupled plasma mass spectrometry, the zircon U-Pb isotopic data were measured by laser ablation inductively coupled plasma mass spectrometry (ICP-MS) and secondary ion mass spectrometry (SIMS), the zircon trace elements were obtained by LA-ICPMS, the mineral major oxide compositions were obtained by electron microprobe analysis.",
            "descriptionCn": "本数据集为采集自西藏尼玛县北部虾别错地区的早白垩世末花岗斑岩地球化学数据。其中包括通过X射线荧光光谱仪分析所得全岩主量元素和电感耦合等离子质谱仪分析获得的微量元素含量数据，采用多接收电感耦合等离子质谱仪测得的岩石Nd同位素数据，激光剥蚀联合多接收电感耦合等离子质谱仪分析所得锆石Hf同位素数据，激光剥蚀联合电感耦合等离子质谱仪和二次离子质谱仪测得的锆石U-Pb同位素数据与锆石微量元素数据，岩石矿物主量元素数据通过电子探针分析而得。",
            "instructions": "The obtained data are all tabulated in Excel sheet. The file with name of MineralMajorContents is the major oxides contents of rock forming minerals; the file named with WholeRockMajorTrace.xls displays whole rock major and Trace element contents; whole rock Nd isotope data are listed in file named with WholeRockNdIsotope.xls; the file of ZirconHf.xls shows zircon Lu-Hf isotopic data; the file of ZirconUPbTraceComposition.xls contains zircon U-Pb isotopic data and trace elements concentrations.",
            "instructionsCn": "所有数据以电子表格形式存放。造岩矿物主要氧化性成分数据存放在MineralMajorContents.xls中；WholeRockMajorTrace.xls为全岩主量和微量元素含量数据；岩石Nd同位素数据放置在文件WholeRockNdIsotope.xls内；锆石镥和铪同位素数据列于文件ZirconHf.xls中；ZirconUPbTraceComposition.xls展示了分析所得锆石铀和铅同位素及其微量元素含量数据。",
            "east": 87.224,
            "west": 87.215,
            "south": 32.213,
            "north": 32.219,
            "startTime": null,
            "endTime": null,
            "fileSize": 239104.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2018.04.018",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "YANG Zong-Yong",
                "nameEn": "YANG Zong-Yong",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "王强",
                "nameEn": "WANG Qiang",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Rare earth element tetrad effect and negative Ce anomalies of the granite porphyries in sothern Qiangtang Terrane, central Tibet: New insights into the genesis of highly evolved granites",
                "referenceCn": null,
                "referenceEn": "Yang, Z.Y., Wang, Q., Zhang, C., Dan, W., Zhang, X.Z., Qi, Y., Xia, X.P., & Zhao, Z.H. (2018). Rare earth element tetrad effect and negative Ce anomalies of the granite porphyries in southern Qiangtang Terrane, central Tibet: New insights into the genesis of highly evolved granites. Lithos, 312-313, 258-273."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "羌塘地块",
                "keywordEn": "Qiangtang terrane"
            },
            {
                "keywordCn": "西藏中部",
                "keywordEn": "central Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "白垩纪",
                "keywordEn": "Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to analyze the geochemical properties of granitic porphyry from the Early Cretaceous in northern Nima County, Tibet?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于分析来自西藏北部尼玛县早白垩世的花岗岩斑岩的地球化学特性？",
                "AnswerEn": "An example of a data collection method in this field involves using X-ray fluorescence spectrometry to analyze major elements in whole rock samples, and inductively coupled plasma mass spectrometry to determine trace element contents. Additionally, multi-collector inductively coupled plasma mass spectrometry is employed for obtaining Nd isotope data from rocks, while zircon Hf isotope data is gathered using laser ablation combined with multi-collector inductively coupled plasma mass spectrometry. Zircon U-Pb isotope data and zircon trace element data are collected through laser ablation combined with inductively coupled plasma mass spectrometry and secondary ion mass spectrometry. Major element data of rock minerals are analyzed using an electron probe.",
                "AnswerCn": "在这个领域中的一个数据收集方法涉及使用X射线荧光光谱法分析全岩样品中的主要元素，以及使用感应耦合等离子体质谱法确定微量元素含量。此外，采用多收集器感应耦合等离子体质谱法获取岩石的Nd同位素数据，而锆石Hf同位素数据则通过激光剥蚀结合多收集器感应耦合等离子体质谱法收集。锆石U-Pb同位素数据和锆石微量元素数据通过激光剥蚀结合感应耦合等离子体质谱法和次级离子质谱法收集。岩石矿物的主要元素数据则使用电子探针进行分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many types of isotopic data are collected in a dataset related to early Cretaceous granitic porphyry geochemistry from northern Nyima County, Tibet?",
                "QuestionCn": "在与西藏北部尼玛县早白垩世花岗岩斑岩地球化学相关的数据集中，收集了多少种同位素数据类型？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the role of X-ray fluorescence spectrometry in geochemical data collection for granitic porphyry analysis?",
                "QuestionCn": "X射线荧光光谱法在花岗岩斑岩分析中的地球化学数据收集中扮演着什么角色？",
                "AnswerEn": "X-ray fluorescence spectrometry is used to analyze the major elemental composition of whole-rock samples in geochemical data collection for granitic porphyry analysis.",
                "AnswerCn": "X射线荧光光谱法用于分析花岗岩斑岩样品的整体岩石样品的主要元素组成，以进行地球化学数据收集。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental and procedural steps involved in collecting and analyzing geochemical data from granitic porphyry in a northern Tibetan region?",
                "QuestionCn": "在北藏地区收集和分析花岗岩斑岩的地球化学数据所涉及的工具和程序步骤包括：",
                "AnswerEn": "The data collection involves using X-ray fluorescence spectrometry to analyze the whole-rock major elements, and inductively coupled plasma mass spectrometry (ICP-MS) for trace element content. Additionally, multi-collector ICP-MS is used to measure Nd isotopic data of the rocks, while zircon Hf isotopic data is obtained through laser ablation coupled with multi-collector ICP-MS. Zircon U-Pb isotopic data and zircon trace element data are collected using laser ablation with ICP-MS and secondary ion mass spectrometry (SIMS). Lastly, electron probe microanalysis is used to determine the major element data of rock minerals.",
                "AnswerCn": "数据收集涉及使用X射线荧光光谱法分析全岩主要元素，使用感应耦合等离子体质谱法（ICP-MS）分析微量元素含量。此外，使用多收集器ICP-MS测量岩石的Nd同位素数据，而锆石Hf同位素数据则通过激光剥蚀结合多收集器ICP-MS获得。锆石U-Pb同位素数据和锆石微量元素数据通过激光剥蚀结合ICP-MS和次级离子质谱法（SIMS）收集。最后，电子探针显微分析用于确定岩石矿物的主要元素数据。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}