{
    "id": "d1189650-956b-4f37-9acd-831d749d3d54",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Discovery of jaguar from northeastern China middle Pleistocene reveals an intercontinental dispersal event",
            "titleCn": "大连骆驼山金远洞豹类化石原始图片及形态学数据",
            "description": "(1) This data includes original images of leopard fossils from Jinyuan Cave in Luotuoshan, Dalian, line images, various comparative images, and original mapping images. (2) The main ways to obtain data are through camera field shooting, laboratory depth of field overlay shooting, CT export, and related software plotting. (3) The image quality is a high-resolution original size image. (4) The prospect of image application is that it can be used for further in-depth research and comparison.",
            "descriptionCn": "（1）本数据包括大连骆驼山金远洞豹类化石原始图片、线条图片、各种对比图片以及测绘地图原始图像。（2）数据主要获取途径为相机野外拍摄及实验室景深叠加拍摄及CT导出和相关软件绘成等。（3）图片质量为高分辨率原始尺寸图片。（4）图片应用前景为可用于进一步深入研究比较。                                                                                                   ",
            "instructions": "The naming convention for icons is sequence number+data content. It can be directly referenced or used for further data analysis and scientific dissemination work.",
            "instructionsCn": "图标命名方式为序号+数据内容。可直接引用或用于进一步数据分析和科学传播工作。",
            "east": 122.0,
            "west": 121.0,
            "south": 38.0,
            "north": 39.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 1009997.0,
            "cstr": "18406.11.Paleoenv.tpdc.301099",
            "doi": "10.11888/Paleoenv.tpdc.301099",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "李强",
                "nameEn": "LI Qiang ",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Discovery of jaguar from northeastern China middle Pleistocene reveals an intercontinental dispersal event, ",
                "referenceCn": null,
                "referenceEn": "Jiangzuo, Q.G., Wang, Yuan., Ge, J.Y., Liu, S.Z., Song, Y.Y., Jin, C.Z., Jiang, H., & Liu, J.Y. (2023). Discovery of jaguar from northeastern China middle Pleistocene reveals an intercontinental dispersal event, Historical Biology, 35, 3, 293-302, DOI: 10.1080/08912963.2022.2034808\n"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "生物化石",
                "nameEn": "Macrofossils"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大连",
                "keywordEn": "Dalian"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "更新世",
                "keywordEn": "Pleistocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to capture high-resolution images of leopard fossils for morphological studies?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于捕捉豹化石的高分辨率图像，以进行形态学研究？",
                "AnswerEn": "A data collection method involves using cameras for field photography and laboratory depth-of-field stacking photography, as well as exporting images from CT scans and creating illustrations with related software.",
                "AnswerCn": "一种数据收集方法涉及使用相机进行现场摄影和实验室景深堆叠摄影，以及从CT扫描中导出图像并使用相关软件创建插图。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for capturing high-resolution images of leopard fossils?",
                "QuestionCn": "捕捉豹化石高分辨率图像的数据收集方法的特点是什么？",
                "AnswerEn": "field photography with a camera, depth-of-field stacking photography, exporting images from CT scans, drawings using related software",
                "AnswerCn": "现场摄影与相机，景深合成摄影，从CT扫描导出图像，使用相关软件进行绘图",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '景深叠加拍摄' mean in the context of data collection methods for paleontological imaging?",
                "QuestionCn": "'景深叠加拍摄'在古生物成像的数据收集方法中指的是一种通过多次拍摄不同焦距的图像，然后将这些图像合成以获得更大景深的技术。这种方法可以提高图像的清晰度和细节，使得在研究古生物化石时能够更好地观察其特征。",
                "AnswerEn": "In the context of data collection methods for paleontological imaging, '景深叠加拍摄' refers to a technique where multiple images are taken at different focus depths and then combined to create a single image with greater depth of field, allowing for a clearer and more detailed examination of fossil specimens.",
                "AnswerCn": "在古生物学成像的数据收集方法中，'景深叠加拍摄'指的是一种技术，通过在不同焦距深度拍摄多张图像，然后将其合成一张具有更大景深的单一图像，从而允许对化石标本进行更清晰和更详细的检查。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods such as field camera photography and laboratory depth stacking compare in terms of capturing high-resolution morphological data of leopard fossils?",
                "QuestionCn": "数据收集方法如野外相机摄影和实验室深度堆叠在捕捉豹类化石的高分辨率形态数据方面如何比较？",
                "AnswerEn": "The data collection methods include field camera photography and laboratory depth stacking, both of which are used to capture high-resolution original size images. Field camera photography is utilized for outdoor shooting, while laboratory depth stacking involves capturing images in a controlled setting to enhance depth of field.",
                "AnswerCn": "数据收集方法包括现场相机摄影和实验室深度堆叠，这两者都用于捕捉高分辨率的原始尺寸图像。现场相机摄影用于户外拍摄，而实验室深度堆叠则是在受控环境中捕捉图像，以增强景深。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the effectiveness of using high-resolution original size images in morphological studies of fossil specimens?",
                "QuestionCn": "可以推断出，在化石标本的形态学研究中使用高分辨率原始尺寸图像的有效性。",
                "AnswerEn": "The use of high-resolution original size images allows for detailed and accurate morphological studies, enhancing the potential for in-depth comparative research.",
                "AnswerCn": "使用高分辨率原始尺寸图像可以进行详细和准确的形态学研究，增强深入比较研究的潜力。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of utilizing high-resolution imagery and CT scanning techniques for documenting and analyzing leopard fossils in paleontological research?",
                "QuestionCn": "利用高分辨率影像和CT扫描技术对豹类化石进行记录和分析的目标是什么？",
                "AnswerEn": "The goal is to create high-resolution original size images for in-depth comparative studies, enabling detailed morphological analysis and further research on leopard fossils from the Jin Yuan Cave in Luotuo Mountain, Dalian.",
                "AnswerCn": "目标是创建高分辨率的原始尺寸图像，以便进行深入的比较研究，促进对大连骆驼山金元洞豹类化石的详细形态分析和进一步研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed steps involved in collecting high-resolution images and morphological data of leopard fossils for research purposes?",
                "QuestionCn": "收集豹化石的高分辨率图像和形态数据的详细步骤如下：\n\n1. **研究设计**：\n   - 确定研究目标和假设。\n   - 选择适当的豹化石样本。\n\n2. **样本准备**：\n   - 清洁化石，去除表面污垢和杂质。\n   - 评估化石的完整性和保存状态。\n\n3. **设备选择**：\n   - 选择高分辨率相机或扫描设备（如CT扫描仪）。\n   - 准备三脚架、灯光设备和其他辅助工具。\n\n4. **拍摄高分辨率图像**：\n   - 设置相机参数（如光圈、快门速度、ISO）。\n   - 在良好的光照条件下拍摄化石的多个角度和细节。\n   - 确保图像的对焦清晰，避免模糊。\n\n5. **数据记录**：\n   - 记录每个图像的拍摄条件和样本信息（如位置、时间、环境条件）。\n   - 记录化石的尺寸、重量和其他相关数据。\n\n6. **形态数据收集**：\n   - 使用测量工具（如卡尺、数字测量仪）获取化石的尺寸和形态特征。\n   - 记录关键的形态特征，如骨骼结构、牙齿形状等。\n\n7. **数据存储与管理**：\n   - 将图像和数据存储在安全的数据库中。\n   - 确保数据的备份和可追溯性。\n\n8. **数据分析**：\n   - 使用图像处理软件分析高分辨率图像。\n   - 进行形态学分析，比较不同样本之间的差异。\n\n9. **结果整理与报告**：\n   - 整理分析结果，撰写研究报告。\n   - 准备发表论文或进行学术交流。\n\n10. **伦理与许可**：\n    - 确保遵循相关的伦理规范和法律要求。\n    - 获取必要的许可和授权进行研究。",
                "AnswerEn": "The data collection involves field photography using a camera and laboratory depth stacking photography, along with CT export and drawing using related software to obtain high-resolution original size images.",
                "AnswerCn": "数据收集涉及使用相机进行现场摄影和实验室深度堆叠摄影，以及使用相关软件进行CT导出和绘图，以获得高分辨率原始尺寸图像。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the acquisition of high-resolution images and morphological data of leopard fossils in paleontological research?",
                "QuestionCn": "哪些技术进步使得在古生物学研究中能够获取豹类化石的高分辨率图像和形态数据？",
                "AnswerEn": "The use of field photography with cameras and laboratory techniques such as depth stacking photography and CT imaging, along with relevant software for image processing, have enabled the acquisition of high-resolution images and morphological data of leopard fossils.",
                "AnswerCn": "使用摄影机进行现场摄影以及深度堆叠摄影和CT成像等实验室技术，加上相关的软件进行图像处理，使得获取豹类化石的高分辨率图像和形态数据成为可能。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}