{
  "id": "d179a6a3-2946-4b60-9b5b-40681a0ae238",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Fungal spores data and (Ce+Fa/Po+Fa) ratio data from Gonghai Lake over the past ~2000 years",
      "titleCn": "Fungal spores data and (Ce+Fa/Po+Fa) ratio data from Gonghai Lake over the past ~2000 years",
      "description": "The data sets contains the content of fungal spores and  (Ce+Fa/Po+Fa) ratio data from Gonghai Lake (38°54′N, 112°14′E, altitude 1860 m) in northern China over the past ~2000 years. We calculated pollen (Ce+Fa/Po+Fa) ratio of 321 samples and we identified the fungal spores of 216 sedimentary samples to reconstruct changes in cultivation and grazing intensity over the past ~2,000 years in northern China. Time-series analysis reveals that the arable farming phases had a longer periodicity than the grazing phases, possibly because of the greater resilience of the former to climate change and the attachment of agriculturalists to their land. Our findings potentially help improve our understanding of the impact of land use on soil degradation. The data is stored in Excel format.",
      "descriptionCn": "The data sets contains the content of fungal spores and  (Ce+Fa/Po+Fa) ratio data from Gonghai Lake (38°54′N, 112°14′E, altitude 1860 m) in northern China over the past ~2000 years. We calculated pollen (Ce+Fa/Po+Fa) ratio of 321 samples and we identified the fungal spores of 216 sedimentary samples to reconstruct changes in cultivation and grazing intensity over the past ~2,000 years in northern China. Time-series analysis reveals that the arable farming phases had a longer periodicity than the grazing phases, possibly because of the greater resilience of the former to climate change and the attachment of agriculturalists to their land. Our findings potentially help improve our understanding of the impact of land use on soil degradation. The data is stored in Excel format.",
      "instructions": "Fungal spores data from Gonghai Lake over the past ~2000 years\n(Ce+Fa/Po+Fa) ratio data from Gonghai Lake over the past ~2000 years",
      "instructionsCn": "Fungal spores data from Gonghai Lake over the past ~2000 years\n(Ce+Fa/Po+Fa) ratio data from Gonghai Lake over the past ~2000 years",
      "east": 112.23,
      "west": 112.23,
      "south": 38.9,
      "north": 38.9,
      "startTime": null,
      "endTime": null,
      "fileSize": 59699.0,
      "cstr": "18406.11.Paleoenv.tpdc.271291",
      "doi": "10.11888/Paleoenv.tpdc.271291",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "HUANG Xiaozhong",
        "nameEn": "HUANG Xiaozhong",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "ZHANG Jun",
        "nameEn": "ZHANG Jun",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Cycles of grazing and agricultural activity during the historical period and its relationship with climatic and societal changes in northern China",
        "referenceCn": null,
        "referenceEn": "Zhang, J., Huang, X. *, Zhang, S., Ren, X., Xiao, Y., Wang, J., Xiang, L., Xu, Q., Birks, H.J.B. (2021). Cycles of grazing and agricultural activity during the historical period and its relationship with climatic and societal changes in northern China. Land Degradation & Development. DOI: 10.1002/ldr.4007."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古地磁数据",
        "nameEn": "Paleomagnetic data"
      },
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "气温重构",
        "nameEn": "Air temperature reconstruction"
      },
      {
        "nameCn": "粒度",
        "nameEn": "Grain size"
      },
      {
        "nameCn": "花粉",
        "nameEn": "Pollen"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Gonghai Lake",
        "keywordEn": "Gonghai Lake"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "Past ~2000 years",
        "keywordEn": "Past ~2000 years",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Was pollen (Ce+Fa/Po+Fa) ratio data collected from 321 samples over the past ~2000 years to study land use impact on soil degradation?",
        "QuestionCn": "在过去约2000年中，是否收集了321个样本的花粉（Ce+Fa/Po+Fa）比率数据，以研究土地利用对土壤退化的影响？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features or characteristics of datasets used to analyze changes in cultivation and grazing intensity over the past ~2000 years in northern China, particularly in relation to fungal spores and pollen ratios?",
        "QuestionCn": "用于分析中国北方过去约2000年间耕作和放牧强度变化的数据集的特征或特点，特别是与真菌孢子和花粉比率相关的特征或特点是什么？",
        "AnswerEn": "content of fungal spores, pollen (Ce+Fa/Po+Fa) ratio data, 321 samples for pollen ratio calculation, 216 sedimentary samples for fungal spore identification, Excel format",
        "AnswerCn": "真菌孢子含量、花粉（Ce+Fa/Po+Fa）比率数据，321个样本用于花粉比率计算，216个沉积样本用于真菌孢子鉴定，Excel格式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '(Ce+Fa/Po+Fa) ratio data' in the context of studying land use changes over time?",
        "QuestionCn": "在研究土地利用变化时，“(Ce+Fa/Po+Fa)比率数据”是什么意思？",
        "AnswerEn": "(Ce+Fa/Po+Fa) ratio data refers to a quantitative method used to assess and reconstruct changes in cultivation and grazing intensity by analyzing pollen and fungal spore ratios in sediment samples. This data helps understand historical land use and its impact on soil degradation over a period of ~2000 years in northern China, specifically from Gonghai Lake.",
        "AnswerCn": "(Ce+Fa/Po+Fa) 比率数据是一种定量方法，用于通过分析沉积物样本中的花粉和真菌孢子比率来评估和重建耕作和放牧强度的变化。这些数据有助于理解历史土地利用及其对中国北方土壤退化的影响，特别是来自公海湖的约2000年的时间跨度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for fungal spores and (Ce+Fa/Po+Fa) ratio from Gonghai Lake compare in terms of their ability to reconstruct historical land use changes over the past 2000 years?",
        "QuestionCn": "从 Gonghai Lake 收集真菌孢子和 (Ce+Fa/Po+Fa) 比率的数据收集方法在重建过去 2000 年的土地利用变化方面的能力如何比较？",
        "AnswerEn": "The collection of fungal spores involves identifying these spores from 216 sedimentary samples, which helps in understanding grazing intensity, while the calculation of the (Ce+Fa/Po+Fa) ratio from 321 samples aids in reconstructing changes in arable farming intensity. The comparison suggests that each method provides complementary insights into different aspects of historical land use, with fungal spore data offering more details on grazing and the ratio data focusing on cultivation phases.",
        "AnswerCn": "收集真菌孢子的过程涉及从216个沉积样本中识别这些孢子，这有助于理解放牧强度，而从321个样本中计算(Ce+Fa/Po+Fa)比率则有助于重建耕作强度的变化。比较表明，这两种方法在历史土地利用的不同方面提供了互补的见解，真菌孢子数据提供了关于放牧的更多细节，而比率数据则侧重于耕作阶段。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors have historically influenced the methods used to collect fungal spores and pollen ratio data from sedimentary samples in regions like Gonghai Lake over the past ~2000 years?",
        "QuestionCn": "历史上，影响在像公海湖这样的地区从沉积样本中收集真菌孢子和花粉比率数据的方法的因素有哪些？",
        "AnswerEn": "The methods used to collect fungal spores and pollen ratio data from sedimentary samples in regions like Gonghai Lake have been influenced by the need to reconstruct changes in cultivation and grazing intensity over the past ~2,000 years. These methods likely consider the resilience of arable farming phases to climate change and the attachment of agriculturalists to their land, which in turn influences how data is sampled and analyzed to understand land use impact on soil degradation.",
        "AnswerCn": "在像公海湖这样的地区，收集沉积样本中真菌孢子和花粉比率数据的方法受到重建过去约2000年耕作和放牧强度变化的需求的影响。这些方法可能考虑了耕作阶段对气候变化的韧性以及农业者对其土地的依附，这反过来影响了数据的采样和分析，以理解土地利用对土壤退化的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts of using fungal spores and pollen ratio data from sedimentary samples to understand cultivation and grazing intensity over long historical periods?",
        "QuestionCn": "使用沉积样本中的真菌孢子和花粉比率数据来理解长期历史时期的耕作和放牧强度的潜在影响是什么？",
        "AnswerEn": "Using fungal spores and pollen ratio data from sedimentary samples can provide insights into historical land use patterns, such as the intensity of cultivation and grazing. It may reveal how these activities have evolved in response to climate changes, with arable farming showing longer periodicity and greater resilience compared to grazing. This understanding can help in assessing the impact of historical land use on soil degradation and inform sustainable agricultural practices.",
        "AnswerCn": "使用沉积样本中的真菌孢子和花粉比率数据可以提供对历史土地利用模式的洞察，例如耕作和放牧的强度。这可能揭示这些活动如何响应气候变化而演变，耕作显示出更长的周期性和更大的韧性，相比之下放牧则较弱。这种理解有助于评估历史土地利用对土壤退化的影响，并为可持续农业实践提供信息。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to understand the (Ce+Fa/Po+Fa) ratio and fungal spore content in sediment samples from Gonghai Lake when studying historical land use and environmental changes?",
        "QuestionCn": "理解Gonghai湖沉积物样本中的(Ce+Fa/Po+Fa)比率和真菌孢子含量对于研究历史土地利用和环境变化的重要性是什么？",
        "AnswerEn": "Understanding the (Ce+Fa/Po+Fa) ratio and fungal spore content in sediment samples from Gonghai Lake is crucial for reconstructing changes in cultivation and grazing intensity over the past ~2000 years in northern China. These parameters provide insights into historical land use patterns, the resilience of different agricultural practices to climate change, and their impact on soil degradation. This knowledge helps improve our understanding of how past human activities have influenced the environment, which can inform current land management and conservation strategies.",
        "AnswerCn": "理解来自公海湖沉积物样本中的(Ce+Fa/Po+Fa)比率和真菌孢子含量对于重建过去约2000年中国北方的耕作和放牧强度变化至关重要。这些参数提供了对历史土地利用模式的洞察，揭示了不同农业实践对气候变化的韧性及其对土壤退化的影响。这些知识有助于我们更好地理解过去人类活动如何影响环境，从而为当前的土地管理和保护策略提供参考。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}