{
    "id": "d188e7df-14cd-4be1-88e9-7409f95a51f2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data set of Archean granitic rocks in Qinhuangdao area, North China Craton (2020)",
            "titleCn": "华北克拉通秦皇岛地区太古宙花岗质岩石地球化学数据集（2020）",
            "description": "This data set includes whole rock major and trace element geochemical data and zircon U-Pb-Hf isotopic data of Archean granitoids in Qinhuangdao area, North China Craton. The major element data of the whole rock are obtained by XRF analysis, the trace element data of the whole rock are obtained by ICP-MS analysis, the zircon U-Pb isotope data are obtained by LA-ICP-MS analysis, and the zircon Hf isotope data are obtained by LA-MC-ICP-MS analysis. The above data have been published in the international authoritative geoscience Journal GSAB. The data are authentic and reliable, which can effectively constrain the crust mantle interaction and crustal accretion model of Archean period (2.7-2.5ga), and provide a certain basis for its regional tectonic dynamic mechanism.",
            "descriptionCn": "本数据集包括华北克拉通秦皇岛地区的太古宙花岗质岩石的全岩主微量元素地球化学数据和锆石U-Pb-Hf同位素数据。全岩主量元素数据由XRF分析得来，全岩微量元素数据由ICP-MS测试所得，锆石U-Pb同位素数据由LA-ICP-MS分析所获得，锆石Hf同位素数据由LA-MC-ICP-MS分析所获得。上述数据已发表在国际权威地学期刊GSAB上，数据真实可信，可以有效约束太古宙时期（2.7-2.5Ga)的壳幔相互作用和地壳增生模式，为其区域构造动力学机制提供一定的依据。",
            "instructions": "The data is stored in Excel file format, which can be directly opened and used in Excel workbooks. The whole rock major and trace element data is named \"2019 WR data\", and the zircon U-Pb-Hf isotope data is named \"Zrn U-Pb-Hf data\"“",
            "instructionsCn": "数据以excel文件格式进行存储，可以直接使用excel工作簿打开并使用。全岩主微量元素数据命名为“2020 WR data\", 锆石U-Pb-Hf同位素数据命名为”Zrn U-Pb-Hf data“",
            "east": 120.0,
            "west": 118.5,
            "south": 39.67,
            "north": 40.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 977408.0,
            "cstr": null,
            "doi": "10.1130/B35091.1",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李益龙",
                "nameEn": "LI Yilong",
                "unitEn": "",
                "unitCn": "中国地质大学(武汉)"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Circa 2.5 Ga granitoids in the eastern North China craton: Melting from ca. 2.7 Ga accretionary crust",
                "referenceCn": null,
                "referenceEn": "Li, Y.L., Zheng, J.P., Xiao, W.J., Wang, G.Q., & Brouwer, F.M. (2020). Circa 2.5 Ga Granitoids in the eastern North China craton: Melting from ca. 2.7 Ga accretionary crust. Geological Society of America Bulletin, 132(3/4), 817-834."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "花岗岩",
                "nameEn": "granite"
            },
            {
                "nameCn": "锆石Hf同位素",
                "nameEn": "Zircon Hf isotope"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "秦皇岛",
                "keywordEn": "Qinhuangdao"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "太古宙",
                "keywordEn": "Archaean",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of geochemical data collected from Archean granitic rocks in the North China Craton, Qinhuangdao area?",
                "QuestionCn": "北中国克拉通秦皇岛地区的古元古代花岗岩岩石收集的地球化学数据的特征是什么？",
                "AnswerEn": "whole-rock major and trace element compositions, zircon U-Pb and Hf isotopic data",
                "AnswerCn": "全岩主量和微量元素组成，锆石 U-Pb 和 Hf 同位素数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many geochemical data points are collected through XRF, ICP-MS, LA-ICP-MS, and LA-MC-ICP-MS methods for analyzing Archean granitoid rocks in a dataset related to the North China Craton?",
                "QuestionCn": "在与北中国克拉通相关的数据集中，通过XRF、ICP-MS、LA-ICP-MS和LA-MC-ICP-MS方法收集了多少个地球化学数据点用于分析古元古代花岗岩岩石？",
                "AnswerEn": "The original answer does not provide specific numerical values or measurements for the number of geochemical data points collected through the specified methods. Therefore, there is no quantifiable information to extract or refine.",
                "AnswerCn": "原始答案未提供通过指定方法收集的地球化学数据点的具体数值或测量值。因此，没有可提取或细化的量化信息。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What are the data collection methods for obtaining geochemical and isotopic data from Archean granitoid rocks?",
                "QuestionCn": "获取古元古代花岗岩岩石的地球化学和同位素数据的数据收集方法有哪些？",
                "AnswerEn": "The data collection methods for obtaining geochemical and isotopic data from Archean granitoid rocks include XRF analysis for whole-rock major element data, ICP-MS testing for whole-rock trace element data, LA-ICP-MS analysis for zircon U-Pb isotopic data, and LA-MC-ICP-MS analysis for zircon Hf isotopic data.",
                "AnswerCn": "获取古元古代花岗岩岩石的地球化学和同位素数据的方法包括：使用XRF分析获得全岩主要元素数据，使用ICP-MS测试获得全岩微量元素数据，使用LA-ICP-MS分析获得锆石U-Pb同位素数据，以及使用LA-MC-ICP-MS分析获得锆石Hf同位素数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection method using XRF for obtaining whole-rock major element data compare to ICP-MS for microelement analysis in terms of precision and applicability in geochemical studies of Archean granitoid rocks?",
                "QuestionCn": "使用XRF进行整体岩石主要元素数据的收集方法与ICP-MS进行微量元素分析在精度和在古元古代花岗岩岩石地球化学研究中的适用性方面有何比较？",
                "AnswerEn": "XRF is typically used for determining whole-rock major element compositions due to its ability to accurately measure concentrations of major elements. It is generally considered precise for such analyses. In contrast, ICP-MS is employed for trace element analysis, offering higher sensitivity and the ability to detect low concentrations of microelements. Both methods are complementary in geochemical studies, with XRF providing a comprehensive overview of major element abundance, while ICP-MS offers detailed trace element data. For Archean granitoid rocks, using both methods allows for a comprehensive geochemical characterization.",
                "AnswerCn": "XRF通常用于确定全岩主要元素成分，因为它能够准确测量主要元素的浓度。对于此类分析，它通常被认为是精确的。相比之下，ICP-MS用于微量元素分析，提供更高的灵敏度，并能够检测低浓度的微量元素。这两种方法在地球化学研究中是互补的，XRF提供了主要元素丰度的全面概述，而ICP-MS则提供详细的微量元素数据。对于古元古代花岗岩岩石，使用这两种方法可以实现全面的地球化学特征分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What geochemical processes and interactions between crust and mantle can be inferred from the comprehensive geochemical and isotopic data collected for Archean granitoids in the north China craton region of Qinhuangdao?",
                "QuestionCn": "从秦皇岛北中国克拉通地区收集的古元古代花岗岩的综合地球化学和同位素数据中，可以推断出哪些地球化学过程和地壳与地幔之间的相互作用？",
                "AnswerEn": "The comprehensive geochemical and isotopic data, including whole-rock major and trace element data and zircon U-Pb-Hf isotopic data, can provide insights into crust-mantle interactions and crustal growth models during the Archean period (2.7-2.5Ga). These data can be used to constrain the tectonic dynamics of the region, helping to understand the processes that occurred during the formation and evolution of the continental crust in this area.",
                "AnswerCn": "综合的地球化学和同位素数据，包括全岩主要和微量元素数据以及锆石U-Pb-Hf同位素数据，可以提供关于阿基恩时期（2.7-2.5亿年前）地壳-地幔相互作用和地壳生长模型的见解。这些数据可以用来限制该地区的构造动力学，帮助理解在该地区大陆地壳形成和演化过程中发生的过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of applying XRF analysis for major element data collection in archaic granitoid rocks from the North China Craton?",
                "QuestionCn": "在华北克拉通的古老花岗岩岩石中应用XRF分析进行主要元素数据收集的潜在结果是什么？",
                "AnswerEn": "Applying XRF analysis for major element data collection allows for accurate and reliable determination of the whole-rock major element composition, which can effectively constrain crust-mantle interactions and crustal growth models during the Archean period (2.7-2.5Ga), and provide evidence for regional tectonic dynamics.",
                "AnswerCn": "应用XRF分析进行主要元素数据收集可以准确可靠地确定全岩主要元素成分，这可以有效地限制阿基琉斯时期（2.7-2.5亿年前）的地壳-地幔相互作用和地壳生长模型，并为区域构造动态提供证据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective of collecting geochemical data of Archean granitoid rocks in the Qinhuangdao area of the North China Craton?",
                "QuestionCn": "收集华北克拉通秦皇岛地区的古元古代花岗岩岩石的地球化学数据的主要目标是什么？",
                "AnswerEn": "The main objective is to effectively constrain the crust-mantle interaction and crustal accretion models during the Archean period (2.7-2.5Ga), providing a basis for understanding the regional tectonic dynamics.",
                "AnswerCn": "主要目标是有效约束阿基恩时期（27-25亿年前）地壳-地幔相互作用和地壳增生模型，为理解区域构造动力学提供基础。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}