{
  "id": "d1b8df86-76d4-40a6-8996-7141618b07d9",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Temperature in the 10km buffer zone along the Golmud Nagqu and Gonghe Yushu high-grade highways (2019-2022)",
      "titleCn": "格尔木-那曲、共和-玉树高等级公路沿线10km缓冲区气温（2019-2022）",
      "description": "This data is the monthly average temperature data from 2019 to 2022 within the 10km buffer zone along the Golmud Nagqu and Gonghe Yushu sections of the Qinghai Tibet Highway. This dataset is based on the global 0.5 ° climate dataset published by CRU and the global high-resolution climate dataset published by WorldClim. It was downscaled in China using the Delta spatial downscaling scheme and validated using data from 496 independent meteorological observation points. The validation results are reliable. The unit of temperature is 0.1 ℃; With high accuracy and relatively new time, it can currently provide a scientific basis for the research on the background of geological disasters on the Qinghai Tibet Highway, and can be applied to more atmospheric, geological, and geographic related fields in the future.",
      "descriptionCn": "本数据为青藏高等级公路格尔木-那曲段、共和-玉树段沿线10km缓冲区范围内2019年-2022年月平均气温数据。该数据集是根据CRU发布的全球0.5°气候数据集以及WorldClim发布的全球高分辨率气候数据集，通过Delta空间降尺度方案在中国地区降尺度生成的，使用496个独立气象观测点数据进行验证，验证结果可信。气温单位为0.1℃；拥有较高的精度和较新的时间，目前可以为青藏公路地质灾害孕灾背景的研究提供科学基础，未来可以应用于其他更多大气、地质、地理相关领域的研究。",
      "instructions": "File naming: Data is stored in TIFF format, and folder names include GN_ Temperature, GY_ Temperature represents the temperature data of Golmud Nagqu and Gonghe Yushu high-grade highways, with a sub folder name of \"yyyy\". For example, 2019 represents the data in this file for 2019, and the file name is \"yyyymm. tif\", where yyyy represents the year and mm represents the month, such as GN_ The 201901.tif in the Temperature file represents the temperature data of the Qinghai Tibet high-grade highway in January 2019. Data reading method: It can be directly opened using ArcGIS.",
      "instructionsCn": "文件命名：数据以tiff格式存储，文件夹名称包括GN_Temperature、GY_Temperature，分别代表格尔木-那曲和共和-玉树高等级公路温度数据，子文件夹名称为“yyyy”，比如2019就代表这个文件下数据为2019年的，文件的名称为“yyyymm.tif”，其中yyyy代表年，mm代表月，比如GN_Temperature里的201901.tif就代表这个文件描述2019年1月青藏高等级公路的温度数据。数据读取方式：可直接用Arcgis打开。",
      "east": 100.43,
      "west": 91.33,
      "south": 31.22,
      "north": 36.24,
      "startTime": "2019-01-01 15:57:36",
      "endTime": "2022-12-31 15:57:36",
      "fileSize": 33175427.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "5"
    },
    "authorList": [
      {
        "nameCn": "孟兴民",
        "nameEn": "MENG Xingmin",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "陈冠",
        "nameEn": "CHEN Guan",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "张毅",
        "nameEn": "ZHANG Yi",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "金佳成",
        "nameEn": "JIN Jiacheng",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "黄逢春",
        "nameEn": "HUANG Fengchun",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "李恒源",
        "nameEn": "LI Hengyuan",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "马开启",
        "nameEn": "MA Kaiqi",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Spatiotemporal change and trend analysis of potential evapotranspiration over the Loess Plateau of China during 2011-2100",
        "referenceCn": null,
        "referenceEn": "Peng, S.Z., Ding, Y.X., Wen, Z.M., Chen, Y.M., Cao, Y., & Ren, J.Y. (2017). Spatiotemporal change and trend analysis of potential evapotranspiration over the Loess Plateau of China during 2011-2100. Agricultural and Forest Meteorology, 233, 183-194. https://doi.org/10.1016/j.agrformet.2016.11.129"
      },
      {
        "titleCn": null,
        "titleEn": "1 km monthly temperature and precipitation dataset for China from 1901 to 2017",
        "referenceCn": null,
        "referenceEn": "Peng, S.Z., Ding, Y.X., Liu, W.Z., & Li, Z. (2019). 1 km monthly temperature and precipitation dataset for China from 1901 to 2017. Earth System Science Data, 11, 1931–1946. https://doi.org/10.5194/essd-11-1931-2019"
      },
      {
        "titleCn": null,
        "titleEn": " Spatiotemporal trends and attribution of drought across China from 1901–2100",
        "referenceCn": null,
        "referenceEn": "Ding, Y.X., & Peng, S.Z. (2020). Spatiotemporal trends and attribution of drought across China from 1901–2100. Sustainability, 12(2), 477."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of climate change trends over the loess plateau in china from 1901 to 2100",
        "referenceCn": null,
        "referenceEn": "Peng, S.Z., Gang, C., Cao, Y., & Chen, Y. (2017). Assessment of climate change trends over the loess plateau in china from 1901 to 2100. International Journal of Climatology."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "平均气温",
        "nameEn": "Mean temperature"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏公路",
        "keywordEn": "the Qinghai-Tibet Highway"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019-2022",
        "keywordEn": "2019-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Climate change is at the forefront of scientific issues and poses a significant challenge to human survival and development, especially in China (Wang and Chen, 2014). The Loess Plateau (LP) in China is the most developed loess region in the world in terms of extent, thickness, and depositional sequence; it has an area of approximately 0.64×10^6 km^2 and assumes important service functions in China in terms of ecology and economy (Chen et al., 2015). Over the last 50 years, the annual precipitation has decreased and the air temperature has increased over the LP (Bi et al., 2009; Wang et al., 2012; Sun et al., 2015). These changes can damage the LP by altering its water availability and increasing the instances of soil erosion, droughts, and floods (Miao et al., 2016)."
      ],
      "research objective": [
        "This study presents a detailed assessment of the climate change trends over the LP from 1901 to 2100 based on the 1-km spatial resolution climate data generated through delta downscaling."
      ],
      "challenges": [
        "Despite showing improvements over CMIP3 models, CMIP5 models still show remarkable biases in depicting regional climate information. This condition also prevents the GCM and CRU data sets from drawing realistic and reliable climate change information at fine scales, which is imperative when developing suitable adaptation and mitigation strategies at the regional to local scales. Although dynamic downscaling can provide a mechanism for interpreting regional climate change and output many climate variables, this technique requires numerous inputs and computational requirements and sometimes cannot present reliable climate change information at fine scales."
      ],
      "methods": [
        "The historical monthly precipitation and mean temperature data used in this study were obtained from the CRU TS3.23 dataset with a 0.5∘ spatial resolution (Harris et al., 2014). The GCM monthly precipitation and mean temperature data used in this study were obtained from the downscaled CMIP5 data set with a 0.5∘ resolution. Delta downscaling is used with the data described in the preceding section to produce monthly precipitation and mean temperature grids for the years 1901–2100 with a 1-km resolution. The surface observation data for monthly precipitation and mean temperature were obtained from 113 national weather stations in and around the LP; these data were used to evaluate the downscaled monthly precipitation and mean temperature grids from January 1991 to December 2014 in a time series."
      ],
      "dataset": [
        "The historical monthly precipitation and mean temperature data used in this study were obtained from the CRU TS3.23 dataset with a 0.5∘ spatial resolution (Harris et al., 2014). The GCM monthly precipitation and mean temperature data used in this study were obtained from the downscaled CMIP5 data set with a 0.5∘ resolution. The high-resolution reference climatology data used in this study were gridded data on a 1-km (approximately 30 arcseconds) resolution as elaborated by the Chinese National Ecosystem Research Network. The surface observation data for monthly precipitation and mean temperature were obtained from 113 national weather stations in and around the LP."
      ],
      "findings": [
        "Delta downscaling performs well in detecting the monthly precipitation and temperature over the LP based on the mean absolute error between downscaled data and independent surface observations. The annual precipitation over the entire LP shows no significant trends in the historical and future periods. By contrast, the annual temperature shows a significantly increasing trend with 0.097∘C/10year in the historical period (1901–2014) and with 0.113, 0.24, 0.355, and 0.558∘C/10year in the future period (2015–2100) under the RCP2.6, RCP4.5, RCP6.0, and RCP8.5 scenarios, respectively. The spatial results calculated by the downscaled data provide more detailed information about the locations and percentages of area, both of which are valuable in assessing the change trends in precipitation and temperature. These spatio-temporal results present the climate change trends over the LP in detail and provide valuable insights for developing flexible adaptation and mitigation strategies to address the climate change challenges in this region."
      ],
      "backgroundCn": [
        "气候变化是科学问题的前沿，给人类生存和发展带来了重大挑战，尤其是在中国（王和陈，2014）。中国的黄土高原（LP）是世界上黄土地区中开发程度最高的区域，具有广泛的面积、厚度和沉积序列；其面积约为64万平方公里，在生态和经济方面在中国具有重要的服务功能（陈等，2015）。在过去的50年里，黄土高原的年降水量减少，气温上升（毕等，2009；王等，2012；孙等，2015）。这些变化可能通过改变水资源的可用性以及增加土壤侵蚀、干旱和洪水的发生频率来损害黄土高原（苗等，2016）。"
      ],
      "research objectiveCn": [
        "本研究对1901年至2100年间的气候变化趋势进行了详细评估，基于通过增量降尺度生成的1公里空间分辨率气候数据。"
      ],
      "challengesCn": [
        "尽管CMIP5模型在某些方面比CMIP3模型有所改善，但在描绘区域气候信息方面仍然存在显著偏差。这种情况也阻碍了GCM和CRU数据集在细尺度上提取现实和可靠的气候变化信息，而这对于制定适合的区域到地方尺度的适应和减缓策略至关重要。尽管动态下采样可以提供解释区域气候变化的机制，并输出许多气候变量，但该技术需要大量输入和计算资源，有时在细尺度上无法提供可靠的气候变化信息。"
      ],
      "methodsCn": [
        "本研究使用的历史月降水量和平均气温数据来自CRU TS3.23数据集，空间分辨率为0.5°（Harris et al., 2014）。本研究中使用的GCM月降水量和平均气温数据来自下调的CMIP5数据集，分辨率为0.5°。使用前述数据进行增量下调，以生成1901年至2100年的月降水量和平均气温网格，分辨率为1公里。月降水量和平均气温的地面观测数据来自113个国家气象站，这些数据用于评估从1991年1月到2014年12月的下调月降水量和平均气温网格的时间序列。"
      ],
      "datasetCn": [
        "本研究使用的历史月降水量和平均气温数据来自CRU TS3.23数据集，空间分辨率为0.5°（Harris et al., 2014）。本研究使用的GCM月降水量和平均气温数据来自下调的CMIP5数据集，分辨率为0.5°。本研究使用的高分辨率参考气候数据为中国国家生态系统研究网络提供的1公里（约30弧秒）分辨率的网格数据。月降水量和平均气温的地面观测数据来自113个国家气象站，分布在LP及其周边地区。"
      ],
      "findingsCn": [
        "Delta下缩放在检测LP地区的月降水量和温度方面表现良好，基于下缩数据与独立地面观测之间的平均绝对误差。整个LP地区的年降水量在历史和未来时期均未显示出显著趋势。相比之下，年温度在历史时期（1901–2014年）显示出显著的上升趋势，为0.097℃/10年，而在未来时期（2015–2100年）在RCP2.6、RCP4.5、RCP6.0和RCP8.5情景下分别为0.113、0.24、0.355和0.558℃/10年。通过下缩数据计算的空间结果提供了关于位置和面积百分比的更详细信息，这对于评估降水和温度的变化趋势非常有价值。这些时空结果详细呈现了LP地区的气候变化趋势，并为制定灵活的适应和减缓策略以应对该地区的气候变化挑战提供了宝贵的见解。"
      ]
    },
    {
      "background": [
        "High-spatial-resolution and long-term climate data are required for accurate investigations of changes in climate and climate-related phenomena that affect hydrology, vegetation cover, and crop production. Although meteorological observation networks are increasingly incorporating data from a greater number of weather stations and contributions from an increasing number of governments and researchers around the world, observation networks still suffer from low station density and spatial resolution, especially in mountainous areas, where the installation and maintenance of weather stations are challenging. Proxy monthly temperature (TMP) and precipitation (PRE) data products are released by several climate research organizations such as the general circulation models (GCMs) of the Intergovernmental Panel on Climate Change, the Climatic Research Unit (CRU) of the University of East Anglia, the Global Precipitation Climatology Centre (GPCC), and Willmott & Matsuura (W&M). Although CRU products offer the advantage of reflecting long-term climate effects, their low spatial resolution (30′, approximately 55 km) limits their ability to reflect the effects of complex topographies, land surface characteristics, and other processes on climate systems. China has a large area with abundant mountainous regions. As a result, even the establishment of additional weather stations has not fully satisfied the requirements for long-term, high-spatial-resolution climate data, especially at finer geographical scales and for mountainous areas. Furthermore, most weather stations in China were established after 1950, and thus long-term observational climate data are lacking."
      ],
      "research objective": [
        "The objective of this study was to generate a long-term climate dataset with high spatial resolution for China by downscaling CRU time series data using a high-spatial-resolution reference climatology dataset."
      ],
      "challenges": [
        "Although the new dataset was not evaluated before 1950 owing to data unavailability, the quality of the new dataset in the period of 1901–2017 depended on the quality of the original CRU and WorldClim datasets."
      ],
      "methods": [
        "First, reference climatology data with different spatial resolutions and the 30′ original CRU time series data were evaluated through observations. Second, the 30′ original CRU time series data were spatially downscaled to four spatial resolutions (10′, 5′, 2.5′, and 0.5′) corresponding to the spatial resolutions of the reference climatology data using the delta downscaling framework. The downscaled data were validated through observations. Finally, the climatology data and annual trends in TMPs and PRE were investigated using the 30′ original CRU, 0.5′ downscaled, and observed data to demonstrate the performance of the 0.5′ downscaled data."
      ],
      "dataset": [
        "The dataset presented in this article has been published in the Network Common Data Form (NetCDF) at https://doi.org/10.5281/zenodo.3114194 for precipitation and https://doi.org/10.5281/zenodo.3185722 for air temperatures at 2 m and includes 156 NetCDF files compressed in zip format and one user guidance text file. The monthly mean, maximum, and minimum air TMPs at 2 m as well as PRE were obtained for January 1901 to December 2017 with a spatial resolution of 30′ from the CRU TS v4.02 dataset. To downscale CRU TMPs and PRE time series data to higher spatial resolutions, we obtained four high-resolution reference datasets at spatial resolutions of 10′, 5′, 2.5′, and 0.5′ from WorldClim v2.0. To evaluate the performance of the downscaling procedure, the observed long-term monthly TMPs (i.e., mean, maximum, minimum air TMPs at 2 m) and PRE variables across China were obtained from the National Meteorological Information Center of China. This dataset included observations from 496 national weather stations during 1951–2016."
      ],
      "findings": [
        "Compared with the evaluations of the 30′original CRU dataset, the mean absolute error of the new dataset (i.e., of the 0.5′dataset downscaled by bilinear interpolation) decreased by 35.4 %–48.7 % for TMPs and by 25.7 % for PRE. The root-mean-square error decreased by 32.4 %–44.9 % for TMPs and by 25.8 % for PRE. The Nash–Sutcliffe efficiency coefficients increased by 9.6 %–13.8 % for TMPs and by 31.6 % for PRE, and correlation coefficients increased by 0.2 %–0.4 % for TMPs and by 5.0 % for PRE. Overall, the downscaled datasets had higher accuracy than the original CRU dataset, especially the 0.5′dataset downscaled using the bilinear interpolation method, which is, therefore, the new dataset proposed by this study."
      ],
      "backgroundCn": [
        "高空间分辨率和长期气候数据对于准确调查气候变化及其对水文、植被覆盖和农作物生产的影响至关重要。尽管气象观测网络越来越多地整合来自更多气象站的数据，以及来自世界各地越来越多的政府和研究人员的贡献，但观测网络仍然面临站点密度低和空间分辨率不足的问题，尤其是在山区，天气站的安装和维护面临挑战。多个气候研究组织发布了代理月度温度（TMP）和降水（PRE）数据产品，例如气候变化政府间专门委员会（IPCC）的全球气候模型（GCMs）、东英吉利大学气候研究单位（CRU）、全球降水气候中心（GPCC）以及Willmott & Matsuura（W&M）。尽管CRU产品具有反映长期气候效应的优势，但其低空间分辨率（30′，约55公里）限制了其反映复杂地形、地表特征和其他过程对气候系统影响的能力。中国地大物博，山区丰富。因此，即使建立了更多的气象站，仍未能完全满足长期、高空间分辨率气候数据的需求，尤其是在更细的地理尺度和山区。此外，中国大多数气象站是在1950年后建立的，因此缺乏长期观测气候数据。"
      ],
      "research objectiveCn": [
        "本研究的目的是通过使用高空间分辨率的参考气候数据集对CRU时间序列数据进行降尺度，生成中国的长期气候数据集，具有高空间分辨率。"
      ],
      "challengesCn": [
        "尽管由于数据不可用，新数据集在1950年前没有进行评估，但1901年至2017年期间新数据集的质量依赖于原始CRU和WorldClim数据集的质量。"
      ],
      "methodsCn": [
        "首先，通过观测评估了不同空间分辨率的气候数据与30′原始CRU时间序列数据。其次，使用增量降尺度框架将30′原始CRU时间序列数据降尺度到四种空间分辨率（10′、5′、2.5′和0.5′），对应于参考气候数据的空间分辨率。降尺度数据通过观测进行了验证。最后，使用30′原始CRU、0.5′降尺度数据和观测数据调查了气候数据以及TMP和PRE的年度趋势，以展示0.5′降尺度数据的性能。"
      ],
      "datasetCn": [
        "本文中呈现的数据集已在网络通用数据格式（NetCDF）中发布，链接为 https://doi.org/10.5281/zenodo.3114194（降水）和 https://doi.org/10.5281/zenodo.3185722（2米空气温度），包括156个压缩为zip格式的NetCDF文件和一个用户指导文本文件。该数据集包含了1901年1月至2017年12月的每月平均、最大和最小2米空气温度（TMP）以及降水（PRE），空间分辨率为30′，数据来源于CRU TS v4.02数据集。为了将CRU的TMP和PRE时间序列数据下尺度到更高的空间分辨率，我们从WorldClim v2.0获取了四个高分辨率参考数据集，空间分辨率分别为10′、5′、2.5′和0.5′。为了评估下尺度过程的性能，我们从中国国家气象信息中心获取了中国地区的长期观测每月TMP（即2米空气TMP的平均、最大、最小值）和PRE变量的数据。该数据集包含了1951年至2016年间496个国家气象站的观测数据。"
      ],
      "findingsCn": [
        "与30′原始CRU数据集的评估相比，新数据集（即通过双线性插值下采样的0.5′数据集）在TMPs方面的平均绝对误差减少了35.4%–48.7%，在PRE方面减少了25.7%。根均方误差在TMPs方面减少了32.4%–44.9%，在PRE方面减少了25.8%。Nash–Sutcliffe效率系数在TMPs方面增加了9.6%–13.8%，在PRE方面增加了31.6%；相关系数在TMPs方面增加了0.2%–0.4%，在PRE方面增加了5.0%。总体而言，下采样数据集的准确性高于原始CRU数据集，特别是使用双线性插值方法下采样的0.5′数据集，因此这是本研究提出的新数据集。"
      ]
    },
    {
      "background": [
        "Several recent studies have suggested that ongoing warming is accelerating evaporation and creating more spatiotemporal heterogeneity in precipitation than in the past. This process will result in various complications due to drought for plant growth, crop yield, and other human activities. China is home to multiple climate zones that host important agricultural regions and other societally important activities that are likely to be affected by increased drought. Several indexes have been employed to investigate long-term drought, including the standardized precipitation index, the Palmer drought severity index, and the standardized precipitation evapotranspiration index (SPEI). Unlike the standardized precipitation index, the SPEI considers changes in both the precipitation and the potential evapotranspiration induced by temperature. The SPEI also allows for multiple temporal scales, unlike the Palmer drought severity index. The time scales of SPEI correspond to flexible climate drought research at different time scales, such as SPEI at 1, 3, and 12 months for the monthly, seasonal, and annual studies."
      ],
      "research objective": [
        "Investigating long-term drought trends is of great importance in coping with the adverse effects of global warming. In this study, we first generated a 1 km resolution monthly climate dataset for the period 1901–2100 across China using the delta spatial downscaling method to assess the variability of the Standardized Precipitation Evaporation Index (SPEI). Overall, our results provide detailed insights for planning flexible adaptation and mitigation strategies to cope with the adverse effects of climate drought across China."
      ],
      "challenges": [
        "However, little attention has been focused on studying the detailed spatial variability and attribution of drought variation in China."
      ],
      "methods": [
        "In this study, we first generated a 1 km resolution monthly climate dataset for the period 1901–2100 across China using the delta spatial downscaling method to assess the variability of the Standardized Precipitation Evaporation Index (SPEI). We then developed a simple approach to quantifying the contributions of water supply (precipitation) and demand (potential evapotranspiration, PET) on SPEI variability, according to the meaning of the differentiating SPEI equation."
      ],
      "dataset": [
        "Climate data with 30 arcmin spatial resolution, including monthly minimum, maximum, and mean temperatures and precipitation amounts, were obtained from the Climatic Research Unit (CRU, Norwich, UK) TS v. 4.02 dataset and the Coupled Model Intercomparison Project 5 (CMIP5) dataset, projected using 27 general circulation models (GCM). To downscale these datasets to higher spatial resolutions, a 0.5 arcmin reference dataset was obtained from the WorldClim v. 2.0 dataset. Observations of monthly Tmin, Tmax, Tmean, and PRE across China were obtained from the National Meteorological Information Center of China, and were used to evaluate the downscaled temperatures and precipitation. The dataset includes observations of 745 weather stations for the period 1951–2016."
      ],
      "findings": [
        "The results indicated that the delta framework could accurately downscale and correct low-spatial-resolution monthly temperatures and precipitation from the Climatic Research Unit and general circulation models (GCMs). Of the 27 GCMs analyzed, the BNU-ESM, CESM1-CAM5, and GFDL-ESM2M were found to be the most accurate in modeling future temperatures and precipitation. We also found that, compared with the past (1901–2017), the climate in the future (2018–2100) will tend toward significant droughts, although both periods showed a high spatial heterogeneity across China. Moreover, the proportion of areas with significantly decreasing SPEI trends was far greater than the proportion of those with increasing trends in most cases, especially for northwestern and northern China. Finally, the proposed approach to quantifying precipitation and PET contributions performed well according to logical evaluations. The percentage contributions of precipitation and PET on SPEI variability varied with study periods, representative concentration pathway scenarios, trend directions, and geographic spaces. In the past, PET contributions for significant downward trends and precipitation contributions for significantly upward trends accounted for 95% and 72%, while their future contributions were 57±22%–149 ±20% and 95 ±27%–190 ±58%, respectively."
      ],
      "backgroundCn": [
        "几项近期研究表明，持续的气温升高正在加速蒸发，并造成比以往更大的降水时空异质性。这一过程将导致植物生长、作物产量和其他人类活动面临各种因干旱引发的复杂问题。中国拥有多种气候区，承载着重要的农业区域和其他社会重要活动，这些活动可能会受到干旱加剧的影响。为了研究长期干旱，已经采用了多种指标，包括标准化降水指数、帕尔默干旱严重性指数和标准化降水蒸散指数（SPEI）。与标准化降水指数不同，SPEI考虑了降水和因温度引起的潜在蒸散的变化。SPEI还允许多种时间尺度的分析，而帕尔默干旱严重性指数则不具备这一特性。SPEI的时间尺度对应于不同时间尺度的灵活气候干旱研究，例如，1个月、3个月和12个月的SPEI适用于月度、季节性和年度研究。"
      ],
      "research objectiveCn": [
        "研究长期干旱趋势对于应对全球变暖的负面影响至关重要。在本研究中，我们首先采用增量空间下采样方法生成了1901年至2100年间中国的1公里分辨率月度气候数据集，以评估标准化降水蒸发指数（SPEI）的变异性。总体而言，我们的结果为规划灵活的适应和减缓策略提供了详细的见解，以应对中国气候干旱的负面影响。"
      ],
      "challengesCn": [
        "然而，关于中国干旱变化的详细空间变异性和归因研究的关注较少。"
      ],
      "methodsCn": [
        "在本研究中，我们首先生成了一个覆盖中国的1901年至2100年期间的1公里分辨率月度气候数据集，采用了增量空间下调方法，以评估标准化降水蒸发指数（SPEI）的变异性。然后，我们开发了一种简单的方法来量化水供应（降水）和需求（潜在蒸散发，PET）对SPEI变异性的贡献，这基于SPEI方程的差异化含义。"
      ],
      "datasetCn": [
        "气候数据的空间分辨率为30弧分，包括每月的最低、最高和平均气温以及降水量，这些数据来自于气候研究单位（CRU，英国诺里奇）TS v. 4.02数据集和耦合模型比较项目5（CMIP5）数据集，使用27个一般环流模型（GCM）进行投影。为了将这些数据集降尺度到更高的空间分辨率，获得了来自WorldClim v. 2.0数据集的0.5弧分参考数据集。中国国家气象信息中心提供了1951年至2016年期间的月度最低气温、最高气温、平均气温和降水量的观测数据，用于评估降尺度后的气温和降水量。该数据集包括745个气象站的观测数据。"
      ],
      "findingsCn": [
        "结果表明，delta框架能够准确地对来自气候研究单位和一般环流模型（GCMs）的低空间分辨率月度温度和降水进行下尺度化和修正。在分析的27个GCM中，BNU-ESM、CESM1-CAM5和GFDL-ESM2M被发现是模拟未来温度和降水最准确的模型。我们还发现，与过去（1901-2017年）相比，未来（2018-2100年）的气候将趋向于显著的干旱，尽管两个时期在中国的空间异质性都很高。此外，在大多数情况下，显著下降的SPEI趋势区域的比例远大于显著上升趋势区域的比例，尤其是在中国西北和北部地区。最后，所提出的量化降水和潜在蒸散发（PET）贡献的方法在逻辑评估中表现良好。降水和PET对SPEI变异性的贡献百分比因研究时期、代表性浓度路径情景、趋势方向和地理空间而异。在过去，显著下降趋势的PET贡献和显著上升趋势的降水贡献分别占95%和72%，而它们在未来的贡献则为57±22%–149±20%和95±27%–190±58%。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is the delta downscaling method used for generating high-resolution climate datasets considered reliable based on independent surface observations?",
        "QuestionCn": "基于独立地面观测，增量降尺度方法用于生成高分辨率气候数据集是否被认为是可靠的？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which spatial resolution is more effective for generating high-resolution climate datasets in China: 30 arcmin, 10 arcmin, 5 arcmin, 2.5 arcmin, or 0.5 arcmin?",
        "QuestionCn": "在中国生成高分辨率气候数据集时，哪种空间分辨率更有效：30弧分、10弧分、5弧分、2.5弧分还是0.5弧分？",
        "AnswerEn": "0.5 arcmin",
        "AnswerCn": "0.5角分",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the main challenge in gathering climate data in mountainous regions the low station density, difficult installation, or lack of long-term data?",
        "QuestionCn": "在山区收集气候数据的主要挑战是站点密度低、安装困难还是缺乏长期数据？",
        "AnswerEn": "low station density, difficult installation, lack of long-term data",
        "AnswerCn": "站点密度低、安装困难、缺乏长期数据",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where can researchers find high-resolution reference climatology datasets for downscaling climate data in this field?",
        "QuestionCn": "研究人员可以在哪里找到用于气候数据下采样的高分辨率参考气候学数据集？",
        "AnswerEn": "WorldClim dataset",
        "AnswerCn": "WorldClim 数据集",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When is the temporal range for which a high-resolution monthly climate dataset is generated in this field?",
        "QuestionCn": "在这个领域，高分辨率的月度气候数据集生成的时间范围是什么时候？",
        "AnswerEn": "1901 to 2100",
        "AnswerCn": "1901到2100年",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you give an example of a data collection method used to generate high-resolution climate datasets over a large geographical area?",
        "QuestionCn": "您能否举例说明一种数据收集方法，用于在大范围地理区域生成高分辨率气候数据集？",
        "AnswerEn": "An example of a data collection method used to generate high-resolution climate datasets involves using delta spatial downscaling. This method downscales low-resolution datasets like CRU TS and CMIP5 using high-resolution reference datasets such as WorldClim, validated through observations from numerous weather stations.",
        "AnswerCn": "一种用于生成高分辨率气候数据集的数据收集方法涉及使用增量空间下采样。该方法通过使用高分辨率参考数据集（如WorldClim）对低分辨率数据集（如CRU TS和CMIP5）进行下采样，并通过来自众多气象站的观测数据进行验证。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when generating long-term climate datasets for regions with complex topographies?",
        "QuestionCn": "生成复杂地形区域的长期气候数据集时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in generating long-term climate datasets for regions with complex topographies is the low station density and spatial resolution of observation networks, which hinders capturing the effects of topographic features on climate systems. This challenge is especially pronounced in mountainous areas, making high-resolution data generation more difficult.",
        "AnswerCn": "生成长期气候数据集的一个挑战是观测网络的站点密度和空间分辨率较低，这妨碍了捕捉地形特征对气候系统影响的能力。这一挑战在山区尤为明显，使得高分辨率数据的生成更加困难。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many independent meteorological observation points were used to validate the high-resolution climate dataset in the specified region?",
        "QuestionCn": "在指定区域中，用于验证高分辨率气候数据集的独立气象观测点数量是多少？",
        "AnswerEn": "496",
        "AnswerCn": "496",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the downscaled climate dataset used for assessing climate change trends over the Loess Plateau?",
        "QuestionCn": "用于评估黄土高原气候变化趋势的下调气候数据集的空间分辨率是多少？",
        "AnswerEn": "1 km",
        "AnswerCn": "1公里",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is Delta downscaling in the context of climate data collection?",
        "QuestionCn": "在气候数据收集中，Delta缩放是什么？",
        "AnswerEn": "Delta downscaling is a method used to produce high-resolution climate data by taking lower-resolution datasets, such as those from the CRU TS and CMIP5 datasets, and applying a downscaling framework to generate finer spatial resolution data. This method includes validating the downscaled data with observational datasets to ensure accuracy and reliability, often used to enhance spatial details in datasets for specific regions, such as mountainous areas or specific geographical zones.",
        "AnswerCn": "Delta降尺度是一种通过将低分辨率数据集（如CRU TS和CMIP5数据集）应用降尺度框架来生成高分辨率气候数据的方法。该方法包括使用观测数据集对降尺度数据进行验证，以确保准确性和可靠性，通常用于增强特定区域（如山区或特定地理区域）数据集的空间细节。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does the term 'high-resolution reference climatology dataset' mean in climate research?",
        "QuestionCn": "在气候研究中，“高分辨率参考气候学数据集”是什么意思？",
        "AnswerEn": "A high-resolution reference climatology dataset refers to climate data with a finer spatial resolution that serves as a standard or reference for downscaling other datasets. These datasets provide detailed climatological information, such as temperature and precipitation patterns, at a more granular scale, which is essential for accurate climate modeling and analysis, especially in regions with complex topography or diverse climatic conditions.",
        "AnswerCn": "高分辨率参考气候数据集是指具有更细空间分辨率的气候数据，作为下采样其他数据集的标准或参考。这些数据集提供详细的气候信息，如温度和降水模式，以更细致的尺度呈现，这对于准确的气候建模和分析至关重要，尤其是在地形复杂或气候条件多样的地区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the challenges associated with collecting long-term, high-spatial-resolution climate data in mountainous regions?",
        "QuestionCn": "在山区收集长期、高空间分辨率气候数据面临的挑战有哪些？",
        "AnswerEn": "Collecting long-term, high-spatial-resolution climate data in mountainous regions faces challenges such as low station density and spatial resolution due to the difficulty of installing and maintaining weather stations in rugged terrains. Additionally, historical data may be limited as many weather stations in regions like China were established only after 1950. These challenges necessitate the use of techniques like downscaling and proxy data products to generate high-resolution climate datasets.",
        "AnswerCn": "在山区收集长期、高空间分辨率的气候数据面临着诸多挑战，例如由于在崎岖地形中安装和维护气象站的困难，导致站点密度和空间分辨率较低。此外，历史数据可能有限，因为像中国这样的地区许多气象站是在1950年后才建立的。这些挑战使得使用下采样和代理数据产品等技术生成高分辨率气候数据集变得必要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using the delta downscaling framework compare to the use of general circulation models in terms of accuracy and spatial resolution when generating climate datasets?",
        "QuestionCn": "使用delta降尺度框架的数据收集方法与使用一般环流模型在生成气候数据集时的准确性和空间分辨率方面有何比较？",
        "AnswerEn": "The delta downscaling framework is used to achieve higher spatial resolution and is validated through observations, leading to improved accuracy over general circulation models (GCMs) datasets, which have inherent biases. The downscaled datasets typically offer higher accuracy, especially when using methods like bilinear interpolation, which significantly reduces errors compared to original datasets.",
        "AnswerCn": "delta下调框架用于实现更高的空间分辨率，并通过观测进行验证，从而提高了相对于一般环流模型（GCMs）数据集的准确性，这些数据集存在固有的偏差。下调后的数据集通常提供更高的准确性，特别是使用双线性插值等方法时，相较于原始数据集显著减少了误差。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways do the challenges of collecting climate data in mountainous regions differ from those in more accessible areas, and how do datasets account for these differences?",
        "QuestionCn": "在山区收集气候数据的挑战与在更易接近的地区的挑战有何不同，以及数据集如何考虑这些差异？",
        "AnswerEn": "Mountainous regions face challenges such as low station density and spatial resolution due to the difficulty of installing and maintaining weather stations. Datasets like those using CRU and WorldClim data employ high-resolution reference climatology and downscaling techniques to overcome these limitations, providing higher resolution data that can better account for complex topographies.",
        "AnswerCn": "山区面临着由于安装和维护气象站的困难而导致的站点密度低和空间分辨率差等挑战。像CRU和WorldClim数据集这样的数据集采用高分辨率参考气候学和降尺度技术来克服这些限制，提供更高分辨率的数据，更好地考虑复杂的地形。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for the low spatial resolution in climate datasets, particularly in mountainous areas?",
        "QuestionCn": "气候数据集在山区特别低空间分辨率的根本原因是什么？",
        "AnswerEn": "The low spatial resolution in climate datasets, especially in mountainous areas, is primarily due to low station density and the challenges in installing and maintaining weather stations in these regions. Additionally, the CRU products, while reflecting long-term climate effects, have limitations in capturing complex topographies and land surface characteristics due to their coarse spatial resolution.",
        "AnswerCn": "气候数据集中的低空间分辨率，尤其是在山区，主要是由于气象站密度低以及在这些地区安装和维护气象站的挑战。此外，CRU产品虽然反映了长期气候效应，但由于其粗糙的空间分辨率，无法有效捕捉复杂的地形和地表特征。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a significant challenge in obtaining long-term high-spatial-resolution climate data across China?",
        "QuestionCn": "为什么在中国获取长期高空间分辨率气候数据存在显著挑战？",
        "AnswerEn": "The challenge in obtaining long-term high-spatial-resolution climate data across China arises because most weather stations were established after 1950, leading to a lack of observational climate data over extended periods. Furthermore, the existing meteorological networks have not fully addressed the needs for high-resolution data, particularly in the context of complex geographical terrains like mountainous regions.",
        "AnswerCn": "在中国获取长期高空间分辨率气候数据的挑战在于，大多数气象站是在1950年后建立的，导致缺乏长期的观测气候数据。此外，现有的气象网络并未完全满足高分辨率数据的需求，特别是在复杂地形如山区的背景下。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the biases in regional climate information when using GCM and CRU datasets, and how do these biases affect climate change studies?",
        "QuestionCn": "使用全球气候模型（GCM）和气候研究单位（CRU）数据集时，区域气候信息中的偏差是由什么原因造成的，这些偏差如何影响气候变化研究？",
        "AnswerEn": "Biases in regional climate information when using GCM and CRU datasets are caused by the inability of these models to accurately depict fine-scale climate variations. These biases hinder the development of realistic climate change information, which is crucial for crafting effective adaptation and mitigation strategies at regional and local scales, ultimately affecting the reliability of climate change studies.",
        "AnswerCn": "使用全球气候模型（GCM）和气候研究单位（CRU）数据集时，区域气候信息中的偏差是由于这些模型无法准确描绘细尺度气候变化。这些偏差妨碍了现实气候变化信息的发展，而这些信息对于制定有效的适应和减缓策略在区域和地方层面至关重要，最终影响了气候变化研究的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What consequences might arise from the integration of high-resolution reference climatology datasets when downscaling global climate models in China?",
        "QuestionCn": "在中国，当将高分辨率参考气候数据集与全球气候模型进行下行调整时，可能会产生哪些后果？",
        "AnswerEn": "The integration of high-resolution reference climatology datasets when downscaling global climate models can result in datasets with significantly improved accuracy. This can lead to more precise modeling of temperature and precipitation patterns, which is crucial for understanding regional climate variations and planning for climate change impacts, particularly in mountainous and complex terrain areas.",
        "AnswerCn": "将高分辨率参考气候数据集整合到全球气候模型的下尺度过程中，可以生成具有显著提高准确度的数据集。这可以导致对温度和降水模式的更精确建模，这对于理解区域气候变化和规划气候变化影响尤为重要，特别是在山区和复杂地形地区。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What techniques are employed to downscale climate data for high-resolution applications in studies related to climate change and geological research?",
        "QuestionCn": "在与气候变化和地质研究相关的高分辨率应用中，采用了哪些技术来对气候数据进行下尺度处理？",
        "AnswerEn": "Climate data downscaling is achieved using the delta spatial downscaling method, which involves using global climate datasets like CRU and CMIP5 and downscaling them with reference climatology datasets, such as WorldClim, to achieve higher spatial resolutions. This technique is validated using surface observation data from national weather stations.",
        "AnswerCn": "气候数据下采样是通过使用增量空间下采样方法实现的，该方法涉及使用全球气候数据集，如CRU和CMIP5，并通过参考气候数据集，如WorldClim，进行下采样，以达到更高的空间分辨率。该技术通过国家气象站的地面观测数据进行验证。",
        "Level": "C2(Understanding)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the downscaling of climate data to achieve high spatial resolution in complex terrains like mountainous regions?",
        "QuestionCn": "哪些方法论能够实现气候数据的下分辨率，以在复杂地形如山区中达到高空间分辨率？",
        "AnswerEn": "The delta spatial downscaling method enables the downscaling of low-resolution climate data to high spatial resolutions. This approach was used to produce monthly precipitation and mean temperature grids with a 1-km resolution, validated using independent surface observations, and has shown to effectively capture detailed spatio-temporal climate information.",
        "AnswerCn": "德尔塔空间下采样方法能够将低分辨率气候数据下采样到高空间分辨率。该方法用于生成具有1公里分辨率的月降水量和平均气温网格，并通过独立的地面观测进行了验证，已证明能够有效捕捉详细的时空气候信息。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What data collection strategies facilitate the validation of downscaled climate datasets over large geographical areas like China?",
        "QuestionCn": "哪些数据收集策略可以促进对像中国这样的大面积地区的下调气候数据集的验证？",
        "AnswerEn": "The validation of downscaled climate datasets is facilitated by data collection strategies that incorporate observations from national weather stations. For instance, the use of data from 496 national weather stations in China enables the evaluation of downscaled monthly temperature and precipitation datasets, ensuring their reliability and accuracy across extensive geographical areas.",
        "AnswerCn": "下调气候数据集的验证得益于纳入国家气象站观测数据的数据收集策略。例如，利用中国496个国家气象站的数据，可以评估下调的月度温度和降水数据集，从而确保其在广泛地理区域内的可靠性和准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might downscaling techniques be essential for achieving high spatial resolution in climate datasets when original datasets are of low resolution?",
        "QuestionCn": "当原始数据集分辨率较低时，为什么缩减技术对于实现气候数据集的高空间分辨率至关重要？",
        "AnswerEn": "Downscaling techniques, such as delta downscaling, are crucial for achieving high spatial resolution in climate datasets because they help overcome the limitations of the original datasets, which often have low spatial resolution. These techniques allow researchers to generate data at finer scales necessary for detailed regional analysis, especially in complex terrains like mountainous areas where climate effects can vary significantly over short distances.",
        "AnswerCn": "降尺度技术，如增量降尺度，对于实现气候数据集的高空间分辨率至关重要，因为它们有助于克服原始数据集的局限性，这些数据集通常具有较低的空间分辨率。这些技术使研究人员能够生成在复杂地形（如山区）中进行详细区域分析所需的更细尺度数据，因为气候效应在短距离内可能会显著变化。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges could arise when using global climate datasets to assess local climate change impacts, and why might these challenges necessitate additional refinement techniques?",
        "QuestionCn": "在使用全球气候数据集评估地方气候变化影响时，可能会出现哪些挑战，以及这些挑战为何需要额外的精细化技术？",
        "AnswerEn": "Challenges that could arise when using global climate datasets to assess local climate change impacts include significant biases and the inability to capture intricate regional climate variations. These challenges necessitate additional refinement techniques, such as dynamic or statistical downscaling, to improve accuracy and reliability, ensuring that adaptation and mitigation strategies can be developed with confidence at the regional or local scale.",
        "AnswerCn": "使用全球气候数据集评估地方气候变化影响时可能出现的挑战包括显著的偏差以及无法捕捉复杂的区域气候变化。这些挑战需要额外的精细化技术，例如动态或统计降尺度，以提高准确性和可靠性，确保能够在区域或地方层面自信地制定适应和减缓策略。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is there a need for high-resolution climate datasets in mountainous areas, and what expectations are associated with such datasets in terms of research applications?",
        "QuestionCn": "为什么在山区需要高分辨率气候数据集，以及在研究应用方面与这些数据集相关的期望是什么？",
        "AnswerEn": "High-resolution climate datasets are needed in mountainous areas due to the complex topography that influences local climate conditions and processes, which are not adequately captured by lower-resolution datasets. The expectations associated with such datasets include providing detailed insights into climate trends, facilitating accurate modeling of hydrological and ecological systems, and supporting the development of targeted climate adaptation strategies.",
        "AnswerCn": "高分辨率气候数据集在山区是必要的，因为复杂的地形影响着当地的气候条件和过程，而低分辨率数据集无法充分捕捉这些信息。对这些数据集的期望包括提供对气候趋势的详细洞察，促进水文和生态系统的准确建模，以及支持制定针对性的气候适应策略。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In what ways can high-spatial-resolution climate data contribute to understanding regional climate change impacts and developing adaptation strategies?",
        "QuestionCn": "高空间分辨率气候数据可以通过哪些方式帮助理解区域气候变化影响并制定适应策略？",
        "AnswerEn": "High-spatial-resolution climate data provide detailed insights into the specific locations and percentages of areas affected by climate change, enabling a more precise assessment of change trends in precipitation and temperature. This level of detail is crucial for developing flexible adaptation and mitigation strategies to address regional climate change challenges effectively.",
        "AnswerCn": "高空间分辨率的气候数据提供了关于气候变化影响区域的具体位置和百分比的详细见解，使得对降水和温度变化趋势的评估更加精确。这种细致程度对于制定灵活的适应和减缓策略，以有效应对区域气候变化挑战至关重要。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection methods are adapted to handle low station density and spatial resolution in mountainous areas.",
        "QuestionCn": "我不明白数据收集方法是如何适应山区低站点密度和空间分辨率的。",
        "AnswerEn": "Observation networks, especially in mountainous areas, suffer from low station density and spatial resolution. To address this, datasets like those from the Climatic Research Unit (CRU) and WorldClim are downscaled using methods such as delta downscaling. These methods utilize high-resolution reference climatology datasets to enhance the spatial resolution of climate data, providing better coverage even in challenging terrains.",
        "AnswerCn": "观测网络，尤其是在山区，面临着站点密度低和空间分辨率差的问题。为了解决这个问题，像气候研究单位（CRU）和WorldClim这样的数据集通过使用如增量降尺度等方法进行降尺度。这些方法利用高分辨率的参考气候数据集来提高气候数据的空间分辨率，即使在复杂地形中也能提供更好的覆盖。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how delta downscaling improves the accuracy of climate datasets, given the inherent biases in regional climate models.",
        "QuestionCn": "我不确定增量降尺度如何提高气候数据集的准确性，考虑到区域气候模型中固有的偏差。",
        "AnswerEn": "Delta downscaling improves the accuracy of climate datasets by correcting low-spatial-resolution data from global circulation models (GCMs) and CRU products. This method is capable of producing high-resolution climate grids by using a combination of historical, downscaled, and observed data, which helps in reducing biases and capturing finer regional climate details necessary for accurate climate trend assessments.",
        "AnswerCn": "Delta下调方法通过修正全球气候模型（GCMs）和CRU产品的低空间分辨率数据，提高了气候数据集的准确性。这种方法能够利用历史、下调和观测数据的组合生成高分辨率气候网格，有助于减少偏差并捕捉必要的更细致的区域气候细节，从而为准确的气候趋势评估提供支持。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize various methods of downscaling climate data for high spatial resolution, with an emphasis on the delta downscaling technique.",
        "QuestionCn": "总结了多种气候数据降尺度方法以获得高空间分辨率，重点介绍了增量降尺度技术。",
        "AnswerEn": "The delta downscaling method is used to produce high spatial resolution climate data from lower resolution datasets such as CRU and CMIP5. This technique involves adjusting the data to match finer-scale climatology using reference datasets like WorldClim. The method has been successfully applied to produce datasets with resolutions as fine as 0.5 arcminutes, validated using data from national weather stations.",
        "AnswerCn": "德尔塔降尺度方法用于从较低分辨率的数据集（如CRU和CMIP5）生成高空间分辨率的气候数据。该技术涉及使用参考数据集（如WorldClim）调整数据，以匹配更细尺度的气候学。该方法已成功应用于生成分辨率高达0.5弧分钟的数据集，并通过国家气象站的数据进行了验证。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please describe the challenges associated with collecting and validating climate data in mountainous regions and how these challenges are addressed.",
        "QuestionCn": "在山区收集和验证气候数据面临的挑战包括：\n\n1. **地形复杂性**：山区地形多变，导致气候条件在短距离内变化显著，增加了数据收集的难度。\n2. **交通不便**：许多山区地区交通条件差，难以到达，限制了气候监测设备的安装和维护。\n3. **气候极端性**：山区常常经历极端天气事件，如暴风雪和山洪，这可能损坏气候监测设备或导致数据丢失。\n4. **数据稀缺性**：由于人烟稀少，许多山区缺乏长期的气候数据记录，影响了数据的连续性和可靠性。\n5. **技术限制**：在偏远地区，电力和通信基础设施不足，限制了高科技监测设备的使用。\n\n为了解决这些挑战，研究人员和气候科学家采取了以下措施：\n\n1. **使用遥感技术**：利用卫星和无人机等遥感技术收集大范围的气候数据，克服地形限制。\n2. **建立自动气象站**：在关键地点安装自动气象站，减少人工干预，提高数据收集的频率和准确性。\n3. **数据共享与合作**：与地方政府、科研机构和社区合作，共享数据和资源，增强数据的覆盖面和可靠性。\n4. **采用模型和模拟**：使用气候模型和模拟技术，填补数据空白，预测山区气候变化趋势。\n5. **加强培训与教育**：对当地社区进行气候监测和数据收集的培训，提高他们的参与度和数据质量。\n\n通过这些方法，科学家们能够更有效地收集和验证山区的气候数据，从而更好地理解和应对气候变化的影响。",
        "AnswerEn": "Challenges in mountainous regions include low station density and difficulty in station maintenance. These are addressed by incorporating data from additional stations where feasible and using downscaling techniques to improve spatial resolution. High-resolution reference climatology datasets are used to validate and enhance the accuracy of climate data in these areas.",
        "AnswerCn": "山区面临的挑战包括站点密度低和站点维护困难。为了解决这些问题，尽可能地整合来自其他站点的数据，并使用降尺度技术来提高空间分辨率。高分辨率的参考气候数据集被用来验证和提高这些地区气候数据的准确性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please outline the potential sources and strategies for developing long-term high-resolution climate datasets for areas with limited observational data.",
        "QuestionCn": "概述在观测数据有限的地区开发长期高分辨率气候数据集的潜在来源和策略。",
        "AnswerEn": "To develop such datasets, one strategy is using high-resolution reference climatologies like those from WorldClim, in conjunction with CRU time series data, downscaled to desired resolutions using methods like delta downscaling. Validation is performed using observations from national meteorological stations even if sparse, ensuring that datasets accurately represent regional climate variations.",
        "AnswerCn": "为了开发这样的数据集，一种策略是使用来自WorldClim的高分辨率参考气候数据，与CRU时间序列数据结合，采用如增量降尺度等方法降尺度到所需的分辨率。验证则使用来自国家气象站的观测数据，即使这些观测数据稀疏，也确保数据集准确反映区域气候变化。",
        "Level": "C6(Creating)"
      }
    ]
  }
}