{
  "id": "d1e746f1-0012-4c18-b7ed-21bfa2a6eb63",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of I-type granite and its accessory minerals in Zhalantun area, Northeast China",
      "titleCn": "中国东北扎兰屯地区I型花岗岩及其副矿物数据集",
      "description": "The data are U-Pb isotopic dating data of I-type granite in Zhalantun area, major and trace geochemical data of whole rock, major and trace data of plagioclase and biotite, major and trace geochemical data of accessory minerals zircon and apatite, and in-situ Nd isotopic data of apatite. The samples were collected from three types of I-type granites in Zhalantun area, Daxinganling, Northeast China. U-Pb isotopic chronology data were obtained by laser ablation inductively coupled plasma mass spectrometry. The major and trace geochemical data of the whole rock are obtained by X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry. The major and trace geochemical data of minerals are obtained by electron probe microanalysis and laser ablation inductively coupled plasma mass spectrometry. In situ Nd isotopic geochemical data of minerals were obtained by multi receiver laser ablation inductively coupled plasma mass spectrometry. The obtained data can define the age and source characteristics of regional magmatism, and reveal that zircon and apatite in granite can effectively trace the evolution of granitic magma.",
      "descriptionCn": "本数据为扎兰屯地区I型花岗岩U-Pb同位素测年数据，岩石全岩主微量地球化学数据，斜长石和黑云母主微量数据，副矿物锆石和磷灰石主微量地球化学和磷灰石原位Nd同位素数据。样品采集自东北大兴安岭扎兰屯地区的三种演化程度不一致的I型花岗岩。U-Pb同位素年代学数据是通过激光剥蚀-电感耦合等离子体质谱仪分析锆石U-Pb同位素获得。岩石全岩主微量地球化学数据是通过X荧光光谱仪和电感耦合等离子体质谱仪分析获得。矿物主微量地球化学数据是通过电子探针和激光剥蚀-电感耦合等离子体质谱仪分析获得。矿物原位Nd同位素地球化学数据是通过多接收激光剥蚀-电感耦合等离子体质谱仪分析获得。通过获得的数据，可以限定区域岩浆作用时代和源区特征，同时揭示花岗岩中的锆石和磷灰石可以有效地示踪花岗质岩浆的演化。",
      "instructions": "All data are stored in Excel file. The file name is \"WR\"_ Majtra \"represents the major and trace geochemical data of the whole rock,\" ZrN \"_ UPB \"represents zircon U-Pb isotopic composition and age data,\" ZrN \"_ HF \"represents in-situ Hf isotopic data of zircon,\" ZrN \"_ Majtra \"represents the major and trace element geochemical data of zircon,\" AP \"_ Majtra \"represents the major and trace element geochemical data of apatite,\" AP \"_ \"Nd\" stands for apatite in situ nd radioisotope data, \"ZrN\"_ \"Traparcoe\" stands for the calculation data of trace element partition coefficient of zircon, \"WR\"_ NBO \"represents the whole rock NBO / T calculation data,\" minmajtra \"represents the mineral major and trace element data.",
      "instructionsCn": "所有数据以Excel文件存储。文件名称为“WR_MajTra”代表全岩主微量地球化学数据，“Zrn_UPb”代表锆石U-Pb同位素组成和年龄数据，“Zrn_Hf”代表锆石原位Hf同位素数据，“Zrn_MajTra”代表锆石主、微量元素地球化学数据，“Ap_MajTra”代表磷灰石主、微量元素地球化学数据，“Ap_Nd”代表磷灰石原位Nd放射性同位素数据，“Zrn_TraParCoe”代表锆石微量元素分配系数计算数据，“WR_NBO”代表全岩NBO/T计算数据，“MinMajTra”代表矿物主微量元素数据。",
      "east": 122.5,
      "west": 121.5,
      "south": 47.0,
      "north": 48.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 318689.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2019.105207",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "屈潘",
        "nameEn": "QU Pan",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      },
      {
        "nameCn": "牛贺才",
        "nameEn": "NIU Hecai",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Zircon and apatite as tools to monitor the evolution of fractionated I-type granites from the central Great Xing‘an Range, NE China",
        "referenceCn": null,
        "referenceEn": "Qu, P., Li, N.B., Niu, H.C., Yang, W.B., Shan, Q., & Zhang, Z.Y. (2019). Zircon and apatite as tools to monitor the evolution of fractionated I-type granites from the central Great Xing‘an Range, NE China. Lithos, 348-349, 105207."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩浆-热液演化",
        "nameEn": "Magmatic-hydrothermal evolution"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "高演化花岗岩",
        "nameEn": "Highly fractionated granite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国东北大兴安岭扎兰屯地区",
        "keywordEn": "the Zhalantun area of the central Great Xing’an Range, NE China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早白垩世",
        "keywordEn": "early Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What does 'U-Pb isotopic dating' mean in the context of data collection methods for I-type granites?",
        "QuestionCn": "在I型花岗岩的数据收集方法中，“U-Pb同位素测年”是什么意思？",
        "AnswerEn": "U-Pb isotopic dating in the context of data collection methods for I-type granites refers to the analysis of zircon minerals using laser ablation-inductively coupled plasma mass spectrometry to determine the age of magmatic activity in a region by measuring the uranium-lead isotopic ratios.",
        "AnswerCn": "在I型花岗岩的数据收集方法中，U-Pb同位素定年是指使用激光剥蚀-电感耦合等离子体质谱法分析锆石矿物，以通过测量铀-铅同位素比率来确定一个地区的岩浆活动年龄。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of specific data collection methods, such as laser ablation-inductively coupled plasma mass spectrometry, when analyzing zircon U-Pb isotopes in granitic rocks?",
        "QuestionCn": "在分析花岗岩中的锆石U-Pb同位素时，选择特定数据收集方法（如激光烧蚀-电感耦合等离子体质谱法）时，哪些因素会影响这一选择？",
        "AnswerEn": "The selection of data collection methods like laser ablation-inductively coupled plasma mass spectrometry for analyzing zircon U-Pb isotopes in granitic rocks is influenced by the need for precise isotopic age determination, the ability to analyze small mineral grains, and the requirement for high sensitivity and accuracy in measuring isotopic ratios to define the magmatic activity period and source characteristics of the region.",
        "AnswerCn": "选择激光烧蚀-电感耦合等离子体质谱法来分析花岗岩中的锆石U-Pb同位素，受到对精确同位素年龄测定的需求、分析小矿物颗粒的能力以及在测量同位素比率时对高灵敏度和高准确性的要求的影响，以定义该地区的岩浆活动时期和源特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting U-Pb isotopic dating data and mineral geochemical data from I-type granites in the Zalantun region of Northeast China?",
        "QuestionCn": "收集来自中国东北扎兰屯地区的I型花岗岩的U-Pb同位素定年数据和矿物地球化学数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to constrain the timing of magmatic activity and the characteristics of the source region, as well as to reveal how zircon and apatite within the granites can effectively trace the evolution of granitic magmatism.",
        "AnswerCn": "主要目标是约束岩浆活动的时间以及源区的特征，并揭示花岗岩中的锆石和磷灰石如何有效追踪花岗岩岩浆的演化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental techniques used to collect U-Pb isotopic dating data and geochemical data from I-type granite samples in the Zalantun area, and how can these techniques be optimized for better accuracy?",
        "QuestionCn": "在扎兰屯地区收集I型花岗岩样品的U-Pb同位素定年数据和地球化学数据所使用的仪器技术有哪些？如何优化这些技术以提高准确性？",
        "AnswerEn": "U-Pb isotopic dating data is collected using laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS) on zircon minerals. Whole-rock major and trace geochemical data are obtained using X-ray fluorescence spectrometry (XRF) and inductively coupled plasma mass spectrometry (ICP-MS). Mineral major and trace geochemical data are collected using electron probe micro-analysis (EPMA) and LA-ICP-MS. In-situ Nd isotopic geochemical data are acquired using multi-collector LA-ICP-MS. These techniques can be optimized by ensuring proper calibration, using high-purity standards, and conducting repeated analyses to verify the reproducibility and accuracy of the results.",
        "AnswerCn": "U-Pb同位素定年数据是通过激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）在锆石矿物上收集的。全岩主要和微量地球化学数据是通过X射线荧光光谱（XRF）和电感耦合等离子体质谱（ICP-MS）获得的。矿物主要和微量地球化学数据是通过电子探针显微分析（EPMA）和LA-ICP-MS收集的。原位Nd同位素地球化学数据是通过多收集器LA-ICP-MS获得的。这些技术可以通过确保适当的校准、使用高纯度标准和进行重复分析以验证结果的重现性和准确性来优化。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advanced analytical techniques enable the precise determination of U-Pb isotopic ages in granitic samples?",
        "QuestionCn": "哪些先进的分析技术能够精确确定花岗岩样品中的铀-铅同位素年龄？",
        "AnswerEn": "The precise determination of U-Pb isotopic ages in granitic samples is enabled by the use of laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS) to analyze zircon U-Pb isotopes.",
        "AnswerCn": "通过激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）分析锆石U-Pb同位素，可以精确确定花岗岩样品的U-Pb同位素年龄。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}