{
  "id": "d2007b3a-9ecb-4a8b-a0d3-d8263842a456",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The diurnal（hourly）albedo product coupling topographic effects and combining multi-sensory data over the Tibet Plateau (2016-2019)",
      "titleCn": "青藏高原区域耦合地形效应的地表反照率日变化数据集（2016-2019）",
      "description": "This diurnal (hourly) land surface albedo product is with a spatial resolution of 0.02 ° x 0.02 ° over the Tibet Plateau from 2016-2019. Multi-sensory data is used to retrieve the Extended Multi-Sensor Combined BRDF Inversion model (EMCBI) developed from a kernel-driven BRDF model and coupled with topographic effects, and prior knowledge is introduced for quality control inversion. The high-precision BRDF / albedo of good spatial-temporal continuity is retrieved by combining MODIS reflectance data (a polar orbiting satellite) and himiwarri-8 AHI land surface reflectance (a geostationary satellite ). MODIS land surface reflectance data and AHI TOA reflectance data are downloaded from the official websites. After registration, atmospheric correction and other processing, the daily resolution BRDF is synthesized with a period of 5 days, and then the albedo is estimated. The black sky albedo is calculated hourly from 9:00 to 18:00 at Beijing Time (UTM zone 8). The validation results show that it meets the accuracy requirements of albedo application, and agreed well with the in situ albedo inner-daily variation.Tt has more advantages in capturing rapidly changing surface features, especially the inner-daily variations, and has better temporal and spatial continuity. It can effectively support the study of radiation energy balance and environmental change in the Tibet Plateau.",
      "descriptionCn": "本数据集为青藏高原区域2016-2019年0.02° x0.02°地表反照率日变化产品。采用耦合地形因子的多源遥感数据协同反演的BRDF模型（Extended Multi-Sensor Combined BRDF Inversion model (EMCBI)），并引入先验知识进行质量控制，联合极轨卫星数据MODIS反射率和静止卫星葵花8-AHI地表反射率数据反演时空连续的日分辨率的高精度BRDF/反照率。MODIS地表反射率数据（MOD09GA、MYD09GA）和AHI天顶反射率数据集为官方网站下载，以5天为周期合成日分辨率BRDF，进而估算日内变化的反照率，其中，黑空反照率的太阳入射为北京时间8:00-18:00逐小时的入射（UTM time zone 8）。经过验证评估，日内变化的反照率更能有效捕捉反照率的日变化，可有效支撑青藏高原地区辐射平衡、环境变化研究。",
      "instructions": "File naming convention: diurnalAlbedoYYYYDDD005.dat  (yyyy: year, DDD: Day (Julian day)), such as diurnalAlbedo2016003005.dat indicates the albedo of the Tibetan Plateau on the first day of 2016\nData reading mode: stored in bare data format, which can be opened by envi, ArcGIS and other software\nData version number: v1\nProjection + proj = longlat + datum = WGS84\nData format: raw, 1600 rows × 750 columns\nFill value: 32767\nScale: / 10000 (divided by 10000, is the albedo)\nBand Description: There are 36 bands in total including three broadband (VIS, NIR and SW) Black Sky Albedo (BSA) at each hour from 8:00 to 18:00 in Beijing Time (i.e. UTM Zone 8) numbered as 1-33 bands, and Band 34-36 are VIS, NIR and SW white-sky albedo. Every three band for BSA at a specific hour arranged in the order of VIS, NIR and SW, like Band 1-3 is the BSA of visible (VIS), near-infrared (NIR) and shortwave(SW) BSA at 8:00 Beijing Time respectively, Detailed band description please see the band Instruction document.",
      "instructionsCn": "文件命名约定：diurnalAlbedoYYYYDDD005.dat 如（YYYY：年，DDD：日（儒略日）），比如 diurnalAlbedo2016001005.dat，表示2016年第一天的青藏高原的反照率日内变化。\n数据读取方式： 以.dat格式存储（带有hdr头文件），可用ENVI ,ArcGIS等软件直接打开。\n数据版本号：V1\n投影：+proj=longlat +datum=GCS_WGS_1984\n数据格式：tif, 1600行×750列\n填充值：32767\nscale: /10000（除以10000，为实际反照率值）\n波段说明：一共有36个波段, 包括3个宽波段的反照率日内变化，分别是可见光波段、近红外波段、短波波段。其中1-33波段为黑空反照率，从北京时间（UTM Zone 8）8:00-18:00 每小时提供三个宽波段反照率，如 band1 为8:00 可见光波段黑空反照率；band2 为8:00近红外波段黑空反照率；band3 为8:00 短波波段黑空反照率，依此类推。34-36波段为可见光波段、近红外波段、短波波段的白空反照率。具体波段说明可参见波段说明文档。",
      "east": 105.0,
      "west": 73.0,
      "south": 25.0,
      "north": 40.0,
      "startTime": "2016-01-01 00:00:00",
      "endTime": "2019-12-31 00:00:00",
      "fileSize": 121220382899.0,
      "cstr": "18406.11.Terre.tpdc.272050",
      "doi": "10.11888/Terre.tpdc.272050",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "闻建光",
        "nameEn": "WEN Jianguang ",
        "unitEn": "Aerospace Information Research Institute",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "游冬琴",
        "nameEn": "YOU Dongqin",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "唐勇",
        "nameEn": "TANG Yong",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      },
      {
        "nameCn": "韩源",
        "nameEn": "HAN Yuan ",
        "unitEn": " Aerospace Information Research Institute, Chinese Academic of Sciences",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Estimating Surface BRDF/Albedo Over Rugged Terrain Using an Extended Multisensor Combined BRDF Inversion (EMCBI) Model",
        "referenceCn": null,
        "referenceEn": "Wen, J., You, D., Han, Y., Lin, X., Wu, S., Tang, Y., Xiao, Q., & Liu, Q. (2022). Estimating Surface BRDF/Albedo Over Rugged Terrain Using an Extended Multisensor Combined BRDF Inversion (EMCBI) Mode. IEEE Geosci. Remote Sens. Lett., 19, 1-5."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表反照率",
        "nameEn": "Albedo"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2016-2019",
        "keywordEn": "2016-2019",
        "type": "temporal"
      },
      {
        "keywordCn": "日变化",
        "keywordEn": "dinural variation",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "区分雪与非雪耦合地形效应的多源遥感数据青藏高原BRDF/反照率反演模型算法发展",
        "titleEn": "Algorithm development of Tibetan BRDF/Albedo from multi-sensory data coupling topographic effects in cases of snow or snow-free repectitively"
      },
      {
        "titleCn": "第二次青藏高原综合科学考察研究：亚洲水塔区水循环动态监测与模拟",
        "titleEn": "The Second Tibetan Plateau Scientific Expedition and Research Program: Dynamic monitoring and simulation of water cycle in Asian water tower region"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and characteristics of surface albedo data collected for the Qinghai-Tibet Plateau region using the Extended Multi-Sensor Combined BRDF Inversion model (EMCBI)?",
        "QuestionCn": "使用扩展多传感器组合BRDF反演模型（EMCBI）收集的青藏高原地区表面反照率数据的具体属性和特征是什么？",
        "AnswerEn": "0.02° x 0.02° spatial resolution, daily temporal resolution, combination of MODIS and AHI satellite data, terrain coupling factors, prior knowledge for quality control, diurnal changes from 8:00 to 18:00 Beijing time at hourly intervals",
        "AnswerCn": "0.02° x 0.02° 空间分辨率，日时间分辨率，结合MODIS和AHI卫星数据，地形耦合因子，质量控制的先验知识，北京时间8:00到18:00的逐小时昼夜变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for using a BRDF model in capturing the diurnal variation of surface albedo in the Tibetan Plateau region?",
        "QuestionCn": "哪些因素促使在捕捉青藏高原地区表面反照率的日变化时使用BRDF模型？",
        "AnswerEn": "The use of a BRDF model in capturing the diurnal variation of surface albedo in the Tibetan Plateau region is necessitated by the coupling of terrain effects and the need for high-precision temporal and spatial resolution. The model incorporates multi-source remote sensing data and prior knowledge for quality control, allowing for the integration of MODIS and Himawari-8 AHI satellite reflectance data to achieve continuous daily-resolution BRDF/albedo, which effectively captures the diurnal changes crucial for studies on radiative balance and environmental changes in the region.",
        "AnswerCn": "在青藏高原地区，使用BRDF模型来捕捉表面反照率的日变化是必要的，因为地形效应的耦合以及对高精度时空分辨率的需求。该模型结合了多源遥感数据和先验知识进行质量控制，允许整合MODIS和Himawari-8 AHI卫星反射率数据，以实现连续的日分辨率BRDF/反照率，这有效地捕捉了对辐射平衡和该地区环境变化研究至关重要的日变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and reliability when using multi-source remote sensing data coupled with terrain factors for estimating diurnal changes in surface albedo in a high-altitude region?",
        "QuestionCn": "在高海拔地区使用多源遥感数据结合地形因素来估计表面反照率的日变化时，对数据准确性和可靠性的潜在影响是什么？",
        "AnswerEn": "Using multi-source remote sensing data, such as MODIS and AHI reflectance data, coupled with terrain factors through a BRDF model, allows for the estimation of diurnal changes in surface albedo with greater temporal and spatial continuity. This approach can improve data accuracy by capturing more detailed daily variations, which are critical for understanding radiation balance and environmental change in the high-altitude regions of the Tibetan Plateau. The introduction of prior knowledge for quality control further enhances reliability.",
        "AnswerCn": "利用多源遥感数据，如MODIS和AHI反射率数据，结合通过BRDF模型得到的地形因素，可以更好地估计高原地区表面反照率的日变化，具有更高的时间和空间连续性。这种方法能够提高数据的准确性，捕捉到更详细的日变化，这对于理解辐射平衡和青藏高原高海拔地区的环境变化至关重要。引入先验知识进行质量控制进一步增强了可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of developing a dataset that captures daily variations in surface albedo for the Qinghai-Tibet Plateau using multi-source remote sensing data and BRDF models?",
        "QuestionCn": "开发一个捕捉青藏高原表面反照率日变化的多源遥感数据集和BRDF模型的最终目标是什么？",
        "AnswerEn": "The goal is to create a high-precision, temporally continuous dataset of daily surface albedo variations that effectively captures the diurnal changes, supporting research on radiation balance and environmental changes in the Qinghai-Tibet Plateau region. This is achieved by integrating MODIS and AHI satellite data through an advanced BRDF model, with quality control using prior knowledge, to ensure the data's accuracy and reliability.",
        "AnswerCn": "目标是创建一个高精度、时间连续的每日表面反照率变化数据集，有效捕捉昼夜变化，以支持对青藏高原地区辐射平衡和环境变化的研究。通过先进的BRDF模型整合MODIS和AHI卫星数据，并利用先前知识进行质量控制，以确保数据的准确性和可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using the Extended Multi-Sensor Combined BRDF Inversion model (EMCBI) to derive daily surface albedo variations for the Qinghai-Tibet Plateau, and how are multiple remote sensing data sources integrated in this process?",
        "QuestionCn": "使用扩展多传感器组合BRDF反演模型（EMCBI）来推导青藏高原日表面反照率变化的程序步骤包括哪些？在这个过程中，如何整合多个遥感数据源？",
        "AnswerEn": "The process involves using the EMCBI model to couple topographic factors with multiple remote sensing data sources, specifically MODIS reflectance and Himawari-8 AHI surface reflectance data. The integration involves leveraging these datasets to perform a spatiotemporal inversion to achieve high-precision daily BRDF/albedo data. The MODIS surface reflectance data (MOD09GA, MYD09GA) and AHI zenith reflectance data are downloaded from official websites. A five-day cycle is used to synthesize daily BRDF, which is then used to estimate diurnal albedo variations. This process incorporates prior knowledge for quality control and is validated to effectively capture daily changes in albedo, supporting research in radiation balance and environmental changes in the Qinghai-Tibet Plateau region.",
        "AnswerCn": "该过程涉及使用EMCBI模型将地形因素与多个遥感数据源耦合，特别是MODIS反射率和Himawari-8 AHI表面反射率数据。集成这些数据集以进行时空反演，以实现高精度的每日BRDF/反照率数据。MODIS表面反射率数据（MOD09GA，MYD09GA）和AHI天顶反射率数据从官方网站下载。采用五天周期合成每日BRDF，然后用于估算日间反照率变化。该过程结合了先验知识进行质量控制，并经过验证，能够有效捕捉反照率的每日变化，支持青藏高原地区辐射平衡和环境变化的研究。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements and data integration techniques enable the accurate estimation of diurnal surface albedo variations in complex terrains like the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些技术进步和数据集成技术能够在像青藏高原这样复杂地形中准确估计昼夜表面反照率的变化？",
        "AnswerEn": "The use of a coupled terrain factor with multi-source remote sensing data through the Extended Multi-Sensor Combined BRDF Inversion model (EMCBI) enables the accurate estimation of diurnal surface albedo variations. This approach involves the integration of MODIS reflectance data and Himawari-8 AHI surface reflectance data, along with prior knowledge for quality control, to retrieve high-precision diurnal BRDF/albedo products.",
        "AnswerCn": "通过扩展多传感器组合BRDF反演模型（EMCBI）使用耦合地形因子与多源遥感数据，可以准确估计日间表面反照率的变化。这种方法涉及整合MODIS反射率数据和Himawari-8 AHI表面反射率数据，以及用于质量控制的先验知识，以获取高精度的日间BRDF/反照率产品。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}