{
    "id": "d29a6bd7-0732-4836-ab53-1e07133b73a7",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2021)",
            "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2021）",
            "description": "This dataset contains the flux measurements from the Daman superstation eddy covariance system (EC) in the midstream reaches of the Heihe integrated observatory network from January 1 to December 31 in 2021. The site (100.37223° E, 38.85551° N) was located in the Zhangye City in Gansu Province. The elevation is 1556.06 m. The EC was installed at a height of 4.5 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500A) was 0.17 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. Due to the malfunction of power, data during May 15 to June 12 were missing.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2021年1月1日至2021年12月31日的黑河流域地表过程综合观测网中游大满超级站涡动相关仪观测数据。站点位于甘肃省张掖市大满灌区内，下垫面是玉米。观测点的经纬度是100.37223E, 38.85551N，海拔1556.06m。涡动相关仪的架高4.5m，采样频率是10Hz，超声朝向是正北向，超声风速温度仪（CSAT3）与CO2/H2O分析仪（Li7500A）之间的距离是17cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。由于供电出现问题，5月15日-6月12日数据缺失。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为九级（质量标识1-3数据质量好，4-6数据质量较好，7-8数据质量较差（较插补数据好）；9数据质量差））。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site no + EC.",
            "instructionsCn": "年份+**观测网+站点名称+EC",
            "east": 100.37223,
            "west": 100.37223,
            "south": 38.85551,
            "north": 38.85551,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 2456018.0,
            "cstr": "18406.11.Atmos.tpdc.272466",
            "doi": "10.11888/Atmos.tpdc.272466",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "能见度",
                "nameEn": "Visibility"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "The artificial oasis experimental area"
            },
            {
                "keywordCn": "大满超级站",
                "keywordEn": "Daman superstation"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“冠层上方”和“土壤下方”两种情况。水蒸气和热量在冠层内部的参考高度相遇。此外，混合的水蒸气和热量只能通过冠层顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波恩比-能量平衡系统、涡动协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在EC通量测量的潜热（LE）和显热（H）与可用能量（Rn−G0）之间存在能量平衡闭合不完全的情况下。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
                "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估计蒸散发（E）、蒸腾（T）和蒸散（ET），并随后结合稳定氧和氢同位素技术以及涡度相关（EC）测量更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的，这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，通过冠层的入射短波和长波辐射透射率的估计不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括离地5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在离地4.5米处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的显热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）来计算。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠，平均偏差和RMSE值分别为31和61 W·m−2，与EC系统的测量结果相比。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的研究结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": [],
            "backgroundCn": [
                "干旱和半干旱地区大约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其在发展中国家尤为明显（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是经济发展的基础，特别是在中国西部，自古以来就是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持了中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域被先前的研究者发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
            ],
            "research objectiveCn": [
                "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解，对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
            ],
            "challengesCn": [
                "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频发，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013），咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
            ],
            "methodsCn": [
                "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据通过涡度协方差系统和闪烁仪获取。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度，以及风速和风向的梯度；空气压力、降水和土壤湿度剖面）通过自动气象站以10分钟的平均周期进行观测，同时还记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
            ],
            "datasetCn": [
                "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站，包括2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the eddy covariance method used for data collection in oasis–desert ecosystems?",
                "QuestionCn": "涡度协方差法是否用于绿洲-沙漠生态系统的数据收集？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are quality control procedures applied to data collected from oasis–desert systems?",
                "QuestionCn": "在从绿洲-沙漠系统收集的数据中是否应用了质量控制程序？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "Is the TSEB model applicable for estimating evapotranspiration in irrigated agricultural areas?",
                "QuestionCn": "TSEB模型是否适用于估算灌溉农业地区的蒸散发？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the data processing techniques for eddy covariance datasets primarily focused on Eddypro software corrections, manual filtering, or automated algorithms?",
                "QuestionCn": "涡动协方差数据集的数据处理技术主要集中在Eddypro软件校正、手动过滤或自动算法上吗？",
                "AnswerEn": "Eddypro software corrections",
                "AnswerCn": "Eddypro 软件校正",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Which methods are more commonly used for measuring energy, water vapor, and carbon fluxes in oasis-desert systems: eddy covariance systems, scintillometers, or automatic weather stations?",
                "QuestionCn": "在绿洲-沙漠系统中，测量能量、水蒸气和碳通量的常用方法是涡度协方差系统、闪烁仪或自动气象站。",
                "AnswerEn": "Eddy covariance systems and scintillometers",
                "AnswerCn": "涡度相关系统和闪烁仪",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the data collection methods used for capturing turbulent flux data in oasis–desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中捕捉湍流通量数据的数据收集方法有哪些？",
                "AnswerEn": "eddy covariance system and scintillometer",
                "AnswerCn": "涡度相关系统和闪烁仪",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced in measuring energy, water vapor, and carbon exchange in arid and semiarid areas?",
                "QuestionCn": "在干旱和半干旱地区，测量能量、水蒸气和碳交换面临哪些挑战？",
                "AnswerEn": "ecological environment degradation",
                "AnswerCn": "生态环境退化",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                "QuestionCn": "您能否提供一个用于测量绿洲-沙漠生态系统中能量、水蒸气和碳交换的数据收集方法的示例？",
                "AnswerEn": "A data collection method used in oasis-desert ecosystems involves acquiring half-hourly turbulent flux data using an eddy covariance system and scintillometer, complemented by hydrometeorological data from automatic weather stations, which include radiation, soil heat flux, and soil temperature profiles, among other variables.",
                "AnswerCn": "在绿洲-沙漠生态系统中使用的一种数据收集方法涉及使用涡度协方差系统和闪烁仪获取每半小时的湍流通量数据，并辅以来自自动气象站的水文气象数据，这些数据包括辐射、土壤热通量和土壤温度剖面等变量。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge encountered in measuring evapotranspiration in arid regions, and how has it been addressed?",
                "QuestionCn": "在干旱地区测量蒸散发时遇到的一个挑战是什么，以及如何解决这个问题？",
                "AnswerEn": "A challenge in measuring evapotranspiration in arid regions is the uncertainty in surface-air temperature difference, which affects the performance of models like the TSEB model. This has been addressed by using ground-measured soil and canopy component temperatures, improving the accuracy of evaporation and transpiration estimates.",
                "AnswerCn": "在干旱地区，测量蒸散发的一个挑战是地表与空气温度差的不确定性，这影响了像TSEB模型这样的模型的性能。通过使用地面测量的土壤和冠层组件温度，已经改善了蒸发和蒸腾估算的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you illustrate an example of a dataset that provides long-term observations of energy and water vapor exchange in arid regions?",
                "QuestionCn": "您能否举例说明一个提供干旱地区能量和水汽交换长期观测的数据集？",
                "AnswerEn": "An example of such a dataset comprises observations from the middle and lower reaches of the Heihe River Basin, covering energy, water vapor, and carbon fluxes, along with hydrometeorological, vegetation, and soil parameters, collected from 2012 to 2021 across multiple stations.",
                "AnswerCn": "这样的数据集的一个例子包括来自黑河流域中下游的观测数据，涵盖了能量、水汽和碳通量，以及从2012年到2021年在多个站点收集的水文气象、植被和土壤参数。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the significant challenges faced in accurately estimating surface fluxes in arid agricultural regions?",
                "QuestionCn": "在干旱农业地区，准确估计表面通量面临的重大挑战有哪些？",
                "AnswerEn": "limited effectiveness of composite temperature separation approaches, difficulty in measuring evaporation and transpiration, errors in derived component temperatures, uncertainties in the EC system, atmospheric conditions complicating estimation",
                "AnswerCn": "复合温度分离方法的有限有效性、蒸发和蒸腾测量的困难、衍生组分温度的误差、EC系统的不确定性、大气条件使估算复杂化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many land surface flux and meteorological stations have been established in the oasis–desert areas for data collection?",
                "QuestionCn": "在绿洲-沙漠地区建立了多少个地表通量和气象站用于数据收集？",
                "AnswerEn": "11",
                "AnswerCn": "11",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the sampling frequency of the eddy covariance system used in the data collection process?",
                "QuestionCn": "用于数据收集过程的涡度协方差系统的采样频率是多少？",
                "AnswerEn": "10 Hz",
                "AnswerCn": "10 赫兹",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many types of data are collected at the oasis–desert systems to study energy, water vapor, and carbon exchange?",
                "QuestionCn": "在绿洲-沙漠系统中，为研究能量、水蒸气和碳交换，收集了多少种类的数据？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "How is the concept of 'two-source energy balance (TSEB) model' applied in estimating evapotranspiration for vegetated land surfaces?",
                "QuestionCn": "“两源能量平衡（TSEB）模型”在估算植被地表的蒸散发方面是如何应用的？",
                "AnswerEn": "The two-source energy balance (TSEB) model is used to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) by treating the soil and vegetation as separate sources of energy exchange. It accounts for the partition of energy between these sources and requires inputs such as soil and canopy component temperatures, which can be obtained using high-resolution thermal cameras, to improve the accuracy of ET estimates, especially in heterogeneous landscapes.",
                "AnswerCn": "双源能量平衡（TSEB）模型用于估算蒸发（E）、蒸腾（T）和蒸散（ET），通过将土壤和植被视为独立的能量交换源来实现。它考虑了这些源之间的能量分配，并需要输入如土壤和冠层组件温度等数据，这些数据可以通过高分辨率热成像相机获得，以提高ET估算的准确性，特别是在异质景观中。",
                "Level": "C3(Applying)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in data processing steps between datasets collected for the Heihe River Basin surface process observation network and those collected for oasis-desert energy and carbon exchange?",
                "QuestionCn": "Heihe河流域表面过程观测网络收集的数据与绿洲-沙漠能量与碳交换收集的数据在数据处理步骤上有哪些不同？",
                "AnswerEn": "For the Heihe River Basin, data processing involves using Eddypro software to handle 30-minute flux values, including steps like coordinate rotation and density corrections. Oasis-desert energy and carbon exchange datasets involve data processing and quality control, such as data collection, processing, archiving, and sharing, with half-hourly turbulent flux data acquired by different instruments. Both datasets emphasize quality control but use different software and procedural steps due to the varied environmental conditions and data focus.",
                "AnswerCn": "对于黑河流域，数据处理涉及使用Eddypro软件处理30分钟的通量值，包括坐标旋转和密度校正等步骤。绿洲-沙漠能量和碳交换数据集涉及数据处理和质量控制，如数据收集、处理、归档和共享，半小时的湍流通量数据由不同仪器获取。这两个数据集都强调质量控制，但由于环境条件和数据重点的不同，使用了不同的软件和程序步骤。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In terms of challenges faced during data collection, how does the issue of data gaps due to power supply problems compare to the challenges of uncertainties in component temperature estimation in arid regions?",
                "QuestionCn": "在数据收集过程中，由于电力供应问题导致的数据缺口与干旱地区组件温度估计的不确定性相比，面临的挑战如何？",
                "AnswerEn": "Data gaps due to power supply issues present a direct challenge in terms of missing temporal data, which affects the continuity and completeness of the dataset. On the other hand, uncertainties in component temperature estimation, particularly in arid regions, arise from image classification errors and atmospheric conditions, leading to potential inaccuracies in measured fluxes. While power supply issues affect data availability, temperature estimation uncertainties impact data accuracy and reliability.",
                "AnswerCn": "由于电力供应问题导致的数据缺口直接影响了时间数据的缺失，进而影响了数据集的连续性和完整性。另一方面，特别是在干旱地区，组件温度估计的不确定性源于图像分类错误和大气条件，导致测量通量的潜在不准确性。虽然电力供应问题影响数据的可用性，但温度估计的不确定性则影响数据的准确性和可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What data collection techniques can be inferred from the combination of eddy covariance systems and thermal infrared cameras for estimating evapotranspiration in complex agricultural environments?",
                "QuestionCn": "从涡度协方差系统和热红外相机的结合中，可以推断出用于估计复杂农业环境中蒸散发的数据收集技术。",
                "AnswerEn": "The field observations involved using an eddy covariance system to measure turbulent fluxes and a thermal infrared camera to capture soil and canopy component temperatures. These methods allow for the estimation of evapotranspiration by partitioning it into evaporation and transpiration, using canopy and soil component temperatures as inputs to a two-source energy balance model.",
                "AnswerCn": "现场观察涉及使用涡度协方差系统测量湍流通量，以及使用热红外相机捕捉土壤和冠层组分温度。这些方法通过将蒸散分为蒸发和蒸腾，利用冠层和土壤组分温度作为输入，来估算蒸散量，采用双源能量平衡模型。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges can be inferred from the need for quality control procedures in collecting energy, water vapor, and carbon flux data in oasis–desert ecosystems?",
                "QuestionCn": "从在绿洲-沙漠生态系统中收集能量、水蒸气和碳通量数据的质量控制程序的需求中，可以推断出哪些挑战？",
                "AnswerEn": "Challenges include ensuring accurate long-term data collection in harsh environments, managing data quality from multiple instruments like eddy covariance systems and scintillometers, and dealing with data gaps caused by environmental factors or equipment issues. Rigorous data processing and quality control procedures are necessary to maintain the integrity of datasets that inform understanding of oasis-desert interactions.",
                "AnswerCn": "挑战包括在恶劣环境中确保准确的长期数据收集，管理来自多个仪器（如涡度协方差系统和闪烁仪）的数据质量，以及处理由于环境因素或设备问题造成的数据缺口。严格的数据处理和质量控制程序对于维护数据集的完整性是必要的，这些数据集有助于理解绿洲与沙漠之间的相互作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How might the integration of stable isotope techniques with eddy covariance measurements enhance the understanding of evapotranspiration processes in arid regions?",
                "QuestionCn": "稳定同位素技术与涡度协方差测量的结合如何增强对干旱地区蒸散发过程的理解？",
                "AnswerEn": "The integration allows for better validation of evapotranspiration components, providing insights into the ratios of evaporation and transpiration. By using stable oxygen and hydrogen isotopes, researchers can validate and refine models of water and energy exchange, enhancing the accuracy of evapotranspiration estimates in environments with heterogeneous surfaces.",
                "AnswerCn": "该集成允许更好地验证蒸散发组成部分，提供蒸发和蒸腾比率的洞察。通过使用稳定的氧和氢同位素，研究人员可以验证和完善水和能量交换模型，提高在具有异质表面的环境中蒸散发估算的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in accurately estimating surface fluxes in irrigated agricultural areas using data collection methods?",
                "QuestionCn": "在使用数据收集方法准确估计灌溉农业区域的表面通量时，造成挑战的原因是什么？",
                "AnswerEn": "Accurately estimating surface fluxes is challenging due to the incomplete energy balance closure in EC flux measurements and uncertainties in surface-air temperature differences. These uncertainties arise from errors in determining component temperatures and the strong advective environment in irrigated areas, which affect the performance of models like the TSEB.",
                "AnswerCn": "准确估计表面通量是一个挑战，因为在生态系统通量测量中能量平衡闭合不完全，以及表面与空气温度差异的不确定性。这些不确定性源于组件温度测定中的误差以及灌溉区强烈的平流环境，这影响了像TSEB这样的模型的性能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors lead to the need for rigorous data processing methods for eddy covariance data in the context of oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统中，导致对涡度协方差数据需要严格数据处理方法的因素有哪些？",
                "AnswerEn": "The need for rigorous data processing arises from the complex interactions and exchanges of energy, water vapor, and carbon in oasis-desert ecosystems. Challenges such as ecological degradation, drying of water bodies, and dust storms require precise and high-quality data to understand and manage these systems sustainably.",
                "AnswerCn": "对严格数据处理的需求源于绿洲-沙漠生态系统中能量、水蒸气和碳的复杂相互作用和交换。生态退化、水体干涸和沙尘暴等挑战需要精确和高质量的数据，以便理解和可持续管理这些系统。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the causes behind the limitations of current temperature separation approaches in arid regions when measuring evapotranspiration components?",
                "QuestionCn": "在干旱地区，当前温度分离方法在测量蒸散发组成部分时的局限性原因是什么？",
                "AnswerEn": "Current temperature separation approaches are limited by image classification errors that vary with vegetation abundance, leading to overestimation of canopy temperatures. Additionally, ignoring atmospheric upwelling radiation and transmittance contributes to uncertainties in estimated temperatures, affecting the accuracy of E and T measurements.",
                "AnswerCn": "当前的温度分离方法受到图像分类错误的限制，这些错误随着植被丰度的变化而变化，导致对冠层温度的高估。此外，忽视大气向上辐射和透射率也会导致估计温度的不确定性，从而影响蒸散发（E）和温度（T）测量的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind establishing a comprehensive observation network for surface processes in arid regions like the Heihe River Basin?",
                "QuestionCn": "在像黑河流域这样的干旱地区建立综合观测网络的主要目标是什么？",
                "AnswerEn": "The primary objective is to understand the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems to achieve goals such as carbon peaking and carbon neutrality, and to support the ecological security and sustainable development of oases.",
                "AnswerCn": "主要目标是了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，以实现碳达峰和碳中和等目标，并支持绿洲的生态安全和可持续发展。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is the collection of long-term energy, water vapor, carbon, and methane fluxes crucial for understanding oasis-desert systems?",
                "QuestionCn": "收集长期的能量、水蒸气、碳和甲烷通量对于理解绿洲-沙漠系统至关重要。",
                "AnswerEn": "The collection of long-term data is crucial for recognizing oasis-desert interactions, protecting ecological stability, and supporting the socioeconomic development of oases, which is significant for maintaining the balance between oasis and desert systems to achieve sustainable development.",
                "AnswerCn": "长期数据的收集对于识别绿洲与沙漠之间的相互作用、保护生态稳定性以及支持绿洲的社会经济发展至关重要，这对维持绿洲与沙漠系统之间的平衡，实现可持续发展具有重要意义。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in processing eddy covariance data to ensure quality control and reliability in flux measurement datasets?",
                "QuestionCn": "处理涡度协方差数据以确保通量测量数据集的质量控制和可靠性涉及以下步骤：",
                "AnswerEn": "The processing of eddy covariance data involves several steps to ensure quality control and reliability, including: despiking to remove outliers, time delay correction, coordinate rotation (double rotation), frequency response correction, and WPL correction for density fluctuations. Additionally, the data undergo quality evaluation based on atmospheric stability and turbulence similarity tests. Data with errors, those collected during rainfall, and those with more than 10% missing data in the original 10Hz samples are removed. The processed data are averaged over 30-minute intervals.",
                "AnswerCn": "涡度协方差数据的处理涉及多个步骤，以确保质量控制和可靠性，包括：去尖峰以去除异常值、时间延迟修正、坐标旋转（双旋转）、频率响应修正以及WPL修正以应对密度波动。此外，数据还根据大气稳定性和湍流相似性测试进行质量评估。存在错误的数据、在降雨期间收集的数据以及原始10Hz样本中缺失数据超过10%的数据将被删除。处理后的数据按30分钟间隔进行平均。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How are thermal infrared images utilized to estimate soil and canopy component temperatures for evapotranspiration modeling in heterogeneous landscapes?",
                "QuestionCn": "热红外图像如何用于估计异质景观中土壤和冠层组分的温度，以进行蒸散发建模。",
                "AnswerEn": "Thermal infrared images are utilized by first classifying visible and NIR images into soil and canopy pixels using the maximum-likelihood method. Soil and canopy directional brightness temperatures are then extracted from these thermal images. These temperatures are converted into radiation temperatures using incoming long-wave radiation from the sky and the emissivities of the soil and canopy. The simulated radiometric temperatures are then validated against surface radiometric temperatures measured by a four-component radiometer.",
                "AnswerCn": "热红外图像通过最大似然法将可见光和近红外图像分类为土壤和树冠像素。然后，从这些热图像中提取土壤和树冠的方向亮度温度。这些温度通过天空的入射长波辐射和土壤及树冠的发射率转换为辐射温度。模拟的辐射温度随后与由四分量辐射计测量的表面辐射温度进行验证。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What observational techniques are employed to collect long-term energy, water vapor, and carbon flux data in oasis-desert ecosystems?",
                "QuestionCn": "在绿洲-沙漠生态系统中，收集长期能量、水蒸气和碳通量数据所采用的观测技术有哪些？",
                "AnswerEn": "Long-term energy, water vapor, and carbon flux data in oasis-desert ecosystems are collected using a combination of eddy covariance systems and scintillometers for turbulent flux measurements. Hydrometeorological data, including radiation, soil heat flux, soil temperature profiles, air temperature and humidity gradients, wind speed and direction, air pressure, precipitation, and soil moisture profiles, are obtained from automatic weather stations. Additionally, groundwater table data, as well as vegetation and soil parameters, are supplemented in the datasets.",
                "AnswerCn": "在绿洲-沙漠生态系统中，长期的能量、水汽和碳通量数据是通过涡度协方差系统和闪烁仪的组合来收集的，以测量湍流通量。水文气象数据，包括辐射、土壤热通量、土壤温度剖面、空气温度和湿度梯度、风速和风向、气压、降水量和土壤湿度剖面，均来自自动气象站。此外，地下水位数据以及植被和土壤参数也被补充到数据集中。",
                "Level": "C1(Remembering)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods using eddy covariance systems face challenges in arid and semiarid regions when estimating energy, water vapor, and carbon fluxes?",
                "QuestionCn": "在干旱和半干旱地区，使用涡度协方差系统的数据收集方法在估算能量、水蒸气和碳通量时可能面临挑战。",
                "AnswerEn": "In arid and semiarid regions, the eddy covariance system might face challenges due to incomplete energy balance closure, strong advection, and errors in determining surface temperatures, which can affect the accuracy of flux measurements.",
                "AnswerCn": "在干旱和半干旱地区，涡度协方差系统可能面临能量平衡闭合不完全、强对流和表面温度测定误差等挑战，这可能影响通量测量的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it important to utilize high-resolution thermal imaging in the collection of soil and canopy component temperatures for estimating evapotranspiration?",
                "QuestionCn": "在收集土壤和冠层成分温度以估算蒸散发时，利用高分辨率热成像的重要性是什么？",
                "AnswerEn": "High-resolution thermal imaging is important because it provides accurate soil and canopy component temperatures, which are crucial for estimating evapotranspiration accurately using models like the TSEB model, especially in heterogeneous landscapes.",
                "AnswerCn": "高分辨率热成像很重要，因为它提供了准确的土壤和冠层成分温度，这对于使用像TSEB模型这样的模型准确估计蒸散发至关重要，尤其是在异质景观中。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the anticipated benefits of maintaining long-term observational datasets of energy, water vapor, and carbon exchange in oasis–desert systems?",
                "QuestionCn": "维护绿洲-沙漠系统中能量、水蒸气和碳交换的长期观测数据集的预期好处是什么？",
                "AnswerEn": "Long-term observational datasets are crucial for understanding the interactions between oasis and desert systems, supporting sustainable development, and helping achieve carbon peaking and neutrality goals by providing quantitative insights into energy, water vapor, and carbon exchange.",
                "AnswerCn": "长期观测数据集对于理解绿洲与沙漠系统之间的相互作用、支持可持续发展以及帮助实现碳达峰和碳中和目标至关重要，因为它们提供了关于能量、水汽和碳交换的定量洞察。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of using eddy covariance systems in capturing accurate flux measurements in arid and semi-arid regions?",
                "QuestionCn": "如何评估在干旱和半干旱地区使用涡度协方差系统捕捉准确通量测量的有效性？",
                "AnswerEn": "The use of eddy covariance systems is a common method for capturing flux measurements in arid and semi-arid regions. However, challenges such as incomplete energy balance closure and environmental conditions like strong advection can impact the accuracy of the measurements. The effectiveness can be enhanced by incorporating additional techniques such as isotope analysis, as demonstrated in the field exploration.",
                "AnswerCn": "涡度协方差系统的使用是捕捉干旱和半干旱地区通量测量的常见方法。然而，不完整的能量平衡闭合和强对流等环境条件会影响测量的准确性。通过结合额外的技术，如同位素分析，可以提高测量的有效性，正如在现场探索中所示。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your opinion on the challenges faced in separating soil and canopy temperatures using thermal infrared cameras for evapotranspiration studies?",
                "QuestionCn": "我对使用热红外相机在蒸散发研究中分离土壤和冠层温度所面临的挑战的看法是什么？",
                "AnswerEn": "The separation of soil and canopy temperatures using thermal infrared cameras is a complex task, particularly in arid regions where image classification errors can occur. These errors can lead to overestimation of canopy temperatures. To overcome these challenges, accurate classification methods and corrections for atmospheric conditions are essential.",
                "AnswerCn": "使用热红外相机分离土壤和冠层温度是一项复杂的任务，特别是在干旱地区，图像分类错误可能会发生。这些错误可能导致冠层温度的高估。为了克服这些挑战，准确的分类方法和对大气条件的修正是必不可少的。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the potential for extending observational datasets in oasis–desert ecosystems to improve understanding of energy, water vapor, and carbon exchanges?",
                "QuestionCn": "如何评估在绿洲-沙漠生态系统中扩展观测数据集的潜力，以改善对能量、水蒸气和碳交换的理解？",
                "AnswerEn": "Extending observational datasets in oasis–desert ecosystems is crucial for improving understanding of energy, water vapor, and carbon exchanges. Despite the challenges of environmental degradation, long-term data collection from multiple stations and the inclusion of auxiliary parameters can provide comprehensive insights into ecosystem interactions and support sustainable development goals.",
                "AnswerCn": "在绿洲-沙漠生态系统中，扩展观测数据集对于提高对能量、水蒸气和碳交换的理解至关重要。尽管面临环境退化的挑战，从多个站点进行长期数据收集并纳入辅助参数可以提供对生态系统相互作用的全面洞察，并支持可持续发展目标。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data quality is maintained when processing data from eddy covariance systems in these complex environmental settings.",
                "QuestionCn": "我不明白在这些复杂的环境条件下，如何在处理涡度协方差系统的数据时保持数据质量。",
                "AnswerEn": "Data quality is maintained by applying a rigorous data processing protocol. This includes removing outliers, correcting time delays, rotating coordinates, and applying frequency response corrections. Quality evaluations focus on atmospheric stability and turbulence similarity, and data from periods with instrument errors or significant data gaps are excluded.",
                "AnswerCn": "数据质量通过应用严格的数据处理协议来维护。这包括去除异常值、修正时间延迟、旋转坐标和应用频率响应校正。质量评估侧重于大气稳定性和湍流相似性，并排除在仪器出现错误或存在显著数据缺口的时期的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please outline the data processing and quality control procedures necessary for managing long-term ecological observations in arid regions.",
                "QuestionCn": "请概述在干旱地区管理长期生态观察所需的数据处理和质量控制程序。",
                "AnswerEn": "Data processing and quality control for managing long-term ecological observations in arid regions involve multiple steps: data collection, data processing, and data archiving and sharing. This methodical approach ensures the reliability and usability of data, considering the complexities of measuring energy, water vapor, and carbon exchanges in oasis–desert ecosystems, which are critical for maintaining ecological stability and supporting socioeconomic development.",
                "AnswerCn": "在干旱地区管理长期生态观察的数据处理和质量控制涉及多个步骤：数据收集、数据处理以及数据归档和共享。这种系统的方法确保了数据的可靠性和可用性，考虑到在绿洲-沙漠生态系统中测量能量、水蒸气和碳交换的复杂性，这些都是维持生态稳定和支持社会经济发展的关键。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please discuss the potential for integrating thermal infrared imaging in evaluating evapotranspiration models in strongly advective irrigated agricultural areas.",
                "QuestionCn": "讨论在强烈对流灌溉农业区域中整合热红外成像以评估蒸散发模型的潜力。",
                "AnswerEn": "Thermal infrared imaging can be integrated into the evaluation of evapotranspiration models like the two-source energy balance (TSEB) model. In the context of strongly advective irrigated agricultural areas, high-resolution thermal cameras can provide soil and canopy component temperatures, which enhance the model's ability to accurately estimate evaporation, transpiration, and overall evapotranspiration. This integration addresses challenges related to composite temperature separation and increases the accuracy of surface flux estimations.",
                "AnswerCn": "热红外成像可以与蒸散发模型的评估相结合，例如双源能量平衡（TSEB）模型。在强烈的平流灌溉农业区域，高分辨率热成像相机可以提供土壤和冠层组件的温度，从而增强模型准确估计蒸发、蒸腾和整体蒸散发的能力。这种集成解决了复合温度分离相关的挑战，并提高了表面通量估计的准确性。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}