{
    "id": "d2ab6da9-6138-4d5f-8c56-ec0d4f34aada",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Whole rock major and trace geochemical data set of magmatic rocks in the Qinghai Tibet Plateau (Hoh Xil-South Qiangtang-Lhasa) (2020)",
            "titleCn": "青藏高原（可可西里-南羌塘-拉萨）岩浆岩全岩主微量地球化学数据集（2020）",
            "description": "The data content mainly includes the main and micro data of the whole rock of some magmatic rocks in the Hoh Xil Lhasa plate of the Qinghai Tibet Plateau. The samples were mainly distributed in Hoh Xil lake, South Qiangtang guoganjianian, Dugur, and Gangdise Nasongduo and Saga counties. There are more than 300 major and trace elements in the samples, including olivine leucite, quartz monzonite, diorite and granite, which are of great significance to the study of the lithospheric evolution of the Qinghai Tibet Plateau. Data mainly come from published articles or being accepted. XRF spectroscopy was used to determine the major elements and ICP-MS was used to determine the trace elements. The data quality is highly reliable, and the testing units include the State Key Laboratory of Guangzhou Institute of geochemistry, Chinese Academy of Sciences, etc. The data are published in high-level journals, including geology, BSA bulletin and Journal of petroleum.",
            "descriptionCn": "数据内容主要包括青藏高原可可西里至拉萨板块部分岩浆岩全岩的主微量数据。样品分布地区主要有可可西里湖、南羌塘果干加年、都古尔，以及冈底斯纳如松多、萨嘎县等地区。岩石样品包括橄榄白榴岩、石英二长岩、闪长岩和花岗岩等主微量元素累计300余件，对青藏高原岩石圈演化研究具有重要意义。数据主要来自已经发表的文章或正在接受。主量元素测试采用XRF光谱方法，微量测试采用ICP-MS。数据质量高度可信，测试单位包括中国科学院广州地球化学研究所国家重点实验室等。数据发表在高级别期刊，包括《Geology》、《BSA Bulletin》以及《Journal of Petrology》等。",
            "instructions": "File name: the whole rock geochemical major and trace data are stored in Excel format, and the file name is \"major trace element 2020001. Xlsx\", in which majortraceelement represents file content, 2020 represents year, and 001 represents serial number.\nData reading method: the data can be directly opened in Excel workbooks.",
            "instructionsCn": "文件命名：全岩地球化学主微量数据以Excel格式存储，文件名称为“MajorTraceElement2020001.xlsx”，其中MajorTraceElement代表内容，2020代表年份，001代表序号。\n数据读取方式：该数据可以直接用Excel工作簿打开。",
            "east": 92.0,
            "west": 84.0,
            "south": 29.0,
            "north": 47.0,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 11:59:59",
            "fileSize": 142407.0,
            "cstr": "18406.11.Geo.tpdc.271242",
            "doi": "10.11888/Geo.tpdc.271242",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "唐功建",
                "nameEn": "TANG Gongjian",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "王军",
                "nameEn": "WANG Jun",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "齐玥",
                "nameEn": "QI Yue",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "周金胜",
                "nameEn": "ZHOU Jinsheng",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "但卫",
                "nameEn": "DAN Wei",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Extraction of high-silica granites from an upper crustal magma reservoir: Insights from the Narusongduo magmatic system, Gangdese arc",
                "referenceCn": null,
                "referenceEn": "Zhou, J.S., Yang, Z.S., Wang, Q., Zheng, Y.C., Hou, Z.Q., Wyman, D.A. (2020). Extraction of high-silica granites from an upper crustal magma reservoir: Insights from the Narusongduo magmatic system, Gangdese arc. American Mineralogist 105, 1572-1584."
            },
            {
                "titleCn": null,
                "titleEn": "Early Paleozoic S-type granites as the basement of Southern Qiantang Terrane, Tibet",
                "referenceCn": null,
                "referenceEn": "Dan, W., Wang, Q., Zhang, X.Z., &Tang, G.J. (2020). Early Paleozoic S-type granites as the basement of Southern Qiantang Terrane, Tibet. Lithos 356-357, 105395."
            },
            {
                "titleCn": null,
                "titleEn": "High-Mg# adakitic rocks formed by lower-crustal magma differentiation: mineralogical and geochemical evidence from garnet-bearing diorite porphyries in central Tibet",
                "referenceCn": null,
                "referenceEn": "Wang, J., Dan, W., Wang, Q., Tang, G.J. (2020). High-Mg# adakitic rocks formed by lower-crustal magma differentiation: mineralogical and geochemical evidence from garnet-bearing diorite porphyries in central Tibet. Journal of Petrology. egaa099, https://doi.org/10.1093/petrology/egaa099"
            },
            {
                "titleCn": null,
                "titleEn": "Passive-margin magmatism caused by enhanced slab-pull forces in central Tibet",
                "referenceCn": null,
                "referenceEn": "Dan, W., Wang, Q., White, W.M., Li, X.H., Zhang, X.Z., Tang, G.J., Ou, Q., Hao, L.L., Qi, Y. (2020). Passive-margin magmatism caused by enhanced slab-pull forces in central Tibet. Geology, in press, https://doi.org/10.1130/G47957.1"
            },
            {
                "titleCn": null,
                "titleEn": "Miocene Olivine Leucitites in the Hoh Xil Basin, Northern Tibet: Implications for Intracontinental Lithosphere Melting and Surface Uplift of the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Qi, Y., Wang, Q., Zhu, Y.T., Shi, L.C., Yang, Y.N. (2020). Miocene Olivine Leucitites in the Hoh Xil Basin, Northern Tibet: Implications for Intracontinental Lithosphere Melting and Surface Uplift of the Tibetan Plateau. Journal of Petrology 61(1), egaa026, https://doi.org/10.1093/petrology/egaa026."
            },
            {
                "titleCn": null,
                "titleEn": "Syn-collisional magmatic record of Indian steep subduction by 50 Ma",
                "referenceCn": null,
                "referenceEn": "Qi, Y., Hawkesworth, C.J., Wang, Q., Wyman, D.A., Li, Z.X., Dong, H., Ma, T., Chen, F., Hu, W.L., Zhang, X.Z. (2020). Syn-collisional magmatic record of Indian steep subduction by 50 Ma. GSA Bulletin. in press, https://doi.org/10.1130/B35498.1."
            },
            {
                "titleCn": null,
                "titleEn": "Petrogenesis of the Ulungur Intrusive Complex, NW China, and Implications for Crustal Generation and Reworking in Accretionary Orogens",
                "referenceCn": null,
                "referenceEn": "Tang, G.J., Wang, Q., Wyman, D.A., Dan, W., Ma, L., Zhang, H.X., Zhao, Z.H. (2020). Petrogenesis of the Ulungur Intrusive Complex, NW China, and Implications for Crustal Generation and Reworking in Accretionary Orogens. Journal of Petrology 61(2), egaa018, https://doi.org/10.1093/petrology/egaa018"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "主量元素",
                "nameEn": "Major elements"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华南",
                "keywordEn": "South China"
            },
            {
                "keywordCn": "西藏",
                "keywordEn": "Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中生代",
                "keywordEn": "Mesozoic",
                "type": "temporal"
            },
            {
                "keywordCn": "古生代",
                "keywordEn": "Paleozoic",
                "type": "temporal"
            },
            {
                "keywordCn": "新生代",
                "keywordEn": "Cenozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are XRF and ICP-MS the methods used for testing major and trace elements in the data collection process related to the geological samples from the Tibetan Plateau?",
                "QuestionCn": "XRF和ICP-MS是用于测试与青藏 Plateau 地质样品相关的数据收集过程中的主要和微量元素的方法吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to obtain geochemical data from magmatic rocks in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于从青藏高原的火成岩中获取地球化学数据的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method for obtaining geochemical data from magmatic rocks in the Tibetan Plateau includes using X-ray fluorescence (XRF) for major element analysis and inductively coupled plasma mass spectrometry (ICP-MS) for trace element analysis. This method ensures high data quality and involves testing conducted by reputable institutions such as the State Key Laboratory at the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences.",
                "AnswerCn": "获取青藏 Plateau 火成岩地球化学数据的一种数据收集方法包括使用 X 射线荧光 (XRF) 进行主要元素分析，以及使用感应耦合等离子体质谱 (ICP-MS) 进行微量元素分析。这种方法确保了高数据质量，并且测试由中国科学院广州地球化学研究所的国家重点实验室等信誉良好的机构进行。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for geochemical analysis of magmatic rocks in the Qinghai-Tibet Plateau region?",
                "QuestionCn": "青藏高原地区火成岩地球化学分析的数据收集方法的特点是什么？",
                "AnswerEn": "XRF spectroscopy, ICP-MS, olivine leucogabbro, quartz monzonite, diorite, granite, high credibility, State Key Laboratory of the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences",
                "AnswerCn": "XRF光谱法，ICP-MS，橄榄石白辉长岩，石英二长岩，闪长岩，花岗岩，高可信度，中国科学院广州地球化学研究所国家重点实验室",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many rock samples are included in a dataset focusing on the geochemical characteristics of magmatic rocks in the Tibetan Plateau?",
                "QuestionCn": "该数据集中包含多少个岩石样本，专注于青藏高原火成岩的地球化学特征？",
                "AnswerEn": "300",
                "AnswerCn": "三百",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using XRF for major elements and ICP-MS for trace elements compare in terms of accuracy and reliability for gathering geochemical data on magmatic rocks in the Qinghai-Tibet Plateau?",
                "QuestionCn": "使用XRF进行主要元素的数据收集方法与使用ICP-MS进行微量元素的数据收集方法在准确性和可靠性方面如何比较，以获取青藏高原火成岩的地球化学数据？",
                "AnswerEn": "The data collection methods using XRF for major elements and ICP-MS for trace elements are both highly regarded for their accuracy and reliability in geochemical studies of magmatic rocks. XRF is typically used for major element analysis due to its precision in measuring higher concentrations, while ICP-MS is preferred for trace elements because of its sensitivity and ability to detect lower concentrations. These methods are employed by reputable institutions like the Chinese Academy of Sciences' Guangzhou Institute of Geochemistry, ensuring that the data quality is highly credible. This combination allows researchers to obtain comprehensive geochemical profiles essential for understanding the lithospheric evolution of the Qinghai-Tibet Plateau.",
                "AnswerCn": "使用XRF进行主要元素分析和ICP-MS进行微量元素分析的数据收集方法在火成岩的地球化学研究中都备受推崇，因其准确性和可靠性。XRF通常用于主要元素分析，因为它在测量较高浓度时具有精确性，而ICP-MS则因其灵敏度和能够检测较低浓度而更适合用于微量元素分析。这些方法被中国科学院广州地球化学研究所等知名机构采用，确保了数据质量的高度可信。这种组合使研究人员能够获得全面的地球化学剖面，对于理解青藏高原的岩石圈演化至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting whole rock major and trace geochemical data from magmatic rocks in the Qinghai-Tibet Plateau, and how do these objectives influence the data collection methods used?",
                "QuestionCn": "收集青藏高原火成岩的全岩主要和微量地球化学数据的主要目标是什么，这些目标如何影响所使用的数据收集方法？",
                "AnswerEn": "The primary objective of collecting whole rock major and trace geochemical data from magmatic rocks in the Qinghai-Tibet Plateau is to study the evolution of the lithosphere in the region. This goal influences the data collection methods by necessitating the use of reliable and precise testing techniques such as XRF for major elements and ICP-MS for trace elements, which ensure high data quality. The data is crucial for understanding the geological history and processes involved in the formation of the plateau, and the collection methods are designed to support these research objectives by providing comprehensive and accurate geochemical profiles.",
                "AnswerCn": "收集青藏 Plateau 中火成岩的全岩主要和微量地球化学数据的主要目的是研究该地区岩石圈的演化。这一目标影响了数据收集方法， necessitating 使用可靠和精确的测试技术，如 XRF 用于主要元素，ICP-MS 用于微量元素，以确保高数据质量。这些数据对于理解该高原的地质历史和形成过程至关重要，而数据收集方法旨在通过提供全面和准确的地球化学剖面来支持这些研究目标。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the main procedural steps involved in collecting and testing whole-rock major and trace geochemical data from magmatic rocks in regions like the Qinghai-Tibet Plateau, particularly in areas such as Hoh Xil, South Qiangtang, and Lhasa?",
                "QuestionCn": "在像青藏 Plateau 这样的地区，特别是在霍尔西尔、南羌塘和拉萨等地区，收集和测试岩浆岩的整体岩石主要和微量地球化学数据的主要程序步骤包括：\n\n1. 现场勘查：选择采样地点，记录地质背景和岩石类型。\n2. 采样：使用适当的工具（如锤子、凿子等）收集岩石样品，确保样品的代表性和完整性。\n3. 样品准备：对采集的岩石样品进行清洗、干燥和粉碎，以获得均匀的粉末。\n4. 化学分析：采用适当的分析方法（如X射线荧光光谱法、质谱法等）进行主要和微量元素的定量分析。\n5. 数据处理：对分析结果进行整理和统计，计算元素的丰度和比值。\n6. 结果解释：结合地质背景和其他地球化学数据，对结果进行解释，探讨岩浆活动的成因和演化。\n7. 报告撰写：将研究结果整理成报告，包含方法、结果、讨论和结论。",
                "AnswerEn": "The data collection involves gathering rock samples from areas such as Hoh Xil Lake, South Qiangtang Guoganjianian, Duguer, and regions like Gangdise Narusongduo and Saga County. The rock samples, which include types like olivine leucite rocks, quartz monzonite, diorite, and granite, are analyzed for major and trace elements. Major elements are tested using X-ray fluorescence (XRF) spectroscopy, while trace elements are tested using inductively coupled plasma mass spectrometry (ICP-MS). The data is highly reliable and is often published in high-level journals, with testing conducted by institutions like the State Key Laboratory of the Guangzhou Institute of Geochemistry, Chinese Academy of Sciences.",
                "AnswerCn": "数据收集涉及从霍尔西尔湖、南羌塘郭干吉年、杜格尔以及冈底斯那如松多和萨嘎县等地区采集岩石样本。这些岩石样本包括橄榄石白云岩、石英闪长岩、辉长岩和花岗岩等类型，分析其主要元素和微量元素。主要元素通过X射线荧光（XRF）光谱法进行测试，而微量元素则通过电感耦合等离子体质谱法（ICP-MS）进行测试。这些数据高度可靠，通常发表在高水平的期刊上，测试由中国科学院广州地球化学研究所的国家重点实验室等机构进行。",
                "Level": "C3(Applying)"
            }
        ]
    }
}