{
    "id": "d3087829-6a5f-4da8-a3fe-250ff7f3ea83",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Simulated soil temperature and moisture in the Babao River Basin",
            "titleCn": "黑河上游八宝河流域土壤温湿度数据（模拟）",
            "description": "The ground temperature, moisture and ice content at various depth (0 cm, 4 cm, 10 cm, 20 cm, 40 cm, 80 cm, 120 cm, 160 cm, 240 cm, 400 cm, 600 cm, 900 cm, 1200 cm, 1400 cm, 1500 cm) was generated through the SHAW model, which was evaluated by observations at AWS stations and WSN in the study area and could be used in research relevant on soil freezing and thawing.",
            "descriptionCn": "黑河上游八宝河流域2013-2014年各层(0 cm, 4 cm, 10 cm, 20 cm, 40 cm, 80 cm, 120 cm, 160 cm, 240 cm, 400 cm, 600 cm, 900 cm, 1200 cm, 1400 cm, 1500 cm) 1km 逐小时土壤温度、湿度和含冰量数据，本数据由SHAW模型模拟产生，并基于地面站点和无线传感器网络观测的土壤温湿度数据进行了验证，结果较好，可用于上游冻土水热过程相关研究。",
            "instructions": "Grid NC data, YYYY- ddd.nc , which can be opened by ArcGIS or programming",
            "instructionsCn": "栅格nc数据，yyyy-ddd.nc，可用Arcgis或编程打开",
            "east": 101.3,
            "west": 100.0,
            "south": 37.6,
            "north": 38.4,
            "startTime": "2013-09-01 16:00:00",
            "endTime": "2015-01-16 16:00:00",
            "fileSize": 4575092566.0,
            "cstr": "18406.11.Soil.tpdc.270373",
            "doi": "10.11888/Soil.tpdc.270373",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张艳林",
                "nameEn": "ZHANG Yanlin",
                "unitEn": "",
                "unitCn": "湖南科技大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Influences of Topographic Shadows on the Thermal and Hydrological Processes in a Cold Region Mountainous Watershed in Northwest China",
                "referenceCn": null,
                "referenceEn": "Zhang, Y.L., Li, X., Cheng, G.D., Jin, H.J., Yang, D.W., Flerchinger, GN, Chang, X.L., Wang, X., & Liang, J. (2018). Influences of Topographic Shadows on the Thermal and Hydrological Processes in a Cold Region Mountainous Watershed in Northwest China. Journal of Advances in Modeling Earth Systems, 10, 1439-1457, doi: 10.1029/2017MS001264."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤含冰量",
                "nameEn": "Ice content"
            },
            {
                "nameCn": "土壤含水量",
                "nameEn": "Soil water content"
            },
            {
                "nameCn": "地温",
                "nameEn": "Ground temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河上游",
                "keywordEn": "Upper reaches of Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013-2014",
                "keywordEn": "2013-2014",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics of soil temperature and moisture datasets used for modeling permafrost hydrological processes in river basins?",
                "QuestionCn": "用于建模河流流域中永冻土水文过程的土壤温度和湿度数据集的具体特征是什么？",
                "AnswerEn": "hourly soil temperature, moisture, ice content, various soil depths (0 cm, 4 cm, 10 cm, 20 cm, 40 cm, 80 cm, 120 cm, 160 cm, 240 cm, 400 cm, 600 cm, 900 cm, 1200 cm, 1400 cm, 1500 cm), 1 km resolution",
                "AnswerCn": "每小时土壤温度、湿度、冰含量，不同土壤深度（0厘米、4厘米、10厘米、20厘米、40厘米、80厘米、120厘米、160厘米、240厘米、400厘米、600厘米、900厘米、1200厘米、1400厘米、1500厘米），1公里分辨率。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different soil depth layers are measured for temperature, humidity, and ice content in a dataset related to the Heihe River Basin?",
                "QuestionCn": "在与黑河流域相关的数据集中，测量了多少个不同的土壤深度层的温度、湿度和冰含量？",
                "AnswerEn": "15",
                "AnswerCn": "15",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'soil temperature and moisture data simulation' in the context of hydrological research?",
                "QuestionCn": "在水文研究的背景下，“土壤温度和湿度数据模拟”是指通过模型或计算方法生成土壤温度和湿度的预估数据，以便分析和理解水文过程、土壤水分动态及其对生态系统和气候变化的影响。",
                "AnswerEn": "Soil temperature and moisture data simulation refers to the use of models, such as the SHAW model, to generate estimates of soil temperature, moisture, and ice content at various depths and time intervals. These simulated data are validated against observational data collected from ground stations and wireless sensor networks to ensure accuracy and reliability for studying soil thermal and moisture processes in permafrost regions.",
                "AnswerCn": "土壤温度和湿度数据模拟是指使用模型（如SHAW模型）生成不同深度和时间间隔的土壤温度、湿度和冰含量的估计。这些模拟数据与从地面站和无线传感器网络收集的观测数据进行验证，以确保在研究永久冻土地区的土壤热量和湿度过程时的准确性和可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for soil temperature and moisture across different depths in a river basin compare when using a simulation model like SHAW versus ground-based station observations and wireless sensor networks?",
                "QuestionCn": "在河流流域中，使用像SHAW这样的模拟模型与地面站观测和无线传感器网络相比，土壤温度和湿度在不同深度的数据收集方法有何不同？",
                "AnswerEn": "The data collection method using a simulation model like SHAW provides hourly soil temperature, moisture, and ice content data for various depths, which are generated through simulations and verified with ground-based station observations and wireless sensor networks. This approach allows for modeling and validation of soil thermal and moisture processes, offering a comprehensive dataset useful for studying permafrost hydrology in upstream river basins.",
                "AnswerCn": "使用像SHAW这样的模拟模型的数据收集方法提供了不同深度的每小时土壤温度、湿度和冰含量数据，这些数据通过模拟生成，并与基于地面的观测站和无线传感器网络进行验证。这种方法允许对土壤热量和湿度过程进行建模和验证，提供了一个全面的数据集，适用于研究上游河流流域的永冻土水文。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can data collection methods involving ground stations and wireless sensor networks improve the accuracy and validation of soil temperature and moisture simulations in permafrost regions?",
                "QuestionCn": "涉及地面站和无线传感器网络的数据收集方法如何提高对永久冻土地区土壤温度和湿度模拟的准确性和验证。",
                "AnswerEn": "Data collection methods using ground stations and wireless sensor networks provide observed soil temperature and moisture data, which can be used to validate and enhance the accuracy of simulations produced by models like the SHAW model. The validation process ensures that simulated data aligns closely with real-world observations, thereby improving the reliability of the research on soil thermal and moisture processes in permafrost regions.",
                "AnswerCn": "数据收集方法使用地面站和无线传感器网络提供观测的土壤温度和湿度数据，这些数据可以用来验证和提高像SHAW模型这样的模型所产生的模拟结果的准确性。验证过程确保模拟数据与真实世界观测结果紧密对齐，从而提高对永久冻土地区土壤热量和湿度过程研究的可靠性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on the accuracy of soil temperature and moisture simulations when using validation data from ground stations and wireless sensor networks?",
                "QuestionCn": "使用地面站和无线传感器网络的验证数据时，对土壤温度和湿度模拟准确性的潜在影响是什么？",
                "AnswerEn": "The use of validation data from ground stations and wireless sensor networks can improve the accuracy of soil temperature and moisture simulations, as these data sources provide real-world measurements that help to calibrate and verify the model outputs, resulting in reliable datasets that can be used for studying permafrost thermal processes.",
                "AnswerCn": "来自地面站和无线传感器网络的验证数据可以提高土壤温度和湿度模拟的准确性，因为这些数据源提供了真实的测量值，有助于校准和验证模型输出，从而生成可靠的数据集，可用于研究永冻土的热过程。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to simulate soil temperature and moisture data across various depths in a river basin, and how are these simulations validated using observational data?",
                "QuestionCn": "在河流流域中，模拟不同深度的土壤温度和湿度数据通常使用以下程序，并通过观测数据进行验证：\n\n1. **模型选择**：选择适合的土壤水分和温度模拟模型，如HYDRUS、SWAT或其他水文模型。\n\n2. **数据收集**：收集必要的输入数据，包括气象数据（温度、降水、湿度、风速等）、土壤特性（土壤类型、土壤水分特征曲线等）和地形数据（坡度、土地利用等）。\n\n3. **模型参数化**：根据收集的数据对模型进行参数化，设置土壤层的深度、土壤类型和其他相关参数。\n\n4. **模拟运行**：运行模型进行土壤温度和湿度的模拟，通常需要进行多个时间步的计算，以获得不同深度的土壤温度和湿度数据。\n\n5. **数据验证**：将模拟结果与实际观测数据进行比较，使用统计方法（如均方根误差、相关系数等）评估模型的准确性。\n\n6. **模型校准与调整**：根据验证结果对模型进行校准和调整，以提高模拟的准确性。\n\n7. **敏感性分析**：进行敏感性分析，评估不同参数对模拟结果的影响，以进一步优化模型。\n\n8. **结果分析与应用**：分析模拟结果，应用于水资源管理、农业规划、生态研究等领域。",
                "AnswerEn": "Simulated soil temperature, moisture, and ice content data across various depths in a river basin are generated using the SHAW model. These simulations are validated by comparing them with observational data gathered from ground stations and a wireless sensor network, ensuring accuracy for studies on permafrost hydrological processes.",
                "AnswerCn": "在一个河流流域中，使用SHAW模型生成了不同深度的土壤温度、湿度和冰含量的模拟数据。这些模拟数据通过与从地面站和无线传感器网络收集的观测数据进行比较进行验证，确保了在永久冻土水文过程研究中的准确性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}