{
    "id": "d30f6d30-205a-460d-a212-d1dfd6eaefab",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Tibetan Plateau: An evolutionary junction for the history of modern biodiversity.",
            "titleCn": "青藏高原——现代生物多样性演化史上的交汇点",
            "description": "Holding particular biological resources, the Tibetan Plateau is a unique geologic-geographic-biotic interactively unite and hence play an important role in the global biodiversity domain. The Tibetan Plateau has undergone vigorous environmental changes since the Cenozoic, and played roles switching from “a paradise of tropical animals and plants” to “the cradle of Ice Age mammalian fauna”. Recent significant paleontological discoveries have refined a big picture of the evolutionary history of biodiversity on that plateau against the backdrop of major environmental changes, and paved the way for the assessment of its far-reaching impact upon the biota around the plateau and even in more remote regions. Here, based on the newly reported fossils from the Tibetan Plateau which include diverse animals and plants, we present a general review of the changing biodiversity on the Tibetan Plateau and its influence in a global scale. We define the Tibetan Plateau as a junction station of the history of modern biodiversity, whose performance can be categorized in the following three patterns: (1) Local origination of endemism; (2) Local origination and “Out of Tibet”; (3) Intercontinental dispersal via Tibet. The first pattern is exemplified by the snow carps, the major component of the freshwater fish fauna on the plateau, whose temporal distribution pattern of the fossil schizothoracines approximately mirrors the spatial distribution pattern of their living counterparts. Through ascent with modification, their history reflects the biological responses to the stepwise uplift of the Tibetan Plateau. The second pattern is represented by the dispersal history of some mammals since the Pliocene and some plants. The ancestors of some Ice Age mammals, e.g., the wholly rhino, Arctic fox, and argali sheep first originated and evolved in the uplifted and frozen Tibet during the liocene, and then migrated toward the Arctic regions or even the North American continent at beginning of the Ice Age; the ancestor of pantherines (big cats) first rose in Tibetan Plateau during the Pliocene, followed by the disperse of its descendants to other parts of Asia, Africa, North and South America to play as top predators of the local ecosystems. The early members of some plants, e.g., Elaeagnaceae appeared in Tibet during the Late Eocene and then dispersed and were widely distributed to other regions. The last pattern is\ntypified by the history of the tree of heaven (Ailanthus) and climbing perch. Ailanthus originated in the Indian subcontinent, then colonized into Tibet after the Indian-Asian plate collision, and dispersed therefrom to East Asia, Europe and even North America. The climbing perches among freshwater fishes probably rose in Southeast Asia during the Middle Eocene, dispersed to Tibet and then migrated into Africa via the docked India. These cases highlight the role of Tibet, which was involved in the continental collision, in the ntercontinental biotic interchanges. The three evolutionary patterns",
            "descriptionCn": "青藏高原——现代生物多样性演化史上的交汇点的论文原文及插图。\n数据获取方式为绘图软件制图。                             \n共包含4个文件（3图1文）\n图1：青藏高原鱼类和哺乳动物特有的起源地。形态变异与空间分布\n图2：哺乳类“起源于西藏”的地点和“走出西藏”的路线\n图3： 攀鲈和椿树从青藏高原起源和不同大陆之间扩散的途径\n图片为jpg格式，以论文中出现顺序命名。\nPDF文档可直接打开查阅。",
            "instructions": "This data includes the PDF of the original paper and the illustrations of the original resolution paper (including fossils, strata and phylogenetic trees). The pictures are in JPG format and named in the order in which they appear in the paper.",
            "instructionsCn": "本数据包括论文原文的PDF以及原始分辨率论文插图（包括化石、地层和系统发育树等），图片为jpg格式，以论文中出现顺序命名。",
            "east": 104.0,
            "west": 75.0,
            "south": 90.0,
            "north": 40.0,
            "startTime": "2021-12-11 00:00:00",
            "endTime": "2021-12-30 00:00:00",
            "fileSize": 1280644.0,
            "cstr": null,
            "doi": "10.1007/s11430-019-9507-5",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "史静耸",
                "nameEn": "SHI Jingsong",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Tibetan Plateau: An evolutionary junction for the history of modern biodiversity",
                "referenceCn": "Deng, T., Wu, F., Zhou, Z., et al. (2020). Tibetan Plateau: An evolutionary junction for the history of modern biodiversity. 中国科学: 地球科学英文版, 63(2), 16.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中新世",
                "keywordEn": "Miocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Interpretation": [
            {
                "QuestionEn": "How might the spatial distribution and morphological variations of endemic fish and mammals on the Tibetan Plateau offer insights into the evolutionary patterns of modern biodiversity in this region?",
                "QuestionCn": "青藏高原上特有鱼类和哺乳动物的空间分布和形态变异如何为我们提供关于该地区现代生物多样性进化模式的见解？",
                "AnswerEn": "The spatial distribution and morphological variations of endemic fish and mammals on the Tibetan Plateau, as depicted in the graphical data, suggest specific evolutionary pressures and historical biogeographic events that have shaped biodiversity in this area. These patterns may indicate the existence of certain ecological niches and adaptive strategies that have allowed these species to thrive in the unique environmental conditions of the plateau.",
                "AnswerCn": "青藏高原上特有鱼类和哺乳动物的空间分布和形态变化，如图形数据所示，暗示了特定的进化压力和历史生物地理事件，这些因素塑造了该地区的生物多样性。这些模式可能表明存在某些生态位和适应策略，使这些物种能够在高原独特的环境条件下繁衍生息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors might contribute to the choice of using drawing software for creating maps and diagrams related to the origins and distribution of species on the Tibetan Plateau?",
                "QuestionCn": "哪些因素可能会影响选择使用绘图软件来创建与青藏高原物种的起源和分布相关的地图和图表？",
                "AnswerEn": "The use of drawing software for creating maps and diagrams may be influenced by the need for precise visualization of spatial data, the ability to easily illustrate morphological variations and spatial distributions, and the flexibility to depict complex routes and origins, such as those of endemic fish and mammals or the dispersal pathways of climbing perches and birch trees from the Tibetan Plateau.",
                "AnswerCn": "使用绘图软件创建地图和图表可能受到对空间数据精确可视化的需求、轻松展示形态变化和空间分布的能力，以及描绘复杂路线和起源的灵活性的影响，例如地方性鱼类和哺乳动物的分布路径，或来自青藏高原的攀爬鱼和桦树的传播路径。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}