{
    "id": "d3b5fca4-6dda-43f1-806c-586d4523af77",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The annual ecological investigation data of desert vegetation with different desert types in Heihe river basin in 2013",
            "titleCn": "黑河流域不同荒漠类型植被年生态调查资料（2013）",
            "description": "At the end of September and the beginning of October, 2013, desert plants in typical areas of heihe basin stopped their growth period to conduct year-end ecological survey.\nThere are altogether 8 survey and observation fields, which are: piedmont desert, piedmont gobi, middle reaches desert, middle reaches gobi, middle reaches desert, lower reaches desert, lower reaches gobi and lower reaches desert, with a size of 40m×40m.\nThree 20m×20m large quadrats were fixed in each observation field, named S1, S2 and S3, and regular shrub surveys were conducted.Each large quadrat was fixed with 4 5m x 5m small quadrats, named A, B, C, D, for the herbal survey.",
            "descriptionCn": "2013年9月底10月初，黑河流域典型区荒漠类型植物停止生长期，进行年终生态调查。\n共有8个调查观测场，分别是：山前荒漠、山前戈壁、中游荒漠、中游戈壁、中游沙漠、下游荒漠、下游戈壁、下游荒漠，大小为40m×40m。\n在每个观测场固定3个20m×20m的大样方，命名为S1、S2、S3，进行灌木定期调查；每个大样方固定4个5m×5m的小样方，命名为A、B、C、D，进行草本调查。",
            "instructions": "File name: the data are stored in the form XLS and doc. The file names are \"2013-annual vegetation ecological survey data of different desert types in heihe basin. xls\" and \"2013 - description of annual ecological survey data of vegetation in different desert types in heihe basin. doc\".\nData reading: it can be opened and read by Office, Wps and other Office software.",
            "instructionsCn": "文件命名：数据以表格xls及文档doc格式存储，文件名称“2013-黑河流域不同荒漠类型植被年生态调查资料.xls”，“2013-黑河流域不同荒漠类型植被年生态调查资料说明.doc”。\n数据读取：可以用Office、Wps等办公软件打开读取。",
            "east": 101.28305555,
            "west": 99.752777777,
            "south": 38.70694444,
            "north": 42.1147222222222,
            "startTime": "2013-10-05 10:50:28",
            "endTime": "2014-01-07 10:50:28",
            "fileSize": 187392.0,
            "cstr": "18406.11.heihe.214.2013.db",
            "doi": "10.3972/heihe.214.2013.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "苏培玺",
                "nameEn": "SU Peixi",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "C4 plant species and geographical distribution in relation to climate in the desert vegetation of china",
                "referenceCn": null,
                "referenceEn": "Su, P. X. , Xie, T. T. , & Zhou, Z. J. . (2011). C4 plant species and geographical distribution in relation to climate in the desert vegetation of china. Sciences in Cold and Arid Regions, 003(5), 381-391."
            },
            {
                "titleCn": "荒漠绿洲过渡带不同立地条件下物种多样性及其与土壤理化因子的关系",
                "titleEn": null,
                "referenceCn": "解婷婷, 苏培玺, 周紫鹃, 等. (2013). 荒漠绿洲过渡带不同立地条件下物种多样性及其与土壤理化因子的关系[J]. 中国沙漠, 33(2): 508-514.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "植被调查",
                "nameEn": "Vegetation investigation"
            },
            {
                "nameCn": "沙漠/荒漠",
                "nameEn": "Desert"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中下游",
                "keywordEn": "Middle and Lower Reaches"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "荒漠植被不同尺度水分利用效率及调控机制",
                "titleEn": "Water use efficiency and related regulation mechanisms of desert vegetation in different scales"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the different types of desert environments where vegetation surveys are conducted in the Heihe River Basin?",
                "QuestionCn": "在黑河流域进行植被调查的不同类型的沙漠环境有哪些？",
                "AnswerEn": "mountain front desert, mountain front gobi, midstream desert, midstream gobi, midstream sand desert, downstream desert, downstream gobi, downstream desert",
                "AnswerCn": "山前沙漠，山前戈壁，中游沙漠，中游戈壁，中游沙漠，中游沙漠，下游沙漠，下游戈壁，下游沙漠",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for studying different desert vegetation types in Heihe River Basin?",
                "QuestionCn": "研究黑河流域不同沙漠植被类型的数据收集方法的特点是什么？",
                "AnswerEn": "ecological surveys, end of the plant growth period, late September to early October 2013, eight observation sites, 40m×40m, different desert types, three fixed large plots of 20m×20m, periodic shrub surveys, four fixed small plots of 5m×5m, herbaceous plant surveys",
                "AnswerCn": "生态调查，植物生长末期，2013年9月下旬至10月上旬，八个观测点，40米×40米，不同的沙漠类型，三个固定的大样地20米×20米，定期灌木调查，四个固定的小样地5米×5米，草本植物调查。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many total sample plots are used for ecological surveys of desert vegetation types in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的沙漠植被类型生态调查中使用了多少个样地？",
                "AnswerEn": "96",
                "AnswerCn": "96",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by '年终生态调查' in the context of ecological data collection for desert vegetation?",
                "QuestionCn": "'年终生态调查'在沙漠植被生态数据收集的背景下指的是在一年结束时进行的生态调查，以评估和记录沙漠地区植被的生长状况、物种多样性及其生态环境的变化。",
                "AnswerEn": "'年终生态调查' refers to the end-of-year ecological survey conducted to assess the state of desert vegetation at the end of its growth cycle, typically around late September to early October, within a specific region such as the Heihe River Basin.",
                "AnswerCn": "'年终生态调查'是指在特定区域（如黑河流域）进行的年终生态调查，旨在评估沙漠植被在其生长周期结束时的状态，通常在九月底到十月初进行。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for shrub and herbaceous plant surveys in desert regions compare in terms of spatial scale and sampling frequency?",
                "QuestionCn": "沙漠地区灌木和草本植物调查的数据收集方法在空间尺度和采样频率方面如何比较？",
                "AnswerEn": "In the field of 黑河流域不同荒漠类型植被年生态调查资料, data collection involves different spatial scales for shrubs and herbaceous plants. Shrub surveys are conducted in larger plots of 20m×20m within each observation field, while herbaceous plant surveys use smaller plots of 5m×5m. This approach allows for periodic monitoring of shrubs and a more granular survey of herbaceous layers.",
                "AnswerCn": "在黑河流域不同荒漠类型植被年生态调查资料中，数据收集涉及对灌木和草本植物的不同空间尺度。灌木调查在每个观察场地内进行20m×20m的大型样方，而草本植物调查则使用5m×5m的小型样方。这种方法允许对灌木进行定期监测，并对草本层进行更细致的调查。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the choice of specific locations for ecological surveys in different desert types within the Heihe River Basin?",
                "QuestionCn": "在黑河流域不同沙漠类型的生态调查中，选择特定地点的因素有哪些？",
                "AnswerEn": "The choice of specific locations for ecological surveys in different desert types within the Heihe River Basin is influenced by the need to representatively capture the diverse ecological characteristics of various desert environments. This includes differences in vegetation types and growth patterns across the mountain front desert, mountain front gobi, midstream desert, midstream gobi, midstream sand desert, downstream desert, downstream gobi, and downstream desert. Each location is chosen to reflect specific environmental conditions and provides a comprehensive understanding of the ecological dynamics across the region.",
                "AnswerCn": "在黑河流域不同沙漠类型的生态调查中，特定地点的选择受到需要代表性捕捉各种沙漠环境的多样生态特征的影响。这包括山前沙漠、山前戈壁、中游沙漠、中游戈壁、中游沙丘沙漠、下游沙漠、下游戈壁和下游沙漠之间植被类型和生长模式的差异。每个地点的选择旨在反映特定的环境条件，并提供对该地区生态动态的全面理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it necessary to conduct an annual ecological survey of different desert vegetation types in the Heihe River Basin?",
                "QuestionCn": "为什么有必要对黑河流域不同沙漠植被类型进行年度生态调查？",
                "AnswerEn": "The goal of conducting an annual ecological survey of different desert vegetation types in the Heihe River Basin is to monitor the end-of-growth season status of plant ecosystems in the region. By examining various types of desert environments, such as mountain-front deserts, gobi, and downstream areas, researchers can gather valuable data on vegetation dynamics, which can help in understanding ecological responses to environmental changes and aid in the development of conservation strategies.",
                "AnswerCn": "在黑河流域进行年度生态调查的目标是监测该地区植物生态系统在生长季节结束时的状态。通过考察不同类型的沙漠环境，如山前沙漠、戈壁和下游地区，研究人员可以收集有关植被动态的宝贵数据，这有助于理解生态对环境变化的响应，并有助于制定保护策略。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What specific procedures are followed to conduct annual ecological surveys of vegetation in different desert types within a specified region?",
                "QuestionCn": "在指定区域内对不同沙漠类型的植被进行年度生态调查时，遵循哪些具体程序？",
                "AnswerEn": "The annual ecological surveys are conducted at the end of the plant growing season, around late September to early October. The survey involves observing eight different types of desert areas, which include mountain front desert, mountain front gobi, midstream desert, midstream gobi, midstream sand desert, downstream desert, downstream gobi, and downstream desert, each sized at 40m × 40m. In each observation field, three large fixed quadrats of 20m × 20m, named S1, S2, and S3, are used for periodic shrub investigations. Additionally, each large quadrat contains four smaller fixed quadrats of 5m × 5m, named A, B, C, and D, for herbaceous plant surveys.",
                "AnswerCn": "年度生态调查在植物生长季节结束时进行，通常在九月底到十月初。调查涉及观察八种不同类型的沙漠区域，包括山前沙漠、山前戈壁、中游沙漠、中游戈壁、中游沙丘沙漠、下游沙漠、下游戈壁和下游沙漠，每个区域的大小为40米 × 40米。在每个观察场地中，使用三个大型固定样方，大小为20米 × 20米，命名为S1、S2和S3，用于定期的灌木调查。此外，每个大型样方中包含四个较小的固定样方，大小为5米 × 5米，命名为A、B、C和D，用于草本植物调查。",
                "Level": "C3(Applying)"
            }
        ]
    }
}