{
    "id": "d42b2a40-fa08-4c40-ac4d-f7269f156f70",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Observation data of birds in Himalayas in September 2020",
            "titleCn": "喜马拉雅地区考察鸟类观测数据（2020年9月）",
            "description": "From September 5 to September 26, 2020, the bird research team of the Institute of zoology, Chinese Academy of Sciences, composed of eight people, including Zhang Dezhi, the sub project leader, respectively inspected yadonggou, Yadong County, Xigaze City, chentanggou, Dingjie County, and zhangmugou, Nyalam County, Himalayan region, and successfully completed this year's field research. The observation data is composed of bird species names, observation sites and observation time, including not only the Himalayan region, but also a small number of sites. The collected bird species data were also incorporated into the data set. The corresponding photos and videos were collected into the data set of the animal special topic \"the second Qinghai Tibet scientific research plateau animal diversity protection and sustainable use (2019qzk0501) photo and video (2020)\".",
            "descriptionCn": "2020年9月5日至9月26日，由子课题负责人张德志等8人组成的中科院动物所鸟类科考分队分别对喜马拉雅地区的日喀则市亚东县亚东沟、定结县陈塘沟和聂拉木县樟木沟进行了考察，顺利完成了本年度的野外科考。该观测数据由鸟类物种名称、观测地点和观测时间组成，既包括了考察的目标区域喜马拉雅地区，同时也含有少量的考察途经地点。采集的鸟类物种数据同时并入了该数据集。相应照片视频汇总至动物专题《第二次青藏科考高原动物多样性保护和可持续利用（2019QZKK0501）照片视频（2020）》数据集。",
            "instructions": "File name: the text information is stored in Excel format, and the file name is \"observation data of birds in Himalaya in September 2020. Xlsx\". Data reading method: the information of the data set can be read by Office Excel, and the main content is the basic information such as species, observation location and observation time",
            "instructionsCn": "文件命名：文本信息以excel格式存储，文件名称为“2020年9月喜马拉雅地区考察鸟类观测数据.xlsx”。数据读取方式：该数据集的信息可用office excel读取，主体内容为物种、观测地点和观测时间等基本信息",
            "east": 89.0366,
            "west": 85.9903,
            "south": 27.4874,
            "north": 28.1036,
            "startTime": "2020-09-05 00:00:00",
            "endTime": "2020-09-26 00:00:00",
            "fileSize": 20093.0,
            "cstr": "18406.11.Ecolo.tpdc.271194",
            "doi": "10.11888/Ecolo.tpdc.271194",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张德志",
                "nameEn": "ZHANG Dezhi",
                "unitEn": "",
                "unitCn": "中国科学院动物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "2020年9月喜马拉雅地区考察鸟类观测数据",
                "titleEn": null,
                "referenceCn": "张德志. (2020). 2020年9月喜马拉雅地区考察鸟类观测数据, 高原动物多样性保护和可持续利用.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            },
            {
                "nameCn": "鸟类",
                "nameEn": "Birds"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "喜马拉雅",
                "keywordEn": "Himalayan"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary components included in a dataset of bird observations from the Himalayas collected in September 2020?",
                "QuestionCn": "在2020年9月收集的喜马拉雅山鸟类观察数据集中包含的主要组件是什么？",
                "AnswerEn": "bird species names, observation locations, observation times",
                "AnswerCn": "鸟类物种名称，观察地点，观察时间",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of bird observation data collected during field surveys in the Himalayan region?",
                "QuestionCn": "在喜马拉雅地区进行实地调查时收集的鸟类观察数据的关键特征是什么？",
                "AnswerEn": "bird species names, observation locations, observation times, targeted Himalayan areas, transit locations, integrated into a broader dataset",
                "AnswerCn": "鸟类物种名称、观察地点、观察时间、目标喜马拉雅地区、过境地点，整合到更广泛的数据集中。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many species of birds were observed during the field study in the Himalayan region in September 2020?",
                "QuestionCn": "在2020年9月的喜马拉雅地区野外研究中观察到了多少种鸟类？",
                "AnswerEn": "The metadata does not specify the exact number of bird species observed.",
                "AnswerCn": "元数据未指定观察到的鸟类物种的确切数量。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '鸟类观测数据' (bird observation data) entail in the context of field studies in the Himalayan region?",
                "QuestionCn": "在喜马拉雅地区的实地研究中，“鸟类观测数据”包括鸟类的种类、数量、栖息地、行为、迁徙模式以及与环境因素的关系等信息。",
                "AnswerEn": "In the context of field studies in the Himalayan region, '鸟类观测数据' (bird observation data) refers to data collected during field surveys, which includes information on bird species names, observation locations, and observation times. This data encompasses both the targeted survey areas in the Himalayas and a few incidental locations encountered during the survey.",
                "AnswerCn": "在喜马拉雅地区的实地研究中，“鸟类观测数据”指的是在实地调查期间收集的数据，包括鸟类物种名称、观察地点和观察时间。这些数据涵盖了喜马拉雅地区的目标调查区域以及在调查过程中遇到的一些偶然地点。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the successful collection of bird observation data in challenging terrains like the Himalayas?",
                "QuestionCn": "在像喜马拉雅山这样的艰难地形中，成功收集鸟类观察数据的因素包括：",
                "AnswerEn": "The successful collection of bird observation data in the Himalayas can be attributed to factors such as the expertise of the research team, which consisted of eight members led by the sub-project leader Zhang Dezhi from the Institute of Zoology, Chinese Academy of Sciences. The team conducted thorough field investigations in specific areas like Yadong County, Dingjie County, and Nyalam County. Additionally, the inclusion of metadata elements like species name, observation location, and time facilitated comprehensive data gathering, along with the integration of bird species data into the dataset.",
                "AnswerCn": "在喜马拉雅山脉成功收集鸟类观察数据的原因可以归因于多个因素，例如研究团队的专业知识。该团队由八名成员组成，由中国科学院动物研究所的子项目负责人张德志领导。团队在雅东县、丁杰县和尼亚拉县等特定地区进行了深入的实地调查。此外，包含物种名称、观察地点和时间等元数据元素也促进了全面的数据收集，同时将鸟类物种数据整合到数据集中。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it essential to document bird species, observation locations, and times in the context of Himalayan field surveys, and how might this information contribute to broader ecological or conservation goals?",
                "QuestionCn": "在喜马拉雅地区的野外调查中，记录鸟类物种、观察地点和时间是至关重要的。这些信息可以为更广泛的生态或保护目标做出贡献。",
                "AnswerEn": "The documentation of bird species, observation locations, and times during Himalayan field surveys is essential to understand the biodiversity of the region and to assess the distribution and abundance of avian species. This information contributes to broader ecological and conservation goals by providing baseline data necessary for monitoring changes in bird populations over time, understanding habitat requirements, and informing strategies for the conservation and sustainable use of high-altitude ecosystems. Moreover, integrating these observations with photographs and videos enhances the richness of the dataset, supporting detailed ecological studies and public awareness efforts.",
                "AnswerCn": "在喜马拉雅地区的实地调查中，鸟类物种、观察地点和时间的记录对于理解该地区的生物多样性以及评估鸟类物种的分布和丰度至关重要。这些信息有助于更广泛的生态和保护目标，通过提供必要的基线数据来监测鸟类种群随时间的变化，理解栖息地需求，并为高海拔生态系统的保护和可持续利用制定策略。此外，将这些观察与照片和视频结合起来，增强了数据集的丰富性，支持详细的生态研究和公众意识提升工作。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures for collecting and organizing bird species observation data in the Himalayan region, considering factors like observation location and time?",
                "QuestionCn": "在喜马拉雅地区收集和组织鸟类观察数据的程序，包括观察地点和时间等因素。",
                "AnswerEn": "The data collection involves a team conducting field surveys in specific locations in the Himalayan region, such as Yadong Valley, Chentang Valley, and Zhangmu Valley. The collected data includes bird species names, observation locations, and times. This data is integrated into a dataset that also encompasses photographs and videos compiled into a dedicated collection on high-altitude animal diversity protection.",
                "AnswerCn": "数据收集涉及一个团队在喜马拉雅地区的特定地点进行实地调查，例如雅东谷、陈塘谷和章木谷。收集的数据包括鸟类物种名称、观察地点和时间。这些数据被整合到一个数据集中，此外还包括编制的高海拔动物多样性保护的照片和视频专辑。",
                "Level": "C3(Applying)"
            }
        ]
    }
}