{
  "id": "d4b63ad9-be75-45d6-9a27-4fe89bf46881",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of intensive runoff observations of No.8 in the midstream of the Heihe River Basin of the MUlti-Scale Observation EXperiment on Evapotranspiration over heterogeneous land surfaces 2012 (MUSOEXE-12)",
      "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-径流观测数据集（8号点-高台桥）",
      "description": "The No. 8 hydrological section is located at Gaotai Heihe River Bridge (39 ° 23′22 .93 ″ N, 99 ° 49′37 .29″ E, 1347 m a.s.l.) in the middle reaches of the Heihe River Basin, Zhangye, Gansu Province. The dataset contains observations from the No.8 hydrological section from 17 June, 2012, to 24 November, 2012. The width of this section is 130 meters. The water level was measured using SR50 ultrasonic range and the discharge was measured using cross-section reconnaissance by the StreamPro ADCP. The dataset includes the following sections: Water level (recorded every 30 minutes) and Discharge. The data processing and quality control steps were as follows: 1) The water level data which collected from the hydrological station were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. 2) Data out the normal range records were rejected. 3) Unphysical data were rejected.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), He et al. (2016) (for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2012年6月17日至11月24日的黑河中游径流加密观测中8号点的河流水位和流速观测数据。观测点位于甘肃省张掖市高台县黑河桥，河道宽度210米。河床为泥沙，断面稳定。观测点的经纬度是N39°23'22.93\"，N 99°49'37.29\"，海拔1347米。数据说明包括以下两部分：\n水位观测：采用SR50超声测距仪，数据涵盖时间段6月17日至11月24日，观测频率30分钟，单位（cm）； \n流量观测：通过最新技术手段ADCP监测流量，获取精确的水位流量曲线，依托水位过程观测获得径流量变化过程。单位（m3 s-1）；\n缺值数据统一采用字符串-6999表示。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考He et al.(2016)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 99.827778,
      "west": 99.826111,
      "south": 39.386944,
      "north": 39.388889,
      "startTime": "2012-12-23 16:56:00",
      "endTime": "2013-06-01 16:56:00",
      "fileSize": 190959.0,
      "cstr": "18406.11.hiwater.116.2013.db",
      "doi": "10.3972/hiwater.116.2013.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "何晓波",
        "nameEn": "HE Xiaobo",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "张建",
        "nameEn": "ZHANG Jian",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "宁天祥",
        "nameEn": "NING Tianxiang",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "黄晓明",
        "nameEn": "HUANG Xiaoming",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "姜衡",
        "nameEn": "JIANG Heng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": null,
        "referenceCn": null,
        "referenceEn": "He XB, et al. Comparison of a tipping-buchet and electronic weighting precipitation gauge for rainfall. Manuscript in preparation."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": "青藏高原唐古拉山区降水观测误差修正分析",
        "titleEn": null,
        "referenceCn": "He XB, Ye BS, Ding YJ. Bias correction for precipitation measurement in Tanggula Mountain Tibetan Plateau[J]. Advances In Water Science, 2009, 20(3): 403-408. [何晓波, 叶柏生, 丁永健. 青藏高原唐古拉山区降水观测误差修正分析[J]. 水科学进展, 2009, 20(3): 403-408.]",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "径流",
        "nameEn": "Runoff"
      },
      {
        "nameCn": "水文断面",
        "nameEn": "Hydrology section"
      },
      {
        "nameCn": "流量",
        "nameEn": "Discharge/Flow"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "8号点高台桥",
        "keywordEn": "No.8 Gaotai  Bridge"
      },
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-17至2012-11-24",
        "keywordEn": "2012-06-17 to 2012-11-24",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "在异质表面上生态水文过程的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次密集观测期（IOPs）和连续的水文气象观测。本文仅呈现2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度（EC）塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Were intensive observation periods (IOPs) conducted as part of the data collection methods for eco-hydrological processes?",
        "QuestionCn": "在生态水文过程的数据收集方法中是否进行了强化观测期（IOPs）？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is data collection in this domain primarily reliant on ground-based methods like eddy covariance towers and automatic meteorological stations, or on airborne remote sensing technologies such as LiDAR and imaging spectrometers?",
        "QuestionCn": "在这个领域，数据收集主要依赖于地面方法，如涡度协方差塔和自动气象站，还是依赖于空中遥感技术，如激光雷达和成像光谱仪？",
        "AnswerEn": "both ground-based methods and airborne remote sensing technologies",
        "AnswerCn": "地面方法和机载遥感技术",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Are challenges in this field more related to the availability of multiscale observations or the accuracy of the data collection instruments?",
        "QuestionCn": "这个领域的挑战更多是与多尺度观测的可用性有关，还是与数据采集仪器的准确性有关？",
        "AnswerEn": "availability of multiscale observations",
        "AnswerCn": "多尺度观测的可用性",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What instrumentation is used for capturing multiscale eco-hydrological processes in a heterogeneous surface within the observed field?",
        "QuestionCn": "用于捕捉观测场中异质表面的多尺度生态水文过程的仪器是什么？",
        "AnswerEn": "Eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer",
        "AnswerCn": "涡度相关塔、大孔径闪烁仪、自动气象站、生态水文传感器网络、激光雷达、成像光谱仪、多角度热成像仪、L波段微波辐射计",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge encountered in the upscaling of eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "在异质表面上生态水文过程的升级中遇到的一个挑战是什么？",
        "AnswerEn": "A challenge in the upscaling of eco-hydrological processes is the poor availability of multiscale observations, which limits progress in understanding these processes on heterogeneous surfaces.",
        "AnswerCn": "生态水文过程的升级面临的一个挑战是多尺度观测的稀缺，这限制了我们对这些异质表面上过程的理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What challenges are encountered in obtaining multiscale observations for eco-hydrological research?",
        "QuestionCn": "在生态水文研究中，获取多尺度观测所面临的挑战有哪些？",
        "AnswerEn": "poor availability of multiscale data",
        "AnswerCn": "多尺度数据的可用性差",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the frequency of water level observations in a dataset related to eco-hydrological processes?",
        "QuestionCn": "与生态水文过程相关的数据集中水位观测的频率是多少？",
        "AnswerEn": "30 minutes",
        "AnswerCn": "30分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted during a multiscale observation experiment in 2012?",
        "QuestionCn": "在2012年的多尺度观测实验中，进行了多少次空中遥感任务？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'multiscale observations' in the context of eco-hydrological data collection?",
        "QuestionCn": "在生态水文数据收集的背景下，“多尺度观测”是什么意思？",
        "AnswerEn": "Multiscale observations refer to the collection of eco-hydrological data at various spatial and temporal scales to capture complex processes on heterogeneous surfaces, as seen in the HiWATER experiment which employed instruments arranged in hierarchically nested scales to obtain such data.",
        "AnswerCn": "多尺度观测是指在不同的空间和时间尺度上收集生态水文数据，以捕捉异质表面上的复杂过程，正如HiWATER实验所示，该实验采用了分层嵌套的仪器布置来获取这些数据。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'sparse network' mean in eco-hydrological observation methods?",
        "QuestionCn": "在生态水文观测方法中，“稀疏网络”是什么意思？",
        "AnswerEn": "A sparse network in eco-hydrological observations refers to the strategic placement of instruments across different landscapes, such as oasis and desert interactions, to gather data with minimal deployment, as implemented in the HiWATER experiment.",
        "AnswerCn": "稀疏网络在生态水文观测中指的是在不同景观（如绿洲与沙漠交互）中战略性地布置仪器，以最小的部署收集数据，这在HiWATER实验中得到了实施。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences between the challenges faced in obtaining multiscale observations in heterogeneous surfaces and the solutions proposed by HiWATER's instrumentation on hierarchically nested scales?",
        "QuestionCn": "在获取异质表面的多尺度观测时面临的挑战与HiWATER在层次嵌套尺度上提出的解决方案之间有什么区别？",
        "AnswerEn": "The main challenge in obtaining multiscale observations on heterogeneous surfaces is the poor availability of data across multiple scales. HiWATER addresses this by implementing instruments on hierarchically nested scales, including a flux observation matrix, eco-hydrological sensor network, and hyper-resolution airborne remote sensing. This approach aims to capture multi-scale eco-hydrological processes effectively.",
        "AnswerCn": "在获取异质表面的多尺度观测时，主要挑战是缺乏跨多个尺度的数据。HiWATER通过在分层嵌套的尺度上实施仪器来解决这一问题，包括通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感。这种方法旨在有效捕捉多尺度生态水文过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges are associated with obtaining multiscale observations in eco-hydrological research, and how do these challenges impact data collection and interpretation?",
        "QuestionCn": "在生态水文研究中获取多尺度观测面临哪些挑战，这些挑战如何影响数据收集和解释？",
        "AnswerEn": "One of the main challenges in obtaining multiscale observations in eco-hydrological research is the poor availability of such observations due to the complexity of the systems involved. This challenge impacts data collection and interpretation by limiting the ability to fully capture the spatial and temporal variability of eco-hydrological processes, which are essential for accurate modeling and understanding.",
        "AnswerCn": "在生态水文研究中，获取多尺度观测的主要挑战之一是由于系统的复杂性导致观测的可用性较差。这个挑战影响了数据的收集和解释，限制了全面捕捉生态水文过程的空间和时间变异性的能力，而这些变异性对于准确建模和理解至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the poor availability of multiscale observations in eco-hydrological studies on heterogeneous surfaces?",
        "QuestionCn": "在生态水文研究中，异质表面的多尺度观测可用性差的原因是什么？",
        "AnswerEn": "Progress in upscaling eco-hydrological processes is hindered by the poor availability of multiscale observations, which is a significant challenge in the field.",
        "AnswerCn": "生态水文过程的上升进展受到多尺度观测数据稀缺的阻碍，这是该领域面临的一个重大挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to deploy instruments on hierarchically nested scales for capturing multi-scale eco-hydrological processes?",
        "QuestionCn": "为什么在捕捉多尺度生态水文过程时，有必要在层次嵌套的尺度上部署仪器？",
        "AnswerEn": "Deploying instruments on hierarchically nested scales is necessary to address the challenge of capturing multiscale and multidisciplinary data, which is crucial for understanding eco-hydrological processes on heterogeneous surfaces.",
        "AnswerCn": "在分层嵌套尺度上部署仪器是必要的，以应对捕捉多尺度和多学科数据的挑战，这对于理解异质表面的生态水文过程至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the reasons for implementing several intensive observation periods (IOPs) and continuous hydrometeorological observations in eco-hydrological research?",
        "QuestionCn": "在生态水文研究中实施多个强烈观测期（IOPs）和持续的水文气象观测的原因是什么？",
        "AnswerEn": "Several intensive observation periods (IOPs) and continuous hydrometeorological observations are implemented to address the challenge of poor availability of multiscale observations and to capture comprehensive data on eco-hydrological processes.",
        "AnswerCn": "为了解决多尺度观测数据稀缺的问题，并全面捕捉生态水文过程的数据，实施了多个强度观测期（IOPs）和连续的水文气象观测。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using hierarchically nested scales for instrumentation on the quality and comprehensiveness of eco-hydrological data collection?",
        "QuestionCn": "使用层次嵌套尺度进行仪器测量可能对生态水文数据收集的质量和全面性产生哪些潜在后果？",
        "AnswerEn": "Using hierarchically nested scales for instrumentation in eco-hydrological data collection allows for capturing multiscale and multidisciplinary data, which enhances the quality and comprehensiveness of the observations. This method facilitates the investigation of interactions between different landscapes, such as oasis-desert systems, by using a combination of flux observation matrices, eco-hydrological sensor networks, and remote sensing technologies.",
        "AnswerCn": "使用分层嵌套尺度的仪器在生态水文数据收集中的应用，可以捕捉多尺度和多学科的数据，从而提高观察的质量和全面性。这种方法通过结合通量观测矩阵、生态水文传感器网络和遥感技术，促进了对不同景观之间相互作用的研究，例如绿洲-沙漠系统。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the poor availability of multiscale observations impact the progress of upscaling eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "多尺度观测的稀缺性可能会如何影响在异质表面上生态水文过程的上尺度化进展？",
        "AnswerEn": "The poor availability of multiscale observations can significantly hinder the progress of upscaling eco-hydrological processes on heterogeneous surfaces because it limits the ability to capture the complexity and variability of these processes across different scales. This lack of comprehensive data makes it challenging to develop models and frameworks that accurately represent these interactions, thus slowing down advancements in this field.",
        "AnswerCn": "多尺度观测的稀缺性可能会显著阻碍在异质表面上进行生态水文过程的上尺度研究，因为这限制了捕捉这些过程在不同尺度上复杂性和变异性的能力。这种缺乏全面数据的情况使得开发准确表示这些相互作用的模型和框架变得具有挑战性，从而减缓了该领域的进展。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of employing multiscale observation techniques in eco-hydrological research on heterogeneous surfaces?",
        "QuestionCn": "在生态水文研究中，采用多尺度观测技术的主要目标是什么？",
        "AnswerEn": "The primary objective of employing multiscale observation techniques is to address the challenge of upscaling eco-hydrological processes on a heterogeneous surface, as progress in this field is hindered by the poor availability of multiscale observations.",
        "AnswerCn": "采用多尺度观测技术的主要目的是解决在异质表面上对生态水文过程进行上尺度处理的挑战，因为该领域的进展受到多尺度观测稀缺的限制。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How are the challenges of poor availability of multiscale observations addressed in eco-hydrological research?",
        "QuestionCn": "生态水文研究中如何应对多尺度观测可用性差的挑战？",
        "AnswerEn": "The challenges are addressed by implementing several intensive observation periods (IOPs) and continuous hydrometeorological observations, as well as deploying instruments on hierarchically nested scales to obtain multiscale and multidisciplinary data. A sparse network is established to investigate oasis-desert interactions, and superstations and EC towers are used in various landscapes.",
        "AnswerCn": "这些挑战通过实施多个密集观测期（IOPs）和持续的水文气象观测来解决，同时在分层嵌套的尺度上部署仪器，以获取多尺度和多学科的数据。建立了一个稀疏网络，以研究绿洲-沙漠相互作用，并在各种景观中使用超级站和生态系统（EC）塔。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "How do technological advancements in remote sensing facilitate the monitoring of eco-hydrological processes in heterogeneous landscapes?",
        "QuestionCn": "技术进步在遥感领域如何促进对异质景观中生态水文过程的监测？",
        "AnswerEn": "Technological advancements such as LiDAR, imaging spectrometer, multi-angle thermal imager, and an L-band microwave radiometer enable the capture of multi-scale eco-hydrological processes by providing hyper-resolution airborne remote sensing data, which is crucial for monitoring oasis-desert interactions and vegetation dynamics.",
        "AnswerCn": "技术进步，如激光雷达（LiDAR）、成像光谱仪、多角度热成像仪和L波段微波辐射计，使得通过提供超高分辨率的空中遥感数据来捕捉多尺度生态水文过程成为可能，这对于监测绿洲-沙漠相互作用和植被动态至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might multiscale observations be poorly available in the field of eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "在生态水文过程的异质表面领域，多尺度观测可能会缺乏可用性，原因是什么？",
        "AnswerEn": "Progress in the field is hindered by the poor availability of multiscale observations, which is a challenge noted in the context of upscaling eco-hydrological processes.",
        "AnswerCn": "该领域的进展受到多尺度观测可用性差的制约，这在生态水文过程的上尺度化过程中被指出是一个挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expectations from using hierarchically nested scales in instrumentation for studying eco-hydrological processes?",
        "QuestionCn": "在研究生态水文过程时，使用分层嵌套尺度的仪器的期望是什么？",
        "AnswerEn": "The expectation is to capture multi-scale eco-hydrological processes effectively by arranging instruments in hierarchically nested scales, which include a sparse network and a superstation within the oasis.",
        "AnswerCn": "期望通过在分层嵌套的尺度中安排仪器，有效捕捉多尺度生态水文过程，这包括一个稀疏网络和一个位于绿洲内的超级站。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In what ways might future research benefit from expanding the data collection methods used in eco-hydrological observations at different scales?",
        "QuestionCn": "未来的研究如何通过扩展不同尺度下生态水文观测的数据收集方法而受益？",
        "AnswerEn": "Future research could benefit from expanding data collection methods by incorporating emerging technologies and increasing the spatial and temporal resolution of observations. This could involve deploying additional instruments, enhancing remote sensing capabilities, or integrating new data sources to capture dynamic eco-hydrological interactions more accurately. Expansion would provide richer datasets, aiding in the understanding and modeling of complex ecological and hydrological processes.",
        "AnswerCn": "未来的研究可以通过结合新兴技术来扩展数据收集方法，并提高观察的空间和时间分辨率。这可能涉及部署更多的仪器、增强遥感能力或整合新的数据源，以更准确地捕捉动态的生态水文相互作用。扩展将提供更丰富的数据集，有助于理解和建模复杂的生态和水文过程。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm unsure about how multiscale observations are obtained from heterogeneous surfaces in eco-hydrological experiments.",
        "QuestionCn": "我不确定如何在生态水文实验中从异质表面获得多尺度观测。",
        "AnswerEn": "Multiscale observations are obtained through instrumentation on hierarchically nested scales, using a flux observation matrix consisting of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network. This setup captures eco-hydrological processes at different scales and landscapes.",
        "AnswerCn": "多尺度观测是通过在层次嵌套的尺度上使用仪器获得的，采用一个通量观测矩阵，包括涡度协方差塔、大孔径闪烁仪、自动气象站和生态水文传感器网络。该设置能够在不同的尺度和景观中捕捉生态水文过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand the challenges in collecting multiscale data for eco-hydrological processes.",
        "QuestionCn": "我不理解收集生态水文过程的多尺度数据所面临的挑战。",
        "AnswerEn": "The challenge in collecting multiscale data for eco-hydrological processes lies in the poor availability of multiscale observations, which hinders progress in understanding these complex systems. The HiWATER experiment addresses this challenge by implementing a sparse network and conducting intensive observation periods and airborne remote sensing missions.",
        "AnswerCn": "收集生态水文过程的多尺度数据面临的挑战在于多尺度观测的稀缺性，这阻碍了对这些复杂系统的理解。HiWATER实验通过实施稀疏网络和进行密集观测期及空中遥感任务来应对这一挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm confused about how data quality is maintained across diverse eco-hydrological datasets.",
        "QuestionCn": "我对如何在多样的生态水文数据集中维护数据质量感到困惑。",
        "AnswerEn": "Data quality is maintained through careful quality control measures during sensor calibration, data collection, data processing, and dataset generation. This ensures that the observational data from various sources like LiDAR, imaging spectrometers, and meteorological stations are accurate and reliable.",
        "AnswerCn": "数据质量通过在传感器校准、数据收集、数据处理和数据集生成过程中采取严格的质量控制措施来维护。这确保了来自各种来源（如激光雷达、成像光谱仪和气象站）的观测数据是准确和可靠的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges associated with obtaining and processing multiscale datasets in eco-hydrological research on heterogeneous surfaces.",
        "QuestionCn": "分析在异质表面上进行生态水文研究时获取和处理多尺度数据集所面临的挑战。",
        "AnswerEn": "One of the primary challenges in obtaining and processing multiscale datasets in eco-hydrological research is the poor availability of multiscale observations. The HiWATER experiment addressed this challenge by arranging instruments in hierarchically nested scales and implementing intensive observation periods, including continuous hydrometeorological observations and multiple remote sensing missions, to capture the required data.",
        "AnswerCn": "在生态水文研究中，获取和处理多尺度数据集的主要挑战之一是多尺度观测的可用性差。HiWATER实验通过在层次嵌套的尺度上布置仪器，并实施密集观测期，包括连续的水文气象观测和多次遥感任务，以捕获所需的数据，从而解决了这一挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify potential datasets or platforms where multiscale eco-hydrological data for heterogeneous surfaces can be accessed, and explain their data acquisition methods.",
        "QuestionCn": "请识别可以访问异质表面的多尺度生态水文数据的潜在数据集或平台，并解释它们的数据获取方法。",
        "AnswerEn": "The multiscale eco-hydrological data obtained from the HiWATER experiment can be accessed at platforms like figshare and the Cold and Arid Regions Science Data Centre. The dataset includes observations from a flux observation matrix, eco-hydrological sensor network, and hyper-resolution airborne remote sensing, all of which were carefully quality controlled through sensor calibration, data collection, data processing, and dataset generation.",
        "AnswerCn": "从HiWATER实验获得的多尺度生态水文数据可以在figshare和寒区与干旱区科学数据中心等平台上访问。该数据集包括来自通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感的观测数据，所有数据都经过了传感器校准、数据收集、数据处理和数据集生成等严格的质量控制。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}