{
    "id": "d4d21768-011b-4a86-a8fd-1fd3e3075427",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Vectorized dataset of roadside noise barriers in China",
            "titleCn": "中国道路噪音屏障矢量数据集",
            "description": "Road noise barriers (rnbs) are important urban infrastructure for building livable cities. However, the lack of large-scale and accurate geospatial data on rnbs hinders the rational urban planning, sustainable urban development and continuous improvement of urban environment. To solve this problem, this study proposes a geospatial artificial intelligence framework, which uses street view images to create vectorized RNB data sets in China. First, the road network of each city is intensively sampled based on OpenStreetMap as a geographical reference for downloading 6 million Baidu street view (BSV) images. In addition, a convolutional neural network containing image background information (ic-cnn) based on integrated learning strategy was also developed to detect RNB from BSV images. Subsequently, based on the identified RNB location, an RNB data set in the form of broken lines is generated, with a total length of 2667.02 kilometers and distributed in 222 cities. Finally, the quality of RNB data set is evaluated from two aspects: one is detection accuracy; Second, integrity and positioning accuracy. Based on a group of randomly selected samples containing 10000 BSV images, four quantitative indexes were calculated: the overall accuracy rate was 98.61%, the recall rate was 87.14%, the accuracy rate was 76.44%, and the F1 score was 81.44%. In addition, BSV images were used to conduct manual surveys on roads with a total length of 254 km in different cities to evaluate the mileage deviation and intersection ratio between the generated and surveyed rnbs: the root mean square error of mileage deviation was 0.08 km, and the intersection ratio was 88.08% ± 2.95%. The evaluation results show that the generated RNB data set is of high quality and can be used as an accurate and reliable data set for various large-scale urban studies.",
            "descriptionCn": "道路噪音屏障（RNBs）是建设宜居城市的重要城市基础设施。然而，缺乏关于RNBs的大规模、准确的地理空间数据，阻碍了城市的合理规划、城市可持续发展和城市环境的不断改善。为了解决这个问题，本研究提出了一个地理空间人工智能框架，使用街景图像在中国创建矢量化RNB数据集。首先，基于OpenStreetMap对每个城市的路网进行密集采样，作为下载 600 万张百度街景 (BSV) 图像的地理参考。此外，还开发了基于集成学习策略的包含图像背景信息 (IC-CNN) 的卷积神经网络，以从BSV图像中检测RNB。随后，基于识别出的RNB位置生成以折线形式呈现的RNB数据集，总长度为2667.02公里，分布于222个城市。最后从两个角度评价RNB数据集的质量：一是检测精度；二是完整性和定位精度。基于一组随机选择的包含 10,000 张 BSV 图像的样本，计算了四个量化指标：总体准确率为 98.61%，召回率为 87.14%，准确率为 76.44%，F1-score 为 81.44%。此外，使用BSV图像对不同城市总长度254公里的道路进行人工调查，以评估生成的和调查的RNB之间的里程偏差和交并比：里程偏差的均方根误差为0.08公里，交并比为88.08 % ± 2.95 %。评估结果表明，生成的 RNB 数据集质量高，可作为准确可靠的数据集用于各种大规模城市研究。",
            "instructions": "China_ road_ noise_ barrier_ dataset.shp\nThe data set file format is ESRI ShapeFile format, which can be directly opened by professional software such as ArcGIS",
            "instructionsCn": "China_road_noise_barrier_dataset.shp\n该数据集文件格式为ESRI Shapefile 格式，Arcgis等专业软件均可直接打开",
            "east": 73.66,
            "west": 135.05,
            "south": 3.86,
            "north": 53.55,
            "startTime": null,
            "endTime": null,
            "fileSize": 4263105260.0,
            "cstr": "18406.11.Others.tpdc.271914",
            "doi": "10.11888/Others.tpdc.271914",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈旻",
                "nameEn": "CHEN Min ",
                "unitEn": "Lab of Smart City Sensing and Simulation, Nanjing Normal University",
                "unitCn": "南京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Vectorized dataset of roadside noise barriers in China using street view imagery",
                "referenceCn": null,
                "referenceEn": "Qian, Z., Chen, M., Yang, Y., Zhong, T., Zhang, F., Zhu, R., Zhang, K., Zhang, Z., Sun, Z., Ma, P., Lü, G., Ye, Y., and Yan, J. (2022). Vectorized dataset of roadside noise barriers in China using street view imagery. Earth Syst. Sci. Data, 14, 4057–4076, https://doi.org/10.5194/essd-14-4057-2022."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "城市规划",
                "nameEn": "City planning"
            },
            {
                "nameCn": "居名点",
                "nameEn": "Residential area"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国363座城市",
                "keywordEn": "363 cities of China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020年",
                "keywordEn": "2020 year",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
                "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
            },
            {
                "titleCn": "泛第三极关键节点区域Landsat拾米级多光谱遥感影像（2000-2016）",
                "titleEn": "Landsat multi-spectral remote sensing images dataset of pan-third pole key points  region (2000-2016)"
            },
            {
                "titleCn": "泛第三极关键节点区域日最高气温、日平均相对湿度数据集（2000-2016）",
                "titleEn": "Daily maximum temperature, daily average relative humidity dataset of Pan-Third Pole key points region (2000-2016)"
            },
            {
                "titleCn": "泛第三极关键节点区域历史高温热浪灾害事件数据集（2010-2018）",
                "titleEn": "Ｈistorical heat wave disaster dataset of pan-third pole key points  region (2010-2018)"
            },
            {
                "titleCn": "孟加拉国达卡市高分辨遥感数据集拾米级多光谱遥感影像（2010）",
                "titleEn": "High resolution remote sensing data set in Dhaka City, Bangladesh"
            },
            {
                "titleCn": "孟加拉国达卡市气象站点监测数据（2016-2019）",
                "titleEn": "Monitoring data of meteorological stations in Dhaka City, Bangladesh (2016-2019)"
            },
            {
                "titleCn": "泛第三极34个关键节点高温热浪敏感性数据集（2015）",
                "titleEn": "Heat wave vulnerability data set of 34 key nodes in 2015"
            },
            {
                "titleCn": "锡尔河流域土壤盐渍化观测数据（2017年5月，9月）",
                "titleEn": "Soil salinization observation data in the Syr Dayra River Basin on May and Sep, 2017"
            },
            {
                "titleCn": "祁连山地貌特征数据（2020）",
                "titleEn": "Geomorphological data of Qilian Shan (2020)"
            },
            {
                "titleCn": "青藏高原长时间序列生态本底图（1990-2015）",
                "titleEn": "Long time series ecological background map of Qinghai Tibet Plateau (1990-2015)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Roadside noise barriers (RNBs) are a vital urban infrastructure that contribute significantly to mitigate undesirable traffic noise in communities. Additionally, RNBs contribute to the development of sustainable cities in many ways. For example, with the emphasis on new energy, RNBs are being used to install solar photovoltaic panels, thereby increasing the utility of new energy sources. The reasonable presence of RNBs also enables the airflow in the urban canyon region to be adjusted, thereby improving the roadside air quality. Because of the importance of RNBs in building sustainable cities, the demand for RNBs has increased alongside traffic growth in recent decades. Over the past few years, extensive geospatial databases have been established to store data on many aspects of urban infrastructure. However, the sharing and exchange of RNB data in these databases are restricted, and the data only cover a limited geographic area. These challenges to data acquisition are because databases have to adhere to various standards related to geographic data. On the other hand, the RNB data are often created and updated manually through road inspections and investigations which are costly and time-consuming, especially on a large scale. Street view imagery is georeferenced data densely covering the road network of cities. As a new geospatial data source, it provides depictions of real-world surroundings, including natural landscapes and the built environment, and enables users to recognize physical objects, urban dynamics features, and geographic scenes on a large scale. However, manual interpretation is a tedious task, and conventional computer vision algorithms struggle when confronted with large amounts of data and complex image features."
            ],
            "research objective": [
                "To address this problem, this study creates a vectorized RNB dataset in China using street view imagery and a geospatial artificial intelligence framework."
            ],
            "challenges": [
                "The sharing and exchange of RNB data in these databases are restricted, and the data only cover a limited geographic area. These challenges to data acquisition are because databases have to adhere to various standards related to geographic data. On the other hand, the RNB data are often created and updated manually through road inspections and investigations which are costly and time-consuming, especially on a large scale."
            ],
            "methods": [
                "First, intensive sampling is performed on the road network of each city based on OpenStreetMap, which is used as the georeference for downloading 6 ×10^6 Baidu Street View (BSV) images. Furthermore, considering the prior geographic knowledge contained in street view images, convolutional neural networks incorporating image context information (IC-CNNs) based on an ensemble learning strategy are developed to detect RNBs from the BSV images. The RNB dataset presented by polylines is generated based on the identified RNB locations, with a total length of 2667.02 km in 222 cities. A total length of 254.45 km of roads in different cities are manually surveyed using BSV images to evaluate the mileage deviation and overlap level between the generated and surveyed RNBs."
            ],
            "dataset": [
                "The RNB dataset presented by polylines is generated based on the identified RNB locations, with a total length of 2667.02 km in 222 cities. A total length of 254.45 km of roads in different cities are manually surveyed using BSV images to evaluate the mileage deviation and overlap level between the generated and surveyed RNBs."
            ],
            "findings": [
                "The evaluation results suggest that the generated RNB dataset is of high quality and can be applied as an accurate and reliable dataset for a variety of large-scale urban studies, such as estimating the regional solar photovoltaic potential, developing 3D urban models, and designing rational urban layouts."
            ],
            "backgroundCn": [
                "道路噪声屏障（RNBs）是重要的城市基础设施，对缓解社区中不良交通噪声具有重要作用。此外，RNBs在可持续城市发展方面也贡献良多。例如，随着对新能源的重视，RNBs被用于安装太阳能光伏板，从而增加新能源的利用。RNBs的合理存在还能够调整城市峡谷区域的气流，从而改善路边空气质量。由于RNBs在建设可持续城市中的重要性，近年来随着交通增长，RNBs的需求也随之增加。在过去几年中，已经建立了广泛的地理空间数据库，以存储城市基础设施的许多方面的数据。然而，这些数据库中RNB数据的共享和交换受到限制，并且数据仅覆盖有限的地理区域。这些数据获取的挑战是因为数据库必须遵循与地理数据相关的各种标准。另一方面，RNB数据通常通过道路检查和调查手动创建和更新，这在大规模上是成本高昂且耗时的。街景影像是密集覆盖城市道路网络的地理参考数据。作为一种新的地理空间数据源，它提供了对现实世界环境的描绘，包括自然景观和建筑环境，使用户能够识别物理对象、城市动态特征和地理场景。然而，手动解释是一项繁琐的任务，传统的计算机视觉算法在面对大量数据和复杂图像特征时表现不佳。"
            ],
            "research objectiveCn": [
                "为了解决这个问题，本研究利用街景图像和地理空间人工智能框架创建了一个中国的向量化RNB数据集。"
            ],
            "challengesCn": [
                "这些数据库中RNB数据的共享和交换受到限制，数据仅覆盖有限的地理区域。这些数据获取的挑战是因为数据库必须遵循与地理数据相关的各种标准。另一方面，RNB数据通常通过道路检查和调查手动创建和更新，这在大规模上是成本高昂且耗时的。"
            ],
            "methodsCn": [
                "首先，在每个城市的道路网络上进行密集采样，基于OpenStreetMap作为地理参考，下载了600万个百度街景（BSV）图像。此外，考虑到街景图像中包含的先前地理知识，开发了基于集成学习策略的卷积神经网络（IC-CNNs），以从BSV图像中检测RNB（道路网络边界）。根据识别出的RNB位置生成了以多线段表示的RNB数据集，总长度为2667.02公里，涵盖222个城市。使用BSV图像对不同城市的254.45公里道路进行了人工调查，以评估生成的RNB与调查RNB之间的里程偏差和重叠程度。"
            ],
            "datasetCn": [
                "由多条线段表示的RNB数据集是基于已识别的RNB位置生成的，总长度为2667.02公里，覆盖222个城市。在不同城市中，总长度为254.45公里的道路通过BSV图像进行人工调查，以评估生成的RNB与调查的RNB之间的里程偏差和重叠程度。"
            ],
            "findingsCn": [
                "评估结果表明，生成的RNB数据集质量高，可以作为准确可靠的数据集应用于各种大规模城市研究，例如估算区域太阳能光伏潜力、开发3D城市模型和设计合理的城市布局。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the implementation of convolutional neural networks with image context information effectively detect and map roadside noise barriers in urban environments?",
                "QuestionCn": "卷积神经网络结合图像上下文信息是否能有效检测和映射城市环境中的道路噪声屏障？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is there a challenge in sharing and exchanging roadside noise barrier data due to adherence to geographic data standards?",
                "QuestionCn": "由于遵循地理数据标准，分享和交换道路噪音屏障数据是否存在挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary data collection method for roadside noise barriers datasets based on manual surveys, street view imagery, or satellite imagery?",
                "QuestionCn": "道路噪声屏障数据集的主要数据收集方法是基于人工调查、街景图像还是卫星图像？",
                "AnswerEn": "street view imagery",
                "AnswerCn": "街景图像",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Does the challenge in acquiring geospatial data for roadside noise barriers mainly stem from database standards, manual data updating, or lack of technology?",
                "QuestionCn": "获取道路噪音屏障的地理空间数据的挑战主要源于数据库标准、手动数据更新还是技术缺乏？",
                "AnswerEn": "database standards and manual data updating",
                "AnswerCn": "数据库标准和手动数据更新",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What geospatial data source is used to create a vectorized RNB dataset in this domain?",
                "QuestionCn": "在该领域中，用于创建矢量化RNB数据集的地理空间数据源是什么？",
                "AnswerEn": "Street view imagery",
                "AnswerCn": "街景图像",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where is the intensive sampling performed for the data collection of road networks?",
                "QuestionCn": "道路网络数据收集的密集采样是在何处进行的？",
                "AnswerEn": "OpenStreetMap",
                "AnswerCn": "OpenStreetMap",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced in sharing and exchanging RNB data in databases?",
                "QuestionCn": "在数据库中共享和交换RNB数据时面临的挑战有哪些？",
                "AnswerEn": "restrictions",
                "AnswerCn": "限制条件",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that can be used to create a vectorized roadside noise barrier dataset in urban areas?",
                "QuestionCn": "您能否提供一个数据收集方法的示例，用于在城市地区创建一个矢量化的道路噪声屏障数据集？",
                "AnswerEn": "A data collection method involves using street view imagery as a geospatial data source to densely cover the road network of cities. This method uses intensive sampling based on OpenStreetMap to guide the downloading of Baidu Street View images, which are then processed using convolutional neural networks to detect and vectorize roadside noise barriers.",
                "AnswerCn": "一种数据收集方法涉及使用街景图像作为地理空间数据源，以密集覆盖城市的道路网络。该方法基于OpenStreetMap进行密集采样，以指导下载百度街景图像，然后使用卷积神经网络处理这些图像，以检测和矢量化路边噪音屏障。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting and sharing roadside noise barrier data on a large scale?",
                "QuestionCn": "在大规模收集和共享道路噪音屏障数据时面临的一个挑战是什么？",
                "AnswerEn": "A challenge in collecting and sharing roadside noise barrier data is that existing databases have restricted sharing due to various geographic data standards, and they often cover only limited geographic areas. Additionally, manual creation and updating of data through road inspections are both costly and time-consuming on a large scale.",
                "AnswerCn": "收集和共享道路噪音屏障数据的一个挑战是，现有数据库由于各种地理数据标准而限制共享，并且通常仅覆盖有限的地理区域。此外，通过道路检查手动创建和更新数据在大规模上既昂贵又耗时。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a geospatial artificial intelligence framework used for detecting roadside noise barriers?",
                "QuestionCn": "用于检测道路噪音屏障的地理空间人工智能框架的特点是什么？",
                "AnswerEn": "street view imagery, convolutional neural networks, image context information, intensive sampling of road networks, georeferenced data, ensemble learning strategies",
                "AnswerCn": "街景图像，卷积神经网络，图像上下文信息，道路网络的密集采样，地理参考数据，集成学习策略",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What features of street view imagery make it suitable for creating vectorized datasets of urban infrastructure?",
                "QuestionCn": "街景图像的哪些特征使其适合创建城市基础设施的矢量化数据集？",
                "AnswerEn": "georeferenced data, dense coverage of city road networks, depictions of real-world surroundings, recognition of physical objects, urban dynamic features, geographic scenes",
                "AnswerCn": "地理参考数据、城市道路网络的密集覆盖、现实环境的描绘、物体识别、城市动态特征、地理场景。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many street view images were downloaded and used for creating the vectorized dataset?",
                "QuestionCn": "用于创建矢量化数据集的街景图像下载和使用了多少张？",
                "AnswerEn": "6 million",
                "AnswerCn": "600万",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the total length of the vectorized dataset created for roadside noise barriers across various cities?",
                "QuestionCn": "针对各个城市的道路噪音屏障创建的向量化数据集的总长度是多少？",
                "AnswerEn": "2667.02 kilometers",
                "AnswerCn": "2667.02公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'vectorized RNB dataset' in the context of geospatial data collection?",
                "QuestionCn": "在地理空间数据收集的上下文中，“向量化RNB数据集”是什么意思？",
                "AnswerEn": "A 'vectorized RNB dataset' refers to a dataset that presents roadside noise barriers (RNBs) as polylines based on identified RNB locations, allowing for detailed and precise mapping in geospatial studies.",
                "AnswerCn": "“向量化的道路噪声屏障（RNB）数据集”是指一个将道路噪声屏障以多线段形式呈现的数据库，基于已识别的RNB位置，允许在地理空间研究中进行详细和精确的映射。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'geospatial artificial intelligence framework' imply in the process of data collection?",
                "QuestionCn": "“地理空间人工智能框架”在数据收集过程中意味着什么？",
                "AnswerEn": "A 'geospatial artificial intelligence framework' implies a systematic approach that utilizes artificial intelligence techniques, such as convolutional neural networks, to analyze and interpret geospatial data from sources like street view imagery for the purpose of detecting and mapping urban infrastructure like RNBs.",
                "AnswerCn": "“地理空间人工智能框架”意味着一种系统化的方法，利用人工智能技术，如卷积神经网络，分析和解释来自街景图像等来源的地理空间数据，以检测和绘制城市基础设施，如RNB（道路网络边界）。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are 'convolutional neural networks incorporating image context information (IC-CNNs)' in the context of detecting roadside noise barriers?",
                "QuestionCn": "在检测道路噪音屏障的背景下，\"结合图像上下文信息的卷积神经网络（IC-CNNs）\"指的是一种利用图像的上下文信息来增强卷积神经网络性能的技术。",
                "AnswerEn": "'Convolutional neural networks incorporating image context information (IC-CNNs)' are advanced neural network models that integrate additional contextual information from images to enhance the detection capabilities of complex features, such as roadside noise barriers, within large-scale geospatial datasets.",
                "AnswerCn": "“结合图像上下文信息的卷积神经网络（IC-CNNs）”是先进的神经网络模型，它们整合了来自图像的额外上下文信息，以增强在大规模地理空间数据集中检测复杂特征（如道路噪声屏障）的能力。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of street view imagery in detecting roadside noise barriers compare to traditional manual road inspections in terms of cost and scalability?",
                "QuestionCn": "使用街景图像检测道路噪音屏障与传统的人工道路检查在成本和可扩展性方面的比较如何？",
                "AnswerEn": "The use of street view imagery, as compared to traditional manual road inspections, is more scalable and cost-effective. Street view imagery allows for georeferenced data collection that densely covers the road network, reducing the need for costly and time-consuming manual road inspections, especially on a large scale.",
                "AnswerCn": "与传统的人工道路检查相比，街景图像的使用更具可扩展性和成本效益。街景图像允许进行地理参考数据收集，密集覆盖道路网络，从而减少了在大规模检查中对昂贵且耗时的人工道路检查的需求。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in data coverage and geographic area limitations when using street view imagery versus conventional geospatial databases for collecting roadside noise barrier data?",
                "QuestionCn": "使用街景影像与传统地理空间数据库收集路边噪音屏障数据时，在数据覆盖和地理区域限制方面有什么区别？",
                "AnswerEn": "Street view imagery offers extensive data coverage by providing depictions of real-world surroundings across large geographic areas, while conventional geospatial databases often have limited geographic coverage and face restrictions on data sharing and exchange due to adherence to various geographic data standards.",
                "AnswerCn": "街景影像通过提供大范围地理区域的现实世界环境描绘，提供了广泛的数据覆盖，而传统的地理空间数据库通常地理覆盖范围有限，并且由于遵循各种地理数据标准，面临数据共享和交换的限制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the challenges of data sharing and standard adherence impact the acquisition and quality of geospatial datasets for urban infrastructure planning?",
                "QuestionCn": "数据共享和标准遵循的挑战如何影响城市基础设施规划中地理空间数据集的获取和质量？",
                "AnswerEn": "The limited geographic coverage and restrictions in data sharing due to adherence to geographic data standards can hinder the acquisition and update of comprehensive geospatial datasets. Such challenges necessitate innovative data collection techniques, like using AI frameworks with street view imagery, to overcome these limitations and improve dataset quality.",
                "AnswerCn": "有限的地理覆盖范围和由于遵循地理数据标准而导致的数据共享限制，可能会妨碍全面地理空间数据集的获取和更新。这些挑战需要创新的数据收集技术，例如使用人工智能框架与街景图像相结合，以克服这些限制并提高数据集的质量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying causes that make the sharing and exchange of roadside noise barrier data in geospatial databases restricted?",
                "QuestionCn": "导致道路噪声屏障数据在地理空间数据库中共享和交换受限的潜在原因是什么？",
                "AnswerEn": "The sharing and exchange of roadside noise barrier data in geospatial databases are restricted due to the need to adhere to various standards related to geographic data, which limits the coverage of these databases to only certain geographic areas.",
                "AnswerCn": "由于需要遵循与地理数据相关的各种标准，路边噪声屏障数据的共享和交换在地理空间数据库中受到限制，这限制了这些数据库的覆盖范围，仅限于某些地理区域。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is manual interpretation of street view imagery for detecting roadside noise barriers considered challenging and time-consuming?",
                "QuestionCn": "手动解读街景图像以检测道路噪音屏障被认为是具有挑战性且耗时的。",
                "AnswerEn": "Manual interpretation of street view imagery for detecting roadside noise barriers is challenging and time-consuming because it involves dealing with large amounts of data and complex image features, which conventional computer vision algorithms struggle to handle efficiently.",
                "AnswerCn": "手动解读街景图像以检测路边噪音屏障是具有挑战性且耗时的，因为这涉及处理大量数据和复杂的图像特征，而传统的计算机视觉算法在高效处理这些问题时存在困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the reasons behind the increased demand for roadside noise barriers alongside traffic growth in recent decades?",
                "QuestionCn": "近年来，随着交通增长，路边噪音屏障需求增加的原因是什么？",
                "AnswerEn": "The increased demand for roadside noise barriers alongside traffic growth in recent decades is due to their vital role in mitigating undesirable traffic noise and contributing to sustainable city development, such as by supporting the installation of solar photovoltaic panels and improving air quality in urban areas.",
                "AnswerCn": "近年来，随着交通增长，路边噪音屏障的需求增加，主要是因为它们在减轻不良交通噪音方面发挥着重要作用，并有助于可持续城市发展，例如支持太阳能光伏面板的安装和改善城市空气质量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the manual updating of roadside noise barrier data through road inspections impact the scalability and timeliness of data collection?",
                "QuestionCn": "手动更新路边噪音屏障数据通过道路检查对数据收集的可扩展性和及时性产生了怎样的影响？",
                "AnswerEn": "Manual updating through road inspections impacts scalability and timeliness negatively as it is costly and time-consuming, making it challenging to cover large geographic areas efficiently.",
                "AnswerCn": "通过道路检查进行手动更新对可扩展性和及时性产生负面影响，因为这既昂贵又耗时，使得高效覆盖大面积地理区域变得具有挑战性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the potential outcomes of integrating street view imagery with convolutional neural networks in urban data collection?",
                "QuestionCn": "将街景图像与卷积神经网络集成在城市数据收集中的潜在结果可能包括：",
                "AnswerEn": "Integrating street view imagery with convolutional neural networks in urban data collection can lead to the creation of high-quality geospatial datasets, providing a more accurate and comprehensive representation of urban infrastructure for large-scale studies, such as estimating regional solar photovoltaic potential and developing 3D urban models.",
                "AnswerCn": "将街景图像与卷积神经网络相结合进行城市数据收集，可以创建高质量的地理空间数据集，为大规模研究提供更准确和全面的城市基础设施表示，例如估算区域太阳能光伏潜力和开发三维城市模型。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of creating a vectorized dataset for roadside noise barriers in urban areas?",
                "QuestionCn": "创建城市地区道路噪声屏障的矢量化数据集的主要目标是什么？",
                "AnswerEn": "The primary goal is to facilitate the accurate and reliable collection of geospatial data on roadside noise barriers (RNBs) to improve urban planning, promote sustainable city development, and enhance urban environments.",
                "AnswerCn": "主要目标是促进对道路噪音屏障（RNBs）地理空间数据的准确和可靠收集，以改善城市规划，促进可持续城市发展，并提升城市环境。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What objectives do researchers aim to achieve by evaluating the quality of datasets generated from street view images for urban infrastructure?",
                "QuestionCn": "研究人员通过评估从街景图像生成的数据集的质量，旨在实现以下目标：",
                "AnswerEn": "Researchers aim to ensure that the datasets are of high quality, accurate, and reliable for various urban studies such as estimating solar photovoltaic potential, developing 3D urban models, and designing rational urban layouts.",
                "AnswerCn": "研究人员旨在确保数据集的高质量、准确性和可靠性，以便用于各种城市研究，例如估算太阳能光伏潜力、开发三维城市模型和设计合理的城市布局。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using street view imagery to create a vectorized dataset of roadside noise barriers?",
                "QuestionCn": "使用街景影像创建道路噪音屏障的矢量化数据集涉及的程序步骤如下：\n\n1. 收集街景影像数据：获取包含道路及其周边环境的街景影像，确保覆盖所有相关区域。\n\n2. 图像预处理：对收集到的影像进行处理，包括去噪、增强对比度和调整亮度，以提高后续分析的准确性。\n\n3. 识别噪音屏障：使用计算机视觉技术（如图像分割和物体检测）识别影像中的噪音屏障。可以使用深度学习模型进行训练，以提高识别精度。\n\n4. 提取特征：从识别出的噪音屏障中提取相关特征，如位置、形状、高度和材料类型等。\n\n5. 矢量化处理：将提取的特征转换为矢量数据格式，通常使用GIS软件或编程工具（如Python的Shapely库）进行处理。\n\n6. 数据整合：将矢量化的噪音屏障数据与其他相关地理信息（如道路网络、土地利用等）进行整合，形成一个综合的数据集。\n\n7. 数据验证：对生成的矢量数据集进行验证，确保其准确性和完整性，可以通过现场调查或与已有数据进行对比来实现。\n\n8. 数据存储与共享：将最终的数据集存储在适当的数据库中，并根据需要共享给相关利益方或进行进一步分析。",
                "AnswerEn": "The process involves intensive sampling of the road network of each city using OpenStreetMap as a georeference to download 6 million Baidu Street View images. Convolutional neural networks incorporating image context information based on an ensemble learning strategy are then developed to detect roadside noise barriers from these images. Finally, a vectorized dataset presented by polylines is generated based on the identified locations of the noise barriers.",
                "AnswerCn": "该过程涉及对每个城市的道路网络进行密集采样，使用OpenStreetMap作为地理参考，下载600万张百度街景图像。然后，基于集成学习策略开发卷积神经网络，结合图像上下文信息，以检测这些图像中的路边噪音屏障。最后，根据识别出的噪音屏障位置生成以折线表示的矢量化数据集。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can the quality of a geospatial dataset of roadside noise barriers be evaluated using street view imagery?",
                "QuestionCn": "如何使用街景图像评估道路噪音屏障的地理空间数据集的质量？",
                "AnswerEn": "The quality can be evaluated by calculating four quantifiable metrics: overall accuracy, recall, precision, and F1-score, based on a random sample of 10,000 Baidu Street View images. Additionally, manual surveys of 254.45 km of roads in different cities using street view imagery are conducted to assess mileage deviation and overlap level between the generated and surveyed roadside noise barriers.",
                "AnswerCn": "质量可以通过计算四个可量化指标来评估：整体准确率、召回率、精确率和F1-score，这些指标基于对10,000张百度街景图像的随机抽样。此外，还对不同城市的254.45公里道路进行了手动调查，使用街景图像评估生成的和调查的路边噪声屏障之间的里程偏差和重叠程度。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What data collection methods are used to ensure accurate and reliable data for large-scale urban studies involving roadside noise barriers?",
                "QuestionCn": "为了确保涉及道路噪音屏障的大规模城市研究的数据准确性和可靠性，使用了哪些数据收集方法？",
                "AnswerEn": "The data collection method includes downloading street view images based on a georeferenced road network and developing convolutional neural networks that incorporate image context information to detect noise barriers. This approach is supplemented by manual surveys of selected road segments to evaluate the dataset's accuracy in terms of mileage deviation and overlap levels.",
                "AnswerCn": "数据收集方法包括根据地理参考的道路网络下载街景图像，并开发卷积神经网络，结合图像上下文信息来检测噪音屏障。该方法还通过对选定道路段进行人工调查，以评估数据集在里程偏差和重叠水平方面的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods enable the collection of large-scale geospatial data to map urban infrastructure like roadside noise barriers in cities?",
                "QuestionCn": "哪些方法可以收集大规模地理空间数据，以绘制城市基础设施的地图，例如城市中的道路噪音屏障？",
                "AnswerEn": "The use of street view imagery as a georeferenced data source enables the collection of large-scale geospatial data. Intensive sampling of the road network based on OpenStreetMap and downloading millions of Baidu Street View images are methods that facilitate this process.",
                "AnswerCn": "使用街景图像作为地理参考数据源可以收集大规模的地理空间数据。基于OpenStreetMap对道路网络进行密集采样，并下载数百万张百度街景图像是促进这一过程的方法。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do convolutional neural networks incorporating image context information enhance the detection of urban features from geospatial data?",
                "QuestionCn": "卷积神经网络结合图像上下文信息如何增强从地理空间数据中检测城市特征的能力？",
                "AnswerEn": "Convolutional neural networks incorporating image context information, particularly those based on an ensemble learning strategy, enhance the detection of urban features by effectively analyzing the prior geographic knowledge contained in street view images, thus improving the accuracy of identifying roadside noise barriers.",
                "AnswerCn": "卷积神经网络结合图像上下文信息，特别是基于集成学习策略的网络，通过有效分析街景图像中包含的先前地理知识，增强了城市特征的检测，从而提高了识别路边噪音屏障的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do manual surveys complement automated data collection techniques in evaluating urban geospatial datasets?",
                "QuestionCn": "手动调查在评估城市地理空间数据集方面如何补充自动数据收集技术？",
                "AnswerEn": "Manual surveys complement automated data collection techniques by providing a means to evaluate the mileage deviation and overlap level between generated datasets and real-world features, as demonstrated by the use of Baidu Street View images to manually survey roads in different cities.",
                "AnswerCn": "手动调查通过提供一种评估生成数据集与现实世界特征之间的里程偏差和重叠程度的方法，补充了自动数据收集技术，正如通过使用百度街景图像在不同城市手动调查道路所示。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to share and exchange roadside noise barrier data across geospatial databases?",
                "QuestionCn": "在地理空间数据库之间共享和交换道路噪音屏障数据可能面临哪些挑战？",
                "AnswerEn": "The sharing and exchange of roadside noise barrier data in geospatial databases are restricted because these databases have to adhere to various standards related to geographic data. Additionally, the data often cover a limited geographic area, which poses a challenge to data acquisition.",
                "AnswerCn": "道路噪声屏障数据在地理空间数据库中的共享和交换受到限制，因为这些数据库必须遵循与地理数据相关的各种标准。此外，这些数据通常覆盖的地理区域有限，这给数据获取带来了挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected challenges when using street view imagery for creating large-scale urban infrastructure datasets?",
                "QuestionCn": "使用街景图像创建大规模城市基础设施数据集时，预期会面临哪些挑战？",
                "AnswerEn": "When using street view imagery for creating large-scale urban infrastructure datasets, expected challenges include the manual interpretation of large amounts of data, which is tedious, and the difficulty conventional computer vision algorithms face when confronted with complex image features.",
                "AnswerCn": "在使用街景图像创建大规模城市基础设施数据集时，预期的挑战包括对大量数据进行手动解读，这是一项繁琐的工作，以及传统计算机视觉算法在面对复杂图像特征时所面临的困难。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Why is there an expectation for manual surveys to be costly and time-consuming in the context of large-scale roadside noise barrier data collection?",
                "QuestionCn": "在大规模路边噪声屏障数据收集的背景下，人们普遍认为手动调查会成本高昂且耗时。",
                "AnswerEn": "Manual surveys are expected to be costly and time-consuming for large-scale roadside noise barrier data collection because the data are often created and updated through road inspections and investigations, which require significant time and resources, especially on a large scale.",
                "AnswerCn": "手动调查预计在大规模道路噪音屏障数据收集方面成本高昂且耗时，因为这些数据通常通过道路检查和调查创建和更新，这在大规模上需要大量的时间和资源。",
                "Level": "C2(Understanding)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you assess the challenges associated with the manual interpretation of street view imagery for data collection purposes?",
                "QuestionCn": "如何评估手动解读街景图像用于数据收集目的所面临的挑战？",
                "AnswerEn": "The manual interpretation of street view imagery for data collection is challenging due to the tedious nature of the task and the complexity of image features. Traditional computer vision algorithms struggle with large datasets, necessitating the use of more sophisticated methods like convolutional neural networks with ensemble learning strategies to effectively identify and extract relevant data.",
                "AnswerCn": "手动解读街景图像进行数据收集具有挑战性，因为这项任务繁琐且图像特征复杂。传统的计算机视觉算法在处理大规模数据集时表现不佳，因此需要使用更复杂的方法，如卷积神经网络与集成学习策略，以有效识别和提取相关数据。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about the techniques used to ensure the accuracy and reliability of datasets created from street view imagery for urban studies.",
                "QuestionCn": "我对从街景图像创建的用于城市研究的数据集的准确性和可靠性所使用的技术感到不确定。",
                "AnswerEn": "To ensure accuracy and reliability, convolutional neural networks incorporating image context information based on an ensemble learning strategy are developed to detect roadside noise barriers from street view images. The generated dataset is evaluated based on detection precision, completeness, and location accuracy, with high overall accuracy and low mileage deviation between generated and manually surveyed data.",
                "AnswerCn": "为了确保准确性和可靠性，开发了基于集成学习策略的卷积神经网络，结合图像上下文信息，以检测街景图像中的道路噪声屏障。生成的数据集根据检测精度、完整性和位置准确性进行评估，结果显示整体准确率高，生成数据与人工调查数据之间的里程偏差低。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe the process of creating a vectorized dataset of roadside noise barriers using geospatial artificial intelligence techniques.",
                "QuestionCn": "创建道路噪音屏障的矢量化数据集的过程涉及使用地理空间人工智能技术，具体步骤如下：\n\n1. **数据收集**：收集相关的地理空间数据，包括道路网络、噪音屏障的现有位置和特征等。这些数据可以通过遥感技术、无人机拍摄、地理信息系统（GIS）或公共数据库获取。\n\n2. **数据预处理**：对收集到的数据进行清洗和格式化，确保数据的准确性和一致性。这可能包括去除重复数据、填补缺失值和标准化数据格式。\n\n3. **特征提取**：利用图像处理和计算机视觉技术，从卫星图像或航拍图像中提取噪音屏障的特征。这可以通过深度学习模型（如卷积神经网络）来实现，以识别和分类噪音屏障。\n\n4. **矢量化**：将提取的特征转换为矢量数据格式。这通常涉及将识别出的噪音屏障的边界转换为多边形或线条，以便在GIS软件中进行进一步分析。\n\n5. **空间分析**：使用地理空间分析工具，分析噪音屏障与周围环境（如道路、建筑物和居民区）的关系。这可以帮助评估噪音屏障的有效性和影响。\n\n6. **数据整合**：将矢量化的噪音屏障数据与其他相关地理数据（如人口密度、交通流量等）整合，以创建一个综合的地理数据库。\n\n7. **可视化与共享**：使用GIS软件或在线地图平台可视化矢量化数据集，并与相关利益方共享，以便进行决策支持和政策制定。\n\n8. **持续更新**：建立一个持续更新的机制，以便定期更新噪音屏障的数据集，反映新的建设和环境变化。",
                "AnswerEn": "The process involves using street view imagery and a geospatial artificial intelligence framework. Intensive sampling is performed on the road network of each city based on OpenStreetMap, which serves as the georeference for downloading 6 million Baidu Street View images. Convolutional neural networks incorporating image context information (IC-CNNs) based on an ensemble learning strategy are developed to detect roadside noise barriers from these images. The dataset is generated in the form of polylines based on the identified barrier locations across 222 cities.",
                "AnswerCn": "该过程涉及使用街景图像和地理空间人工智能框架。根据OpenStreetMap对每个城市的道路网络进行密集采样，作为下载600万张百度街景图像的地理参考。开发了基于集成学习策略的图像上下文信息卷积神经网络（IC-CNNs），用于从这些图像中检测路边噪声屏障。数据集以多线段的形式生成，基于在222个城市中识别的屏障位置。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please explain the challenges associated with data acquisition for roadside noise barriers and how these challenges are addressed.",
                "QuestionCn": "请解释与道路噪声屏障数据采集相关的挑战，以及如何应对这些挑战。",
                "AnswerEn": "Challenges include restrictions on the sharing and exchange of data in geospatial databases, limited geographic coverage, and the costly and time-consuming nature of manual data creation and updates through road inspections. These challenges are addressed by using street view imagery as a new geospatial data source, which provides georeferenced depictions of real-world surroundings. This allows for large-scale data acquisition without the need for manual interpretation, which is traditionally tedious and inefficient with conventional computer vision algorithms.",
                "AnswerCn": "挑战包括地理空间数据库中数据共享和交换的限制、有限的地理覆盖范围，以及通过道路检查进行手动数据创建和更新的高成本和耗时性。这些挑战通过使用街景图像作为新的地理空间数据源得以解决，街景图像提供了现实世界环境的地理参考描绘。这使得大规模数据采集成为可能，而无需手动解释，这在传统计算机视觉算法中通常是繁琐和低效的。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please outline a method to evaluate the quality of a dataset of roadside noise barriers generated from street view imagery.",
                "QuestionCn": "概述一种评估从街景图像生成的道路噪音屏障数据集质量的方法。",
                "AnswerEn": "The quality of the dataset can be evaluated from the perspectives of detection accuracy, completeness, and positional accuracy. In this approach, a set of quantifiable metrics is calculated, including overall accuracy, recall, precision, and F1-score. Additionally, a manual survey using street view images is conducted on a sample of roads to assess the mileage deviation and overlap level between the generated and surveyed data. The evaluation process ensures that the dataset is of high quality, making it applicable for large-scale urban studies.",
                "AnswerCn": "数据集的质量可以从检测准确性、完整性和位置准确性等角度进行评估。在这种方法中，计算一组可量化的指标，包括整体准确率、召回率、精确率和F1-score。此外，还通过使用街景图像对一部分道路进行手动调查，以评估生成数据与调查数据之间的里程偏差和重叠程度。评估过程确保数据集具有高质量，使其适用于大规模城市研究。",
                "Level": "C6(Creating)"
            }
        ]
    }
}