{
  "id": "d4e12be6-7dbe-453d-8833-079c5c73b0ff",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "A Remote Sensing-based global 10-day resolution Surface Soil Moisture dataset (RSSSM, 2003~2020)",
      "titleCn": "基于遥感的全球表层土壤水旬度数据集（RSSSM，2003~2020）",
      "description": "Based on 11 well-acknowledged global-scale microwave remote sensing-based surface soil moisture products, and with 9 main quality impact factors of microwave-based soil moisture retrieval incorporated, we developed the Remote Sensing-based global Surface Soil Moisture dataset (RSSSM, 2003~2020) through a complicated neural network approach. The spatial resolution of RSSSM is 0.1°, while the temporal resolution is approximately 10 days. The original dataset covered 2003~2018, but now it has been updated to 2020. RSSSM dataset is outstanding in terms of temporal continuity, and has full spatial coverage except for snow, ice and water bodies. The comparison against the global-scale in-situ soil moisture measurements indicates that RSSSM has a higher spatial and temporal accuracy than most of the frequently-used global/regional long-term surface soil moisture datasets. In addition, although RSSSM is remote sensing based, without the incorporation of any precipitation data or records, its interannual variation generally conforms with that of precipitation (e.g., the GPM IMERG precipitation data) and Standardized Precipitation Evapotranspiration Index (SPEI). Moreover, RSSSM can also reflect the impact of human activities, e.g., urbanization, cropland irrigation and afforestation on soil moisture changes to some degree. The data is in ‘Tiff’ format, and the size after compression is 2.48 GB. The relevant data describing paper has been published in the Journal ‘Earth System Science Data’ in 2021.",
      "descriptionCn": "基于遥感的全球表层土壤水旬度数据集（RSSSM，2003~2020）是在世界11种常用的全球微波遥感土壤水数据产品基础上，采用神经网络方法，融入了9个微波遥感反演土壤水分的质量影响因子完成。数据空间分辨率是0.1度，时间分辨率为旬。原数据覆盖2003~2018年，现更新至2020年。RSSSM数据集的时间连续性突出，除冰雪和水体外实现空间全覆盖。通过全球实测数据进行检验，可证明RSSSM数据集较已有的常用全球或区域长时间序列表层土壤水产品具有更高的时空格局精度。此外，虽然RSSSM数据是基于遥感的，未融合任何降水资料，但其年际变异与降水量（如GPM IMERG降水数据）和标准化降水蒸散发指数（SPEI）的时间变异均可较好地吻合。RSSSM数据还可一定程度反映城市化、农田灌溉、植被恢复等人类活动对土壤水分的影响。数据为tiff格式，压缩后的数据量为2.48 GB。 数据论文于2021年发表在Earth System Science Data。",
      "instructions": "File name: SMY+(year)+DECA+(the ordinal number of 10-day period in a year). For example, SMY2003DECA15 is the surface soil moisture data for May 21st~31st in 2003.\nThe unit is volumetric fraction, or m3/m3.\nThe data can represent soil moisture in the top 5 cm of soil.\nSea, inland surface water and snow or ice cover are masked by NaN values. In winters, high latitude and high altitude areas are usually masked by NaNs because surface soil water are in frozen state (i.e., snow/ice), and are not meaninful for the ecosystem.",
      "instructionsCn": "命名方法：SMY+（年份）+DECA+（旬的编号）。如SMY2003DECA15数据为2003年5月下旬，即2003年5月21日至5月31日的表层土壤水。\n数据单位为体积含水量，即m3/m3。\n数据代表表层5cm土壤的含水量。\n海洋，内陆水体和冰雪赋予空值。在冬季，高纬度和高海拔地区因表层土壤水处于固态（冰或雪），一般被赋予空值。事实上，这些固态水对生态系统的意义也不大。",
      "east": 180.0,
      "west": -180.0,
      "south": -60.0,
      "north": 80.0,
      "startTime": "2003-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 2620572319.0,
      "cstr": "18406.11.Hydro.tpdc.271775",
      "doi": "10.11888/Hydro.tpdc.271775",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "陈永喆",
        "nameEn": "CHEN Yongzhe",
        "unitEn": "",
        "unitCn": "中国科学院生态环境研究中心"
      },
      {
        "nameCn": "冯晓明",
        "nameEn": "FENG Xiaoming",
        "unitEn": "",
        "unitCn": "中国科学院生态环境研究中心"
      },
      {
        "nameCn": "傅伯杰",
        "nameEn": "FU Bojie",
        "unitEn": "",
        "unitCn": "中国科学院生态环境研究中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "An improved global remote-sensing-based surface soil moisture (RSSSM) dataset covering 2003–2018",
        "referenceCn": null,
        "referenceEn": "Chen, Y., Feng, X., & Fu, B. (2021). An improved global remote-sensing-based surface soil moisture (RSSSM) dataset covering 2003–2018, Earth Syst. Sci. Data, 13, 1–31, https://doi.org/10.5194/essd-13-1-2021."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤水分",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "土壤湿度",
        "nameEn": "Soil moisture"
      },
      {
        "nameCn": "地表土壤水分",
        "nameEn": "Surface soil moisture"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "被动微波遥感",
        "nameEn": "Passive microwave remote sensing"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "Global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2003~2020",
        "keywordEn": "2003~2020",
        "type": "temporal"
      },
      {
        "keywordCn": "旬度",
        "keywordEn": "10-day period (dekadal)",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Soil moisture plays an important role in modulating the exchange of water, carbon, and energy between the land surface and atmosphere, and it also links the global water, carbon, and energy cycles. Soil moisture has been endorsed by the Global Climate Observing System (GCOS) as an essential climate variable because it can indicate the climatic impact on the ecosystems, such as during ecological droughts. Current research requires high-quality soil moisture information in terms of data accuracy and spatio-temporal coverage. With advances of remote-sensing technology, microwave remote sensing became an alternative to soil moisture monitoring. Currently, global-scale soil moisture can be acquired from either passive sensors or active sensors, with that within the top 5 cm of soil being detectable. However, valid temporal spans of all these sensors are limited, and the data quality and spatial coverage were considered to be unsatisfactory until the launch of AMSR-E in June 2002. Interest in fusing satellite-observed and modelled soil moisture has increased recently. The European Space Agency (ESA) published a long-term surface soil moisture dataset called the Climate Change Initiative (CCI), and the latest version (v4.5) covers the time period of 1978–2018. Valid microwave observations were quite limited before June 2002 due to satellite sensor constraints."
      ],
      "research objective": [
        "In this study, we conducted data calibration and data fusion of 11 well-acknowledged microwave remote-sensing soil moisture products since 2003 through a neural network approach, with Soil Moisture Active Passive (SMAP) soil moisture data applied as the primary training target."
      ],
      "challenges": [
        "Satellite-based soil moisture retrievals may also suffer from various disturbances, such as lower quality over dense vegetation cover, high open-water fractions, and complex topography. Differences in the algorithms dealing with the disturbances make different microwave soil moisture products hardly comparable with each other. The uncertainties arise from meteorological forcing data and model parameters as well as inadequacies in model physics. Moreover, the anthropogenic impacts from irrigation and land cover changes are rarely considered."
      ],
      "methods": [
        "The training was performed in MATLAB 2016a using the neural network fitting toolbox, and the number of nodes in the hidden layer (between the input and output layers; Stinchcombe and White, 1989) of each subnetwork was seven. We chose the gradient descent backpropagation algorithm as the training function."
      ],
      "dataset": [
        "Then, we developed the global remote-sensing-based surface soil moisture dataset (RSSSM) covering 2003–2018 at 0.1◦ resolution. The temporal resolution is approximately 10 d, meaning that three data records are obtained within a month, for days 1–10, 11–20, and from the 21st to the last day of that month. RSSSM is proven comparable to the in situ surface soil moisture measurements of the International Soil Moisture Network sites."
      ],
      "findings": [
        "RSSSM generally presents advantages over other products in arid and relatively cold areas, which is probably because of the difficulty in simulating the impacts of thawing and transient precipitation on soil moisture, and during the growing seasons. Moreover, the persistent high quality during 2003–2018 as well as the complete spatial coverage ensure the applicability of RSSSM to studies on both the spatial and temporal patterns (e.g. long-term trend). RSSSM data suggest an increase in the global mean surface soil moisture. Moreover, without considering the deserts and rainforests, the surface soil moisture loss on consecutive rainless days is highest in summer over the low latitudes (30◦S–30◦N) but mostly in winter over the mid-latitudes (30–60◦N, 30–60◦S). Notably, the error propagation is well controlled with the extension of the simulation period to the past, indicating that the data fusion algorithm proposed here will be more meaningful in the future when more advanced microwave sensors become operational."
      ],
      "backgroundCn": [
        "土壤湿度在调节陆地表面与大气之间的水、碳和能量交换中发挥着重要作用，并且它还将全球水、碳和能量循环联系在一起。土壤湿度被全球气候观测系统（GCOS）认可为一种重要气候变量，因为它可以指示气候对生态系统的影响，例如在生态干旱期间。目前的研究需要高质量的土壤湿度信息，包括数据的准确性和时空覆盖范围。随着遥感技术的进步，微波遥感成为土壤湿度监测的替代方案。目前，可以通过被动传感器或主动传感器获取全球范围的土壤湿度，且可探测到土壤表层5厘米以内的湿度。然而，所有这些传感器的有效时间跨度都有限，数据质量和空间覆盖范围在2002年6月AMSR-E发射之前被认为是不令人满意的。最近，融合卫星观测和模型土壤湿度的兴趣有所增加。欧洲航天局（ESA）发布了一个长期的表层土壤湿度数据集，称为气候变化倡议（CCI），最新版本（v4.5）覆盖了1978年至2018年的时间段。在2002年6月之前，由于卫星传感器的限制，有效的微波观测相当有限。"
      ],
      "research objectiveCn": [
        "在本研究中，我们通过神经网络方法对自2003年以来11个公认的微波遥感土壤湿度产品进行了数据校准和数据融合，并将土壤湿度主动被动（SMAP）土壤湿度数据作为主要训练目标。"
      ],
      "challengesCn": [
        "基于卫星的土壤湿度获取可能会受到各种干扰的影响，例如在密集植被覆盖下质量较低、高开放水体比例和复杂地形等。处理这些干扰的算法差异使得不同的微波土壤湿度产品难以相互比较。误差来源于气象强迫数据和模型参数，以及模型物理的不完善。此外，灌溉和土地覆盖变化等人为影响很少被考虑。"
      ],
      "methodsCn": [
        "训练是在MATLAB 2016a中使用神经网络拟合工具箱进行的，每个子网络的隐藏层（输入层和输出层之间；Stinchcombe和White，1989）的节点数为七。我们选择了梯度下降反向传播算法作为训练函数。"
      ],
      "datasetCn": [
        "然后，我们开发了覆盖2003年至2018年的全球遥感表层土壤湿度数据集（RSSSM），分辨率为0.1°。时间分辨率约为10天，这意味着每个月获得三条数据记录，分别为1-10天、11-20天和21日至该月最后一天。RSSSM已被证明与国际土壤湿度网络站点的现场表层土壤湿度测量结果相当。"
      ],
      "findingsCn": [
        "RSSSM在干旱和相对寒冷地区通常比其他产品具有优势，这可能是因为在模拟融化和瞬时降水对土壤湿度的影响以及生长季节的困难。此外，2003年至2018年间持续的高质量以及完整的空间覆盖确保了RSSSM在空间和时间模式（例如长期趋势）研究中的适用性。RSSSM数据表明全球表层土壤湿度有所增加。此外，不考虑沙漠和雨林，连续无降水日的表层土壤湿度损失在低纬度（30°S–30°N）的夏季最高，而在中纬度（30–60°N，30–60°S）的冬季则大多发生。值得注意的是，随着模拟周期的延长，误差传播得到了很好的控制，这表明所提出的数据融合算法在未来将更具意义，当更先进的微波传感器投入使用时。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is a neural network approach used to calibrate and fuse multiple microwave remote-sensing soil moisture products?",
        "QuestionCn": "神经网络方法是否用于校准和融合多个微波遥感土壤湿度产品？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Does the data collection method incorporate any precipitation data in the development of the soil moisture dataset?",
        "QuestionCn": "数据收集方法是否在土壤湿度数据集的开发中纳入了任何降水数据？",
        "AnswerEn": "No",
        "AnswerCn": "否",
        "Level": "C4(Analyzing)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is primarily used for data calibration and fusion in developing a soil moisture dataset: neural network, statistical regression, or physical modeling?",
        "QuestionCn": "在开发土壤湿度数据集时，主要使用哪种方法进行数据校准和融合：神经网络、统计回归还是物理建模？",
        "AnswerEn": "Neural network",
        "AnswerCn": "神经网络",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is more likely to affect the quality of satellite-based soil moisture retrievals: dense vegetation cover, high open-water fractions, or urban areas?",
        "QuestionCn": "影响卫星土壤湿度获取质量的因素中，密集的植被覆盖、高开放水体比例或城市区域，哪一个更可能产生影响？",
        "AnswerEn": "Dense vegetation cover and high open-water fractions",
        "AnswerCn": "密集的植被覆盖和高开放水域比例",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Which algorithm is used for training in the data collection process: gradient descent backpropagation, support vector machines, or random forests?",
        "QuestionCn": "在数据收集过程中使用的训练算法是：梯度下降反向传播、支持向量机还是随机森林？",
        "AnswerEn": "Gradient descent backpropagation",
        "AnswerCn": "梯度下降反向传播",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What techniques are used to calibrate and fuse multiple remote-sensing soil moisture products?",
        "QuestionCn": "用于校准和融合多个遥感土壤湿度产品的技术有哪些？",
        "AnswerEn": "Neural network approach",
        "AnswerCn": "神经网络方法",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where do satellite-based soil moisture retrievals face challenges in terms of data quality?",
        "QuestionCn": "卫星基于土壤湿度的获取在数据质量方面面临哪些挑战？",
        "AnswerEn": "dense vegetation cover, high open-water fractions, complex topography",
        "AnswerCn": "稠密的植被覆盖，高开放水域比例，复杂的地形。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "When is the temporal resolution of the global remote-sensing-based surface soil moisture dataset approximately 10 days?",
        "QuestionCn": "全球遥感地表土壤湿度数据集的时间分辨率大约为10天是什么时候？",
        "AnswerEn": "Days 1–10, 11–20, 21st to the last day of the month",
        "AnswerCn": "1-10日，11-20日，21日至月底",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a challenge faced during satellite-based soil moisture data collection in densely vegetated areas?",
        "QuestionCn": "在密集植被区域进行卫星土壤湿度数据收集时面临的挑战的一个例子是什么？",
        "AnswerEn": "Satellite-based soil moisture retrievals may suffer from lower quality in densely vegetated areas due to disturbances. Differences in algorithms dealing with these disturbances make different microwave soil moisture products hardly comparable with each other.",
        "AnswerCn": "基于卫星的土壤湿度获取在植被密集的地区可能由于干扰而质量较低。处理这些干扰的算法差异使得不同的微波土壤湿度产品之间难以进行比较。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a method used to fuse multiple microwave remote-sensing soil moisture products into a single dataset?",
        "QuestionCn": "一个将多个微波遥感土壤湿度产品融合成单一数据集的方法的例子是什么？",
        "AnswerEn": "A neural network approach was used to conduct data calibration and data fusion of 11 microwave remote-sensing soil moisture products, with Soil Moisture Active Passive (SMAP) soil moisture data applied as the primary training target.",
        "AnswerCn": "采用神经网络方法对11个微波遥感土壤湿度产品进行了数据校准和数据融合，以土壤湿度主动被动（SMAP）土壤湿度数据作为主要训练目标。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you give an example of a dataset that reflects the impact of human activities such as urbanization or agriculture on soil moisture?",
        "QuestionCn": "您能否提供一个反映人类活动（如城市化或农业）对土壤湿度影响的数据集的示例？",
        "AnswerEn": "A dataset derived from remote sensing can reflect the impact of human activities on soil moisture. Although it is based on remote sensing and does not incorporate precipitation data, it can indicate changes caused by urbanization, agricultural irrigation, and vegetation recovery.",
        "AnswerCn": "一个来自遥感的数据集可以反映人类活动对土壤湿度的影响。尽管它基于遥感且不包含降水数据，但它可以指示城市化、农业灌溉和植被恢复所造成的变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What challenges are associated with retrieving accurate soil moisture data using microwave remote sensing, and how can these be addressed?",
        "QuestionCn": "使用微波遥感获取准确土壤湿度数据面临哪些挑战，以及如何解决这些挑战？",
        "AnswerEn": "dense vegetation cover, high open-water fractions, complex topography, differences in retrieval algorithms",
        "AnswerCn": "稠密的植被覆盖、高开放水域比例、复杂的地形、检索算法的差异",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset in this field?",
        "QuestionCn": "该领域数据集的空间分辨率是多少？",
        "AnswerEn": "0.1 degree",
        "AnswerCn": "0.1度",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many microwave remote-sensing soil moisture products were used in the data fusion process?",
        "QuestionCn": "在数据融合过程中使用了多少个微波遥感土壤湿度产品？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'neural network fitting toolbox' imply in terms of data processing methods?",
        "QuestionCn": "“神经网络拟合工具箱”在数据处理方法方面意味着什么？",
        "AnswerEn": "The 'neural network fitting toolbox' implies a software tool used for training neural networks to fit models to data. In the context of soil moisture datasets, it involves using neural networks to process and integrate data from various microwave remote-sensing sources to enhance the accuracy and resolution of the dataset.",
        "AnswerCn": "“神经网络拟合工具箱”指的是一种软件工具，用于训练神经网络以将模型拟合到数据。在土壤湿度数据集的背景下，它涉及使用神经网络处理和整合来自各种微波遥感源的数据，以提高数据集的准确性和分辨率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the neural network approach to data fusion in generating a global soil moisture dataset compare to traditional methods that rely on individual microwave remote-sensing products?",
        "QuestionCn": "神经网络在生成全球土壤湿度数据集中的数据融合方法与依赖单个微波遥感产品的传统方法相比，如何？",
        "AnswerEn": "The neural network approach integrates 11 different microwave remote-sensing soil moisture products to improve accuracy and spatial-temporal coverage, whereas traditional methods may rely on individual products, potentially leading to limitations in data quality and coverage.",
        "AnswerCn": "神经网络方法整合了11种不同的微波遥感土壤湿度产品，以提高准确性和时空覆盖，而传统方法可能依赖单一产品，这可能导致数据质量和覆盖范围的局限。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the challenges of satellite-based soil moisture retrievals differ when dealing with dense vegetation cover compared to high open-water fractions?",
        "QuestionCn": "在处理密集植被覆盖与高开水分数时，卫星土壤湿度获取面临的挑战有哪些不同？",
        "AnswerEn": "Challenges differ in that dense vegetation cover may result in lower quality data due to signal interference, while high open-water fractions can cause inaccuracies due to water's distinct reflective properties. Different algorithms may address these challenges with varying levels of success, affecting comparability among products.",
        "AnswerCn": "挑战在于，密集的植被覆盖可能导致由于信号干扰而产生较低质量的数据，而高开放水域的比例则可能由于水的独特反射特性而导致不准确。不同的算法可能以不同的成功程度应对这些挑战，从而影响产品之间的可比性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges must be overcome to improve the quality of soil moisture retrievals in areas with dense vegetation or complex topography?",
        "QuestionCn": "在植被密集或地形复杂的地区，提高土壤湿度获取质量必须克服哪些挑战？",
        "AnswerEn": "Challenges include dealing with lower quality data due to disturbances in dense vegetation, high open-water fractions, and complex topography. Different algorithms addressing these disturbances make it difficult to compare microwave soil moisture products. Overcoming these requires refining algorithms and possibly integrating additional data sources or new sensor technologies.",
        "AnswerCn": "挑战包括由于密集植被、较高的开水分数和复杂的地形导致的数据质量较低。不同的算法应对这些干扰，使得比较微波土壤湿度产品变得困难。克服这些挑战需要改进算法，并可能整合额外的数据源或新传感器技术。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the challenges in ensuring data accuracy and spatial coverage in remote-sensing-based soil moisture datasets?",
        "QuestionCn": "导致基于遥感的土壤湿度数据集在确保数据准确性和空间覆盖方面面临挑战的原因是什么？",
        "AnswerEn": "Challenges in ensuring data accuracy and spatial coverage in remote-sensing-based soil moisture datasets arise from disturbances such as dense vegetation cover, high open-water fractions, and complex topography. Differences in algorithms used to address these disturbances make different microwave soil moisture products difficult to compare. Additionally, uncertainties stem from meteorological forcing data, model parameters, inadequacies in model physics, and the lack of consideration for anthropogenic impacts like irrigation and land cover changes.",
        "AnswerCn": "确保基于遥感的土壤湿度数据集的数据准确性和空间覆盖面临的挑战包括密集的植被覆盖、高开放水体比例和复杂的地形等干扰因素。用于应对这些干扰的算法差异使得不同的微波土壤湿度产品难以进行比较。此外，不确定性还源于气象强迫数据、模型参数、模型物理的不足，以及对灌溉和土地覆盖变化等人为影响缺乏考虑。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects of utilizing a neural network approach for data fusion on the spatio-temporal accuracy of soil moisture datasets?",
        "QuestionCn": "利用神经网络方法进行数据融合对土壤湿度数据集的时空精度可能产生的影响是什么？",
        "AnswerEn": "Utilizing a neural network approach for data fusion can enhance the spatio-temporal accuracy of soil moisture datasets by integrating multiple microwave remote-sensing soil moisture products, thus leading to higher precision and improved coverage. This approach also helps address discrepancies in algorithm outputs from different products, ultimately resulting in a dataset that aligns well with in situ measurements.",
        "AnswerCn": "利用神经网络方法进行数据融合可以通过整合多个微波遥感土壤湿度产品来提高土壤湿度数据集的时空精度，从而实现更高的精度和更好的覆盖。这种方法还帮助解决不同产品算法输出之间的差异，最终生成一个与现场测量结果高度一致的数据集。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it necessary to ensure the temporal continuity and complete spatial coverage of a soil moisture dataset?",
        "QuestionCn": "确保土壤湿度数据集的时间连续性和空间覆盖完整性是必要的原因是什么？",
        "AnswerEn": "Ensuring temporal continuity and complete spatial coverage of a soil moisture dataset is crucial for studying both spatial and temporal patterns, such as long-term trends in soil moisture. This comprehensive coverage allows for more accurate assessments of soil moisture dynamics over time and across different regions, facilitating studies on climate impacts, ecosystem responses, and anthropogenic influences such as urbanization and agricultural practices.",
        "AnswerCn": "确保土壤湿度数据集的时间连续性和空间覆盖完整性对于研究土壤湿度的空间和时间模式（例如长期趋势）至关重要。这种全面的覆盖能够更准确地评估土壤湿度在不同时间和地区的动态变化，从而促进对气候影响、生态系统响应以及城市化和农业实践等人为影响的研究。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be employed to calibrate and fuse multiple microwave remote-sensing soil moisture products to improve data accuracy?",
        "QuestionCn": "可以采用哪些方法来校准和融合多个微波遥感土壤湿度产品，以提高数据准确性？",
        "AnswerEn": "In the field of remote sensing soil moisture data, methodologies such as neural network approaches can be employed for calibrating and fusing multiple microwave remote-sensing soil moisture products. This involves using a primary training target, such as Soil Moisture Active Passive (SMAP) soil moisture data, and performing training with tools like MATLAB's neural network fitting toolbox. The gradient descent backpropagation algorithm is used as the training function, and the number of nodes in the hidden layer is typically set to seven.",
        "AnswerCn": "在遥感土壤湿度数据领域，可以采用神经网络方法对多个微波遥感土壤湿度产品进行校准和融合。这涉及使用主要的训练目标，例如土壤湿度主动被动（SMAP）土壤湿度数据，并使用MATLAB的神经网络拟合工具箱进行训练。训练函数使用梯度下降反向传播算法，隐藏层中的节点数量通常设置为七个。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How can the challenges of satellite-based soil moisture retrievals, such as disturbances from dense vegetation and high open-water fractions, be addressed in data collection?",
        "QuestionCn": "如何在数据收集中解决卫星土壤湿度获取的挑战，例如密集植被和高开水分数带来的干扰？",
        "AnswerEn": "Challenges in satellite-based soil moisture retrievals can be addressed by developing algorithms that effectively deal with various disturbances, such as dense vegetation and high open-water fractions. Differences in algorithms should be minimized to ensure comparability among microwave soil moisture products. Additionally, integrating quality influence factors in the data fusion process can help mitigate uncertainties arising from meteorological forcing data and model parameters.",
        "AnswerCn": "卫星土壤湿度获取中的挑战可以通过开发有效应对各种干扰（如密集植被和高开水分数）的算法来解决。应尽量减少算法之间的差异，以确保微波土壤湿度产品之间的可比性。此外，在数据融合过程中整合质量影响因素可以帮助减轻因气象强迫数据和模型参数引起的不确定性。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What factors have enabled the successful integration of multiple microwave remote-sensing soil moisture products into a single dataset?",
        "QuestionCn": "哪些因素促成了多个微波遥感土壤湿度产品成功整合为一个单一数据集？",
        "AnswerEn": "The integration of multiple microwave remote-sensing soil moisture products into a single dataset is enabled by the use of a neural network approach and the incorporation of various quality impact factors. This method allows for effective data calibration and fusion, with the Soil Moisture Active Passive (SMAP) data serving as the primary training target.",
        "AnswerCn": "通过使用神经网络方法和各种质量影响因素的结合，将多个微波遥感土壤湿度产品集成到一个单一的数据集中。这种方法允许有效的数据校准和融合，以土壤湿度主动被动（SMAP）数据作为主要训练目标。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do current technological advancements in microwave remote sensing facilitate high-quality soil moisture data collection?",
        "QuestionCn": "当前微波遥感技术的进步如何促进高质量土壤湿度数据的收集？",
        "AnswerEn": "Current technological advancements in microwave remote sensing, such as the availability of both passive and active sensors, facilitate high-quality soil moisture data collection by allowing for the detection of surface soil moisture within the top 5 cm. These advancements, combined with data fusion techniques, enable improved spatial and temporal coverage of soil moisture data.",
        "AnswerCn": "当前微波遥感技术的进步，如主动和被动传感器的可用性，使得高质量土壤湿度数据的收集成为可能，能够检测到表层土壤湿度（深度在5厘米以内）。这些进展结合数据融合技术，能够改善土壤湿度数据的空间和时间覆盖。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What conditions or methodologies allow for the effective control of error propagation in long-term soil moisture data simulations?",
        "QuestionCn": "哪些条件或方法可以有效控制长期土壤湿度数据模拟中的误差传播？",
        "AnswerEn": "The effective control of error propagation in long-term soil moisture data simulations is achieved through a data fusion algorithm that maintains high-quality data over extended periods. This approach is supported by the persistent quality of the dataset and its comprehensive spatial coverage, which ensure its applicability in analyzing both spatial and temporal patterns.",
        "AnswerCn": "长期土壤湿度数据模拟中有效控制误差传播是通过一种数据融合算法实现的，该算法在较长时间内保持高质量的数据。这种方法得到了数据集持续质量和全面空间覆盖的支持，确保其在分析空间和时间模式方面的适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What could be some of the challenges in using neural network approaches for fusing different remote-sensing soil moisture products?",
        "QuestionCn": "使用神经网络方法融合不同的遥感土壤湿度产品可能面临哪些挑战？",
        "AnswerEn": "Challenges in using neural network approaches for fusing remote-sensing soil moisture products include dealing with disturbances such as dense vegetation cover, high open-water fractions, complex topography, and the variability in algorithms that makes different products difficult to compare.",
        "AnswerCn": "使用神经网络方法融合遥感土壤湿度产品面临的挑战包括处理干扰，如密集的植被覆盖、高开放水体比例、复杂的地形，以及算法的变异性使得不同产品难以比较。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might future advancements in microwave sensors impact the accuracy and applicability of global soil moisture datasets?",
        "QuestionCn": "未来微波传感器的进步可能会如何影响全球土壤湿度数据集的准确性和适用性？",
        "AnswerEn": "Future advancements in microwave sensors could significantly improve the accuracy and applicability of global soil moisture datasets by providing more reliable data inputs, which would enhance data fusion algorithms and help control error propagation over longer simulation periods.",
        "AnswerCn": "未来微波传感器的进步可能会显著提高全球土壤湿度数据集的准确性和适用性，通过提供更可靠的数据输入，从而增强数据融合算法，并帮助控制在更长模拟周期内的误差传播。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the effectiveness of using a neural network approach for data calibration and fusion in global soil moisture datasets?",
        "QuestionCn": "您如何评价使用神经网络方法进行全球土壤湿度数据集的数据校准和融合的有效性？",
        "AnswerEn": "The neural network approach for data calibration and fusion is effective as it has been successfully applied to merge 11 microwave remote-sensing soil moisture products, leading to a dataset with high temporal continuity and spatial coverage. It addresses disturbances such as dense vegetation cover and open-water fractions, and the results show improved accuracy over existing soil moisture products.",
        "AnswerCn": "神经网络方法在数据校准和融合方面是有效的，因为它成功地应用于合并11个微波遥感土壤湿度产品，生成了一个具有高时间连续性和空间覆盖的数据集。该方法解决了如密集植被覆盖和开水面比例等干扰，结果显示其准确性优于现有的土壤湿度产品。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How would you assess the challenges faced by satellite-based soil moisture retrievals when dealing with anthropogenic impacts?",
        "QuestionCn": "如何评估卫星土壤湿度获取在应对人类活动影响时面临的挑战？",
        "AnswerEn": "Satellite-based soil moisture retrievals face significant challenges in accounting for anthropogenic impacts, such as irrigation and land cover changes, which are rarely considered. These factors add uncertainties to the data and complicate the retrieval process, thus highlighting the need for improved algorithms and methodologies to incorporate these impacts effectively.",
        "AnswerCn": "基于卫星的土壤湿度获取面临着显著的挑战，尤其是在考虑人为影响（如灌溉和土地覆盖变化）时，这些因素很少被考虑。这些因素增加了数据的不确定性，并使获取过程变得复杂，因此强调了需要改进算法和方法，以有效地纳入这些影响。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your perspective on the suitability of current data fusion algorithms for extending soil moisture datasets beyond the current temporal limits?",
        "QuestionCn": "我对当前数据融合算法在扩展土壤湿度数据集超出当前时间限制方面的适用性有什么看法？",
        "AnswerEn": "Current data fusion algorithms appear suitable for extending soil moisture datasets beyond current temporal limits, as indicated by the controlled error propagation when simulating past conditions. This suggests potential for further advancement as more sophisticated microwave sensors become operational, allowing for improved accuracy and extended temporal coverage.",
        "AnswerCn": "当前的数据融合算法似乎适合于扩展土壤湿度数据集，超越当前的时间限制，因为在模拟过去条件时控制误差传播的结果表明了这一点。这表明随着更先进的微波传感器投入使用，进一步提升准确性和扩展时间覆盖范围的潜力。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm not sure why remote-sensing data might face challenges in accurately capturing soil moisture under various environmental conditions.",
        "QuestionCn": "我不确定为什么遥感数据在不同环境条件下可能面临准确捕捉土壤湿度的挑战。",
        "AnswerEn": "Satellite-based soil moisture retrievals may suffer from disturbances, such as lower quality over dense vegetation cover, high open-water fractions, and complex topography. Differences in algorithms dealing with these disturbances lead to challenges in comparing different microwave soil moisture products.",
        "AnswerCn": "基于卫星的土壤湿度获取可能会受到干扰，例如在密集植被覆盖、较高的开水分数和复杂地形下质量较低。处理这些干扰的算法差异导致比较不同微波土壤湿度产品时面临挑战。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand how a dataset can reflect human activities like urbanization or irrigation without using any precipitation data.",
        "QuestionCn": "我不明白一个数据集如何在不使用任何降水数据的情况下反映人类活动，比如城市化或灌溉。",
        "AnswerEn": "Despite being based solely on remote-sensing, the dataset can reflect human activities such as urbanization, irrigation, and vegetation recovery because of its ability to capture changes in soil moisture patterns over time. The dataset's annual variability aligns with precipitation data and indices like the standardized precipitation evapotranspiration index (SPEI), aiding in the reflection of anthropogenic impacts.",
        "AnswerCn": "尽管该数据集仅基于遥感，但它能够反映人类活动，如城市化、灌溉和植被恢复，因为它能够捕捉土壤湿度模式随时间的变化。该数据集的年度变异性与降水数据和标准化降水蒸发指数（SPEI）等指标相一致，有助于反映人类活动的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the key data collection techniques used in creating a global soil moisture dataset using remote sensing technologies.",
        "QuestionCn": "总结创建全球土壤湿度数据集时使用的关键数据收集技术，包括遥感技术。",
        "AnswerEn": "The key data collection techniques involved fusing 11 well-acknowledged microwave remote-sensing soil moisture products through a neural network approach, with Soil Moisture Active Passive (SMAP) soil moisture data as the primary training target.",
        "AnswerCn": "关键的数据收集技术涉及通过神经网络方法融合11种公认的微波遥感土壤湿度产品，以土壤湿度主动被动（SMAP）土壤湿度数据作为主要训练目标。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please identify the main challenges encountered in the data collection and fusion of global soil moisture datasets from remote sensing sources.",
        "QuestionCn": "请识别从遥感源收集和融合全球土壤湿度数据集时遇到的主要挑战。",
        "AnswerEn": "The main challenges include disturbances in satellite-based soil moisture retrievals over dense vegetation cover, high open-water fractions, and complex topography, differences in algorithms, uncertainties from meteorological data and model parameters, as well as inadequacies in model physics and anthropogenic impacts like irrigation and land cover changes.",
        "AnswerCn": "主要挑战包括在密集植被覆盖下卫星土壤湿度获取的干扰、高开放水体比例和复杂地形、算法差异、气象数据和模型参数的不确定性，以及模型物理的不充分和人为影响，如灌溉和土地覆盖变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential methods or strategies to enhance the accuracy and coverage of remote sensing-based soil moisture datasets.",
        "QuestionCn": "请探讨增强基于遥感的土壤湿度数据集的准确性和覆盖范围的潜在方法或策略。",
        "AnswerEn": "The use of advanced microwave sensors and a neural network approach for data fusion could enhance accuracy and coverage. Extending the simulation period and applying error control mechanisms can further improve data reliability, especially in arid and cold regions where simulating thawing impacts and transient precipitation is challenging.",
        "AnswerCn": "使用先进的微波传感器和神经网络方法进行数据融合可以提高准确性和覆盖范围。延长模拟周期并应用误差控制机制可以进一步提高数据的可靠性，特别是在干旱和寒冷地区，在这些地区模拟融化影响和瞬态降水是具有挑战性的。",
        "Level": "C6(Creating)"
      }
    ]
  }
}