{
    "id": "d5c202aa-f3a3-4e27-9257-10e79813f520",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Monthly area changes of lakes greater than 30 km² on the Tibetan Plateau over 2015-2020",
            "titleCn": "青藏高原大于30平方公里湖泊逐月面积变化（2015-2020）",
            "description": "We produce a new lake area change dataset at monthly sampling over 2015−2020 from 16,801 satellite images. Our estimates achieve an accuracy of < 30 m, as evidenced by in-situ GPS field survey validations of representative lake shorelines. The newly-discovered accelerations of lake area changes over 2015–2020 reveal obvious contrasting regional patterns. The largest increasing acceleration of lake area changes was 5.6±0.8 km²/yr² for Selin Co in the southern inner plateau, whereas the largest decreasing one was -6.0±0.7 km²/yr² for Maergai Chaka in the northern inner plateau. By investigating the acceleration of lake area changes over 2015−2020, we identified a statistically significant contrasting regional pattern in the inner TP. This indicates that, although most lakes are expanding, those in the northern inner TP were experiencing a significant deacceleration of lake area changes, whereas an accelerating pattern can be observed for lakes in the southern inner TP.",
            "descriptionCn": "基于多源（光学/合成孔径雷达）遥感影像，利用深度学习语义分割技术，我们从16801张卫星影像中生成了一个月度湖泊面积变化数据集，其时间跨度为2015-2020年。通过对典型湖泊（色林措、纳木措和羊卓雍措）的岸线进行GPS野外实际测量，与基于深度学习方法自动拾取的岸线作验证，发现其误差小于30 m，提取精度较高（一个Landsat像素）。湖泊面积变化加速度呈现出明显的区域差异，其中南部的色林措面积扩张的加速度最大，为5.6±0.8 km²/yr²，北部的玛盖茶卡面积退缩的加速度最大，为-6.0±0.7 km²/yr² 。通过对湖泊面积变化加速度的分析，我们发现在Inner TP流域具有统计上显著的对比模式。即尽管大部分湖泊都在扩张，但inner TP北部湖泊面积变化明显减慢，而Inner TP南部湖泊面积变化则呈加速趋势。",
            "instructions": "The data contains folders named for each lake, which contains a txt file of the area change time series, predicted binary TIF images, and shoreline buffers (shapefile format) used for area calculation.",
            "instructionsCn": "数据包含每个湖泊命名的文件夹，里面含有每个湖泊的面积变化时间序列txt文件，识别的二值tif影像和用于面积提取的岸线缓冲区shp文件。",
            "east": 104.0,
            "west": 73.0,
            "south": 28.0,
            "north": 38.0,
            "startTime": "2015-01-01 11:10:14",
            "endTime": "2020-12-31 11:10:14",
            "fileSize": 4806582200.0,
            "cstr": "18406.11.Terre.tpdc.300869",
            "doi": "10.11888/Terre.tpdc.300869",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "冉将军",
                "nameEn": "RAN Jiangjun",
                "unitEn": "",
                "unitCn": "南方科技大学"
            },
            {
                "nameCn": "邱稼辉",
                "nameEn": "QIU Jiahui",
                "unitEn": "Southern University of Science and Technology",
                "unitCn": "南方科技大学"
            },
            {
                "nameCn": "胡瑞刚",
                "nameEn": "HU Ruigang",
                "unitEn": "",
                "unitCn": "南方科技大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Contrasting lake changes in Tibet revealed by recent multi-modal satellite observations",
                "referenceCn": null,
                "referenceEn": "Ran, J., Liu, L., Zhang, G., Shum, C., Qiu, J., Hu, R., Li, J., Peng, J., Hwang, C., & Luan, Y. (2023). Contrasting lake changes in Tibet revealed by recent multi-modal satellite observations. Science of The Total Environment, 168342"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015-2020",
                "keywordEn": "2015-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "时变重力及其动力学意义",
                "titleEn": "Time-varying gravity and its dynamic significance"
            },
            {
                "titleCn": "高空间分辨率的格陵兰冰盖物质迁移及其季节性质量变化驱动机制研究",
                "titleEn": "High spatial resolution study of Greenland ice sheet material migration and the driving mechanism of seasonal mass changes"
            },
            {
                "titleCn": "综合多源空间大地测量数据和表面物质平衡模型精化格陵兰冰盖质量变化的理论和方法研究",
                "titleEn": "Research on the theory and methods of refining the Greenland ice sheet mass changes by integrating multi-source space geodetic data and surface mass balance model"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Tibetan Plateau (TP) serves as an excellent natural laboratory for investigating the response of lakes to the ongoing climate change, as there is limited impact from anthropogenic activities due to sparse populations. Even though global lakes show an overall decreasing trend in lake area, the lake areas on the TP have predominantly experienced an obvious expansion over recent decades, observed by optical remote sensing data collected by Landsat series and Sentinel-2 satellite. However, due to strong and frequent cloud contamination on optical images, previous studies have usually used data collected over the less cloudy winters, therefore limiting their investigations of lake area changes at annual, multi-year, or longer intervals. Consequently, lake area changes at shorter temporal intervals (e.g., sub-annual and monthly), which are crucial, more sensitive, and previously much less studied indicators of the lakes’ response to natural climate variability, remain poorly understood."
            ],
            "research objective": [
                "In this article, based on the high temporal (monthly) resolution of lake area changes extracted from SAR and optical images, we are then able to investigate: 1) how the lake area responds to climate changes at the monthly scale, particularly for the heaviest rainfall events in 2016 – 2018 over the last two decades; 2) what is the possible link between the high temporal lake area changes and the recent rapid oscillations of atmospheric circulation; 3) what is the possible maximal capability of lakes to store the net summer precipitation."
            ],
            "challenges": [
                "However, a close examination of the SAR images shows that the lake shoreline delineation remains difficult or impossible during winters, because of the indistinguishable similarities between the frozen lake surfaces and the surrounding ice/snow-covered land. It is found that our procedure improved the performance, even though the optical images were not collected in the same month as the SAR images."
            ],
            "methods": [
                "Here, we produce a new lake area change dataset at monthly sampling over 2015 – 2020 from 16,801 satellite images. We conducted a field campaign to collect highly accurate shoreline positions with Global Positioning System (GPS) for three typical lakes on the Tibetan Plateau. When processing the optical images, we used our in-house Convolutional Neural Network (CNN) architecture LaeNet. Therefore, we used CloudNet to process the SAR images obtained in the summer months. In short, we use deep learning (i.e., the CloudNet and LaeNet) to extract the water- and non-water bodies in the buffer zone from the SAR and optical satellite images, and then take boundaries of water- and non-water bodies as the lake shorelines."
            ],
            "dataset": [
                "Our estimates achieve an accuracy of < 30 m, as evidenced by in-situ GPS field survey validations of representative lake shorelines. Optical data from the Landsat-8 and Sentinel-2 satellite missions are utilized in this study to extract the area changes for lakes whose areas are > 30 km2 (a total of 204 lakes). Level 1 Ground Range Detected (GRD) SAR images (4202 scenes) from the Sentinel-1A/B satellites, collected in Interferometric Wide (IW) swath mode during the summer months over 2015 – 2020, were used to complement the optical images."
            ],
            "findings": [
                "We found contrasting patterns in recent rapid area changes: deaccelerating in the north and accelerating in the south. Such contrasting pattern was unprecedented in the last two decades and is likely caused by recent precipitation anomalies, indicating that lakes in TP may experience a tipping point. Lakes are found to store only a small portion (< 5 %) of net precipitation in summer, increased to ~11 % for years with heavy precipitation, which helps understand the water mass budget for lakes over there."
            ],
            "backgroundCn": [
                "青藏高原（TP）作为一个优秀的自然实验室，适合研究湖泊对气候变化的响应，因为由于人口稀少，受到人类活动的影响有限。尽管全球湖泊的面积总体呈现下降趋势，但近年来青藏高原的湖泊面积却明显扩张，这一现象通过Landsat系列和Sentinel-2卫星收集的光学遥感数据得到了观察。然而，由于光学影像受到强烈和频繁的云层污染，之前的研究通常使用在较少云的冬季收集的数据，因此限制了对湖泊面积变化的年度、多年度或更长时间间隔的研究。因此，湖泊面积在较短时间间隔（例如，亚年度和月度）的变化，这些变化是湖泊对自然气候变异响应的重要、敏感的指标，之前的研究相对较少，仍然不够了解。"
            ],
            "research objectiveCn": [
                "在这篇文章中，基于从SAR和光学影像提取的湖泊面积变化的高时间分辨率（按月），我们能够研究：1）湖泊面积如何在月度尺度上响应气候变化，特别是2016年至2018年间过去二十年中最强降雨事件的影响；2）湖泊面积的高频变化与近期大气环流快速振荡之间可能的联系；3）湖泊存储净夏季降水的最大能力可能是多少。"
            ],
            "challengesCn": [
                "然而，仔细检查SAR图像显示，湖泊岸线的划定在冬季仍然困难或不可能，因为冰冻湖面与周围冰雪覆盖的土地之间的相似性难以区分。研究发现，即使光学图像与SAR图像不是在同一个月收集，我们的程序仍然提高了性能。"
            ],
            "methodsCn": [
                "在2015年至2020年期间，我们基于16,801幅卫星图像，制作了一个每月采样的新湖泊面积变化数据集。我们进行了实地考察，使用全球定位系统（GPS）收集了青藏高原上三个典型湖泊的高精度湖岸线位置。在处理光学图像时，我们使用了自家开发的卷积神经网络（CNN）架构LaeNet。因此，我们使用CloudNet处理了夏季获得的SAR图像。简而言之，我们利用深度学习（即CloudNet和LaeNet）从SAR和光学卫星图像中提取水体和非水体在缓冲区的边界，然后将水体和非水体的边界作为湖泊岸线。"
            ],
            "datasetCn": [
                "我们的估计精度达到<30米，经过对代表性湖岸线的现场GPS实地调查验证。该研究利用Landsat-8和Sentinel-2卫星任务的光学数据提取湖泊面积变化，研究对象为面积大于30平方公里的湖泊（共204个湖泊）。使用了来自Sentinel-1A/B卫星的第一级地面范围检测（GRD）合成孔径雷达（SAR）图像（4202幅场景），这些图像是在2015年至2020年夏季以干涉宽幅（IW）模式收集的，以补充光学图像。"
            ],
            "findingsCn": [
                "我们发现最近快速区域变化中存在对比模式：北部地区减速，南部地区加速。这种对比模式在过去二十年中是前所未有的，可能是由近期降水异常引起的，这表明青藏高原的湖泊可能会经历一个临界点。研究发现，湖泊在夏季仅储存了净降水的很小一部分（< 5%），在降水量较大的年份，这一比例增加到约11%，这有助于理解那里的湖泊水量预算。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is it possible to achieve an accuracy of less than 30 meters when validating lake shorelines with in-situ GPS field surveys?",
                "QuestionCn": "在使用现场GPS实地调查验证湖岸线时，是否可以实现低于30米的准确度？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which method is more suitable for extracting lake areas in high-altitude regions like the Tibetan Plateau, optical images or SAR images?",
                "QuestionCn": "在像西藏高原这样的高海拔地区，提取湖泊面积更适合使用光学影像还是SAR影像？",
                "AnswerEn": "SAR images",
                "AnswerCn": "SAR 图像",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the data sources used to collect information on lake area changes on the Tibetan Plateau between 2015 and 2020?",
                "QuestionCn": "2015年至2020年间，收集关于青藏高原湖泊面积变化的信息所使用的数据来源是什么？",
                "AnswerEn": "Landsat-8 Sentinel-2 Sentinel-1A/B",
                "AnswerCn": "Landsat-8 哨兵-2 哨兵-1A/B",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the specific challenges encountered when using SAR images for lake shoreline delineation?",
                "QuestionCn": "使用SAR图像进行湖泊岸线划定时遇到的具体挑战有哪些？",
                "AnswerEn": "winters",
                "AnswerCn": "冬天",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What technological approaches are utilized to improve the accuracy of lake shoreline extraction from satellite images?",
                "QuestionCn": "用于提高从卫星图像中提取湖泊岸线准确性的技术方法有哪些？",
                "AnswerEn": "LaeNet, CloudNet",
                "AnswerCn": "LaeNet，CloudNet",
                "Level": "C3(Applying)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to monitor monthly lake area changes in regions with frequent cloud cover?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于监测云层覆盖频繁地区的湖泊面积每月变化？",
                "AnswerEn": "A method involves using both SAR and optical images to monitor monthly lake area changes. This approach compensates for cloud cover limitations in optical data by employing SAR images to delineate lake shorelines, especially during summer months, while optical data is used when cloud contamination is minimal.",
                "AnswerCn": "一种方法涉及使用SAR和光学图像来监测湖泊面积的月度变化。这种方法通过利用SAR图像在夏季期间勾勒湖泊 shoreline，来弥补光学数据中云层覆盖的限制，同时在云污染最小的情况下使用光学数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when delineating lake shorelines using SAR images during winter months?",
                "QuestionCn": "在冬季使用SAR图像划定湖泊 shoreline 时面临的一个挑战是什么？",
                "AnswerEn": "A challenge is the indistinguishable similarities between frozen lake surfaces and surrounding ice/snow-covered land, which makes shoreline delineation difficult or impossible during winters.",
                "AnswerCn": "一个挑战是冰冻湖面与周围被冰雪覆盖的土地之间的难以区分的相似性，这使得在冬季划定湖岸线变得困难或不可能。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of how deep learning techniques are applied to extract lake shorelines from remote sensing data?",
                "QuestionCn": "您能否提供一个深度学习技术如何应用于从遥感数据中提取湖岸线的示例？",
                "AnswerEn": "Deep learning techniques, such as the CloudNet and LaeNet architectures, are used to process SAR and optical satellite images to extract water- and non-water bodies in a buffer zone, and determine lake shorelines by identifying the boundaries of these bodies.",
                "AnswerCn": "深度学习技术，如CloudNet和LaeNet架构，用于处理SAR和光学卫星图像，以提取缓冲区内的水体和非水体，并通过识别这些水体的边界来确定湖泊岸线。",
                "Level": "C3(Applying)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the primary techniques used for extracting lake shoreline changes from remote sensing data?",
                "QuestionCn": "从遥感数据中提取湖泊岸线变化的主要技术有哪些？",
                "AnswerEn": "Convolutional Neural Networks, LaeNet, CloudNet",
                "AnswerCn": "卷积神经网络，LaeNet，CloudNet",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the challenges faced during the extraction of lake shorelines using SAR images, particularly in winter months?",
                "QuestionCn": "在冬季月份使用SAR图像提取湖泊岸线时面临的挑战包括：",
                "AnswerEn": "indistinguishable similarities between frozen lake surfaces and surrounding ice/snow-covered land",
                "AnswerCn": "冻结湖面与周围冰雪覆盖的陆地之间难以区分的相似之处",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What types of satellite data are utilized in collecting lake area changes, and what are their specific attributes?",
                "QuestionCn": "用于收集湖泊面积变化的卫星数据类型有哪些，它们的具体属性是什么？",
                "AnswerEn": "Optical data, Landsat-8, Sentinel-2, lakes greater than 30 km², Level 1 Ground Range Detected (GRD) SAR images, Sentinel-1A/B, Interferometric Wide (IW) swath mode, summer months",
                "AnswerCn": "光学数据，Landsat-8，Sentinel-2，面积大于30平方公里的湖泊，1级地面检测（GRD）SAR图像，Sentinel-1A/B，干涉宽幅（IW）模式，夏季月份。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many satellite images were processed to create a dataset capturing monthly lake area changes on the Tibetan Plateau from 2015 to 2020?",
                "QuestionCn": "为了创建一个捕捉2015年至2020年间青藏高原湖泊面积变化的月度数据集，处理了多少卫星图像？",
                "AnswerEn": "16801",
                "AnswerCn": "16801",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many lakes larger than 30 km² were included in the optical data analysis to extract area changes?",
                "QuestionCn": "在光学数据分析中，包含了多少个面积大于30平方公里的湖泊以提取面积变化？",
                "AnswerEn": "204",
                "AnswerCn": "204",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'high temporal resolution' in the context of monitoring lake area changes?",
                "QuestionCn": "在监测湖泊面积变化的背景下，“高时间分辨率”是指能够以较短的时间间隔进行频繁观测和记录数据，从而捕捉到湖泊面积变化的细微变化和动态过程。",
                "AnswerEn": "High temporal resolution refers to the frequency at which data is collected and analyzed, in this case, on a monthly basis. This allows researchers to detect and analyze short-term variations and trends in lake area changes, particularly in response to climatic events, which would not be possible with longer temporal intervals.",
                "AnswerCn": "高时间分辨率是指数据收集和分析的频率，在这种情况下是按月进行。这使研究人员能够检测和分析湖泊面积变化的短期波动和趋势，特别是在气候事件的影响下，而这是在较长时间间隔下无法实现的。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges are associated with using SAR images for lake shoreline delineation during winters?",
                "QuestionCn": "使用SAR图像进行冬季湖泊岸线划定时面临哪些挑战？",
                "AnswerEn": "The challenge with using SAR images for lake shoreline delineation during winters lies in the indistinguishable similarities between frozen lake surfaces and the surrounding ice or snow-covered land, making it difficult to accurately identify and separate the lake boundaries from the surrounding terrain.",
                "AnswerCn": "使用SAR图像进行冬季湖泊岸线划定的挑战在于，冰冻湖面与周围的冰雪覆盖土地之间的相似性难以区分，这使得准确识别和分离湖泊边界与周围地形变得困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the challenges and solutions associated with using optical versus SAR imagery for lake area delineation in the Tibetan Plateau region?",
                "QuestionCn": "在青藏高原地区，使用光学影像与合成孔径雷达（SAR）影像进行湖泊面积划定所面临的挑战和解决方案是什么？",
                "AnswerEn": "Optical imagery faces challenges due to cloud contamination, particularly during non-winter months, which limits data availability. In contrast, SAR imagery struggles with shoreline delineation in winter due to similarities between frozen surfaces and snow-covered land. The solution involves using SAR imagery during summer and optical imagery where possible, alongside deep learning models like CloudNet and LaeNet to enhance delineation accuracy despite these challenges.",
                "AnswerCn": "光学影像由于云层污染面临挑战，特别是在非冬季月份，这限制了数据的可用性。相比之下，SAR影像在冬季由于冰冻表面与雪覆盖土地之间的相似性而难以进行海岸线划分。解决方案是夏季使用SAR影像，尽可能使用光学影像，并结合深度学习模型如CloudNet和LaeNet，以提高尽管面临这些挑战的划分准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes difficulties in delineating lake shorelines using SAR images during winter months?",
                "QuestionCn": "冬季使用合成孔径雷达（SAR）图像划定湖泊 shoreline 的困难原因是什么？",
                "AnswerEn": "A close examination of the SAR images shows that the lake shoreline delineation remains difficult or impossible during winters due to the indistinguishable similarities between the frozen lake surfaces and the surrounding ice/snow-covered land.",
                "AnswerCn": "对SAR图像的仔细检查显示，由于冰冻湖面与周围冰雪覆盖的土地之间难以区分的相似性，冬季湖泊岸线的划定变得困难或不可能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to use optical images for studying lake area changes on the Tibetan Plateau?",
                "QuestionCn": "在研究青藏高原湖泊面积变化时，使用光学图像面临哪些挑战？",
                "AnswerEn": "Optical images encounter challenges such as strong and frequent cloud contamination, which limits investigations of lake area changes to less cloudy winter months, thereby restricting the study of lake area changes at shorter temporal intervals like sub-annual and monthly scales.",
                "AnswerCn": "光学图像面临着强烈和频繁的云污染，这限制了对湖泊面积变化的研究只能在较少云的冬季月份进行，从而限制了在亚年度和月度等较短时间尺度上对湖泊面积变化的研究。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors contribute to the observed regional differences in lake area change acceleration on the Tibetan Plateau?",
                "QuestionCn": "导致青藏高原湖泊面积变化加速的区域差异的因素有哪些？",
                "AnswerEn": "The regional differences in lake area change acceleration, with accelerating trends in the south and decelerating trends in the north, are likely caused by recent precipitation anomalies, indicating potential tipping points in the lakes' response to climate variability.",
                "AnswerCn": "湖区面积变化加速的区域差异，南部呈加速趋势而北部呈减速趋势，可能是由于近期降水异常所致，这表明湖泊对气候变异的响应可能存在潜在的临界点。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What might be the consequences of utilizing deep learning techniques to analyze multi-source satellite data for understanding lake area changes on the Tibetan Plateau?",
                "QuestionCn": "利用深度学习技术分析多源卫星数据以了解青藏高原湖泊面积变化可能带来的后果是什么？",
                "AnswerEn": "Utilizing deep learning techniques to analyze multi-source satellite data allows for high accuracy in detecting lake area changes, with errors less than 30 meters. This approach enables the generation of a monthly dataset over several years, providing insights into how lake areas respond to climate changes, particularly during heavy rainfall events, and reveals regional differences such as accelerating expansion in the south and decelerating changes in the north.",
                "AnswerCn": "利用深度学习技术分析多源卫星数据，可以高精度地检测湖泊面积变化，误差小于30米。这种方法能够生成多年的月度数据集，提供湖泊面积如何响应气候变化的见解，特别是在强降雨事件期间，并揭示了区域差异，例如南部的扩张加速和北部变化减缓。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential implications of detecting a contrasting pattern of lake area changes in the north and south of the Tibetan Plateau?",
                "QuestionCn": "检测到青藏高原南北湖泊面积变化的对比模式可能带来的潜在影响是什么？",
                "AnswerEn": "Detecting a contrasting pattern of lake area changes, with deceleration in the north and acceleration in the south, suggests that lakes may be reaching a tipping point influenced by recent precipitation anomalies. This finding indicates a significant shift in water storage capacity and highlights the importance of understanding regional climate impacts on lake dynamics, which could affect future water resource management and ecological balance in the region.",
                "AnswerCn": "检测到湖泊面积变化的对比模式，北部地区减速而南部地区加速，这表明湖泊可能正受到近期降水异常的影响而达到临界点。这个发现表明水储存能力发生了显著变化，并强调了理解区域气候对湖泊动态影响的重要性，这可能会影响该地区未来的水资源管理和生态平衡。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it essential to investigate lake area changes at shorter temporal intervals such as monthly, rather than annual or multi-year intervals?",
                "QuestionCn": "为什么在较短的时间间隔（如每月）而不是年度或多年间隔内调查湖泊面积变化是至关重要的？",
                "AnswerEn": "Investigating lake area changes at shorter temporal intervals like monthly is essential because these intervals provide more sensitive and precise indicators of lakes' responses to natural climate variability. Monthly data allow for a better understanding of the immediate impacts of climate events, such as heavy rainfall, and enable the analysis of rapid oscillations in atmospheric circulation that are not captured by longer temporal intervals.",
                "AnswerCn": "调查湖泊面积在较短时间间隔（如每月）的变化是至关重要的，因为这些时间间隔提供了湖泊对自然气候变异反应的更敏感和精确的指标。每月数据能够更好地理解气候事件（如强降雨）的即时影响，并能够分析在较长时间间隔中无法捕捉到的气候循环的快速波动。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps involved in using deep learning techniques to extract lake shorelines from SAR and optical satellite images in this domain?",
                "QuestionCn": "使用深度学习技术从SAR和光学卫星图像中提取湖泊岸线的关键步骤包括：\n\n1. 数据收集：获取SAR和光学卫星图像数据。\n2. 数据预处理：对图像进行去噪、增强和配准等处理，以提高数据质量。\n3. 数据标注：手动或半自动标注湖泊岸线，创建训练集和验证集。\n4. 模型选择：选择适合的深度学习模型，如卷积神经网络（CNN）或U-Net等。\n5. 模型训练：使用标注数据训练深度学习模型，调整超参数以优化性能。\n6. 模型评估：在验证集上评估模型性能，使用指标如准确率、召回率和F1分数等。\n7. 结果后处理：对模型输出进行后处理，以提高岸线提取的精度和连贯性。\n8. 结果验证：与真实数据或其他方法的结果进行比较，验证提取的湖泊岸线的准确性。\n9. 应用与分析：将提取的湖泊岸线应用于环境监测、资源管理等领域的分析。",
                "AnswerEn": "In this domain, deep learning techniques are employed by using Convolutional Neural Network (CNN) architectures such as LaeNet and CloudNet. The process involves extracting water- and non-water bodies from SAR and optical images, with the boundaries of these bodies considered as lake shorelines. The methodology includes processing optical images with LaeNet and SAR images with CloudNet, especially during summer months when SAR images are less affected by snow and ice.",
                "AnswerCn": "在该领域，采用深度学习技术，使用卷积神经网络（CNN）架构，如LaeNet和CloudNet。该过程涉及从SAR和光学图像中提取水体和非水体，将这些水体的边界视为湖岸线。该方法包括在夏季处理光学图像使用LaeNet，处理SAR图像使用CloudNet，特别是在夏季，SAR图像受到雪和冰的影响较小。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What challenges are faced when delineating lake shorelines using SAR images during winter, and how are these challenges addressed?",
                "QuestionCn": "在冬季使用合成孔径雷达（SAR）图像划定湖泊岸线时面临哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "One of the main challenges is the difficulty in differentiating frozen lake surfaces from surrounding ice and snow-covered land in SAR images during winter. This challenge is addressed by improving the performance of image processing techniques, even when SAR and optical images are collected in different months, to better delineate the shorelines.",
                "AnswerCn": "主要挑战之一是在冬季SAR图像中区分冰冻湖面与周围冰雪覆盖的土地的困难。通过改善图像处理技术的性能，即使在不同月份收集的SAR和光学图像，也能更好地勾勒出湖岸线，从而解决这一挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How is field data collected to validate the accuracy of lake shoreline extraction, and what is its significance in this domain?",
                "QuestionCn": "如何收集实地数据以验证湖泊岸线提取的准确性，以及在该领域中的重要性是什么？",
                "AnswerEn": "Field data is collected through GPS field surveys to obtain highly accurate shoreline positions for validation. This step is crucial as it ensures that the extracted lake shorelines from satellite images achieve an accuracy of less than 30 meters, thereby validating the precision of the data collection method and ensuring reliable analysis of lake area changes.",
                "AnswerCn": "通过GPS实地调查收集现场数据，以获得高精度的海岸线位置进行验证。这一步骤至关重要，因为它确保从卫星图像提取的湖泊海岸线的精度达到30米以内，从而验证数据收集方法的准确性，并确保湖泊面积变化的可靠分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods and technologies enable the accurate extraction of lake area changes from satellite images on the Tibetan Plateau?",
                "QuestionCn": "哪些方法和技术能够准确提取青藏高原湖泊面积变化的卫星图像？",
                "AnswerEn": "The use of deep learning techniques, specifically LaeNet for optical images and CloudNet for SAR images, enables the accurate extraction of lake area changes. These methods allow the differentiation of water and non-water bodies in satellite images, resulting in shoreline delineations with an accuracy of less than 30 meters, as validated by GPS field surveys.",
                "AnswerCn": "深度学习技术的应用，特别是LaeNet用于光学图像和CloudNet用于合成孔径雷达（SAR）图像，使得湖泊面积变化的准确提取成为可能。这些方法能够在卫星图像中区分水体和非水体，从而实现 shoreline 的划定，准确度低于30米，经过GPS实地调查验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the specific challenges in using SAR images for lake shoreline delineation during winter months, and how are these challenges addressed?",
                "QuestionCn": "在冬季使用合成孔径雷达（SAR）图像进行湖泊岸线划定时，面临的具体挑战有哪些，以及如何应对这些挑战？",
                "AnswerEn": "A significant challenge with SAR images for winter shoreline delineation is the similarity between frozen lake surfaces and surrounding ice/snow-covered land, which makes distinction difficult. This challenge is addressed by integrating SAR images with optical images, even if collected in different months, and by using deep learning models to enhance the accuracy of shoreline extraction.",
                "AnswerCn": "冬季海岸线划定中，SAR图像面临的一个重大挑战是冰冻湖面与周围冰雪覆盖的土地之间的相似性，这使得区分变得困难。这个挑战通过将SAR图像与光学图像结合来解决，即使它们是在不同月份收集的，并且通过使用深度学习模型来提高海岸线提取的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the delineation of lake shorelines in winter be challenging when using SAR images?",
                "QuestionCn": "在冬季使用合成孔径雷达（SAR）图像 delineation 湖泊岸线可能会面临挑战的原因是什么？",
                "AnswerEn": "A close examination of the SAR images shows that the lake shoreline delineation remains difficult or impossible during winters due to the indistinguishable similarities between the frozen lake surfaces and the surrounding ice/snow-covered land.",
                "AnswerCn": "对SAR图像的仔细检查显示，由于冰冻湖面与周围冰雪覆盖的土地之间难以区分的相似性，湖岸线的划定在冬季仍然困难或不可能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential reasons for the contrasting patterns of lake area changes in different regions of the Tibetan Plateau?",
                "QuestionCn": "不同地区的青藏高原湖泊面积变化的对比模式可能的原因是什么？",
                "AnswerEn": "Contrasting patterns in recent rapid area changes, deaccelerating in the north and accelerating in the south, are likely caused by recent precipitation anomalies, indicating that lakes in the Tibetan Plateau may experience a tipping point.",
                "AnswerCn": "最近快速区域变化的对比模式，北部减速而南部加速，可能是由于近期降水异常引起的，这表明青藏高原的湖泊可能会经历一个临界点。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there a need to use both SAR and optical images to extract lake area changes accurately?",
                "QuestionCn": "为什么需要同时使用SAR和光学图像来准确提取湖泊面积变化？",
                "AnswerEn": "Due to strong and frequent cloud contamination on optical images, previous studies have used data collected over less cloudy periods, which limits investigations at shorter temporal intervals. By using SAR images in conjunction with optical images, researchers can achieve a high temporal resolution of lake area changes, overcoming limitations of solely relying on optical data.",
                "AnswerCn": "由于光学图像中强烈和频繁的云污染，以前的研究使用了在较少云层的时期收集的数据，这限制了对较短时间间隔的研究。通过将SAR图像与光学图像结合使用，研究人员可以实现湖泊面积变化的高时间分辨率，克服仅依赖光学数据的局限性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of deep learning techniques, like the use of Convolutional Neural Networks, in enhancing the precision of lake area datasets?",
                "QuestionCn": "您将如何评估深度学习技术（如卷积神经网络）在提高湖泊面积数据集精度方面的有效性？",
                "AnswerEn": "Deep learning techniques, such as Convolutional Neural Networks, are effective in enhancing dataset precision by accurately extracting water and non-water bodies from satellite images, achieving an accuracy of less than 30 meters, which is further validated by in-situ GPS field surveys.",
                "AnswerCn": "深度学习技术，如卷积神经网络，能够有效提高数据集的精度，通过准确提取卫星图像中的水体和非水体，达到小于30米的精度，这一结果得到了现场GPS实地调查的进一步验证。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how monthly lake area changes are extracted from satellite images using deep learning techniques.",
                "QuestionCn": "我不明白如何使用深度学习技术从卫星图像中提取每月湖泊面积变化。",
                "AnswerEn": "Monthly lake area changes are extracted using deep learning techniques such as Convolutional Neural Networks (CNNs) like LaeNet for optical images and CloudNet for SAR images. These techniques are trained to differentiate between water and non-water bodies in satellite images, and then extract the lake shorelines, achieving high accuracy as validated by GPS field surveys.",
                "AnswerCn": "每月湖泊面积变化是通过深度学习技术提取的，例如用于光学图像的卷积神经网络（CNN）LaeNet和用于合成孔径雷达（SAR）图像的CloudNet。这些技术经过训练，能够区分卫星图像中的水体和非水体，然后提取湖泊岸线，经过GPS实地调查验证，达到了高精度。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced in delineating lake shorelines from SAR images during winter months.",
                "QuestionCn": "我不确定在冬季从SAR图像中划定湖岸线时面临的挑战。",
                "AnswerEn": "The challenge in delineating lake shorelines from SAR images during winter is due to the indistinguishable similarities between the frozen lake surfaces and the surrounding ice/snow-covered land, making it difficult or impossible to accurately delineate shorelines.",
                "AnswerCn": "在冬季，从SAR图像中划定湖泊岸线的挑战在于，冰冻湖面与周围的冰雪覆盖土地之间的相似性难以区分，这使得准确划定岸线变得困难或不可能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the effectiveness of using deep learning techniques, such as CNN architectures, in extracting lake area changes from satellite imagery in the Tibetan Plateau.",
                "QuestionCn": "请分析使用深度学习技术，如卷积神经网络（CNN）架构，在提取青藏 Plateau 湖泊面积变化方面的有效性。",
                "AnswerEn": "The use of deep learning techniques, specifically CNN architectures like LaeNet and CloudNet, proved effective in extracting lake area changes from satellite imagery. These techniques achieved an accuracy of less than 30 meters, as validated by GPS field survey data. The methods enabled accurate boundary delineation between water and non-water bodies from SAR and optical satellite images, which improved performance despite challenges like cloud contamination.",
                "AnswerCn": "深度学习技术的使用，特别是像LaeNet和CloudNet这样的卷积神经网络架构，在从卫星影像中提取湖泊面积变化方面证明了其有效性。这些技术的准确度低于30米，经过GPS实地调查数据验证。这些方法能够准确划定水体与非水体之间的边界，从SAR和光学卫星图像中提取信息，尽管面临云污染等挑战，仍然提高了性能。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Please explore the potential challenges with using SAR images for lake shoreline delineation on the Tibetan Plateau, particularly during winter months.",
                "QuestionCn": "请探讨在冬季使用SAR图像进行青藏高原湖泊岸线划定的潜在挑战。",
                "AnswerEn": "A significant challenge with using SAR images for lake shoreline delineation during winter is the indistinguishable similarities between frozen lake surfaces and the surrounding ice/snow-covered land. This makes it difficult or impossible to accurately delineate the shorelines, although improvements were noted when combining SAR images with optical images, even if collected in different months.",
                "AnswerCn": "在冬季使用合成孔径雷达（SAR）图像进行湖泊岸线划定时，一个显著的挑战是冰冻湖面与周围冰雪覆盖的土地之间的相似性难以区分。这使得准确划定岸线变得困难或不可能，尽管在将SAR图像与光学图像结合使用时有所改善，即使这些图像是在不同月份收集的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please investigate the methodologies employed for validating the accuracy of extracted lake shorelines using GPS field surveys.",
                "QuestionCn": "请调查用于验证通过GPS实地调查提取的湖岸线准确性的 methodologies。",
                "AnswerEn": "The methodology involved conducting field campaigns to collect highly accurate shoreline positions using GPS for three typical lakes on the Tibetan Plateau. These GPS measurements served as a validation tool to assess the accuracy of the lake shorelines extracted using deep learning techniques from satellite imagery, confirming an accuracy of less than 30 meters for the dataset.",
                "AnswerCn": "该方法涉及进行实地考察，以使用GPS收集西藏高原上三个典型湖泊的高精度岸线位置。这些GPS测量作为验证工具，用于评估通过深度学习技术从卫星图像提取的湖泊岸线的准确性，确认该数据集的准确度低于30米。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}