{
  "id": "d5e49e3b-fbe4-4c8c-b14b-5b4da2f583fc",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Zn isotopic data of peridotites in the Italian Alps",
      "titleCn": "意大利阿尔卑斯橄榄岩Zn同位素数据",
      "description": "This data set mainly includes Cu isotopic analysis of orogenic peridotites from the everea Alps, Italy, in balmucha and baltisa. Zn isotopic data were obtained by MC-ICPMS after acid digestion and ion exchange resin separation. The whole rock sample was crushed to less than 200 mesh without pollution, and the powder was digested by acid and separated by ion exchange resin. Then the zinc isotope was tested by MC-ICPMS. The international standard samples were selected to monitor the test data. These peridotite Zn isotopic data provide important information for mantle reservoir Zn isotopic composition.",
      "descriptionCn": "本数据集主要包括对意大利艾弗瑞亚阿尔卑斯地区获取的造山带型橄榄岩进行Zn同位素分析，地点包括巴尔穆恰和巴尔迪萨，Zn同位素数据在全岩样品经过酸消解和离子交换树脂分离后通过MC-ICPMS测试获得。全岩样品通过无污染碎样至200目以下，粉末酸消解并通过离子交换树脂分离后，随后用MC-ICPMS测试锌同位素，测试时选择国际通用的标准样品对测试数据进行监控。这些橄榄岩Zn同位素数据为地幔储库Zn同位素组成提供重要信息。",
      "instructions": "The data is stored in Excel format, and the name of the file is \"yyyyddd-xxx. Xlsx\", in which the first author's surname, DDD represents the year of publication, XXX represents the published journal, and if it is not published, it is published. For example, chen2020-cmp.xlsx represents the data that Chen published in the CMP article in 2020",
      "instructionsCn": "数据以excel格式存储，文件的名称为“yyyyddd-xxx.xlsx”，其中第一作者姓氏，ddd代表文章发表年份，xxx代表发表杂志，如未发表则为ubpublished，比如Chen2020-CMP.xlsx就代表Chen在2020年发表于cmp文章中的数据",
      "east": 8.21,
      "west": 7.54,
      "south": 44.45,
      "north": 45.49,
      "startTime": null,
      "endTime": null,
      "fileSize": 14431.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "黄建",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Effects of Melt Percolation on Zn Isotope Heterogeneity in the Mantle: Constraints From Peridotite Massifs in Ivrea-Verbano Zone, Italian Alps",
        "referenceCn": null,
        "referenceEn": "Huang, J., Chen, S., Zhang, X. C., & Huang, F. (2018). Effects of melt percolation on Zn isotope heterogeneity in the mantle: Constraints from peridotite massifs in Ivrea‐Verbano zone, Italian Alps. Journal of Geophysical Research: Solid Earth, 123(4), 2706-2722."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "地质灾害",
        "nameEn": "Geologic Hazard"
      },
      {
        "nameCn": "岩浆",
        "nameEn": "magma"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "阿尔卑斯橄榄岩",
        "keywordEn": "Alpine peridotite"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "210Ma",
        "keywordEn": "210Ma",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for obtaining Zn isotope data from orogenic peridotites in the Italian Alps?",
        "QuestionCn": "您能否提供一个用于从意大利阿尔卑斯山的造山橄榄岩中获取锌同位素数据的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves obtaining whole-rock samples from locations such as Balmuccia and Baldissero in the Ivrea Zone of the Italian Alps. These samples are crushed to below 200 mesh to avoid contamination, then subjected to acid digestion and ion exchange resin separation. The Zn isotopes are measured using MC-ICPMS, with international standard samples utilized to monitor the testing data.",
        "AnswerCn": "一种数据收集方法涉及从意大利阿尔卑斯山的伊夫雷亚区的巴尔穆奇亚和巴尔迪塞罗等地点获取全岩样品。这些样品被粉碎至200目以下以避免污染，然后进行酸消化和离子交换树脂分离。锌同位素通过多接收电感耦合等离子体质谱（MC-ICPMS）进行测量，并使用国际标准样品来监测测试数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of Zn isotope data collection methods for ophiolite rocks in orogenic belts?",
        "QuestionCn": "在造山带的蛇纹岩岩石中，锌同位素数据收集方法的具体特征是什么？",
        "AnswerEn": "acid digestion, ion exchange resin separation, MC-ICPMS testing, crushed to below 200 mesh, monitoring using internationally accepted standard samples",
        "AnswerCn": "酸消解、离子交换树脂分离、MC-ICPMS测试、粉碎至200目以下、使用国际公认的标准样品进行监测。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many locations are involved in the data collection for the Zn isotope analysis of orogenic peridotites in the Italian Alps?",
        "QuestionCn": "意大利阿尔卑斯山的造山橄榄岩锌同位素分析的数据收集涉及多少个地点？",
        "AnswerEn": "2",
        "AnswerCn": "2",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Zn同位素分析' mean in the context of studying orogenic peridotites in the Italian Alps?",
        "QuestionCn": "在研究意大利阿尔卑斯山的造山橄榄岩时，'Zn同位素分析'是什么意思？",
        "AnswerEn": "'Zn同位素分析' refers to the process of analyzing zinc isotopes in orogenic peridotites from the Italian Alps, specifically in areas like Balmuccia and Baldissero. This involves preparing whole-rock samples by crushing them to a fine powder, digesting them with acid, and separating them using ion exchange resins. The zinc isotopes are then tested using MC-ICPMS (Multi-Collector Inductively Coupled Plasma Mass Spectrometry), with international standard samples used to monitor the data quality. This analysis provides crucial information about the zinc isotope composition of mantle reservoirs.",
        "AnswerCn": "'Zn同位素分析'指的是对意大利阿尔卑斯山脉中造山带橄榄岩（如Balmuccia和Baldissero地区）进行锌同位素分析的过程。这涉及到通过将整个岩石样品粉碎成细粉，使用酸进行消化，并通过离子交换树脂进行分离来准备样品。然后，使用MC-ICPMS（多收集器电感耦合等离子体质谱）对锌同位素进行测试，并使用国际标准样品来监测数据质量。这项分析提供了关于地幔储层锌同位素组成的重要信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting Zn isotope data from orogenic peridotites in the Italian Alps?",
        "QuestionCn": "哪些因素导致在意大利阿尔卑斯山收集构造辉长岩锌同位素数据面临挑战？",
        "AnswerEn": "The challenges in collecting Zn isotope data from orogenic peridotites in the Italian Alps may arise from the need to ensure that whole rock samples are uncontaminated and finely crushed to below 200 mesh. Additionally, the process of acid digestion and ion exchange resin separation must be meticulously carried out to prepare the sample for accurate measurement using MC-ICPMS. Furthermore, maintaining precision and accuracy during testing involves using internationally recognized standard samples to monitor the data quality, which can be a complex and demanding aspect of the data collection process.",
        "AnswerCn": "在意大利阿尔卑斯山收集或ogenic橄榄岩的锌同位素数据时，可能面临的挑战包括确保整个岩石样品不受污染，并将其细磨至200目以下。此外，酸消化和离子交换树脂分离的过程必须精心进行，以准备样品进行MC-ICPMS的准确测量。此外，在测试过程中保持精度和准确性涉及使用国际公认的标准样品来监测数据质量，这可能是数据收集过程中的一个复杂而繁重的方面。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using acid digestion and ion exchange resin separation on the accuracy and reliability of Zn isotope data in mantle reservoir studies?",
        "QuestionCn": "使用酸消化和离子交换树脂分离对地幔储层研究中锌同位素数据的准确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "The use of acid digestion and ion exchange resin separation can result in high accuracy and reliability of Zn isotope data as it ensures thorough separation and purification of samples before analysis. This method minimizes contamination and allows for precise measurement of Zn isotopes using MC-ICPMS, providing important information about the Zn isotope composition of mantle reservoirs.",
        "AnswerCn": "酸消化和离子交换树脂分离的使用可以实现锌同位素数据的高准确性和可靠性，因为它确保在分析之前对样品进行彻底的分离和纯化。这种方法最小化了污染，并允许使用多接收器电感耦合等离子体质谱法（MC-ICPMS）进行精确的锌同位素测量，提供了关于地幔储层锌同位素组成的重要信息。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of conducting Zn isotope analysis in orogenic peridotites collected from the Ivrea-Verbano Zone in the Italian Alps?",
        "QuestionCn": "在意大利阿尔卑斯山的伊夫雷亚-韦尔巴诺带收集的造山橄榄岩中进行锌同位素分析的主要目的是什麼？",
        "AnswerEn": "The primary objective of conducting Zn isotope analysis in orogenic peridotites from the Ivrea-Verbano Zone is to provide important information on the Zn isotopic composition of mantle reservoirs. This involves analyzing Zn isotopes in the whole-rock samples, which are processed through acid digestion and ion-exchange resin separation before being tested using MC-ICPMS. The data obtained can shed light on the geochemical characteristics and variations within the mantle.",
        "AnswerCn": "对Ivrea-Verbano区的造山橄榄岩进行锌同位素分析的主要目的是提供关于地幔储层锌同位素组成的重要信息。这涉及对全岩样品进行锌同位素分析，样品经过酸消化和离子交换树脂分离后，使用多接收器电感耦合等离子体质谱（MC-ICPMS）进行测试。获得的数据可以揭示地幔内的地球化学特征和变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed steps and instruments involved in collecting and analyzing Zn isotope data from orogenic peridotites in the Italian Alps?",
        "QuestionCn": "从意大利阿尔卑斯山的造山橄榄岩中收集和分析锌同位素数据的详细步骤和仪器是什么？",
        "AnswerEn": "The process involves obtaining whole-rock samples of orogenic peridotites from the Italian Alps, specifically from locations like Balmuccia and Baldissero. These samples are then crushed to below 200 mesh size to avoid contamination. The powder is subjected to acid digestion and separation using ion exchange resin. This is followed by Zn isotope analysis using MC-ICPMS (Multi-Collector Inductively Coupled Plasma Mass Spectrometry), with international standard samples used to monitor and ensure the accuracy of the test data.",
        "AnswerCn": "该过程涉及从意大利阿尔卑斯山的造山橄榄岩中获取全岩样品，特别是来自Balmuccia和Baldissero等地点。这些样品被粉碎至200目以下，以避免污染。然后，粉末经过酸消化和离子交换树脂分离。接下来，使用MC-ICPMS（多收集器电感耦合等离子体质谱）进行锌同位素分析，并使用国际标准样品来监测和确保测试数据的准确性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}