{
  "id": "d5ea916f-6ee7-4a8e-b93c-ab09a205b077",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Soil observation and leaf area index and aboveground biomass of maize sampling points in Yingke Daman area of Heihe River Basin (2012)",
      "titleCn": "黑河流域盈科-大满土壤观测及玉米采样点叶面积指数和地上部生物量（2012）",
      "description": "The experimental data of Yingke Daman in Heihe River Basin is supported by the key fund project of Heihe River plan, \"eco hydrological effect of agricultural water saving in Heihe River Basin and multi-scale water use efficiency evaluation\". Including: soil bulk density, soil water content, soil texture, corn sample biomass, cross-section flow, etc\nData Description:\n1. Sampling location of Lai and aboveground biomass: Yingke irrigation district; sampling time: May 2012 to September 2012; Lai and aboveground biomass of maize were measured by canopy analyzer (lp-80), and aboveground biomass was measured by sampling drying method; sample number: 16.\n2. Soil texture: Sampling location: Yingke irrigation district and Shiqiao Wudou Er Nongqu farmland in Yingke irrigation district; soil sampling depth is 140 cm, sampling levels are 0-20 cm every 10 cm, 20-80 cm every 20 cm, 80-140 cm every 30 cm; sampling time: 2012; measurement method: laboratory laser particle size analyzer; sample number: 38.\n3. Soil bulk density: Sampling location: Yingke irrigation district and Daman irrigation district; sampling depth of soil bulk density is 100 cm, sampling levels are 0-50 cm and 50-100 cm respectively; sampling time: 2012; measurement method: ring knife method; number of sample points: 34.\n4. Soil moisture content: this data is part of the monitoring content of hydrological elements in Yingke irrigation district. The specific sampling location is: Shiqiao Wudou Er Nongqu farmland in Yingke Irrigation District, planting corn for seed production; soil moisture sampling depth is 140 cm, sampling levels are 0-20 cm every 10 cm, 20-80 cm every 20 cm, 80-140 cm every 30 cm Methods: soil drying method and TDR measurement; sample number: 17.\n5. Cross section flow: Sampling location: the farmland of Wudou Er Nong canal in Shiqiao, Yingke irrigation district; measure the flow velocity, water level and water temperature of different canal system sections during each irrigation, record the time and calculated flow, monitor once every 3 hours until the end of irrigation; sampling time: 2012.5-2012.9; measurement method: Doppler ultrasonic flow velocity meter (hoh-l-01, Measurement times: Yingke irrigation data of four times.",
      "descriptionCn": "黑河流域盈科-大满试验数据受黑河计划重点基金项目“黑河流域农业节水的生态水文效应及多尺度用水效率评估”支持。包括：土壤容重、土壤含水量、土壤质地、玉米样点生物量、断面流量等\n数据描述：\n1、叶面积指数和地上生物量取样位置：盈科灌区；玉米的LAI及第上部分生物量每15天取样一次；取样时间：2012.5-2012.9；测量方法：LAI采用冠层分析仪（LP-80）测量，地上部分生物量采用取样烘干法测量；样点数量：16个。\n2、土壤质地：取样位置：盈科灌区及盈科灌区石桥五斗二农渠农田；土壤采样深度140 cm，取样层次分别为0-20 cm每10 cm取一样，20-80 cm 每20 cm取一样， 80-140 cm 每30 cm取一样；取样时间：2012年；测量方法：实验室激光粒度分析仪；样点数量：38个。\n3、土壤容重：取样位置：盈科灌区和大满灌区；土壤容重取样深度100 cm，取样层次分别为0-50 cm取一样，50-100 cm取一样；取样时间：2012年；测量方法：环刀法；样点数量：34个。\n4、土壤含水率：本数据为盈科灌区水文要素监测内容的一部分，具体取样位置：盈科灌区石桥五斗二农渠农田，种植作物为制种玉米；土壤含水率取样深度140 cm，取样层次分别为0-20 cm每10 cm取一样，20-80 cm 每20 cm取一样， 80-140 cm 每30 cm取一样；周期为每7天监测一次；取样时间：2012.5-2012.9；测量方法：取土烘干法及TDR测量；样点数量：17个。\n5、断面流量：取样位置：盈科灌区石桥五斗二农渠农田；测量农田各次灌水时不同渠系断面处水流流速、水位、水温，并记录时间及计算流量，监测每3小时一次，直至灌水结束；；取样时间：2012.5-2012.9；测量方法：多普勒超声流量流速仪（HOH-L-01,   China）；测量次数：盈科四次灌水数据。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.29727,
      "west": 100.570097,
      "south": 38.837219,
      "north": 38.966977,
      "startTime": "2012-05-19 06:00:00",
      "endTime": "2012-09-24 19:23:00",
      "fileSize": 6240310.0,
      "cstr": "18406.11.heihe.037.2014.db",
      "doi": "10.3972/heihe.037.2014.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "黄冠华",
        "nameEn": "HUANG Guanhua",
        "unitEn": "",
        "unitCn": "中国农业大学"
      },
      {
        "nameCn": "姜瑶",
        "nameEn": "JIANG Yao",
        "unitEn": "",
        "unitCn": "中国农业大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Distributed simulation of agro-hydrological processes and assessment of water productivity in irrigated areas of the middle Heihe River basin",
        "referenceCn": null,
        "referenceEn": "Jiang Y, Xu X, Huang GH. 2013. Distributed simulation of agro-hydrological processes and assessment of water productivity in irrigated areas of the middle Heihe River basin. 1st CIGR Inter-Regional Conference on Land and Water Challenges, Bari, Italy, 10-14 September, S1-12"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "叶面积指数",
        "nameEn": "Leaf area index"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤含水量",
        "nameEn": "Soil water content"
      },
      {
        "nameCn": "土壤容重",
        "nameEn": "Soil bulk density"
      },
      {
        "nameCn": "土壤质地",
        "nameEn": "Soil texture"
      },
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "流量",
        "nameEn": "Discharge/Flow"
      },
      {
        "nameCn": "生物量",
        "nameEn": "Biomass"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "盈科灌区",
        "keywordEn": "Yingke irrigation district"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods for leaf area index and above-ground biomass in agricultural studies?",
        "QuestionCn": "农业研究中叶面积指数和地上生物量的数据收集方法的特点是什么？",
        "AnswerEn": "sampling every 15 days, canopy analyzer for LAI, drying method for biomass, May to September, 16 sampling points",
        "AnswerCn": "每15天采样一次，使用冠层分析仪测量叶面积指数，采用烘干法测量生物量，采样时间为5月至9月，共16个采样点。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many sampling points are used to measure leaf area index and aboveground biomass in a dataset focused on agricultural water-saving ecological hydrological effects?",
        "QuestionCn": "在一个专注于农业节水生态水文效应的数据集中，用于测量叶面积指数和地上生物量的采样点数量是多少？",
        "AnswerEn": "16",
        "AnswerCn": "16",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'soil bulk density' and how is it typically measured in agricultural research?",
        "QuestionCn": "“土壤容重”是什么意思，在农业研究中通常如何测量？",
        "AnswerEn": "Soil bulk density refers to the mass of soil per unit volume, often expressed in grams per cubic centimeter (g/cm³). It is an important parameter for understanding soil compaction and porosity. In agricultural research, soil bulk density is typically measured using the ring knife method, where a known volume of soil is extracted with a ring, dried, and weighed to determine the density.",
        "AnswerCn": "土壤容重是指单位体积土壤的质量，通常以克每立方厘米（g/cm³）表示。它是理解土壤压实和孔隙度的重要参数。在农业研究中，土壤容重通常采用环刀法测量，通过用环提取已知体积的土壤，干燥后称重以确定密度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the soil sampling methods used for measuring soil texture compare to those used for determining soil bulk density in the observed region?",
        "QuestionCn": "用于测量土壤质地的土壤取样方法与用于确定土壤容重的方法在观察区域内有何比较？",
        "AnswerEn": "The soil texture sampling involves taking samples up to a depth of 140 cm with varying intervals based on depth and uses a laboratory laser particle size analyzer for measurement. In contrast, soil bulk density sampling is conducted up to 100 cm depth and utilizes the ring knife method for measurement.",
        "AnswerCn": "土壤质地采样涉及在深度达到140厘米的范围内进行采样，深度间隔各不相同，并使用实验室激光粒度分析仪进行测量。相比之下，土壤容重采样则在100厘米深度内进行，并采用环刀法进行测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using different sampling frequencies for soil moisture data collection on the accuracy and reliability of agricultural water usage studies?",
        "QuestionCn": "使用不同采样频率进行土壤湿度数据收集对农业用水研究的准确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "Using different sampling frequencies for soil moisture data collection, such as weekly intervals, can affect the accuracy and reliability of agricultural water usage studies by potentially missing short-term variations in soil moisture levels that could impact irrigation planning and assessment of water use efficiency.",
        "AnswerCn": "使用不同的土壤湿度数据采集频率，例如每周间隔，可能会影响农业用水研究的准确性和可靠性，因为可能会错过土壤湿度水平的短期变化，这些变化可能会影响灌溉规划和水资源利用效率的评估。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting data on soil bulk density, soil moisture content, and maize leaf area index and biomass in the context of agricultural water conservation and hydrological study in a river basin?",
        "QuestionCn": "在农业水资源保护和流域水文研究的背景下，收集土壤容重、土壤水分含量以及玉米叶面积指数和生物量数据的主要目标是什么？",
        "AnswerEn": "The primary objectives include assessing the ecological and hydrological effects of agricultural water conservation in the river basin, evaluating water use efficiency across multiple scales, and understanding the interaction between soil properties and crop growth. This data helps in understanding the impact of water management practices on soil and crop dynamics, which is crucial for sustainable agriculture and resource management.",
        "AnswerCn": "主要目标包括评估农业水资源保护在流域内的生态和水文影响，评估多个尺度上的水利用效率，以及理解土壤特性与作物生长之间的相互作用。这些数据有助于理解水管理实践对土壤和作物动态的影响，这对可持续农业和资源管理至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in collecting and measuring soil bulk density and moisture content in agricultural fields, and how are these measurements verified for accuracy?",
        "QuestionCn": "在农业田地中收集和测量土壤体积密度和水分含量涉及哪些程序，以及如何验证这些测量的准确性？",
        "AnswerEn": "The procedures for collecting and measuring soil bulk density involve sampling at various depths with a ring knife method in specified irrigation areas, with layers sampled at 0-50 cm and 50-100 cm depths. Soil moisture content is monitored as part of hydrological elements in irrigation areas, with sampling conducted every 7 days at depths up to 140 cm. Measurements are verified using the soil drying method and TDR measurements, ensuring accuracy through consistent procedural application.",
        "AnswerCn": "收集和测量土壤容重的程序涉及在指定灌溉区使用环刀法在不同深度进行取样，分层取样深度为0-50厘米和50-100厘米。土壤水分含量作为灌溉区水文要素的一部分进行监测，取样每7天进行一次，深度可达140厘米。通过土壤干燥法和时域反射法（TDR）进行测量验证，确保通过一致的程序应用来保证准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods or instruments enable the accurate measurement of soil bulk density in agricultural fields?",
        "QuestionCn": "哪些方法或仪器能够准确测量农业田地中的土壤容重？",
        "AnswerEn": "The accurate measurement of soil bulk density in agricultural fields is enabled by the use of the ring knife method, which was used at sampling depths of 100 cm, with samples taken at 0-50 cm and 50-100 cm layers.",
        "AnswerCn": "农业田地中土壤容重的准确测量是通过使用环刀法实现的，该方法在100厘米的采样深度下进行，样本分别在0-50厘米和50-100厘米层取样。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}