{
  "id": "d5fdd431-7b12-40e1-8252-0f460a6e7623",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Physical and chemical characteristics data set of atmospheric dust in Yadong, Qinghai Tibet Plateau (2021)",
      "titleCn": "青藏高原亚东大气粉尘理化特征数据集（2021）",
      "description": "The data set includes basic temperature, humidity and pressure wind meteorological elements, black carbon concentration, scattering coefficient, particle size spectrum data and chemical composition analysis. Automatic weather station can measure temperature, relative humidity, air pressure, wind direction, wind speed and accumulated precipitation. AE-33 black carbon meter (hereinafter referred to as AE-33) can online measure the concentration of black carbon aerosol in the 370nm, 470nm, 520nm, 590nm, 660nm, 880nm and 950nm bands of TSP (total suspended particulate matter) in the atmosphere, and the mass absorption cross sections used are 18.47, 14.54, 13.14, 11.58, 10.35, 7.77 and 7.19 m2/g respectively. The official observation period is from June 12, 2021 to August 31, 2021, with a time resolution of 1 minute. The table data has been processed subsequently and is hourly data. The Integrated Nephelometer can measure the scattering coefficient of PM2.5 in the atmosphere at 450nm, 550nm and 700nm on line. The official observation period is from June 12, 2021 to August 31, 2021, with a time resolution of 10 seconds. The table data has been processed subsequently and is hourly data. Aerodynamic Particle Size Spectrometer (hereinafter referred to as APS) can measure 0.5-20 in the atmosphere online μ The number concentration particle size distribution spectrum of particles within m (aerodynamic diameter) particle size range has 50 particle size channels. The official observation period is from June 12, 2021 to August 31, 2021, with a time resolution of 5 minutes. The table data has been processed subsequently and is hourly data. The scanning electromobility particle size spectrometer (SMPS) can measure the particle size distribution of 13.6-514 nm (Stokes diameter) in the atmosphere online; TSI 3752 Condensed Nucleus Particle Counter (CPC) is used to measure the number and concentration of particles. The official observation period is from June 29, 2021 to August 31, 2021, with a time resolution of 5 minutes. The table data has been processed subsequently and is hourly data. The domestic medium flow sampler was used to collect the 90mm diameter quartz filter membrane, water soaked quartz filter membrane and Teflon filter membrane of TSP particle size section. The samples can be used for the analysis of chemical components such as elemental carbon, organic carbon, water-soluble ions and metal elements. The sampling period is from June 23, 2021 to August 29, 2021. The sampling starts at 11:00 a.m. and takes 71 hours each time.",
      "descriptionCn": "数据集包括基本的温湿压风气象要素、黑碳浓度、散射系数、粒径谱数据和化学成分分析。自动气象站能够测量气温、相对湿度、气压、风向、风速和累计降水量。AE-33型黑碳仪（Aethalometer，以下简称AE-33）能够在线测量大气中TSP（总悬浮颗粒物）在370nm、470nm、520nm、590nm、660nm、880nm和950nm波段处的黑碳气溶胶浓度，使用的质量吸收截面分别为18.47、14.54、13.14、11.58、10.35、7.77和7.19 m2/g。其正式观测时段为2021年6月12日至2021年8月31日，时间分辨率为1分钟。表格数据已经过后续处理，为逐小时数据。积分浊度计（Integrating Nephelometer）能够在线测量大气中PM2.5在450nm、550nm和700nm波段处的散射系数。其正式观测时段为2021年6月12日至2021年8月31日，时间分辨率为10秒。表格数据已经过后续处理，为逐小时数据。空气动力学粒径谱仪（Aerodynamic Particle Sizer Spectrometer，以下简称APS）能够在线测量大气中0.5-20μm(空气动力学直径)粒径范围内颗粒物的数浓度粒径分布谱，共有50个粒径通道。其正式观测时段为2021年6月12日至2021年8月31日，时间分辨率为5分钟。表格数据已经过后续处理，为逐小时数据。扫描电迁移率粒径谱仪（SMPS）能够在线测量大气中13.6 - 514 nm （Stokes 直径）颗粒物粒径分布；TSI 3752型凝聚核粒子计数器（CPC）用于测量颗粒物数量浓度。其正式观测时段为2021年6月29日至2021年8月31日，时间分辨率为5分钟。表格数据已经过后续处理，为逐小时数据。使用国产中流量采样器采集了TSP粒径段的直径90毫米的石英滤膜、泡水处理过的石英滤膜和特氟龙滤膜，样品可用于元素碳、有机碳、水溶性离子和金属元素等化学成分分析。采样时段为2021年6月23日至2021年8月29日，于早上11:00开始采样，每次采样71小时。",
      "instructions": "File Naming: All data is stored in one Excel worksheet. The Excel file name is YD dataset. The different worksheets are named Instructions, WXT, AE-33, NEPH, APS, SMPS and Air samples.\nData Reading Method: All data files in the dataset can be opened directly in Excel.",
      "instructionsCn": "文件命名：所有数据均存放在一个Excel的不同工作表下。Excel文件名为YD-dataset。不同工作表分别命名为Instructions、WXT、AE-33、NEPH、APS、SMPS和Air samples。\n数据读取方式：该数据集中的所有数据文件可以直接用Excel打开。",
      "east": 88.9,
      "west": 88.9,
      "south": 27.42,
      "north": 27.42,
      "startTime": "2021-06-12 00:00:00",
      "endTime": "2021-08-31 11:59:59",
      "fileSize": 5971618.0,
      "cstr": "18406.11.Atmos.tpdc.272846",
      "doi": "10.11888/Atmos.tpdc.272846",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "田鹏飞",
        "nameEn": "TIAN Pengfei",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "黄建平",
        "nameEn": "HUANG Jianping",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "张镭",
        "nameEn": "ZHANG Lei",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "史晋森",
        "nameEn": "SHI Jinsen",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Unexpected high absorption of atmospheric aerosols over a western Tibetan Plateau site in summer",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Tang, C., Huang, J., Du, T., Guan, X., & Tian, P., et al. (2021). Unexpected high absorption of atmospheric aerosols over a western Tibetan Plateau site in summer. Journal of Geophysical Research: Atmospheres, 126, e2020JD033286. https://doi.org/10.1029/2020JD033286"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "元素组成",
        "nameEn": "elemental composition"
      },
      {
        "nameCn": "大气质量",
        "nameEn": "Atmospheric Quality"
      },
      {
        "nameCn": "气溶胶",
        "nameEn": "Aerosol"
      },
      {
        "nameCn": "气溶胶质量浓度",
        "nameEn": "Aerosol mass concentration"
      },
      {
        "nameCn": "粒径分布",
        "nameEn": "size distribution"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "亚东",
        "keywordEn": "Yadong"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for measuring atmospheric black carbon aerosol concentrations in multiple spectral bands?",
        "QuestionCn": "您能否提供一种用于测量多个光谱波段大气黑碳气溶胶浓度的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method is using the AE-33 Aethalometer, which measures atmospheric black carbon aerosol concentrations in multiple spectral bands (370nm, 470nm, 520nm, 590nm, 660nm, 880nm, and 950nm). The instrument operates with a mass absorption cross-section of 18.47, 14.54, 13.14, 11.58, 10.35, 7.77, and 7.19 m2/g respectively, with a formal observation period from June 12, 2021, to August 31, 2021, at a time resolution of 1 minute, processed into hourly data.",
        "AnswerCn": "数据收集方法的一个例子是使用AE-33 Aethalometer，该仪器测量多个光谱波段（370nm、470nm、520nm、590nm、660nm、880nm和950nm）中的大气黑碳气溶胶浓度。该仪器的质量吸收截面分别为18.47、14.54、13.14、11.58、10.35、7.77和7.19 m2/g，正式观察期为2021年6月12日至2021年8月31日，时间分辨率为1分钟，处理为每小时数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and properties of atmospheric dust datasets collected in high-altitude regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原等高海拔地区收集的大气尘埃数据集的特征和属性是什么？",
        "AnswerEn": "temperature, relative humidity, pressure, wind direction, wind speed, precipitation, black carbon concentration, scattering coefficients for PM2.5, particle size distribution, elemental carbon, organic carbon, water-soluble ions, metallic elements",
        "AnswerCn": "温度、相对湿度、气压、风向、风速、降水、黑碳浓度、PM2.5散射系数、粒径分布、元素碳、有机碳、水溶性离子、金属元素",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might contribute to challenges in accurately measuring atmospheric black carbon concentrations across different spectral bands in the region?",
        "QuestionCn": "在不同光谱波段准确测量大气黑碳浓度的挑战可能受到哪些因素的影响？",
        "AnswerEn": "The measurement of atmospheric black carbon concentrations across different spectral bands might be challenged by factors such as the precision of the AE-33 black carbon instrument, which uses specific mass absorption cross-sections for each band, ranging from 7.19 to 18.47 m2/g. Variability in atmospheric conditions, such as temperature, pressure, and humidity, which are measured by the automatic weather station, could also affect the accuracy of these measurements.",
        "AnswerCn": "不同光谱波段的大气黑碳浓度测量可能会受到一些因素的挑战，例如AE-33黑碳仪的精度，该仪器对每个波段使用特定的质量吸收截面，范围从7.19到18.47 m2/g。大气条件的变化，如温度、压力和湿度（由自动气象站测量），也可能影响这些测量的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of collecting data on the physicochemical characteristics of atmospheric dust in the Tibetan Plateau region, and how can this data inform broader environmental research?",
        "QuestionCn": "收集青藏高原地区大气尘埃的物理化学特征数据的主要目标是什么，这些数据如何为更广泛的环境研究提供信息？",
        "AnswerEn": "The primary objectives of collecting data on the physicochemical characteristics of atmospheric dust in the Tibetan Plateau region include understanding the local climate conditions, assessing air quality, and analyzing the chemical composition of atmospheric particles. This data provides insights into the atmospheric processes and environmental changes in the region, which can inform broader environmental research by contributing to climate models, pollution studies, and assessments of the impact of atmospheric particles on health and ecosystems.",
        "AnswerCn": "收集青藏高原地区大气尘埃的物理化学特征数据的主要目标包括了解当地气候条件、评估空气质量以及分析大气颗粒的化学成分。这些数据为理解该地区的大气过程和环境变化提供了见解，可以为更广泛的环境研究提供支持，贡献于气候模型、污染研究以及评估大气颗粒对健康和生态系统的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in collecting and processing atmospheric dust data, including meteorological factors, black carbon concentration, scattering coefficients, and particle size distributions, in high-altitude regions like the Tibetan Plateau?",
        "QuestionCn": "在像青藏高原这样的高海拔地区，收集和处理大气尘埃数据，包括气象因素、黑碳浓度、散射系数和粒径分布，涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve using an automated meteorological station to measure meteorological elements such as temperature, relative humidity, pressure, wind direction, wind speed, and cumulative precipitation. An AE-33 Aethalometer measures atmospheric black carbon aerosol concentration at multiple wavelengths. An Integrating Nephelometer measures PM2.5 scattering coefficients at specific wavelengths. An Aerodynamic Particle Sizer Spectrometer measures particle size distributions within a specified aerodynamic diameter range, and a Scanning Mobility Particle Sizer Spectrometer, coupled with a Condensation Particle Counter, measures particle size distribution in a different range. Data is collected during specified observation periods with varying time resolutions and is subsequently processed into hourly data. Additionally, medium-flow samplers collect TSP samples on different filter types for chemical composition analysis, including elemental carbon, organic carbon, water-soluble ions, and metal elements, with a specific sampling schedule.",
        "AnswerCn": "程序步骤包括使用自动气象站测量气象元素，如温度、相对湿度、气压、风向、风速和累计降水量。AE-33 Aethalometer在多个波长下测量大气黑碳气溶胶浓度。积分光散射仪测量特定波长下PM2.5的散射系数。气动粒子尺寸分布仪测量特定气动直径范围内的粒子尺寸分布，而扫描电动粒子尺寸分布仪结合冷凝粒子计数器测量不同范围内的粒子尺寸分布。数据在指定的观测期间内以不同的时间分辨率收集，并随后处理为每小时数据。此外，中流量采样器在不同的滤膜类型上收集TSP样本，以进行化学成分分析，包括元素碳、有机碳、水溶性离子和金属元素，并遵循特定的采样计划。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the accurate measurement and analysis of black carbon concentrations at multiple wavelengths in atmospheric dust studies?",
        "QuestionCn": "哪些技术进步使得在大气尘埃研究中能够准确测量和分析多波长的黑碳浓度？",
        "AnswerEn": "The use of the AE-33 Aethalometer allows for online measurement of black carbon aerosol concentrations in TSP at wavelengths of 370nm, 470nm, 520nm, 590nm, 660nm, 880nm, and 950nm, using specific mass absorption cross-sections for each wavelength.",
        "AnswerCn": "AE-33 Aethalometer的使用允许在线测量总悬浮颗粒物中黑碳气溶胶浓度，波长为370nm、470nm、520nm、590nm、660nm、880nm和950nm，使用每个波长的特定质量吸收截面。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}