{
    "id": "d64d96b0-1fda-4f54-9193-6fbb555a3232",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Dating data, stone tool data and paleoenvironment data of JJF01 Paleolithic site in northeastern Tibetan Plateau",
            "titleCn": "青藏高原东北部旧石器时代遗址 JJF01测年数据、石器数据及古环境数据集",
            "description": "This dataset includes dating data, stone tool data and paleoenvironment data of JJF01 Paleolithic site in northeastern Tibetan Plateau. The Paleolithic archaeological record of the Tibetan Plateau is crucial for understanding human ecological and genetic adaptation to life in high altitudes. Recent work on the Tibetan Plateau has documented hominin occupations by Denisovans at Baishiya Karst Cave (BKC) from at least ca. 160, and again around 100 and 60 thousand years ago (ka), followed by modern human occupation at Nwya Devu (ND) around 30-40 ka. However, with the exception of these two geographically distinct sites, there are very few Paleolithic sites with secure stratigraphy and reliable dates on the Tibetan Plateau. Thus, the spatial and temporal history of Paleolithic hominin occupation of the Tibetan Plateau remains poorly understood. Here we report a newly discovered well-stratified and well-dated Paleolithic site, Jiangjunfu 01 (JJF01), from the northeastern margin of the plateau. Optical dating of sediments from cultural layers shows that the site was occupied by hominin who employed simple core-and-flake technology, during warmer\ninterglacial environments ~90e120 ka. To date, JJF01 is one of the three oldest archaeological sites with secure stratigraphy and reliable dating from the Tibetan Plateau, further confirming that hominins, potentially Denisovans, occupied and inhabited the highest region of our planet at least by the early Upper Pleistocene.",
            "descriptionCn": "本数据集包括青藏高原东北部旧石器时代遗址 JJF01测年数据、石器数据及古环境数据。青藏高原旧石器时代的考古记录对于了解人类对高海拔生活的生态和遗传适应至关重要。最近对青藏高原的研究表明，至少从大约160年开始，丹尼索瓦人就在白石崖溶洞（BKC）居住，大约在10万年前和6万年前（ka）再次居住，然后大约在30-40 ka，现代人类在Nwya Devu居住。然而，除了这两个地理位置不同的遗址，在青藏高原上很少有有可靠地层和年代的旧石器时代遗址。因此，人们对旧石器时代人类在青藏高原的时空历史仍然知之甚少。文化层沉积物的光学测年结果表明，JJF01遗址在90-120 ka温暖的间冰期环境中被使用简单岩心-薄片技术的古人类所占据。迄今为止，JJF01是三个最古老的考古遗址之一，具有可靠的地层和可靠的青藏高原年代，进一步证实了人类，可能是丹尼索瓦人，至少在上更新世早期就占领并居住在我们星球的最高地区。",
            "instructions": "Cheng et al-2021-Dating data, stone tool data and paleoenvironment data ",
            "instructionsCn": "Cheng et al-2021-Dating data, stone tool data and paleoenvironment data ",
            "east": 103.01,
            "west": 103.01,
            "south": 36.83,
            "north": 36.83,
            "startTime": null,
            "endTime": null,
            "fileSize": 105009.0,
            "cstr": "18406.11.Paleoenv.tpdc.300730",
            "doi": "10.11888/Paleoenv.tpdc.300730",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "成婷",
                "nameEn": "CHENG Ting",
                "unitEn": "",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Hominin occupation of the Tibetan Plateau during the last interglacial complex",
                "referenceCn": null,
                "referenceEn": "Cheng, T., Zhang, D., Smith, G. M., Jöris, O., Wang, J., Yang, S., & Chen, F., et al. (2021). Hominin occupation of the Tibetan Plateau during the last interglacial complex. Quaternary Science Reviews, 265, 107047."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            },
            {
                "nameCn": "遗址",
                "nameEn": "Sites"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "旧石器时代",
                "keywordEn": "Paleolithic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to obtain reliable stratigraphy and dating for Paleolithic sites on the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于获取青藏高原旧石器时代遗址可靠地层学和年代学的数据收集方法的例子？",
                "AnswerEn": "An example of a data collection method is the use of optical dating results from cultural layer sediments to establish reliable stratigraphy and dating at Paleolithic sites on the Tibetan Plateau, such as the JJF01 site, which helped determine its occupation during the warm interglacial period of 90-120 ka.",
                "AnswerCn": "一种数据收集方法是利用文化层沉积物的光释光测年结果，以建立青藏高原上旧石器时代遗址（如JJF01遗址）的可靠地层和年代，这有助于确定其在90-120千年前温暖间冰期的占用情况。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used for dating and analyzing Paleolithic sites in the northeastern Tibetan Plateau?",
                "QuestionCn": "用于对东北藏高原的旧石器时代遗址进行约会和分析的数据收集方法的特点是什么？",
                "AnswerEn": "measuring dating data, stone tool data, paleoenvironmental data, optical dating of cultural layer sediments, simple core-flake techniques",
                "AnswerCn": "测量约会数据、石器工具数据、古环境数据、文化层沉积物的光释光测年、简单的核心-片状技术。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many distinct archaeological sites have reliable stratigraphy and dating on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原上，有多少个具有可靠地层学和年代测定的考古遗址？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is optical dating in the context of archaeological research on the Tibetan Plateau?",
                "QuestionCn": "光释光定年法在青藏高原考古研究中的背景是什么？",
                "AnswerEn": "Optical dating is a method used to determine the age of cultural layer sediments at archaeological sites, like those on the Tibetan Plateau. It helps establish a timeline for human occupation by measuring the last time sediment grains were exposed to light, providing insights into when ancient humans, such as Denisovans, inhabited high-altitude areas during warm interglacial periods.",
                "AnswerCn": "光释光定年是一种用于确定考古遗址文化层沉积物年龄的方法，例如在青藏高原上的遗址。它通过测量沉积颗粒最后一次暴露于光线的时间，帮助建立人类占据的时间线，从而提供关于古代人类（如丹尼索瓦人）在温暖间冰期时居住在高海拔地区的洞察。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods for dating and environmental analysis at Paleolithic sites in the Northeast Tibetan Plateau compare to those used in other high-altitude regions?",
                "QuestionCn": "东北青藏高原的旧石器时代遗址的数据收集方法与其他高海拔地区使用的方法相比如何？",
                "AnswerEn": "The data collection methods for dating and environmental analysis at Paleolithic sites in the Northeast Tibetan Plateau, such as the use of optical dating for cultural layer sediments, focus on understanding human adaptation to high altitudes. In other high-altitude regions, similar methods may be employed, but the specific challenges and environmental conditions may lead to variations in approach. The unique ecological and genetic adaptations of humans in the Tibetan Plateau, such as the potential presence of Denisovans at sites, might not be as prominent in other regions, influencing the emphasis and techniques in data collection.",
                "AnswerCn": "在东北 Tibetan Plateau 的旧石器时代遗址，数据收集方法如对文化层沉积物进行光学定年，旨在理解人类对高海拔环境的适应。在其他高海拔地区，可能会采用类似的方法，但特定的挑战和环境条件可能导致方法的变化。人类在 Tibetan Plateau 的独特生态和遗传适应，例如在某些遗址可能存在的丹尼索瓦人，可能在其他地区不那么显著，从而影响数据收集的重点和技术。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using optical dating methods on cultural layer sediments for understanding human occupation patterns in high-altitude regions?",
                "QuestionCn": "使用光学定年方法对文化层沉积物进行研究，以了解高海拔地区人类占据模式的潜在结果是什么？",
                "AnswerEn": "Using optical dating methods on cultural layer sediments may result in more accurate timelines of human occupation patterns in high-altitude regions like the Tibetan Plateau. It can lead to better understanding of human adaptation to extreme environments, and provide insights into the presence and activities of ancient human species, such as Denisovans, during interglacial periods.",
                "AnswerCn": "使用光释光定年方法对文化层沉积物进行研究，可能会导致对高海拔地区如青藏高原的人类占据模式的时间线更加准确。这可以更好地理解人类在极端环境中的适应能力，并提供关于古代人类物种（如丹尼索瓦人）在间冰期期间的存在和活动的见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind collecting dating data, lithic data, and paleoenvironmental data from Paleolithic sites in the northeastern Tibetan Plateau?",
                "QuestionCn": "收集来自东北藏 Plateau 的旧石器时代遗址的约会数据、石器数据和古环境数据的主要目标是什么？",
                "AnswerEn": "The primary objectives are to understand the ecological and genetic adaptations of humans to high-altitude environments on the Tibetan Plateau, investigate the spatial-temporal history of Paleolithic human presence in the area, and validate the presence of early humans, potentially Denisovans, in the high-altitude regions of the Tibetan Plateau during the early late Pleistocene.",
                "AnswerCn": "主要目标是了解人类在青藏高原高海拔环境中的生态和遗传适应，调查该地区旧石器时代人类存在的时空历史，并验证早期人类（可能是丹尼索瓦人）在青藏高原高海拔地区的存在，时间为早晚更新世。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}