{
  "id": "d658445d-c0a0-4624-8a56-291e5a58a61f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "",
      "titleCn": "Chongce ice core oxygen isotopes and temperature reconstruction over the past 7000 years",
      "description": "This data set is the oxygen isotope data ( δ 18O) and its temperature reconstruction from the Chongce ice cores, in western Kunlun Mountains, Northwestern Tibetan Plateau. The Chongce ice cores were dated back to 7 ka BP by a two-parameter flow model (2p model) constrained by the AMS 14C ages. The  δ 18O measurements were performed at Nanjing University by a Wavelength Scanned Cavity Ring-Down Spectrometer (WS-CRDS, model: Picarro L2120-i), with the analytical uncertainty of less than 0.1‰. Our reconstructed temperature record shows a long-term warming trend until ~2 ka BP,  followed by an abrupt change to a relatively cool period until the start of the industrial-era warming. In addition, the record shows that temperatures during the recent decades are almost the highest during the past 7 ka BP, highlighting the unusual warming forced by anthropogenic greenhouse gases.",
      "descriptionCn": "This data set is the oxygen isotope data (δ18O) and its temperature reconstruction from the Chongce ice cores, in western Kunlun Mountains, Northwestern Tibetan Plateau. The Chongce ice cores were dated back to 7 ka BP by a two-parameter flow model (2p model) constrained by the AMS 14C ages. The δ18O measurements were performed at Nanjing University by a Wavelength Scanned Cavity Ring-Down Spectrometer (WS-CRDS, model: Picarro L2120-i), with the analytical uncertainty of less than 0.1‰. Our reconstructed temperature record shows a long-term warming trend until ~2 ka BP, followed by an abrupt change to a relatively cool period until the start of the industrial-era warming. In addition, the record shows that temperatures during the recent decades are almost the highest during the past 7 ka BP, highlighting the unusual warming forced by anthropogenic greenhouse gases.",
      "instructions": "Chongce ice core stable isotopes and temperature reconstruction over the past 7,000 years.xlsx",
      "instructionsCn": "Chongce ice core stable isotopes and temperature reconstruction over the past 7,000 years.xlsx",
      "east": 81.14,
      "west": 81.08,
      "south": 35.22,
      "north": 35.27,
      "startTime": null,
      "endTime": null,
      "fileSize": 18181.0,
      "cstr": "18406.11.Paleoenv.tpdc.270911",
      "doi": "10.11888/Paleoenv.tpdc.270911",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "Hongxi Pang",
        "nameEn": "Hongxi Pang",
        "unitEn": "",
        "unitCn": "Nanjing University"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Temperature trends in the northwestern Tibetan Plateau constrained by ice core water isotopes over the past 7,000 years",
        "referenceCn": null,
        "referenceEn": "Pang, H., Hou, S., Zhang, W., Wu, S., Jenk, T.M., Schwikowski, M., & Jouzel, J. (2020). Temperature trends in the northwestern Tibetan Plateau constrained by ice core water isotopes over the past 7,000 years. Journal of Geophysical Research: Atmosphere"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰芯",
        "nameEn": "Ice-core"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "Chongce Ice Cap",
        "keywordEn": "Chongce Ice Cap"
      },
      {
        "keywordCn": "Northwestern Tibetan Plateau",
        "keywordEn": "Northwestern Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "past 7,000 years",
        "keywordEn": "past 7,000 years",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the two-parameter flow model (2p model) used for dating ice cores match the expected accuracy based on AMS 14C ages?",
        "QuestionCn": "用于冰芯年代测定的双参数流动模型（2p模型）是否与基于AMS 14C年龄的预期准确性相匹配？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and techniques used in the measurement of oxygen isotopes for temperature reconstruction in ice cores from the Tibetan Plateau?",
        "QuestionCn": "在青藏高原冰芯中用于温度重建的氧同位素测量的特征和技术有哪些？",
        "AnswerEn": "Wavelength Scanned Cavity Ring-Down Spectrometer, Picarro L2120-i, analytical uncertainty less than 0.1‰, two-parameter flow model, AMS 14C ages, temperature records over the past 7000 years",
        "AnswerCn": "波长扫描腔衰荡光谱仪，Picarro L2120-i，分析不确定性小于0.1‰，双参数流动模型，AMS 14C 年龄，过去7000年的温度记录。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many oxygen isotope samples were analyzed to reconstruct the temperature record over the past 7000 years from the Chongce ice cores?",
        "QuestionCn": "为了重建过去7000年的温度记录，从Chongce冰芯中分析了多少个氧同位素样本？",
        "AnswerEn": "The exact number of oxygen isotope samples analyzed is not specified.",
        "AnswerCn": "未具体说明分析的氧同位素样本的确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'oxygen isotope data (δ18O)' mean in the context of ice core studies?",
        "QuestionCn": "在冰芯研究中，“氧同位素数据 (δ18O)”是什么意思？",
        "AnswerEn": "In the context of ice core studies, 'oxygen isotope data (δ18O)' refers to the measurement of the ratio of stable oxygen isotopes (18O/16O) in ice core samples. This ratio is used as a proxy to infer past temperatures and climate conditions. The Chongce ice core data set includes δ18O measurements performed using a Wavelength Scanned Cavity Ring-Down Spectrometer, with an analytical uncertainty of less than 0.1‰, to reconstruct temperature records over the past 7000 years.",
        "AnswerCn": "在冰芯研究的背景下，“氧同位素数据（δ18O）”指的是对冰芯样本中稳定氧同位素（18O/16O）比率的测量。这个比率被用作推断过去温度和气候条件的代理。Chongce冰芯数据集包括使用波长扫描腔衰减光谱仪进行的δ18O测量，分析不确定度小于0.1‰，以重建过去7000年的温度记录。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the oxygen isotope measurements from the Chongce ice cores using a Wavelength Scanned Cavity Ring-Down Spectrometer compare to other data collection methods for reconstructing past temperature records?",
        "QuestionCn": "重庆冰芯的氧同位素测量使用波长扫描腔衰减光谱仪，与其他数据收集方法在重建过去温度记录方面的比较如何？",
        "AnswerEn": "The oxygen isotope measurements from the Chongce ice cores using a Wavelength Scanned Cavity Ring-Down Spectrometer (WS-CRDS) offer high analytical uncertainty of less than 0.1‰, which may provide more precise isotope data compared to traditional methods. This method allows for a detailed reconstruction of temperature records over the past 7000 years, capturing long-term warming trends and abrupt changes in temperature. Other data collection methods might vary in precision, temporal resolution, and sensitivity to environmental conditions, potentially affecting the accuracy and detail of the temperature reconstruction.",
        "AnswerCn": "来自Chongce冰芯的氧同位素测量使用波长扫描腔衰减光谱仪（WS-CRDS），其分析不确定性低于0.1‰，这可能提供比传统方法更精确的同位素数据。这种方法允许对过去7000年的温度记录进行详细重建，捕捉长期的变暖趋势和温度的突变变化。其他数据收集方法可能在精度、时间分辨率和对环境条件的敏感性方面有所不同，可能影响温度重建的准确性和细节。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors have contributed to the development of temperature reconstruction methods from ice core oxygen isotope data over the past 7000 years?",
        "QuestionCn": "过去7000年中，冰芯氧同位素数据温度重建方法的发展受到了哪些因素的影响？",
        "AnswerEn": "The development of temperature reconstruction methods from ice core oxygen isotope data is influenced by advancements in analytical technologies, such as the use of Wavelength Scanned Cavity Ring-Down Spectrometer (WS-CRDS) with high precision, as well as improved dating techniques like the two-parameter flow model (2p model) constrained by AMS 14C ages. These factors allow for more accurate and precise measurement and dating of oxygen isotopes, which are crucial for reconstructing past temperatures.",
        "AnswerCn": "冰芯氧同位素数据的温度重建方法的发展受到分析技术进步的影响，例如使用高精度的波长扫描腔衰减光谱仪（WS-CRDS），以及改进的年代测定技术，如受AMS 14C年龄约束的双参数流动模型（2p模型）。这些因素使得氧同位素的测量和年代测定更加准确和精确，这对于重建过去的温度至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using a two-parameter flow model constrained by AMS 14C ages on the dating accuracy and reliability of ice core samples in paleoclimate studies?",
        "QuestionCn": "使用受AMS 14C年龄限制的两参数流动模型对冰芯样本的定年准确性和可靠性在古气候研究中的影响是什么？",
        "AnswerEn": "Using a two-parameter flow model constrained by AMS 14C ages allows for more precise dating of ice core samples, potentially enhancing the accuracy and reliability of temporal reconstructions in paleoclimate studies. This method helps establish a more robust chronological framework, which is crucial for understanding long-term climate trends and variations, such as the warming and cooling phases identified over the past 7,000 years in the dataset.",
        "AnswerCn": "使用受AMS 14C年龄约束的双参数流动模型可以更精确地对冰芯样本进行年代测定，从而提高古气候研究中时间重建的准确性和可靠性。这种方法有助于建立更稳健的时间框架，这对于理解过去7000年数据集中识别的长期气候趋势和变化（如变暖和变冷阶段）至关重要。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}