{
  "id": "d66db34c-0585-4077-9495-eeaa1706706f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "LA-ICP-MS data of pyrite from Hengdong cobalt deposit in northeastern Hunan",
      "titleCn": "湘东北横洞钴矿床黄铁矿LA-ICP-MS数据",
      "description": "The dataset includes the data of laser ablation plasma mass spectrometry (la-cip-ms) of pyrite in Hengdong cobalt deposit, Hunan Province. The experimental methods are as follows: the analysis was completed in the National Geological Experiment and testing center, and the analytical instrument was Finnigan element 2 ICP-MS with nwr193 nm laser ablation system. In the experiment, helium was used as carrier gas, and the diameter of laser spot was 35 μ m. The pulse frequency is 10 Hz, the laser energy is 80%, the analysis time of each point is 60 s, including 20 s background test and 40 s sample signal. The tested elements include 34S, 57Fe, 59Co, 60Ni, 65Cu, 66zn, 75as, 82se, 96Mo, 107ag, 115In, 118sn, 121Sb, 208Pb, 209bi, etc. The USGS sulfide standards mass1, nist610 and nist612 were used as the combined external standard, kl2g (one of the silicate standard series mpi-ding) as the monitoring standard, and the Fe content analyzed by EPMA as the internal standard. The data can be used for geochemical analysis of Hengdong cobalt deposit in Hunan and similar deposits in Northeast Hunan.\nThe above data have been published in SCI high-level journals, and the data are true and reliable. The data is stored as a word document.",
      "descriptionCn": "本数据集包含湖南横洞钴矿床地区黄铁矿激光剥蚀等离子质谱(LA-CIP-MS)数据。实验方法如下：分析在国家地质实验测试中心完成, 分析仪器为配有NWR193 nm激光剥蚀系统的Finnigan Element 2 ICP-MS等离子体质谱仪。实验过程中采用氦气作为载气, 激光束斑直径为35 μm, 脉冲频率10 Hz, 80%的激光能量, 每个点的分析时间为60 s, 包括20 s的背景测试和40 s的样品信号。测试的元素包括34S、57Fe、59Co、60Ni、65Cu、66Zn、75As、82Se、96Mo、107Ag、115In、118Sn、121Sb、208Pb、209Bi等。微量元素的校正使用USGS硫化物标样MASS1、NIST610和NIST612作为联合外标, KL2G(德国马普所的硅酸盐标准样品系列MPI-DING中的一个)作为监控标样, 电子探针分析的Fe含量作为内标。数据可供后期湖南横洞钴矿床及湘东北地区类似矿床的地球化学分析。\n以上数据已发表于SCI高级别期刊，数据真实可靠。数据以Word文档形式储存。",
      "instructions": "The data is stored in word document format without special data format and numbering instructions.",
      "instructionsCn": "数据以Word文档格式储存，无特殊数据格式和编号说明。",
      "east": 113.8,
      "west": 113.6,
      "south": 28.3,
      "north": 28.7,
      "startTime": null,
      "endTime": null,
      "fileSize": 20358.0,
      "cstr": "18406.11.Geo.tpdc.271423",
      "doi": "10.11888/Geo.tpdc.271423",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邹少浩",
        "nameEn": "ZOU Shaohao",
        "unitEn": "East China University of Technology",
        "unitCn": "东华理工大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A stand-alone Co mineral deposit in northeastern Hunan Province, South China: Its timing, origin of ore fluids and metal Co, and geodynamic setting",
        "referenceCn": null,
        "referenceEn": "Zou, S., Zou, F., Ning, J., Deng, T., Yu, D., Ye, T., Xu, D., & Wang, Z. (2017). A stand-alone co mineral deposit in northeastern hunan province, south china: its timing, origin of ore fluids and metal co, and geodynamic setting. Ore Geology Reviews, S0169136817303517."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "激光剥蚀等离子质谱",
        "nameEn": "LA-ICP-MS"
      },
      {
        "nameCn": "黄铁矿",
        "nameEn": "Pyrite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "横洞，湖南",
        "keywordEn": "Hengdong, Hunan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze trace elements in pyrite from cobalt ore deposits using LA-ICP-MS technology?",
        "QuestionCn": "您能否提供一个使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）技术分析钴矿床中黄铁矿微量元素的数据收集方法的示例？",
        "AnswerEn": "An example of a data collection method used to analyze trace elements in pyrite from cobalt ore deposits is the use of LA-ICP-MS technology, where the analysis is conducted at a national geological laboratory. The method involves using a Finnigan Element 2 ICP-MS plasma mass spectrometer equipped with a NWR193 nm laser ablation system. Helium gas is used as the carrier gas, with a laser spot diameter of 35 μm, a pulse frequency of 10 Hz, and 80% laser energy. Each analysis point includes 60 seconds of measurement time, comprising 20 seconds for background testing and 40 seconds for sample signal acquisition. The trace elements analyzed include elements like 34S, 57Fe, 59Co, and others. Calibration is done using USGS sulfide standards MASS1, NIST610, and NIST612 as external standards, and KL2G as a monitoring standard, while Fe content from electron probe analysis is used as an internal standard.",
        "AnswerCn": "用于分析钴矿床中黄铁矿微量元素的数据收集方法的一个例子是使用LA-ICP-MS技术，该分析在国家地质实验室进行。该方法使用芬尼根Element 2 ICP-MS等离子体质谱仪，配备NWR193 nm激光剥蚀系统。氦气作为载气，激光点直径为35微米，脉冲频率为10 Hz，激光能量为80%。每个分析点包括60秒的测量时间，其中20秒用于背景测试，40秒用于样品信号采集。分析的微量元素包括34S、57Fe、59Co等元素。校准使用USGS硫化物标准MASS1、NIST610和NIST612作为外部标准，KL2G作为监测标准，同时使用电子探针分析的铁含量作为内部标准。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and characteristics of the data collection method used for analyzing trace elements in pyrite through LA-ICP-MS?",
        "QuestionCn": "用于通过激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）分析黄铁矿中微量元素的数据收集方法的具体特征和特点是什么？",
        "AnswerEn": "Finnigan Element 2 ICP-MS, NWR193 nm laser ablation system, helium carrier gas, 35 μm laser spot diameter, 10 Hz pulse frequency, 80% laser energy, 60 s analysis duration, 20 s background testing, 40 s sample signal, USGS sulfide standards MASS1, NIST610, NIST612 external standards, KL2G monitoring standard, Fe content internal standard",
        "AnswerCn": "Finnigan Element 2 ICP-MS，NWR193 nm 激光烧蚀系统，氦气载气，35 μm 激光光斑直径，10 Hz 脉冲频率，80% 激光能量，60 秒分析时长，20 秒背景测试，40 秒样品信号，美国地质调查局硫化物标准 MASS1，NIST610，NIST612 外部标准，KL2G 监控标准，Fe 含量内部标准。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many elements are analyzed in a dataset using the LA-ICP-MS method for pyrite in the cobalt deposit region of northeastern Hunan?",
        "QuestionCn": "在湖南东北部钴矿区使用LA-ICP-MS方法分析的黄铁矿数据集中有多少个元素？",
        "AnswerEn": "16",
        "AnswerCn": "16",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the precision and reliability of using LA-ICP-MS technology in geochemical analysis based on the methodology of using multiple external standards and helium as the carrier gas?",
        "QuestionCn": "根据使用多种外部标准和氦气作为载气的方法，可以推断出LA-ICP-MS技术在地球化学分析中的精确性和可靠性如何？",
        "AnswerEn": "The use of LA-ICP-MS technology with multiple external standards like USGS sulfide standard MASS1, NIST610, and NIST612, along with helium as the carrier gas, suggests a high level of precision and reliability in geochemical analysis. This approach allows for accurate calibration and correction of trace elements, improving the quality and trustworthiness of the data collected from pyrite samples in cobalt mineral deposits.",
        "AnswerCn": "使用LA-ICP-MS技术结合多个外部标准，如USGS硫化物标准MASS1、NIST610和NIST612，以及氦气作为载气，表明在地球化学分析中具有高水平的精确性和可靠性。这种方法允许对微量元素进行准确的校准和修正，提高了从钴矿床中的黄铁矿样品收集的数据的质量和可信度。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind employing LA-ICP-MS analysis for pyrite samples in cobalt mineralization studies in northeastern Hunan?",
        "QuestionCn": "在湖南东北地区的钴矿化研究中，采用LA-ICP-MS分析黄铁矿样品的主要目标是什么？",
        "AnswerEn": "The primary objective of employing LA-ICP-MS analysis for pyrite samples in cobalt mineralization studies in northeastern Hunan is to provide reliable geochemical data that can facilitate the understanding and exploration of similar mineral deposits in the region. This data aids in the geochemical analysis of the Hengdong cobalt deposit and supports broader geological research in the area.",
        "AnswerCn": "在湖南东北部的钴矿化研究中，采用LA-ICP-MS分析黄铁矿样品的主要目的是提供可靠的地球化学数据，以促进对该地区类似矿床的理解和勘探。这些数据有助于对横东钴矿床的地球化学分析，并支持该地区更广泛的地质研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are utilized to ensure the accuracy and reliability of data collected using LA-ICP-MS in the analysis of pyrite from cobalt deposits?",
        "QuestionCn": "在分析钴矿床中的黄铁矿时，确保使用LA-ICP-MS收集的数据的准确性和可靠性所采用的程序有哪些？",
        "AnswerEn": "The procedures involve conducting analyses at a national geological laboratory using a Finnigan Element 2 ICP-MS with an NWR193 nm laser ablation system. Helium is used as a carrier gas, with a laser spot size of 35 μm and a pulse frequency of 10 Hz at 80% laser energy. Each analysis lasts for 60 seconds, with 20 seconds for background testing and 40 seconds for sample signal testing. Calibration of trace elements is done using USGS sulfide standards MASS1, NIST610, and NIST612 as external standards, and KL2G as a monitoring standard, with Fe content from electron probe analysis as an internal standard.",
        "AnswerCn": "这些程序涉及在国家地质实验室使用Finnigan Element 2 ICP-MS和NWR193 nm激光剥离系统进行分析。氦气作为载气，激光点尺寸为35微米，脉冲频率为10 Hz，激光能量为80%。每次分析持续60秒，其中20秒用于背景测试，40秒用于样品信号测试。微量元素的校准使用USGS硫化物标准MASS1、NIST610和NIST612作为外部标准，KL2G作为监测标准，铁含量则通过电子探针分析作为内部标准。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological methods and equipment are essential for capturing detailed trace element data in pyrite samples from cobalt deposits?",
        "QuestionCn": "捕获来自钴矿床的黄铁矿样品中详细微量元素数据所需的技术方法和设备有哪些？",
        "AnswerEn": "The use of LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) is essential, employing a NWR193 nm laser ablation system coupled with a Finnigan Element 2 ICP-MS plasma mass spectrometer. The method involves using helium as a carrier gas, a laser spot size of 35 μm, and a pulse frequency of 10 Hz with 80% laser energy. The analysis time for each point is 60 seconds, including background and sample signal testing. Calibration involves USGS MASS1, NIST610, NIST612, and KL2G standard samples, with Fe content determined by electron microprobe analysis used as an internal standard.",
        "AnswerCn": "LA-ICP-MS（激光剥蚀电感耦合等离子体质谱）方法至关重要，采用NWR193 nm激光剥蚀系统与Finnigan Element 2 ICP-MS等离子体质谱仪相结合。该方法使用氦气作为载气，激光点尺寸为35 μm，脉冲频率为10 Hz，激光能量为80%。每个点的分析时间为60秒，包括背景和样品信号测试。标定涉及USGS MASS1、NIST610、NIST612和KL2G标准样品，铁含量由电子探针分析确定，作为内部标准。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}