{
    "id": "d73ddf9e-9e6a-4801-a5af-c34678970195",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "The Tibetan Plateau and central and south Asia model output data set (2018-2019）).",
            "titleCn": "青藏高原与中南亚地区模式输出数据集（2018-2019）",
            "description": "The dataset based on the regional climate model WRFV4.0 simulation results, and the simulation experiments is double-nested, inner simulation domian horizontal resolution of 10km, vertical direction is 35 layers, the top pressure up to 50-hPa. The simulation using ERA-Interium data as the initial and boundary conditions to drive the model. In the numerical simulation experiment, the land surface parameterization schemes is Noah-MP (Community Noah Land Surface Model with Multi-Parameterization Options), the shortwave radiation parameterization scheme is Dudhia, the long-wave radisyion parameterization scheme is RRTM, the microphysical process parameterization scheme is WSM 6-class graupel, the boundary layer scheme is YSU, the cumulus convection parameterization scheme is MYJ-TKE, the surface layer parameterization scheme is MM5 Monin-Obukhov. The dataset provide model output dataset including wind field, geopotential height field, temperature field, relative humity and precipitation, etc. The datasets are benefical to study the impact factors of the dynamics downscaling of regional climate model in summer over the Tibetan Plateau、Central and South Asia regions.",
            "descriptionCn": "本数据集基础数据是通过利用较高分辨率的区域气候模式WRFV4.0进行模拟而得，模拟采用了双层嵌套，内层模拟格点的水平分辨率为10km，垂直方向有28层，顶层气压为50-hPa。该模拟使用ERA-Interium资料作为初始场和边界条件来驱动模式。进行WRF模拟时，采用的陆面过程参数化方案为Noah-MP（Community Noah Land Surface Model with Multi-Parameterization Options），短波辐射参数化方案为Dudhia，长波辐射参数化方案为rrtm，微物理过程参数化方案为WSM 6-class graupel，边界层方案为YSU，积云对流层参数化方案为MYJTKE，近地层选取MM5 Monin-Obukhov参数化方案。该套数据集提供不同气压层的风场、位势高度场，温度场、相对湿度、以及降水等在内的多个气象环境变量。该数据集有助于研究青藏高原、中亚和南亚夏季区域气候模式动力学降尺度的影响因素。",
            "instructions": "The son file name as \"wrfout_yyyy-mm-dd.nc\", in which the \"yyyy\" stands for the year, \"mm\" stands for the month, and \"dd\" stands for for the day.",
            "instructionsCn": "子文件的名称为“wrfout_yyyy-mm-dd.nc”，其中yyyy代表年，mm代表月，dd代表日。",
            "east": 120.0,
            "west": 60.0,
            "south": 0.0,
            "north": 55.0,
            "startTime": "2018-08-01 00:00:00",
            "endTime": "2019-08-31 23:59:59",
            "fileSize": 149855492366.0,
            "cstr": "18406.11.Atmos.tpdc.300391",
            "doi": "10.11888/Atmos.tpdc.300391",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "郭维栋",
                "nameEn": "GUO Weidong ",
                "unitEn": "Nanjing University",
                "unitCn": "南京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Simulation of summer climate over Central Asia shows high sensitivity to different land surface schemes in WRF",
                "referenceCn": null,
                "referenceEn": "Lu, S., Guo, W.D., Xue, Y.K., Huang, F., & Ge, J. (2021). Simulation of summer climate over Central Asia shows high sensitivity to different land surface schemes in WRF. Climate Dynamics. 57 (7), 2249-2268. "
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "2m气温",
                "nameEn": "2m temperature"
            },
            {
                "nameCn": "气象要素",
                "nameEn": "Meteorological element"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "西风-季风",
                "nameEn": "westerly-monsoon"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "泛第三级",
                "keywordEn": "Pan-Third Pole"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018-2019",
                "keywordEn": "2018-2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Central Asia is an extensive arid and semiarid region located in the mid-latitude of the Eurasian continent. Central Asia is located in the hinterland of Eurasia. It has a typical temperate continental climate of deserts and grasslands because the plateau in its southeast blocks the warm and humid air inflow from the Indian Ocean and the Pacific Ocean. Central Asia is characterized by three features. First, the rainfall is scarce with annual precipitation generally below 300 mm, thus the region is extremely dry. Central Asia is the key connecting region along the Silk Road Economic Belt that extends from East Asia to Europe. This region is facing severe water shortages and societal conflicts as a result of the dry climate. This region is controlled by a typical continental climate with little precipitation and high evaporation, with highly sensitive to climate change. Additionally, significant shrink of glaciers, reduction of snow cover, and decline of lake sizes have been observed in Central Asia due to global warming and impacts of other anthropogenic activities during recent decades. In-situ observations are scarce in Central Asia, and the spatial resolutions of gridded observational products and reanalysis are commonly coarse. Many studies have illustrated that land surface processes have significant impacts on water vapor and momentum exchanges between land and atmosphere, which in turn affect the nature of atmospheric circulation and even causes climate feedback in the long term. Therefore, the performance of WRF should be highly dependent of the land surface scheme, which largely determines the land surface processes in RCM. However, the studies focusing on the sensitivity of RCM to land surface schemes over Central Asia are rare. The resolution of RCM is another crucial factor that affects its downscaling ability. Increased resolution can more realistically represents regional land surface feature, such as topography and underlying surface conditions."
            ],
            "research objective": [
                "In this study, we investigate the sensitivity of the simulation by using the weather research and forecasting (WRF) model at 10-km resolution to the land surface schemes over Central Asia. This study conducts a higher resolution simulation of summer climate over Central Asia using WRF model, and examines the sensitivity of WRF performance to land surface schemes."
            ],
            "challenges": [
                "In-situ observations are scarce in Central Asia, and the spatial resolutions of gridded observational products and reanalysis are commonly coarse. However, there are large uncertainties in the WRF model simulations. It is found that the performance of WRF model varies with regions, seasons and climatic conditions, owing to various factors such as the atmospheric circulation natural variability, the physical parameterization schemes, the size, location and resolution of simulation domain, the lateral boundary conditions, and the representation of land surface conditions."
            ],
            "methods": [
                "The WRF model was run for 19 summers from 2000 to 2018 configured with four different land surface schemes including CLM4, Noah-MP, Pleim-Xiu and SSiB, hereafter referred as Exp-CLM4, Exp-Noah-MP, Exp-PX and Exp-SSiB respectively. The initial and boundary conditions for the WRF model simulations were provided by the National Centers for Environmental Prediction Final (NCEP-FNL) Operational Global Analysis data. The ERA-Interim reanalysis (ERAI), the GHCN-CAMS and the CRU gridded data were used to comprehensively evaluate the WRF simulations."
            ],
            "dataset": [
                "The NCEP-FNL data used in the present study at 6-h intervals and a horizontal resolution of 1° latitude by 1° longitude. The data are downloaded from https://rda.ucar.edu/datasets/ds083.3/."
            ],
            "findings": [
                "Compared with the reanalysis and observational data, the WRF model can reasonably reproduce the spatial patterns of summer mean 2-m temperature, precipitation, and large-scale atmospheric circulation. The simulations, however, are sensitive to the option of land surface scheme. The performance of Exp-CLM4 and Exp-SSiB are better than that of Exp-Noah-MP and Exp-PX assessed by Multivariable Integrated Evaluation (MVIE) method. The results demonstrate that the sensible and latent heat fluxes are respectively lower by 30.42 W·m −2 and higher by 14.86 W·m−2 in Ave-CLM4-SSiB than that in Ave-NoahMP-PX. As a result, large differences in geopotential height occur over the simulation domain. The simulated wind fields are subsequently influenced by the geostrophic adjustment process, thus the simulations of 2-m temperature, surface skin temperature and precipitation are respectively lower by about 2.08 ℃, 2.23 ℃ and 18.56 mm·month−1 in Ave-CLM4-SSiB than that in Ave-NoahMP-PX over Central Asia continent."
            ],
            "backgroundCn": [
                "中亚是一个广阔的干旱和半干旱地区，位于欧亚大陆的中纬度。中亚位于欧亚大陆的内陆地区。由于其东南部的高原阻挡了来自印度洋和太平洋的温暖潮湿空气流入，该地区具有典型的温带大陆性气候，主要由沙漠和草原组成。中亚的特点有三个。首先，降水稀少，年降水量通常低于300毫米，因此该地区极为干燥。中亚是丝绸之路经济带的关键连接区域，该经济带从东亚延伸到欧洲。由于干燥的气候，该地区面临严重的水资源短缺和社会冲突。该地区受典型的大陆性气候控制，降水量少，蒸发量高，对气候变化高度敏感。此外，由于全球变暖和其他人为活动的影响，近年来中亚地区观察到冰川显著缩小、雪盖减少和湖泊面积下降。中亚的原位观测稀少，网格观测产品和再分析的空间分辨率通常较粗。许多研究表明，陆面过程对水汽和动量在陆地与大气之间的交换有显著影响，这反过来又影响大气环流的性质，甚至在长期内引起气候反馈。因此，WRF的性能在很大程度上依赖于陆面方案，而陆面方案在区域气候模型（RCM）中主要决定了陆面过程。然而，专注于中亚地区区域气候模型对陆面方案敏感性的研究较为稀少。区域气候模型的分辨率是影响其下行尺度能力的另一个关键因素。提高分辨率可以更真实地表示区域的陆面特征，如地形和底层表面条件。"
            ],
            "research objectiveCn": [
                "在本研究中，我们使用天气研究与预报（WRF）模型以10公里分辨率调查了中亚地区对地表方案的敏感性。该研究对中亚地区的夏季气候进行了更高分辨率的模拟，并考察了WRF性能对地表方案的敏感性。"
            ],
            "challengesCn": [
                "中亚的原位观测稀缺，网格观测产品和再分析的空间分辨率通常较粗。然而，WRF模型模拟存在较大的不确定性。研究发现，WRF模型的性能因地区、季节和气候条件的不同而有所变化，这与大气环流的自然变异性、物理参数化方案、模拟域的大小、位置和分辨率、边界条件以及地表条件的表征等多种因素有关。"
            ],
            "methodsCn": [
                "WRF模型在2000年至2018年间运行了19个夏季，配置了四种不同的地表方案，包括CLM4、Noah-MP、Pleim-Xiu和SSiB，以下简称为Exp-CLM4、Exp-Noah-MP、Exp-PX和Exp-SSiB。WRF模型模拟的初始和边界条件由国家环境预报中心最终（NCEP-FNL）操作全球分析数据提供。使用ERA-Interim再分析（ERAI）、GHCN-CAMS和CRU格点数据对WRF模拟进行了全面评估。"
            ],
            "datasetCn": [
                "本研究中使用的NCEP-FNL数据为6小时间隔，水平分辨率为1°纬度和1°经度。数据下载地址为https://rda.ucar.edu/datasets/ds083.3/。"
            ],
            "findingsCn": [
                "与再分析和观测数据相比，WRF模型能够合理再现夏季平均2米温度、降水量和大规模大气环流的空间模式。然而，模拟结果对地表过程方案的选择非常敏感。通过多变量综合评估（MVIE）方法评估，Exp-CLM4和Exp-SSiB的表现优于Exp-Noah-MP和Exp-PX。结果表明，Ave-CLM4-SSiB中的显热和潜热通量分别比Ave-NoahMP-PX低30.42 W·m−2和高14.86 W·m−2。因此，模拟区域内的位势高度存在较大差异。模拟的风场随后受到地转调整过程的影响，从而导致中央亚洲大陆的2米温度、地表皮肤温度和降水量分别比Ave-NoahMP-PX低约2.08 ℃、2.23 ℃和18.56 mm·月−1。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the use of the ERA-Interium data as initial and boundary conditions align with common practices for driving regional climate models?",
                "QuestionCn": "使用ERA-Interim数据作为初始和边界条件是否符合驱动区域气候模型的常见做法？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is there a notable sensitivity of the WRF model to different land surface schemes when simulating climate conditions over Central Asia?",
                "QuestionCn": "WRF模型在模拟中亚气候条件时，对不同的地表方案是否存在显著的敏感性？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are in-situ observations scarce in Central Asia, making it challenging to validate regional climate model outputs?",
                "QuestionCn": "在中亚，原位观测稀缺，这使得验证区域气候模型输出变得具有挑战性。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which land surface scheme is more effective for regional climate modeling in Central Asia, CLM4, Noah-MP, Pleim-Xiu, or SSiB?",
                "QuestionCn": "在中亚地区气候建模中，哪种陆面模式更有效，CLM4、Noah-MP、Pleim-Xiu 还是 SSiB？",
                "AnswerEn": "CLM4 and SSiB",
                "AnswerCn": "CLM4和SSiB",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to simulate the climate over the Qinghai-Tibet Plateau and Central Asia?",
                "QuestionCn": "用于模拟青藏高原和中亚气候的数据收集方法有哪些？",
                "AnswerEn": "WRFV4.0",
                "AnswerCn": "WRFV4.0",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced in collecting in-situ observational data in the Central Asian region?",
                "QuestionCn": "在中亚地区收集原位观测数据面临哪些挑战？",
                "AnswerEn": "scarcity of in-situ observations",
                "AnswerCn": "原位观测的稀缺性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when collecting or simulating data in regions with scarce in-situ observations like Central Asia?",
                "QuestionCn": "在像中亚这样缺乏现场观测数据的地区收集或模拟数据时面临的一个挑战是什么？",
                "AnswerEn": "A challenge faced in regions like Central Asia with scarce in-situ observations is the coarse spatial resolutions of gridded observational products and reanalysis data, which leads to large uncertainties in model simulations, as the performance of models like WRF can vary significantly based on several factors including the atmospheric circulation, physical parameterization schemes, and land surface conditions.",
                "AnswerCn": "在中亚等观测稀缺的地区，面临的一个挑战是网格观测产品和再分析数据的空间分辨率较粗，这导致模型模拟中存在较大的不确定性。像WRF这样的模型性能可能会因多个因素而显著变化，包括大气环流、物理参数化方案和地表条件。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of a dataset used to evaluate climate model simulations in the context of high-resolution studies over Central Asia?",
                "QuestionCn": "您能否提供一个用于评估气候模型模拟的示例数据集，特别是在中亚地区的高分辨率研究中？",
                "AnswerEn": "An example of a dataset used to evaluate climate model simulations is the NCEP-FNL Operational Global Analysis data, which provides initial and boundary conditions for WRF model simulations at 6-hour intervals with a horizontal resolution of 1° latitude by 1° longitude.",
                "AnswerCn": "用于评估气候模型模拟的数据集的一个例子是NCEP-FNL操作全球分析数据，该数据以每6小时为间隔提供WRF模型模拟的初始和边界条件，水平分辨率为1°纬度和1°经度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What factors influence the sensitivity of the Weather Research and Forecasting model in Central Asia simulations?",
                "QuestionCn": "影响中亚地区天气研究与预报模型敏感性的因素有哪些？",
                "AnswerEn": "choice of land surface schemes, atmospheric circulation variability, physical parameterization schemes, simulation domain size, location, resolution, lateral boundary conditions, representation of land surface conditions",
                "AnswerCn": "土地表面方案的选择、大气环流变率、物理参数化方案、模拟域大小、位置、分辨率、侧边界条件、土地表面条件的表示",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the primary features of the data used to evaluate the WRF simulations over Central Asia?",
                "QuestionCn": "用于评估中央亚洲WRF模拟的数据的主要特征是什么？",
                "AnswerEn": "6-hour intervals, 1° latitude by 1° longitude, ERA-Interim reanalysis, GHCN-CAMS, CRU gridded data",
                "AnswerCn": "6小时间隔，1°纬度乘1°经度，ERA-Interim再分析，GHCN-CAMS，CRU网格数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the horizontal resolution of the inner simulation grid points in the regional climate model applied to the Tibetan Plateau and South Asia?",
                "QuestionCn": "在应用于青藏高原和南亚的区域气候模型中，内部模拟网格点的水平分辨率是多少？",
                "AnswerEn": "10 km",
                "AnswerCn": "10公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How often are the NCEP-FNL data used for initial and boundary conditions updated during the simulation process?",
                "QuestionCn": "NCEP-FNL数据在模拟过程中用于初始和边界条件的更新频率是多少？",
                "AnswerEn": "6-hour intervals",
                "AnswerCn": "6小时间隔",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'parameterization schemes' in the context of atmospheric modeling?",
                "QuestionCn": "在大气建模的上下文中，“参数化方案”是指用于简化和表示大气中复杂物理过程的数学模型。这些方案通常用于处理无法在数值模型中直接模拟的小尺度过程，例如云的形成、降水、辐射传输和湍流等。通过参数化，模型能够在较大尺度上捕捉这些过程的影响，从而提高预测的准确性和效率。",
                "AnswerEn": "Parameterization schemes in atmospheric modeling refer to the methods used to represent sub-grid scale processes, such as cloud formation, radiation, and land-atmosphere interactions, within climate models. These schemes are crucial in determining the accuracy of simulations, as they influence factors like land surface processes, which are significant in climate feedback mechanisms.",
                "AnswerCn": "大气建模中的参数化方案是指用于表示气候模型中亚网格尺度过程的方法，例如云形成、辐射和陆地-大气相互作用。这些方案在确定模拟的准确性方面至关重要，因为它们影响诸如陆面过程等因素，而这些因素在气候反馈机制中具有重要意义。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in data collection challenges between using in-situ observations and gridded observational products for climate modeling in Central Asia?",
                "QuestionCn": "在中亚气候建模中，使用原位观测和网格化观测产品的数据收集挑战有哪些不同？",
                "AnswerEn": "In-situ observations in Central Asia are scarce, leading to challenges in obtaining detailed local data. Gridded observational products often have coarse spatial resolutions, which may not capture detailed regional variations necessary for accurate climate modeling. Thus, both methods face challenges, but gridded products offer broader coverage at the expense of resolution.",
                "AnswerCn": "中亚的原位观测稀缺，导致获取详细地方数据面临挑战。网格观测产品通常具有较粗的空间分辨率，可能无法捕捉到准确气候建模所需的详细区域变化。因此，这两种方法都面临挑战，但网格产品在覆盖范围上更广泛，代价是分辨率的降低。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the use of NCEP-FNL data for initial and boundary conditions in climate simulations compare to other potential datasets in terms of temporal resolution and availability?",
                "QuestionCn": "NCEP-FNL数据在气候模拟中作为初始和边界条件的使用，与其他潜在数据集相比，在时间分辨率和可用性方面如何？",
                "AnswerEn": "The NCEP-FNL data used for initial and boundary conditions provide a temporal resolution of 6-hour intervals and are readily available. Other datasets might offer different temporal resolutions or might not be as accessible, which could affect the frequency and ease of data collection for climate simulations.",
                "AnswerCn": "NCEP-FNL数据用于初始和边界条件，提供6小时的时间分辨率，并且易于获取。其他数据集可能提供不同的时间分辨率，或者可能不那么容易获取，这可能会影响气候模拟的数据收集频率和便利性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the choice of land surface scheme in a regional climate model influence the interpretation of atmospheric circulation patterns over Central Asia?",
                "QuestionCn": "区域气候模型中土地表面方案的选择如何影响对中亚大气环流模式的解读？",
                "AnswerEn": "The choice of land surface scheme significantly affects the interpretation of atmospheric circulation patterns, as different schemes impact land surface processes like sensible and latent heat fluxes, ultimately leading to variations in geopotential height and wind fields. This can alter the simulations of temperature and precipitation patterns.",
                "AnswerCn": "土地表面方案的选择显著影响大气环流模式的解释，因为不同的方案会影响地表过程，如显热和潜热通量，最终导致地势高度和风场的变化。这可能会改变温度和降水模式的模拟。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges might arise in interpreting the accuracy of climate simulations when using datasets with coarse spatial resolutions over regions like Central Asia?",
                "QuestionCn": "在使用空间分辨率较粗的数据库对中亚等地区进行气候模拟时，可能会出现哪些挑战来解释气候模拟的准确性？",
                "AnswerEn": "Interpreting the accuracy of climate simulations can be challenging due to the scarcity of in-situ observations and the coarse spatial resolutions of available gridded observational products and reanalysis data. These limitations can introduce large uncertainties and affect the model's ability to accurately represent regional climatic conditions.",
                "AnswerCn": "解读气候模拟的准确性可能具有挑战性，因为现场观测稀缺以及可用的网格观测产品和再分析数据的空间分辨率较粗。这些限制可能引入较大的不确定性，并影响模型准确表示区域气候条件的能力。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can higher resolution simulations contribute to a more nuanced understanding of land-atmosphere interactions in arid regions?",
                "QuestionCn": "更高分辨率的模拟如何有助于更深入地理解干旱地区的陆气相互作用？",
                "AnswerEn": "Higher resolution simulations can provide a more detailed representation of regional land surface features, such as topography and underlying surface conditions, which are crucial for accurately modeling land-atmosphere interactions. This enhanced resolution allows for a better understanding of how these interactions influence atmospheric circulation and climate feedback mechanisms.",
                "AnswerCn": "更高分辨率的模拟可以提供对区域地表特征的更详细表示，例如地形和基础表面条件，这对于准确建模陆地-大气相互作用至关重要。这种增强的分辨率使我们能够更好地理解这些相互作用如何影响大气环流和气候反馈机制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the scarcity of in-situ observations in Central Asia, affecting the spatial resolution of gridded observational products?",
                "QuestionCn": "导致中亚地区原位观测稀缺的因素有哪些，这影响了网格观测产品的空间分辨率？",
                "AnswerEn": "In-situ observations are scarce in Central Asia primarily because the region is characterized by its extensive arid and semiarid conditions, with vast and remote areas making data collection logistically challenging. Additionally, the region's typical temperate continental climate, societal conflicts, and severe water shortages further complicate comprehensive observation efforts.",
                "AnswerCn": "中亚地区的原位观测稀缺，主要是因为该地区广泛的干旱和半干旱条件，以及广袤而偏远的地区使得数据收集在后勤上具有挑战性。此外，该地区典型的温带大陆性气候、社会冲突和严重的水资源短缺进一步复杂化了全面观测工作的开展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes large uncertainties in WRF model simulations when applied to different regions and seasons?",
                "QuestionCn": "在不同地区和季节应用WRF模型模拟时，导致大不确定性的原因是什么？",
                "AnswerEn": "The large uncertainties in WRF model simulations arise from several factors, including the natural variability of atmospheric circulation, the choice of physical parameterization schemes, simulation domain size, location and resolution, lateral boundary conditions, and the representation of land surface conditions. These factors vary with regions, seasons, and climatic conditions, impacting the model's performance.",
                "AnswerCn": "WRF模型模拟中的大不确定性来源于多个因素，包括大气环流的自然变异性、物理参数化方案的选择、模拟域的大小、位置和分辨率、侧边界条件以及地表条件的表示。这些因素因地区、季节和气候条件而异，影响模型的性能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is the resolution of Regional Climate Models (RCMs) crucial in representing regional land surface features like topography and underlying surface conditions?",
                "QuestionCn": "区域气候模型（RCMs）的分辨率在表示区域地表特征如地形和基础表面条件方面至关重要。",
                "AnswerEn": "The resolution of RCMs is crucial as increased resolution allows for a more realistic representation of regional land surface features such as topography and underlying surface conditions. This is essential because these features significantly impact land surface processes, which in turn affect the exchanges of water vapor and momentum between land and atmosphere, influencing atmospheric circulation and potential climate feedback.",
                "AnswerCn": "RCM的分辨率至关重要，因为提高分辨率可以更真实地表示区域地表特征，如地形和底层表面条件。这一点至关重要，因为这些特征显著影响地表过程，进而影响水汽和动量在陆地与大气之间的交换，进而影响大气环流和潜在的气候反馈。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the selection of different land surface schemes impact the outcomes of weather research and forecasting models in arid regions like Central Asia?",
                "QuestionCn": "不同的地表方案选择如何影响干旱地区（如中亚）天气研究和预报模型的结果？",
                "AnswerEn": "The selection of different land surface schemes significantly impacts the outcomes of weather research and forecasting models. In arid regions like Central Asia, different schemes can lead to variations in the simulation of 2-m temperature, surface skin temperature, and precipitation. For instance, the Exp-CLM4 and Exp-SSiB schemes demonstrate better performance compared to Exp-Noah-MP and Exp-PX, affecting heat fluxes and atmospheric circulation, which in turn influence temperature and precipitation simulations.",
                "AnswerCn": "不同的地表方案的选择对天气研究和预报模型的结果有显著影响。在像中亚这样的干旱地区，不同的方案可能导致2米温度、表面皮肤温度和降水的模拟出现差异。例如，Exp-CLM4和Exp-SSiB方案的表现优于Exp-Noah-MP和Exp-PX，影响了热通量和大气环流，从而影响温度和降水的模拟。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What potential effects can arise from using coarse spatial resolutions of gridded observational products and reanalysis data in climate modeling for regions like Central Asia?",
                "QuestionCn": "使用粗 spatial 分辨率的网格观测产品和再分析数据在气候建模中可能对中亚等地区产生哪些潜在影响？",
                "AnswerEn": "Using coarse spatial resolutions of gridded observational products and reanalysis data in climate modeling for regions like Central Asia can lead to limitations in accurately capturing regional climatic phenomena. This can result in inadequate representation of land surface processes and atmospheric dynamics, which are critical for understanding climate feedback and variability. Consequently, there may be challenges in assessing water vapor and momentum exchanges, which are crucial for modeling the impacts of climate change in such regions.",
                "AnswerCn": "使用粗 spatial 分辨率的格点观测产品和再分析数据进行气候建模，尤其是在中亚等地区，可能会导致在准确捕捉区域气候现象方面的局限性。这可能导致对土地表面过程和大气动力学的不足表征，而这些对于理解气候反馈和变异性至关重要。因此，在评估水汽和动量交换方面可能会面临挑战，而这些对于建模气候变化在该地区的影响是至关重要的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals of using various reanalysis and observational datasets to assess the Weather Research and Forecasting (WRF) model simulations over Central Asia?",
                "QuestionCn": "使用各种再分析和观测数据集评估中央亚洲的天气研究与预报（WRF）模型模拟的目标是什么？",
                "AnswerEn": "The goals are to comprehensively evaluate the WRF simulations by comparing them against reanalysis and observational data to ensure that the model can reasonably reproduce the spatial patterns of summer mean 2-m temperature, precipitation, and large-scale atmospheric circulation, while assessing the sensitivity of simulations to different land surface schemes.",
                "AnswerCn": "目标是通过将WRF模拟与再分析和观测数据进行比较，全面评估模型，以确保模型能够合理再现夏季平均2米温度、降水和大规模大气环流的空间模式，同时评估不同地表方案对模拟结果的敏感性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in configuring a regional climate model like WRF to simulate summer climate scenarios over Central Asia at a high resolution?",
                "QuestionCn": "配置区域气候模型（如WRF）以高分辨率模拟中亚夏季气候情景的程序步骤包括：\n\n1. **确定研究区域**：选择中亚的具体区域，并定义模拟的空间范围和分辨率。\n\n2. **获取地形和土地利用数据**：收集高分辨率的地形数据（如数字高程模型）和土地利用/覆盖数据，以便为模型提供必要的地表特征。\n\n3. **选择物理参数化方案**：根据研究目标选择适当的物理参数化方案，包括辐射、对流、降水和土壤过程等。\n\n4. **设置初始和边界条件**：获取所需的初始条件和边界条件数据，通常来自全球气候模型（GCM）或再分析数据。\n\n5. **配置模型域**：在WRF中设置模型域，包括网格大小、层数和垂直分辨率等参数。\n\n6. **编写输入文件**：创建WRF的输入文件，包括namelist文件，配置模拟的时间步长、模拟时间、输出频率等。\n\n7. **运行模型**：启动WRF模型进行模拟，监控运行过程以确保没有错误。\n\n8. **后处理和分析结果**：对模拟结果进行后处理，包括数据提取、可视化和分析，以评估夏季气候情景的变化。\n\n9. **验证和校准**：将模拟结果与观测数据进行比较，进行必要的验证和校准，以提高模型的准确性。\n\n10. **撰写报告和发布结果**：整理研究结果，撰写报告，并根据需要发布相关研究成果。",
                "AnswerEn": "The WRF model is configured with a resolution of 10-km using different land surface schemes such as CLM4, Noah-MP, Pleim-Xiu, and SSiB. The initial and boundary conditions for the simulations are provided by the NCEP-FNL Operational Global Analysis data. The ERA-Interim reanalysis, GHCN-CAMS, and CRU gridded data are used to evaluate the simulations comprehensively.",
                "AnswerCn": "WRF模型配置为10公里的分辨率，使用不同的地表方案，如CLM4、Noah-MP、Pleim-Xiu和SSiB。模拟的初始和边界条件由NCEP-FNL操作全球分析数据提供。ERA-Interim再分析、GHCN-CAMS和CRU网格数据被用来全面评估模拟结果。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can the sensitivity of a climate model's performance to different land surface schemes be evaluated effectively in the context of the Central Asian climate?",
                "QuestionCn": "如何有效评估气候模型在中亚气候背景下对不同陆面方案性能的敏感性？",
                "AnswerEn": "The sensitivity can be evaluated by running simulations with different land surface schemes and comparing the results against reanalysis and observational data. The performance is assessed using methods like the Multivariable Integrated Evaluation (MVIE) method, focusing on spatial patterns of summer mean 2-m temperature, precipitation, and large-scale atmospheric circulation.",
                "AnswerCn": "敏感性可以通过运行不同陆面模式的模拟并将结果与再分析和观测数据进行比较来评估。性能评估采用多变量综合评估（MVIE）方法，重点关注夏季平均2米温度、降水和大规模大气环流的空间模式。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What methods are employed to address the challenges of limited in-situ observations and coarse spatial resolutions in existing gridded observational products for climate modeling over Central Asia?",
                "QuestionCn": "为了解决中亚气候建模中现有网格观测产品的有限原位观测和粗糙空间分辨率的挑战，采用了哪些方法？",
                "AnswerEn": "To address these challenges, high-resolution simulations using the WRF model are conducted. Initial and boundary conditions are sourced from reliable datasets like NCEP-FNL. The simulations are evaluated using ERA-Interim reanalysis and other comprehensive gridded data products to ensure a robust assessment of the model's performance and to compensate for the scarcity of in-situ observations.",
                "AnswerCn": "为了解决这些挑战，使用WRF模型进行高分辨率模拟。初始和边界条件来自可靠的数据集，如NCEP-FNL。通过使用ERA-Interim再分析和其他综合网格数据产品对模拟结果进行评估，以确保对模型性能的全面评估，并弥补现场观测的稀缺性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technologies and parameterization schemes enable the simulation of regional climate dynamics in the Tibetan Plateau and Central Asia using a high-resolution regional climate model?",
                "QuestionCn": "哪些技术和参数化方案使得使用高分辨率区域气候模型模拟青藏高原和中亚的区域气候动态成为可能？",
                "AnswerEn": "The simulation of regional climate dynamics in the Tibetan Plateau and Central Asia is enabled by using a high-resolution regional climate model like WRFV4.0, which employs a range of parameterization schemes such as Noah-MP for land surface processes, Dudhia for shortwave radiation, RRTM for longwave radiation, WSM 6-class graupel for microphysics, YSU for boundary layer processes, MYJTKE for cumulus convection, and MM5 Monin-Obukhov for near-surface processes. These technologies and schemes allow for detailed modeling of weather and climate patterns in the region.",
                "AnswerCn": "使用高分辨率区域气候模型WRFV4.0，可以模拟青藏高原和中亚的区域气候动态，该模型采用了一系列参数化方案，如用于陆面过程的Noah-MP、用于短波辐射的Dudhia、用于长波辐射的RRTM、用于微物理过程的WSM 6类霰、用于边界层过程的YSU、用于对流的MYJTKE以及用于近地面过程的MM5 Monin-Obukhov。这些技术和方案使得对该地区的天气和气候模式进行详细建模成为可能。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the enabling conditions for using reanalysis and observational data to evaluate the performance of high-resolution climate simulations over Central Asia?",
                "QuestionCn": "使用再分析和观测数据评估中亚高分辨率气候模拟性能的促进条件是什么？",
                "AnswerEn": "The enabling conditions for using reanalysis and observational data to evaluate the performance of high-resolution climate simulations over Central Asia include the availability of datasets like ERA-Interim reanalysis, GHCN-CAMS, and CRU gridded data. These datasets provide comprehensive observational records that can be used to validate and assess the accuracy of climate model outputs, helping to identify uncertainties and improve model performance in simulating regional climate patterns.",
                "AnswerCn": "使用再分析和观测数据评估中亚高分辨率气候模拟性能的必要条件包括可用的数据集，如ERA-Interim再分析、GHCN-CAMS和CRU网格数据。这些数据集提供了全面的观测记录，可用于验证和评估气候模型输出的准确性，帮助识别不确定性并改善模型在模拟区域气候模式方面的表现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the performance of a dataset using regional climate models vary significantly with different land surface schemes?",
                "QuestionCn": "使用不同的陆面模式时，区域气候模型在数据集上的表现可能会显著变化的原因是什么？",
                "AnswerEn": "The performance of a dataset using regional climate models may vary significantly with different land surface schemes because these schemes determine the land surface processes that influence water vapor and momentum exchanges between land and atmosphere, affecting atmospheric circulation and potentially causing climate feedback in the long term.",
                "AnswerCn": "使用区域气候模型的数据显示，不同的陆面方案可能会显著影响性能，因为这些方案决定了影响水汽和动量在陆地与大气之间交换的陆面过程，从而影响大气环流，并可能在长期内导致气候反馈。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might increasing the resolution of a regional climate model be crucial for accurately representing regional land surface features?",
                "QuestionCn": "提高区域气候模型的分辨率对于准确表示区域地表特征可能至关重要。",
                "AnswerEn": "Increasing the resolution of a regional climate model is crucial for accurately representing regional land surface features because higher resolution can more realistically capture topography and underlying surface conditions, which are essential for simulating the interactions between land and atmosphere accurately.",
                "AnswerCn": "提高区域气候模型的分辨率对于准确表示区域地表特征至关重要，因为更高的分辨率可以更真实地捕捉地形和基础表面条件，这对于准确模拟陆地与大气之间的相互作用是必不可少的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges in collecting high-resolution climate data over Central Asia using remote sensing techniques?",
                "QuestionCn": "使用遥感技术在中亚收集高分辨率气候数据的潜在挑战有哪些？",
                "AnswerEn": "The primary challenges include the scarcity of in-situ observations and the coarse spatial resolutions of existing gridded observational products and reanalysis data. These limitations contribute to uncertainties in model simulations and affect the accuracy of the data collected.",
                "AnswerCn": "主要挑战包括现场观测的稀缺以及现有网格观测产品和再分析数据的粗 spatial 分辨率。这些限制导致模型模拟的不确定性，并影响所收集数据的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How effective is the use of different land surface schemes in enhancing the precision of regional climate models for Central Asia?",
                "QuestionCn": "不同地表方案在提高中亚区域气候模型精度方面的有效性如何？",
                "AnswerEn": "The effectiveness varies with the choice of land surface schemes, as the performance of the regional climate model is highly sensitive to these schemes. Experiments with different schemes, such as CLM4 and SSiB, have shown better performance compared to others like Noah-MP, highlighting the importance of selecting appropriate schemes for precise simulations.",
                "AnswerCn": "不同的地表方案选择会影响效果，因为区域气候模型的性能对这些方案高度敏感。使用不同方案的实验，如CLM4和SSiB，表现出比其他方案（如Noah-MP）更好的性能，这突显了选择合适方案以进行精确模拟的重要性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the implications of using a 10-km resolution in regional climate modeling for capturing land surface features in Central Asia?",
                "QuestionCn": "在区域气候建模中使用10公里分辨率对捕捉中亚的地表特征有什么影响？",
                "AnswerEn": "Utilizing a 10-km resolution allows for a more realistic representation of regional land surface features, such as topography and underlying surface conditions, which are crucial for accurately simulating the exchanges between land and atmosphere in regional climate models.",
                "AnswerCn": "利用10公里的分辨率可以更真实地表示区域地表特征，如地形和基础表面条件，这对于准确模拟区域气候模型中陆地与大气之间的交换至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how different land surface schemes affect the performance of regional climate models in simulating climate conditions over Central Asia.",
                "QuestionCn": "我不明白不同的陆面过程方案如何影响区域气候模型在模拟中亚气候条件方面的表现。",
                "AnswerEn": "The performance of regional climate models like WRF is highly dependent on the land surface scheme, which largely determines the land surface processes. These processes have significant impacts on water vapor and momentum exchanges between land and atmosphere, affecting atmospheric circulation and climate feedback. The study found that the WRF model's simulations are sensitive to the land surface scheme used, with Exp-CLM4 and Exp-SSiB performing better than Exp-Noah-MP and Exp-PX.",
                "AnswerCn": "区域气候模型如WRF的性能高度依赖于陆面方案，这在很大程度上决定了陆面过程。这些过程对陆地与大气之间的水汽和动量交换产生显著影响，从而影响大气环流和气候反馈。研究发现，WRF模型的模拟对所使用的陆面方案非常敏感，其中Exp-CLM4和Exp-SSiB的表现优于Exp-Noah-MP和Exp-PX。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the challenges faced when collecting or utilizing observational data for climate modeling in regions like Central Asia.",
                "QuestionCn": "我对在中亚地区收集或利用观测数据进行气候建模时面临的挑战感到不确定。",
                "AnswerEn": "One significant challenge is the scarcity of in-situ observations in Central Asia, combined with the coarse spatial resolutions of gridded observational products and reanalysis data, which introduce uncertainties in model simulations. These challenges are compounded by the natural variability of atmospheric circulation, physical parameterization schemes, and the representation of land surface conditions.",
                "AnswerCn": "一个显著的挑战是中亚地区现场观测的稀缺，加上网格观测产品和再分析数据的空间分辨率较粗，这给模型模拟带来了不确定性。这些挑战因大气环流的自然变异、物理参数化方案以及地表条件的表征而加剧。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand how the resolution of regional climate models impacts their ability to accurately simulate climate conditions.",
                "QuestionCn": "我不明白区域气候模型的分辨率如何影响它们准确模拟气候条件的能力。",
                "AnswerEn": "The resolution of regional climate models is a crucial factor that affects their downscaling ability. Higher resolution allows for more realistic representation of regional land surface features such as topography and underlying surface conditions, which are essential for accurate climate simulation. The study uses a 10-km resolution to investigate the sensitivity of WRF model performance to land surface schemes over Central Asia.",
                "AnswerCn": "区域气候模型的分辨率是影响其下采样能力的关键因素。更高的分辨率可以更真实地表示区域地表特征，如地形和底层表面条件，这对于准确的气候模拟至关重要。本研究使用10公里的分辨率来调查WRF模型性能对陆面方案的敏感性，研究区域为中亚。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify and describe the key challenges faced in collecting high-resolution climate data over Central Asia and the Tibetan Plateau.",
                "QuestionCn": "请识别并描述在收集中亚和青藏高原高分辨率气候数据时面临的主要挑战。",
                "AnswerEn": "In-situ observations are scarce in Central Asia, and the spatial resolutions of gridded observational products and reanalysis are commonly coarse. Additionally, there are large uncertainties in model simulations due to factors like atmospheric circulation natural variability, physical parameterization schemes, and representation of land surface conditions.",
                "AnswerCn": "中亚的原位观测稀缺，网格观测产品和再分析的空间分辨率通常较低。此外，由于大气环流的自然变率、物理参数化方案以及地表条件的表征等因素，模型模拟存在较大的不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please outline the data collection methods used to obtain meteorological variables at different pressure levels in regional climate models over Central Asia.",
                "QuestionCn": "请概述用于在区域气候模型中获取中亚不同压力层气象变量的数据收集方法。",
                "AnswerEn": "The data collection involves using the WRF model with initial and boundary conditions provided by ERA-Interium reanalysis data. The WRF model was configured with specific land surface and atmospheric parameterization schemes to simulate variables like wind fields, potential height fields, temperature, relative humidity, and precipitation.",
                "AnswerCn": "数据收集涉及使用WRF模型，初始和边界条件由ERA-Interim再分析数据提供。WRF模型配置了特定的陆面和大气参数化方案，以模拟风场、位势高度场、温度、相对湿度和降水等变量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore potential datasets that could be used to evaluate the performance of regional climate models in simulating summer climate conditions over Central Asia.",
                "QuestionCn": "请探索可以用来评估区域气候模型在模拟中亚夏季气候条件方面表现的潜在数据集。",
                "AnswerEn": "Potential datasets include the ERA-Interim reanalysis, the GHCN-CAMS, and the CRU gridded data, which were used to comprehensively evaluate the WRF simulations. The NCEP-FNL data, which provides operational global analysis at 6-hour intervals, was also utilized for this purpose.",
                "AnswerCn": "潜在的数据集包括ERA-Interim再分析、GHCN-CAMS和CRU网格数据，这些数据被用来全面评估WRF模拟。NCEP-FNL数据也被用于此目的，该数据提供每6小时一次的全球操作分析。",
                "Level": "C6(Creating)"
            }
        ]
    }
}