{
  "id": "d79b5483-a653-4766-a0f8-276fe3d02875",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Map of the frozen soil distribution in the Republic of Mongolia (1990)",
      "titleCn": "蒙古共和国冻土及冻土分区图（1990）",
      "description": "A map of the frozen soil distribution in the Republic of Mongolia is digitized from the National Atlas of the Republic of Mongolia (Sodnom and Yanshin, 1990).\nThis data set describes the distribution and general properties of permafrost, seasonally frozen soil, and low-temperature phenomena in the Republic of Mongolia. Two plates were specifically digitized. The first plate, with a scale of 1:12,000,000, describes four general frozen soil regions: (1) continuous and discontinuous permafrost; (2) island-like and sparse island-like permafrost; (3) sporadic permafrost; and (4) seasonally frozen soil. The second plate, with a scale of 1:4,500,000, describes 14 different terrain types. The terrain types are divided based on elevation, annual average temperature, permafrost thickness, melting depth, and freezing depth of seasonally frozen soil. The locations of the six types of low-temperature phenomena in Mongolia are also included: pingos, ice cones, hot karst, detachment failures, solifluction, and cryoplatation processes.\nThe data are provided in the ESRI shape file format and can be downloaded from the US Ice and Snow Data Center.",
      "descriptionCn": "蒙古共和国冻土及冻土分区图是从《蒙古共和国国家地图集》（Sodnom and Yanshin, 1990）数字化而来。\n    该数据集描述了多年冻土和季节冻土的分布与一般属性以及蒙古共和国特有的低温现象。具体数字化了两个图版。第一个图版的比例尺是1:12,000,000，描述了四个一般的冻土区，包括：（1）连续和不连续多年冻土；（2）岛状和稀疏岛状多年冻土；（3）零星多年冻土；（4）季节冻土。第二个图版的比例尺是1:4,500,000，描述了14个不同的地形类型，地形类型根据高程、年平均气温、多年冻土厚度和融化深度，以及季节冻土的冻结深度划分。6类蒙古共和国特有的低温现象的位置也包括在内，分别为：多年生冻胀丘（pingo）、冰锥、热喀斯特、冻土滑坡（detachment failures）、融冻泥流、冷生夷平（cryoplatation processes）作用。\n    数据的格式为ESRI shapefiles，用户也可通过美国冰雪数据中心下载（https://nsidc.org/data/ggd648）。",
      "instructions": "",
      "instructionsCn": "",
      "east": 121.355,
      "west": 87.002,
      "south": 40.608,
      "north": 52.23,
      "startTime": "1990-01-11 08:00:00",
      "endTime": "1991-01-10 08:00:00",
      "fileSize": 1623113.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "shp",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "A. L.Yanshin",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "National Snow and Ice Data Center"
      },
      {
        "nameCn": "Sodnom",
        "nameEn": "Sodnom",
        "unitEn": "",
        "unitCn": "National Snow and Ice Data Center"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geocryology and Geocryological Zonation of Mongolia, Version",
        "referenceCn": null,
        "referenceEn": "Sodnom, N. and A. L. Yanshin, eds. (2005). Geocryology and Geocryological Zonation of Mongolia, Version 1. [Indicate subset used]. Boulder, Colorado USA. NSIDC: National Snow and Ice Data Center."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻土分布",
        "nameEn": "Frozen ground distribution"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "蒙古",
        "keywordEn": "Mongolia"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1990",
        "keywordEn": "1990",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and characteristics of permafrost distribution and related low-temperature phenomena in Mongolia as documented in a dataset?",
        "QuestionCn": "蒙古永久冻土分布及相关低温现象的数据集中记录的具体属性和特征是什么？",
        "AnswerEn": "continuous permafrost, discontinuous permafrost, island permafrost, sparse island permafrost, sporadic permafrost, seasonal frost, terrain types based on elevation, annual mean temperature, permafrost thickness, melting depth, seasonal frost freezing depth, perennial frost mounds, ice cones, thermokarst, permafrost landslides, thaw slumps, cryoplanation processes",
        "AnswerCn": "连续冻土、不连续冻土、岛状冻土、稀疏岛状冻土、零星冻土、季节性霜冻、基于海拔的地形类型、年平均气温、冻土厚度、融化深度、季节性霜冻冻结深度、常年冻土丘、冰锥、热融地貌、冻土滑坡、融化泥流、冻原平整过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'permafrost and permafrost zoning map' in the context of geographic information systems?",
        "QuestionCn": "在地理信息系统的背景下，“永久冻土和永久冻土分区图”是什么意思？",
        "AnswerEn": "A 'permafrost and permafrost zoning map' refers to a digital representation of the distribution and general attributes of permafrost and seasonal frost within a specific region, using geographic information systems. It includes information on continuous and discontinuous permafrost, island and sparse island permafrost, sporadic permafrost, and seasonal frost, as well as specific cold-related phenomena like pingos, ice cones, thermokarst, detachment failures, thaw slumps, and cryoplatation processes. The data is typically formatted as ESRI shapefiles.",
        "AnswerCn": "“永久冻土及永久冻土分区图”是指在特定区域内，使用地理信息系统对永久冻土和季节性冻土的分布及一般特征进行数字化表示的图件。它包括连续和间歇性永久冻土、岛屿和稀疏岛屿永久冻土、零星永久冻土以及季节性冻土的信息，还包括特定的寒冷相关现象，如冰丘、冰锥、热融陷、脱离失稳、融沉和冷冻土壤过程。数据通常以ESRI shapefile格式存储。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could influence the accuracy and reliability of data collection methods used for mapping permafrost and its associated low-temperature phenomena in Mongolia?",
        "QuestionCn": "影响用于绘制蒙古地区永冻土及其相关低温现象的数据收集方法的准确性和可靠性的因素有哪些？",
        "AnswerEn": "The accuracy and reliability of data collection methods for mapping permafrost and low-temperature phenomena in Mongolia could be influenced by several factors, including the scale and resolution of maps used, the complexity of terrain types, variations in elevation, mean annual air temperature, permafrost thickness, thaw depth, and the depth of seasonal frost penetration. Additionally, accurately capturing the unique cold phenomena such as pingos, ice wedges, thermokarst, and cryoplanation processes could also present challenges.",
        "AnswerCn": "在蒙古，收集用于绘制永久冻土和低温现象的数据的方法的准确性和可靠性可能受到多个因素的影响，包括所使用地图的比例和分辨率、地形类型的复杂性、海拔的变化、年均气温、永久冻土厚度、融化深度以及季节性冻土渗透深度。此外，准确捕捉独特的寒冷现象，如冰丘、冰楔、热融沉陷和冷平原过程，也可能带来挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of digitizing and creating a dataset of permafrost distribution and unique cold phenomena in Mongolia based on historical maps?",
        "QuestionCn": "基于历史地图数字化和创建蒙古地区永冻土分布及独特寒冷现象的数据集的主要目标是什么？",
        "AnswerEn": "The primary objective is to describe the distribution and general attributes of permafrost and seasonal frost in Mongolia, as well as to document unique cold phenomena specific to the region. This includes creating detailed maps that categorize different permafrost zones and terrain types based on elevation, mean annual air temperature, permafrost thickness, thaw depth, and seasonal frost penetration depth. It also aims to identify specific cold phenomena such as pingos, ice wedges, and other cryogenic processes, to support further research and analysis.",
        "AnswerCn": "主要目标是描述蒙古地区的永久冻土和季节性冻土的分布及一般特征，并记录该地区特有的寒冷现象。这包括制作详细的地图，分类不同的永久冻土区和地形类型，基于海拔、年均气温、永久冻土厚度、融化深度和季节性冻土渗透深度。同时，旨在识别特定的寒冷现象，如冰丘、冰楔和其他冷冻过程，以支持进一步的研究和分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in digitizing and creating a permafrost zone map from a national atlas, and how are different permafrost types distinguished during this process?",
        "QuestionCn": "从国家地图集数字化并创建永久冻土区地图所涉及的程序步骤是什么，以及在此过程中如何区分不同类型的永久冻土？",
        "AnswerEn": "The procedural steps involved in digitizing and creating a permafrost zone map from a national atlas include using maps with specified scales to describe permafrost distribution and attributes. Different permafrost types are distinguished by digitizing them according to the scale of the map, such as using a scale of 1:12,000,000 to describe general permafrost zones including continuous, discontinuous, island, sporadic permafrost, and seasonal frost, and a scale of 1:4,500,000 to describe 14 different terrain types based on elevation, annual average temperature, permafrost thickness and thaw depth, and seasonal frost freeze depth. Specific phenomena like pingo, ice cones, thermokarst, detachment failures, thaw flows, and cryoplatation processes are also identified and included in the mapping process.",
        "AnswerCn": "将国家地图集中的永久冻土区进行数字化和创建地图的程序步骤包括使用具有特定比例的地图来描述永久冻土的分布和属性。不同的永久冻土类型通过根据地图的比例进行数字化来区分，例如使用1:12,000,000的比例来描述包括连续、间歇性、岛屿、零星永久冻土和季节性霜冻在内的一般永久冻土区，以及使用1:4,500,000的比例来描述基于海拔、年平均温度、永久冻土厚度和融化深度、季节性霜冻冻结深度的14种不同地形类型。在制图过程中，还识别并纳入了特定现象，如冰丘、冰锥、热融陷、脱离失败、融化流和冷冻平整过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What mapping techniques or tools have enabled the accurate digital representation of permafrost distribution and unique cold phenomena in Mongolia?",
        "QuestionCn": "哪些制图技术或工具使得蒙古地区的永久冻土分布和独特寒冷现象得以准确数字化表示？",
        "AnswerEn": "The digital representation of permafrost distribution and unique cold phenomena in Mongolia was enabled through the digitization of maps from 'The National Atlas of the Mongolian People's Republic' using ESRI shapefiles. This process involved capturing extensive geographic data on permafrost zones and cold phenomena such as pingos, ice wedges, and thaw slumps from the original atlas, which included detailed information like elevation, mean annual temperature, permafrost thickness, and thaw depth.",
        "AnswerCn": "通过使用ESRI shapefiles对《蒙古人民共和国国家地图集》的地图进行数字化，能够实现对蒙古地区永久冻土分布和独特寒冷现象的数字化表示。这个过程涉及从原始地图集中捕捉关于永久冻土区和寒冷现象（如冰丘、冰楔和融沉）的广泛地理数据，其中包括海拔、年均气温、永久冻土厚度和融化深度等详细信息。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}