{
    "id": "d7cccf31-9bb5-4356-88a7-38c5458f052b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "A global spatially contiguous solar-induced fluorescence (CSIF) dataset using neural networks (2000-2022)",
            "titleCn": "全球0.05°×0.05°日光诱导叶绿素荧光数据（2000-2022）",
            "description": "The solar induced chlorophyll fluorescence is often used as a reference of primary productivity. This data set is generated by a neural network model which uses MODIS reflectance trained to OCO-2 SIF observation data, The resultant high spatial and temporal resolution of SIF data has a temporal resolution of 4 days, and a spatial resolution of 0.05 * 0.05 degrees. Each file contains two bands \"clear-inst-SIF\" and \"clear-daily-SIF\". The clear-daily-SIF can be used as GPP approximation. See  Zhang et al. (2018) for detailed descriptions.",
            "descriptionCn": "太阳诱导叶绿素荧光是可以作为陆地生态系统总初级生产力的近似。该数据集是通过MODIS各通道反射率和SIF观测数据建立神经网络模型，从而得到较高时空分辨率的SIF数据。数据时间分辨率为4天，空间分辨率为0.05度*0.05度。包含clear-inst-SIF和clear-daily-SIF两个波段，其中clear-daily-SIF可以作为GPP的近似。具体算法参见文章Zhang et al. (2018)。",
            "instructions": "For 0.5 degree dataset, each file contains one year of data for each month (monthly resolution), or every 4 day (4day resolution). These files are named by the years \"OCO2.SIF.clear.daily.yyyy.nc\", where yyyy indicate the year. For 0.05 degree dataset, each file contains one day of year (DOY). The filenames include the year and DOY information \"OCO2.SIF.clear.inst.yyyydoy.v2.nc\", where yyyy indicates the year, and doy indicates the day of year.\n\nFor each DOY, clear daily SIF represents the daily averaged SIF (a good proxy of GPP) during this four day, in which the starting date is indicated by the DOY. The clear daily SIF should be more comparable with satellite observed SIF and should have a better relationship with GPP.",
            "instructionsCn": "对于0.5度数据集，每个文件包含一整年的数据。文件名称为“OCO2.SIF.clear.daily.yyyy.nc”，其中yyyy代表数据年份。对于0.05度数据集，每个文件包含一年中某4天的数据。文件名称为”OCO2.SIF.clear.inst.yyyydoy.v2.nc“，其中yyyy表示年份，doy对应这4天开始的日期序数。\n\n对于每个DOY，clear-daily SIF代表日平均SIF，可以作为这4天的平均GPP。clear-inst SIF与卫星直接观测的SIF更为接近，一般用于地面验证。",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": "2000-03-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 68876440562.0,
            "cstr": "18406.11.Ecolo.tpdc.271751",
            "doi": "10.11888/Ecolo.tpdc.271751",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张尧",
                "nameEn": "ZHANG Yao",
                "unitEn": "",
                "unitCn": "Peking University"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A global spatially contiguous solar-induced fluorescence (CSIF) dataset using neural networks",
                "referenceCn": null,
                "referenceEn": "Zhang, Y., Joiner, J., Alemohammad, S.H., Zhou, S., & Gentine, P. ( 2018). A global spatially contiguous solar-induced fluorescence (CSIF) dataset using neural networks. Biogeosciences, 15, 5779-5800, https://doi.org/10.5194/bg-15-5779-2018."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "SIF",
                "nameEn": "SIF"
            },
            {
                "nameCn": "人地遥感",
                "nameEn": "Human-nature Remote Sensing"
            },
            {
                "nameCn": "全球初级生产总值",
                "nameEn": "Global gross primary production (GPP)"
            },
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            },
            {
                "nameCn": "太阳诱导叶绿素荧光",
                "nameEn": "Solar induced chlorophyll fluorescence"
            },
            {
                "nameCn": "总初级生产力",
                "nameEn": "Gross primary product"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "碳通量",
                "nameEn": "Carbon flux"
            },
            {
                "nameCn": "连续日光诱导叶绿素荧光",
                "nameEn": "Contiguous solar induced chlorophyll fluorescence (CSIF)"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "globe"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2022年",
                "keywordEn": "2000-2022",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to obtain high spatiotemporal resolution solar-induced chlorophyll fluorescence data relevant to estimating terrestrial ecosystem gross primary productivity?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于获取与估算陆地生态系统总初级生产力相关的高时空分辨率太阳诱导叶绿素荧光数据？",
                "AnswerEn": "A data collection method involves using MODIS reflectance data across various channels and observed solar-induced fluorescence (SIF) data to establish a neural network model. This approach allows for the generation of SIF data with higher temporal (4 days) and spatial (0.05°×0.05°) resolution, which can approximate gross primary productivity (GPP).",
                "AnswerCn": "一种数据收集方法涉及使用MODIS反射率数据跨多个通道和观测到的太阳诱导荧光（SIF）数据来建立神经网络模型。这种方法可以生成具有更高时间分辨率（4天）和空间分辨率（0.05°×0.05°）的SIF数据，从而可以近似估算总初级生产力（GPP）。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and specifications of datasets that use neural network models to achieve high temporal and spatial resolution in solar-induced chlorophyll fluorescence data collection?",
                "QuestionCn": "使用神经网络模型实现高时间和空间分辨率的太阳诱导叶绿素荧光数据收集的数据集的关键特征和规格是什么？",
                "AnswerEn": "MODIS channel reflectance, SIF observational data, temporal resolution of 4 days, spatial resolution of 0.05°×0.05°, clear-inst-SIF, clear-daily-SIF",
                "AnswerCn": "MODIS通道反射率，SIF观测数据，时间分辨率为4天，空间分辨率为0.05°×0.05°，clear-inst-SIF，clear-daily-SIF",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset that provides global solar-induced chlorophyll fluorescence data?",
                "QuestionCn": "提供全球太阳诱导叶绿素荧光数据的数据集的空间分辨率是多少？",
                "AnswerEn": "0.05° × 0.05°",
                "AnswerCn": "0.05° × 0.05°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'solar-induced chlorophyll fluorescence (SIF)' mean in the context of terrestrial ecosystem productivity estimation?",
                "QuestionCn": "在陆地生态系统生产力估计的背景下，“太阳诱导叶绿素荧光（SIF）”是什么意思。",
                "AnswerEn": "Solar-induced chlorophyll fluorescence (SIF) refers to the emission of light by chlorophyll during photosynthesis, which can be used as an approximation of the gross primary productivity (GPP) of terrestrial ecosystems. In this context, SIF data is derived through a neural network model using MODIS reflectance and SIF observation data to achieve high temporal and spatial resolution.",
                "AnswerCn": "太阳诱导叶绿素荧光（SIF）是指在光合作用过程中，叶绿素发出的光，这可以用作陆地生态系统总初级生产力（GPP）的近似值。在这个背景下，SIF 数据是通过神经网络模型利用 MODIS 反射率和 SIF 观测数据得出的，以实现高时间和空间分辨率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the spatial and temporal resolutions of a dataset derived from MODIS and neural network models compare to those derived from other remote sensing methods for estimating solar-induced chlorophyll fluorescence and Gross Primary Productivity?",
                "QuestionCn": "从MODIS和神经网络模型衍生的数据集的空间和时间分辨率与其他遥感方法估算太阳诱导叶绿素荧光和总初级生产力的数据集相比如何？",
                "AnswerEn": "The dataset features a spatial resolution of 0.05°×0.05° and a temporal resolution of 4 days. This high resolution is achieved through MODIS channel reflectance and SIF observations to build a neural network model, offering a potentially higher spatio-temporal resolution compared to some traditional remote sensing methods.",
                "AnswerCn": "该数据集具有0.05°×0.05°的空间分辨率和4天的时间分辨率。通过MODIS通道反射率和SIF观测构建神经网络模型，实现了较高的分辨率，相较于一些传统遥感方法，提供了更高的时空分辨率。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data accuracy and application when using a neural network model to derive high spatiotemporal resolution solar-induced chlorophyll fluorescence data from MODIS reflectance channels compared to traditional methods?",
                "QuestionCn": "使用神经网络模型从MODIS反射通道推导高时空分辨率的太阳诱导叶绿素荧光数据，与传统方法相比，可能对数据准确性和应用产生哪些潜在后果？",
                "AnswerEn": "Using a neural network model to derive solar-induced chlorophyll fluorescence data from MODIS reflectance channels can lead to improved accuracy and applicability of the data due to the higher spatiotemporal resolution achieved. This method allows for a more precise approximation of terrestrial ecosystem gross primary productivity (GPP) with a 4-day temporal and 0.05-degree spatial resolution, potentially outperforming traditional methods in capturing detailed ecological dynamics over time and space.",
                "AnswerCn": "使用神经网络模型从MODIS反射率通道推导太阳诱导叶绿素荧光数据，可以提高数据的准确性和适用性，因为实现了更高的时空分辨率。这种方法能够更精确地近似陆地生态系统的总初级生产力（GPP），具有4天的时间分辨率和0.05度的空间分辨率，可能在捕捉生态动态的细节方面优于传统方法。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of developing a global 0.05°×0.05° daily Sun-Induced Chlorophyll Fluorescence (SIF) dataset with high temporal and spatial resolution using neural network models?",
                "QuestionCn": "开发全球0.05°×0.05°日常太阳诱导叶绿素荧光（SIF）数据集的主要目标是利用神经网络模型实现高时间和空间分辨率。",
                "AnswerEn": "The primary objective is to approximate the Gross Primary Productivity (GPP) of terrestrial ecosystems by using Sun-Induced Chlorophyll Fluorescence data, which is derived from MODIS reflectance and SIF observation data through the establishment of neural network models. This approach aims to provide SIF data with a high temporal resolution of 4 days and a spatial resolution of 0.05 degrees, allowing for more precise estimation of ecosystem productivity.",
                "AnswerCn": "主要目标是通过使用太阳诱导叶绿素荧光数据来近似陆地生态系统的总初级生产力（GPP），该数据是通过建立神经网络模型从MODIS反射率和SIF观测数据中得出的。这种方法旨在提供具有4天高时间分辨率和0.05度高空间分辨率的SIF数据，从而更精确地估算生态系统的生产力。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}