{
  "id": "d82b5467-0fd4-4af1-95fe-aed4e6d52e8b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Research on 3D Geological Modeling and Stratified Skarn Target Prediction in Jiama Deposit, Tibet, China (2021)",
      "titleCn": "西藏甲玛矿区三维地质建模与层状矽卡岩靶区预测（2021）",
      "description": "The Jiama deposit in Tibet is a very typical polymetallic deposit in the Gangdise metallogenic belt. Through theoretical prediction and research, it is believed that concealed porphyry-skarn ore bodies are developed in the deep part of the ore concentration area. However, the exploration model based on the borehole coverage of the mining area has a low degree of prediction of the potential target area in the peripheral area. In this paper, based on the density, magnetic properties, resistivity, and polarizability data of 45 borehole cores in the Jiama deposit, we inverted and analyzed the three-dimensional magnetotelluric sounding data volume covering the Jiama deposit and its periphery. At the same time, based on the GOCAD software platform, through discrete smooth interpolation and stochastic simulation algorithms, we constructed the stratum lithology-geophysical three-dimensional visualization integrated model of the Jiama deposit. Combining the results of 2D geological interpretation of 13 magnetotelluric (MT) profiles, we have finely depicted the development characteristics of 3D skarn bodies below 3000m, and verified them with the Jiama Scientific Deep Drill JMKZ-1 well, which was not involved in the modeling, and the results show a consistency agreement. Besides, by combining the skarn metallogenic model, analyzing the characteristics of the electrical parameters of the Jiama deposit and adjacent areas, and combining the electrical characteristics of the three-dimensional skarn, we predict the favorable skarn metallogenic area and Target area. The results of this study provide a reference for the evaluation of deep resource potential and the goal of increasing reserves in the mining area.",
      "descriptionCn": "西藏甲玛矿区是冈底斯成矿带中非常典型的多金属矿床，理论预测研究认为在矿集区深部发育隐伏的斑岩-矽卡岩矿体，而基于矿区钻孔覆盖的勘查模型对外围区潜在靶区预测程度较低。本文以甲玛矿区45口钻孔岩芯的密度、磁性、电阻率和极化率等物性资料为基础，反演分析了覆盖甲玛矿集区及外围的大地电磁测深三维数据体，基于GOCAD软件平台，通过离散光滑插值法与随机模拟算法，构建了甲玛矿区的地层岩性-地球物理三维可视一体化模型；结合大地电磁13条剖面的二维地质解译成果，精细刻画了3000m以浅的三维矽卡岩体发育特征，通过使用未参与建模的甲玛科学深钻JMKZ-1井进行验证，结果显示模型一致性较好；结合矽卡岩成矿模型，通过甲玛矿区及邻区岩（矿）石电性参数特征分析，结合三维矽卡岩的电性特征，预测了甲玛矿区的矽卡岩有利成矿区和靶区，为深部资源潜力评价及矿集区增储目标提供参考。",
      "instructions": "3D-Skarn-distribution-Jiama-Deposit-Tibet-China.pdf",
      "instructionsCn": "3D-Skarn-distribution-Jiama-Deposit-Tibet-China.pdf",
      "east": 92.1,
      "west": 92.0,
      "south": 29.0,
      "north": 29.8,
      "startTime": null,
      "endTime": null,
      "fileSize": 27682272.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "贺日政",
        "nameEn": "HE Rizheng ",
        "unitEn": "Chinese Academy of Geological Sciences",
        "unitCn": "中国地质科学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "西藏甲玛矿区三维地质建模与层状矽卡岩靶区预测",
        "titleEn": null,
        "referenceCn": "王素芬, 屈挺, 贺日政, 丁毅, 刘建利, 陈小龙, 李冰, 卢晓. (2021). 西藏甲玛矿区三维地质建模与层状矽卡岩靶区预测, 地质通报, 40(12), 2110-2122.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "层状矽卡岩",
        "nameEn": "Stratified Skarn"
      },
      {
        "nameCn": "斑岩铜矿",
        "nameEn": "porphyry copper system"
      },
      {
        "nameCn": "甲玛",
        "nameEn": "Jiama"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏甲玛",
        "keywordEn": "Jiama， Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "构造带火键地区深部地质调查",
        "titleEn": "the Projector of China Geological Survey"
      },
      {
        "titleCn": "典型矿集区深部地球物理探测技术示范",
        "titleEn": "Deep Probe of Geophysical Techniques for typical ore concentration area"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and characteristics of data collected for three-dimensional geological modeling in mineral-rich areas?",
        "QuestionCn": "在矿产丰富地区用于三维地质建模的数据收集的特征和特点是什么？",
        "AnswerEn": "density, magnetic properties, resistivity, polarization rate",
        "AnswerCn": "密度、磁性、电阻率、极化率",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '3D geological modeling' mean in the context of mineral resource prediction in the 西藏甲玛矿区?",
        "QuestionCn": "在西藏甲玛矿区中，'3D地质建模'在矿产资源预测的背景下是什么意思？",
        "AnswerEn": "In the context of mineral resource prediction in the 西藏甲玛矿区, '3D geological modeling' refers to the process of creating a three-dimensional representation of the subsurface geology of the area. This involves the integration of various geophysical data such as density, magnetic properties, resistivity, and polarization from drill core samples. The model is constructed using software like GOCAD, employing techniques like discrete smooth interpolation and stochastic simulation to visualize the lithological and geophysical characteristics of the subsurface, aiding in the prediction of skarn mineralization zones and target areas for further exploration.",
        "AnswerCn": "在西藏甲玛矿区的矿产资源预测中，“3D地质建模”是指创建该地区地下地质的三维表示的过程。这涉及整合来自钻孔样本的各种地球物理数据，如密度、磁性、 resistivity（电阻率）和极化。该模型使用GOCAD等软件构建，采用离散平滑插值和随机模拟等技术，以可视化地下的岩石和地球物理特征，从而帮助预测角闪石矿化带和进一步勘探的目标区域。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of accurately predicting potential skarn target areas using three-dimensional geological modeling techniques in complex mineral zones?",
        "QuestionCn": "哪些因素导致在复杂矿区使用三维地质建模技术准确预测潜在角岩靶区面临挑战？",
        "AnswerEn": "One of the challenges is the low predictive resolution of potential target areas in the peripheral zone, which is based on the exploratory model covered by boreholes. The study uses inversion analysis of magnetotelluric sounding three-dimensional data covering the mineral collection area and its periphery, and then constructs a lithology-geophysical integrated 3D model using discrete smooth interpolation and random simulation algorithms through GOCAD software. Additionally, the characterization of the skarn body's development features at depths of less than 3000m is refined using two-dimensional geological interpretation results, which is validated with the JMKZ-1 well, showing good model consistency. These methods help to predict favorable mineralization areas and targets, enhancing the evaluation of deep resource potential and target areas for storage increase in the mineral collection zone.",
        "AnswerCn": "其中一个挑战是基于钻孔的探索模型，外围区域潜在目标区的预测分辨率较低。本研究利用覆盖矿物收集区及其周边的三维电磁探测数据进行反演分析，并通过GOCAD软件采用离散平滑插值和随机模拟算法构建了一个岩石物理综合三维模型。此外，利用二维地质解释结果对深度小于3000米的角岩体发育特征进行了细化，并通过JMKZ-1井进行了验证，显示出良好的模型一致性。这些方法有助于预测有利的矿化区域和目标，增强对深部资源潜力和矿物收集区储量增加目标区域的评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using geophysical three-dimensional inversion analysis on the prediction accuracy of mineralization target areas in polymetallic mining regions?",
        "QuestionCn": "在多金属矿区使用地球物理三维反演分析对矿化靶区预测准确性的潜在影响是什么？",
        "AnswerEn": "The use of geophysical three-dimensional inversion analysis, which integrates properties such as density, magnetism, resistivity, and polarization, can enhance the prediction accuracy of mineralization target areas by providing a comprehensive visual model of the subsurface. This approach allows for a more detailed characterization of features like skarn mineralization and aids in identifying favorable zones, potentially increasing resource evaluation and exploration success in mining regions.",
        "AnswerCn": "地球物理三维反演分析的使用，整合了密度、磁性、电阻率和极化等属性，可以通过提供地下的综合视觉模型来提高矿化靶区的预测准确性。这种方法允许对像角岩矿化这样的特征进行更详细的表征，并有助于识别有利区域，潜在地提高矿区资源评估和勘探的成功率。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What techniques and technologies enable the detailed three-dimensional geological and geophysical modeling of mineral deposits in complex terrains like the Gangdese metallogenic belt?",
        "QuestionCn": "哪些技术和方法能够在复杂地形（如冈底斯成矿带）中实现矿床的详细三维地质和地球物理建模？",
        "AnswerEn": "The detailed three-dimensional geological and geophysical modeling of mineral deposits in complex terrains is enabled by a combination of techniques and technologies, including the inversion analysis of dense physical property data such as density, magnetism, resistivity, and polarization from drill core samples. The integration of these data with magnetotelluric three-dimensional data and the use of software platforms like GOCAD for constructing stratigraphic lithology-geophysical models through discrete smooth interpolation and stochastic simulation algorithms also play a critical role. Additionally, two-dimensional geological interpretation from magnetotelluric profiles further refines the three-dimensional features of mineral bodies.",
        "AnswerCn": "复杂地形中矿床的详细三维地质和地球物理建模得益于多种技术和技术的结合，包括对密集物理属性数据（如密度、磁性、电阻率和极化）进行反演分析，这些数据来自钻孔样本。将这些数据与电磁测深三维数据相结合，并使用像GOCAD这样的软件平台，通过离散平滑插值和随机模拟算法构建地层岩性-地球物理模型，也发挥了关键作用。此外，来自电磁测深剖面的二维地质解释进一步细化了矿体的三维特征。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}