{
  "id": "d8a35d28-acb8-44b3-8820-9475bfd972d9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Universal Thermal Climate Index (UTCI) dataset of urban areas in China (2012-2021)",
      "titleCn": "中国城市区域通用热气候指数数据集（2012-2021）",
      "description": "Monthly average daytime as well as nighttime data of the Universal Thermal Climate Index (UTCI) for 354 cities in China. The time range of the data is from January 2012 to December 2021, with a temporal resolution of month-by-month. The spatial resolution is 1 km.\nThe data is mainly based on the MYD07 atmosphere profile dataset and MYD11 land surface temperature dataset provided by MODIS, and incorporates the wind speed provided by ERA5 reanalysis data. The urban boundary is demarcated according to the 2018 data provided by Global Urban Boundary-GUB dataset. All the data are resampled to 1 km, in order to maintain the uniform spatial resolution.\nWith the rapid urbanization and global warming, the data are useful for studying the spatiotemporal patterns of urban thermal comfortable and related analysis.",
      "descriptionCn": "中国区域354座城市通用热舒适度指数白天和夜晚的月均值数据。该数据时间范围包括2012年1月至2021年12月，时间分辨率为逐月，空间分辨率为1km。\n该数据主要是基于MODIS数据集提供的MYD07大气廓线数据和MYD11地表温度数据，并融合了ERA5再分析数据提供的风速数据，最终计算得的了中国区域范围内354座城市的通用热气候指数（Universal Thermal Climate Index, UTCI）数据值。其中城市边界采用Global Urban Boundary-GUB提供的2018年城市边界数据进行划定，为保持空间分辨率的统一，所有数据空间分辨率全部重采样至1km。\n在全球变暖和快速城市化的背景下，该数据有利于研究城市热舒适度的时空变化规律及相关分析。",
      "instructions": "File name: the data is stored in TIF format. The name of the file is \"china_yyyy_ddd.txt\", where yyyy represents the year and DDD represents the date of Julian. For example, 2005001.txt represents the TIF file describing the spatial distribution of the universal thermal climate index (UTCI) in China during the daytime in January 2012.\nData reading method: all TIF files in the data set can be directly opened with available ArcGIS for image display, and the main content is UTCI value.",
      "instructionsCn": "文件命名：数据以tif格式存储，文件的名称为“UTCI_yyyy_d_t.txt”，其中yyyy代表年，d代表月份，t代表时间（白天/夜晚），比如UTCI_2012_1_day.tif就代表这个tif文件描述2012年1月白天中国区域354座城市的通用热气候指数空间分布状况。\n数据读取方式：该数据集中的所有tif文件可以直接用Arcgis打开进行图像显示，主体内容为UTCI数值。",
      "east": 135.08,
      "west": 73.55,
      "south": 3.85,
      "north": 53.55,
      "startTime": "2012-01-01 00:00:00",
      "endTime": "2021-12-31 00:00:00",
      "fileSize": 127602054.0,
      "cstr": "18406.11.HumanNat.tpdc.272806",
      "doi": "10.11888/HumanNat.tpdc.272806",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王晨光",
        "nameEn": "王 晨光 ",
        "unitEn": "Nanjing University",
        "unitCn": "南京大学"
      },
      {
        "nameCn": "占文凤",
        "nameEn": "ZHAN Wenfeng",
        "unitEn": "",
        "unitCn": "南京大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Satellite-based mapping of the Universal Thermal Climate Index over the Yangtze River Delta urban agglomeration.",
        "referenceCn": null,
        "referenceEn": "Wang, C.G., Zhan, W.F., Liu, Z.H., Li, J.F., Li, L., Fu, P., Huang, F., Lai, J.M., Chen, J.K., Hong, F.L., & Jiang, S.D. (2020). Satellite-based mapping of the Universal Thermal Climate Index over the Yangtze River Delta urban agglomeration. Journal of Cleaner Production. 277, 123830."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "themeList": [
      {
        "nameCn": "人地遥感",
        "nameEn": "Human-nature Remote Sensing"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "城市热舒适度",
        "nameEn": "Urban thermal comfort"
      },
      {
        "nameCn": "热红外遥感",
        "nameEn": "Thermal infrared remote sensing"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012-2021",
        "keywordEn": "2012-2021",
        "type": "temporal"
      },
      {
        "keywordCn": "月均值",
        "keywordEn": "Monthly",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "全球变化驱动下陆表自然和人文要素相互作用及区域表现",
        "titleEn": "Interaction and regional performance of natural and human factors on land surface driven by global change"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "黑河生态水文遥感试验：多尺度地表温度观测试验-下游温度数据集（固定测温仪）（2014-2016）",
        "titleEn": "HiWATER: Multi-scale observation experiment on land surface temperature-dataset of component temperature in the down of Heihe River Basin (Thermal infrared radiometer) (2014-2016)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies involved in creating a dataset for urban thermal climate indices across multiple cities?",
        "QuestionCn": "在多个城市中创建城市热气候指数数据集所涉及的特征和方法是什么？",
        "AnswerEn": "atmospheric profile data from MODIS (MYD07), surface temperature data (MYD11), wind speed data from ERA5 reanalysis, Global Urban Boundary (GUB), spatial resolution consistency, 1km resolution, multiple years, monthly averages, day and night conditions",
        "AnswerCn": "来自MODIS (MYD07)的气象廓线数据、地表温度数据(MYD11)、来自ERA5再分析的风速数据、全球城市边界(GUB)、空间分辨率一致性、1公里分辨率、多年、月平均值、昼夜条件。",
        "Level": "C6(Creating)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many cities' Universal Thermal Climate Index (UTCI) data values are calculated in a dataset covering the period from 2012 to 2021?",
        "QuestionCn": "在2012年至2021年期间，数据集中计算了多少个城市的通用热气候指数（UTCI）数据值？",
        "AnswerEn": "354",
        "AnswerCn": "354",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Universal Thermal Climate Index (UTCI) and how is it used in assessing urban thermal comfort?",
        "QuestionCn": "什么是全球热气候指数（UTCI），它如何用于评估城市热舒适性？",
        "AnswerEn": "The Universal Thermal Climate Index (UTCI) is a data value calculated to assess urban thermal comfort. It is derived from integrating various datasets, such as MYD07 atmospheric profile data, MYD11 surface temperature data from the MODIS dataset, and wind speed data from ERA5 reanalysis data. This index provides a measure of thermal comfort for 354 cities in China, with data spanning from January 2012 to December 2021. The UTCI acknowledges the impact of global warming and rapid urbanization, helping to analyze the temporal and spatial variations in urban heat comfort.",
        "AnswerCn": "通用热气候指数（UTCI）是一个用于评估城市热舒适度的数据值。它通过整合多种数据集计算得出，包括MYD07大气剖面数据、MODIS数据中的MYD11地表温度数据以及ERA5再分析数据中的风速数据。该指数为中国354个城市提供了热舒适度的测量，数据覆盖时间为2012年1月至2021年12月。UTCI承认全球变暖和快速城市化的影响，有助于分析城市热舒适度的时间和空间变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the methodologies of using MODIS-based atmospheric profile and surface temperature data combined with ERA5 reanalysis wind speed data compare with other data collection methods for calculating the Universal Thermal Climate Index in urban areas?",
        "QuestionCn": "使用基于MODIS的气象剖面和地表温度数据结合ERA5再分析风速数据的方法，与其他数据收集方法在计算城市地区的通用热气候指数时有何比较？",
        "AnswerEn": "The methodologies using MODIS-based atmospheric profile and surface temperature data along with ERA5 reanalysis wind speed data provide a comprehensive approach by integrating satellite and reanalysis data, allowing for high spatial resolution and broad coverage, particularly useful in urban settings. This contrasts with other methods that may rely solely on ground-based measurements, which can offer higher temporal resolution and direct observation but lack the extensive spatial coverage and consistent data continuity offered by satellite and reanalysis data integration.",
        "AnswerCn": "使用基于MODIS的气象剖面和地表温度数据，以及ERA5再分析风速数据的方法，通过整合卫星和再分析数据，提供了一种全面的方法，允许高空间分辨率和广泛覆盖，特别适用于城市环境。这与其他可能仅依赖地面测量的方法形成对比，后者虽然可以提供更高的时间分辨率和直接观察，但缺乏卫星和再分析数据整合所提供的广泛空间覆盖和一致的数据连续性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of data sources such as MODIS and ERA5 for calculating the Universal Thermal Climate Index in urban areas?",
        "QuestionCn": "哪些因素促成了在城市地区计算通用热气候指数时选择MODIS和ERA5等数据源？",
        "AnswerEn": "The selection of data sources such as MODIS and ERA5 for calculating the Universal Thermal Climate Index in urban areas is influenced by the requirement for comprehensive atmospheric profile data, surface temperature data, and wind speed data. MODIS provides the necessary atmospheric and surface temperature data through its MYD07 and MYD11 datasets, while ERA5 offers high-resolution reanalysis data for wind speed. These sources are chosen to ensure accurate and reliable calculations of thermal comfort across diverse urban environments.",
        "AnswerCn": "选择MODIS和ERA5等数据源来计算城市地区的通用热气候指数，是因为需要全面的大气剖面数据、地表温度数据和风速数据。MODIS通过其MYD07和MYD11数据集提供所需的大气和地表温度数据，而ERA5则提供高分辨率的再分析风速数据。这些数据源的选择旨在确保在不同城市环境中准确可靠地计算热舒适度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using MODIS data in combination with ERA5 reanalysis data on the accuracy and reliability of urban heat climate indices over a long-term period?",
        "QuestionCn": "使用MODIS数据与ERA5再分析数据结合对长期城市热气候指数的准确性和可靠性可能产生的后果是什么？",
        "AnswerEn": "Using MODIS data in combination with ERA5 reanalysis data leads to a comprehensive calculation of the Universal Thermal Climate Index (UTCI) by integrating atmospheric profile and surface temperature data with wind speed information. This can enhance the accuracy and reliability of urban heat climate indices by providing a detailed spatiotemporal understanding of thermal comfort levels across 354 cities in China from 2012 to 2021, especially considering the uniform 1km spatial resolution achieved through resampling techniques.",
        "AnswerCn": "使用MODIS数据结合ERA5再分析数据，通过整合大气剖面、地表温度数据和风速信息，全面计算了通用热气候指数（UTCI）。这可以通过提供对2012年至2021年间中国354个城市热舒适水平的详细时空理解，增强城市热气候指数的准确性和可靠性，特别是考虑到通过重采样技术实现的统一1公里空间分辨率。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of developing a dataset that calculates the Universal Thermal Climate Index (UTCI) for cities using MODIS and ERA5 data in the context of global warming and rapid urbanization?",
        "QuestionCn": "在全球变暖和快速城市化的背景下，使用MODIS和ERA5数据计算城市的通用热气候指数（UTCI）数据集的最终目标是什么？",
        "AnswerEn": "The goal is to facilitate the study of spatiotemporal patterns and variations in urban thermal comfort, which are crucial for understanding and analyzing the impacts of global warming and rapid urbanization on thermal comfort in urban areas.",
        "AnswerCn": "目标是促进对城市热舒适的时空模式和变化的研究，这对于理解和分析全球变暖和快速城市化对城市地区热舒适的影响至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are utilized to integrate MODIS MYD07 atmospheric profile data, MYD11 land surface temperature data, and ERA5 reanalysis wind speed data to develop a universal thermal climate index for urban areas?",
        "QuestionCn": "用于整合MODIS MYD07大气剖面数据、MYD11地表温度数据和ERA5再分析风速数据，以开发适用于城市地区的通用热气候指数的程序包括哪些步骤？",
        "AnswerEn": "The integration involves using MODIS MYD07 atmospheric profile data and MYD11 land surface temperature data, alongside ERA5 reanalysis wind speed data, to calculate the universal thermal climate index values for 354 cities in China. The spatial resolution is standardized to 1km, using data from Global Urban Boundary-GUB to define urban boundaries. This process helps to ensure consistency and accuracy in assessing urban thermal comfort levels.",
        "AnswerCn": "该集成涉及使用MODIS MYD07大气剖面数据和MYD11地表温度数据，以及ERA5再分析风速数据，计算中国354个城市的通用热气候指数值。空间分辨率标准化为1公里，使用全球城市边界（GUB）数据定义城市边界。这个过程有助于确保在评估城市热舒适水平时的一致性和准确性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}