{
    "id": "d8a6c5fb-6632-4d8d-9fc2-5ba6d3b25cea",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Floods fortification ability evaluation data set at county scale in China (2020)",
            "titleCn": "中国县级尺度洪涝灾害设防能力评估数据集（2020）",
            "description": "According to the Flood Control Standard (GB 50201-2014), the flood control level at the county level in China (annual flood type) is evaluated. Referring to the newly released Flood Control Standard GB 50201-2014, a policy based data set of China's flood control level was constructed and validated, which was relatively accurate. In 171 random sample counties, the matching rate between the dataset and the design text reached 53.2%. The dataset will be open to access, encouraging relevant users to use and improve. This data can provide data support for flood disaster risk assessment and management. If you need detailed data information, please read and refer to the following published papers. Wang D, Scussolini P, Du S. (2021). Assessing Chinese flood protection and its social divergence. Natural Hazards and Earth System Sciences 21 (2):743-755. https://doi.org/10.5194/nhess-21-743-2021.",
            "descriptionCn": "根据《防洪标准(GB 50201 -2014)》评估中国县级防洪水平（年遇型）。参考最新发布的《防洪标准GB 50201-2014》，构建了基于政策的中国防洪水平数据集，并进行了数据验证，数据集相对准确。在171个随机样本县中，数据集与设计文本的匹配率达到53.2%。数据集将开放访问，鼓励相关用户使用和改进。该数据可以为洪涝灾害风险评估和管理提供数据支撑。如果需要详细的数据信息，请阅读并参考以下已发表的论文。Wang D, Scussolini P, Du S. (2021). Assessing Chinese flood protection and its social divergence. Natural Hazards and Earth System Sciences 21 (2):743-755. https://doi.org/10.5194/nhess-21-743-2021.",
            "instructions": "According to the data doi names",
            "instructionsCn": "根据数据doi名称命名",
            "east": 135.0,
            "west": 73.5,
            "south": 4.0,
            "north": 53.5,
            "startTime": null,
            "endTime": null,
            "fileSize": 19922361.0,
            "cstr": null,
            "doi": "10.5194/nhess-21-743-2021-supplement",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "杜士强",
                "nameEn": "DU Shiqiang",
                "unitEn": "",
                "unitCn": "上海师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": " Assessing Chinese flood protection and its social divergence",
                "referenceCn": null,
                "referenceEn": "Wang, D., Scussolini, P., & Du, S. (2021). Assessing Chinese flood protection and its social divergence. Natural Hazards and Earth System Sciences, 21(2), 743-755. doi:https://doi.org/10.5194/nhess-21-743-2021."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "洪涝灾害",
                "nameEn": "Flood disaster"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "China is one of the most flood-prone countries, and development within floodplains is intensive. Flood protection level (FPL) is the degree to which a flood-prone location is protected against flooding. High FPLs reduce the frequency of floods in flood-prone areas and decrease flood risk. From a cost–benefit view, high FPLs are more economically attractive in areas with a high density of population and economy. China is one of the countries that experience the most serious floods and the fastest urbanization. Between 1990 and 2017, floods in China on average affected 149 million people, led to 2165 deaths, and caused economic damage of USD 34 billion per year. Moreover, flood risk changes rapidly due to socioeconomic dynamics and, in the longer-term, due to climate change. However, little information is available about China’s FPLs, which hampers reliable flood risk assessment and challenges risk management. The existing few studies of China’s FPLs, to our best knowledge, are only about a specific flood control facility and at local scales."
            ],
            "research objective": [
                "Based on the flood-protection prescriptions contained in the national flood policies, this paper develops a dataset of likely FPLs for China and investigates the protection granted to different demographic groups. Therefore, the paper here develops and validates the first FPL dataset for China based on the current Chinese policy on FPLs, the Standard for flood control (standard no. GB 50201-2014), which clearly stated how an area should be protected according to the exposed elements. On this basis, the following questions are addressed. (1) What level of protection against river floods does Chinese policy imply across the country? (2) Since the FPL policy does not consider population demographics, what are the implications for the protection of vulnerable social groups?"
            ],
            "challenges": [
                "However, flood protection levels (FPLs) across the country are mostly unknown, hampering the present assertive efforts on flood risk management. The underestimation of Chinese FPLs can at least partially explain the high level of flood risk in previous studies. The residual flood risk can be higher if the real-world flood protection lags behind the policy requirement and design. Unfortunately, a survey in 2013 found that 44 % (284) of the 642 Chinese cities did not update their flood protection planning according to their socioeconomic growth."
            ],
            "methods": [
                "Here a framework is developed using spatial information on these indicators of exposure to infer the policy-prescribed FPLs across China. In the study framework, based on the relevant datasets, the FPL of an urban county (in Chinese: shi or qu) is evaluated by population exposure and GDP-weighted population exposure; the FPL of a rural county (xian) is evaluated by the population exposure and arable-land exposure. The FPLs are assessed for 2237 counties that fully or partially fall within the 100-year floodplain. Local documents of flood protection design are collected to verify the policy-based FPL results. The validation counties are selected based on the date of the flood protection design: the data should represent the flood protection of the year 2015. The spatial pattern of the FPL data is then identified using the LISA (local indicator of spatial association) or local Moran’s I. The local Moran’s I is calculated by applying the queen contiguity matrix in the GeoDa software program (version 1.12). The exposed vulnerable population comprises the exposed children and elders because children and elders are generally considered more vulnerable to flooding, due to limited mobility and physical resistance."
            ],
            "dataset": [
                "Six datasets are employed. First, an administrative boundary is adopted from He et al. (2016), which considered administrative-boundary adjustments from 1990 to 2010. Second, an undefended fluvial flood depth map with a return period of 100 years is provided by the CIMA (Centro Internazionale in Monitoraggio Ambientale) Research Foundation. Third, population density maps for 1990 and 2015 are acquired from the China Temporal Datasets of the Harvard Dataverse, published by the WorldPop program. Fourth, the demographic information of 1990 and 2015 is obtained from China’s national census data. Fifth, the land use data of China for 2015 comes from the Data Center for Resources and Environmental Sciences, Chinese Academy of Sciences. Besides, the county-level GDP in 2015 is used to calculate the GDP-weighted population exposure."
            ],
            "findings": [
                "The policy-based FPL dataset matches to a good degree the information from protection design documents. A considerable proportion (33.1 % or 741) of the evaluated Chinese counties are protected with an FPL of ≥30 years, which is much higher than that in the global FLOPROS database. The FPLs show significant divergence between eastern and western China, reflecting general differences in population exposure and in economic performance. A majority (52.3 % or 38.3 million) of the exposed vulnerable population is concentrated in low-FPL (< 50 years) counties, higher than these counties’ share of the total exposed population (44.9 %). The newly developed FPL dataset reflects how China should be protected against river floods according to the flood protection policy."
            ],
            "backgroundCn": [
                "中国是最容易发生洪水的国家之一，洪泛区内的开发活动非常密集。洪水保护水平（FPL）是指洪水易发地区抵御洪水的能力。高洪水保护水平可以减少洪泛区内洪水发生的频率，并降低洪水风险。从成本效益的角度来看，在人口和经济密集的地区，高洪水保护水平更具经济吸引力。中国是经历最严重洪水和城市化速度最快的国家之一。1990年至2017年间，中国的洪水平均影响了1.49亿人，导致2165人死亡，造成每年340亿美元的经济损失。此外，由于社会经济动态的变化，洪水风险迅速变化，长期来看，气候变化也会影响洪水风险。然而，关于中国洪水保护水平的信息很少，这妨碍了可靠的洪水风险评估，并对风险管理构成挑战。根据我们所知，现有关于中国洪水保护水平的研究仅限于特定的防洪设施，并且仅在地方层面进行。"
            ],
            "research objectiveCn": [
                "根据国家洪水政策中包含的防洪保护规定，本文开发了中国可能的洪水保护等级（FPL）数据集，并调查了不同人口群体所获得的保护。因此，本文基于当前中国关于洪水保护等级的政策，即《防洪标准》（标准号 GB 50201-2014），开发并验证了中国首个洪水保护等级数据集，该标准明确规定了根据暴露要素应如何保护一个地区。在此基础上，以下问题得到解决：（1）中国政策在全国范围内对河流洪水的保护水平是什么？（2）由于洪水保护等级政策未考虑人口统计数据，这对脆弱社会群体的保护有什么影响？"
            ],
            "challengesCn": [
                "然而，全国范围内的防洪保护水平（FPL）大多未知，这妨碍了当前对洪水风险管理的积极努力。对中国FPL的低估至少可以部分解释之前研究中洪水风险水平较高的原因。如果现实中的洪水保护水平滞后于政策要求和设计，残余洪水风险可能会更高。不幸的是，2013年的一项调查发现，642个中国城市中有44%（284个城市）没有根据其社会经济增长更新防洪规划。"
            ],
            "methodsCn": [
                "这里开发了一个框架，利用这些暴露指标的空间信息推断中国的政策规定的洪水保护线（FPL）。在研究框架中，基于相关数据集，城市县（shi或qu）的FPL通过人口暴露和GDP加权人口暴露进行评估；而农村县（xian）的FPL则通过人口暴露和可耕地暴露进行评估。对2237个完全或部分位于100年洪水泛滥区的县进行FPL评估。收集地方洪水保护设计文件以验证基于政策的FPL结果。验证县的选择基于洪水保护设计的日期：数据应代表2015年的洪水保护情况。然后，使用LISA（局部空间关联指标）或局部莫兰指数识别FPL数据的空间模式。局部莫兰指数通过在GeoDa软件程序（版本1.12）中应用女王邻接矩阵进行计算。暴露的脆弱人口包括暴露的儿童和老年人，因为儿童和老年人通常被认为在洪水中更脆弱，原因是他们的行动能力和身体抵抗力有限。"
            ],
            "datasetCn": [
                "使用了六个数据集。首先，采用了He et al.（2016）提供的行政边界，该研究考虑了1990年至2010年的行政边界调整。第二，CIMA（国际环境监测中心）研究基金会提供了一张100年重现期的无防御河流洪水深度图。第三，1990年和2015年的人口密度地图来自哈佛数据集中的中国时间数据集，由WorldPop项目发布。第四，1990年和2015年的人口统计信息来自中国国家统计局的数据。第五，2015年中国的土地利用数据来自中国科学院资源与环境科学数据中心。此外，2015年的县级GDP用于计算GDP加权的人口暴露。"
            ],
            "findingsCn": [
                "基于政策的FPL数据集与保护设计文件的信息在很大程度上相匹配。评估的中国县中，有相当一部分（33.1%或741个县）受到≥30年的FPL保护，这一比例远高于全球FLOPROS数据库中的数据。FPL在中国东部和西部之间存在显著差异，反映了人口暴露和经济表现的一般差异。大多数（52.3%或3830万人）暴露的脆弱人口集中在低FPL（<50年）县，这一比例高于这些县在总暴露人口中的占比（44.9%）。新开发的FPL数据集反映了中国应如何根据洪水保护政策来防范河流洪水。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are local documents of flood protection design used to verify the inferred flood protection levels?",
                "QuestionCn": "地方洪水保护设计的文件是否用于验证推断的洪水保护水平？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are used to assess flood protection levels (FPLs) in China?",
                "QuestionCn": "在中国评估洪水保护水平（FPLs）所使用的数据收集方法有哪些？",
                "AnswerEn": "spatial information on indicators of exposure",
                "AnswerCn": "关于暴露指标的空间信息",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with determining flood protection levels across China?",
                "QuestionCn": "确定中国各地的防洪保护水平面临哪些挑战？",
                "AnswerEn": "underestimation of Chinese FPLs",
                "AnswerCn": "低估中国FPLs",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where can potential datasets be sourced from to assess flood protection in China?",
                "QuestionCn": "潜在的数据集可以从哪里获取，以评估中国的防洪保护？",
                "AnswerEn": "administrative boundary data, undefended fluvial flood depth map, population density maps, demographic information, land use data, county-level GDP data",
                "AnswerCn": "行政边界数据、无防御河流洪水深度图、人口密度图、人口统计信息、土地利用数据、县级GDP数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to assess flood protection levels (FPLs) at the county level in China?",
                "QuestionCn": "您能否提供一个用于评估中国县级洪水保护水平（FPLs）的数据收集方法的示例？",
                "AnswerEn": "A framework is developed using spatial information on indicators of exposure, such as population exposure and GDP-weighted population exposure for urban counties, and population exposure and arable-land exposure for rural counties, to infer policy-prescribed FPLs across China.",
                "AnswerCn": "一个框架是基于暴露指标的空间信息开发的，例如城市县的人口暴露和GDP加权人口暴露，以及农村县的人口暴露和可耕地暴露，以推断中国的政策规定的最低生活标准（FPLs）。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of datasets used to evaluate flood protection levels (FPLs) in China?",
                "QuestionCn": "您能否提供用于评估中国洪水保护水平（FPLs）的数据集示例？",
                "AnswerEn": "Six datasets are employed, including administrative boundaries, undefended fluvial flood depth maps, population density maps, demographic information from national census data, land use data, and county-level GDP data to calculate GDP-weighted population exposure.",
                "AnswerCn": "使用六个数据集，包括行政边界、无防御的河流洪水深度地图、人口密度地图、国家普查数据的人口统计信息、土地利用数据和县级GDP数据，计算GDP加权的人口暴露。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What features of flood protection levels (FPLs) are assessed in county-level datasets?",
                "QuestionCn": "在县级数据集中评估的洪水保护水平（FPLs）特征包括哪些？",
                "AnswerEn": "population exposure, GDP-weighted population exposure for urban counties, arable-land exposure for rural counties, spatial pattern identified using Local Indicator of Spatial Association (LISA) or local Moran’s I, queen contiguity matrix",
                "AnswerCn": "人口暴露、按GDP加权的人口暴露（针对城市县）、耕地暴露（针对农村县）、使用局部空间自相关指标（LISA）或局部Moran's I识别的空间模式、皇后邻接矩阵。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What attributes of the demographic information are used in evaluating flood protection levels in China?",
                "QuestionCn": "在评估中国的防洪保护水平时，使用的人口统计信息的属性包括哪些？",
                "AnswerEn": "population density maps, demographic data from national censuses for the years 1990 and 2015",
                "AnswerCn": "人口密度地图，1990年和2015年国家人口普查的人口统计数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the percentage of Chinese cities that did not update their flood protection planning according to socioeconomic growth as of 2013?",
                "QuestionCn": "截至2013年，未根据社会经济增长更新洪水防护规划的中国城市的比例是多少？",
                "AnswerEn": "44%",
                "AnswerCn": "44%",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What proportion of the evaluated Chinese counties are protected with a flood protection level of 30 years or more?",
                "QuestionCn": "评估的中国县中，有多少比例的县的防洪保护等级为30年或以上？",
                "AnswerEn": "33.1%",
                "AnswerCn": "33.1%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'flood protection level (FPL)' mean in the context of flood risk management?",
                "QuestionCn": "在洪水风险管理的背景下，“洪水保护水平（FPL）”指的是防止洪水造成损害的能力或标准。",
                "AnswerEn": "Flood protection level (FPL) is the degree to which a flood-prone location is protected against flooding, reducing the frequency of floods in such areas and decreasing flood risk. It is evaluated based on population exposure and economic factors, such as GDP-weighted population exposure and arable-land exposure for different regions.",
                "AnswerCn": "洪水保护水平（FPL）是指一个易受洪水影响的地点在防洪方面的保护程度，旨在减少该地区洪水发生的频率并降低洪水风险。它是基于人口暴露和经济因素进行评估的，例如不同地区的GDP加权人口暴露和耕地暴露。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In what ways do the challenges of unknown flood protection levels impact the validation of flood protection datasets compared to relying solely on policy-based prescriptions?",
                "QuestionCn": "未知的洪水保护水平所带来的挑战如何影响洪水保护数据集的验证，与仅依赖政策基础的规定相比？",
                "AnswerEn": "The unknown flood protection levels present a challenge in validation as they may not align with policy-based prescriptions, potentially leading to underestimation of flood risks. Without accurate real-world data, relying solely on policy prescriptions might overlook the discrepancies between actual and intended protection levels, affecting the reliability of the dataset.",
                "AnswerCn": "未知的洪水保护水平在验证中带来了挑战，因为它们可能与基于政策的规定不一致，这可能导致洪水风险的低估。如果没有准确的现实数据，仅依赖政策规定可能会忽视实际保护水平与预期保护水平之间的差异，从而影响数据集的可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What differences exist between the administrative boundary data used for flood protection assessment and the undefended fluvial flood depth map in terms of their contribution to understanding flood risk at the county level?",
                "QuestionCn": "用于洪水保护评估的行政边界数据与未防御的河流洪水深度地图在理解县级洪水风险方面有什么不同？",
                "AnswerEn": "Administrative boundary data provide a framework for spatial organization and policy application, whereas the undefended fluvial flood depth map offers specific hydrological insights into potential flood extents. Together, they contribute to a comprehensive understanding of flood risk by integrating governance boundaries with physical flood characteristics, each highlighting different aspects of risk assessment.",
                "AnswerCn": "行政边界数据为空间组织和政策应用提供了框架，而未防御的河流洪水深度图则提供了关于潜在洪水范围的具体水文见解。两者结合在一起，有助于全面理解洪水风险，通过将治理边界与物理洪水特征相结合，各自突出了风险评估的不同方面。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do the methodologies employed for evaluating flood protection levels provide insights into the challenges of flood risk management in China?",
                "QuestionCn": "评估洪水保护水平所采用的方法论如何为理解中国洪水风险管理的挑战提供洞察？",
                "AnswerEn": "The methodologies, which assess flood protection levels using population exposure and arable-land exposure for rural counties, highlight the challenge of accounting for demographic changes and the need for updated flood protection planning. This approach reveals gaps in current flood risk management practices, especially in areas that have not updated their policies according to socioeconomic growth.",
                "AnswerCn": "评估农村县洪水保护水平的方法，使用人口暴露和可耕地暴露，突显了应对人口变化的挑战以及更新洪水保护规划的必要性。这种方法揭示了当前洪水风险管理实践中的不足，特别是在那些未根据社会经济增长更新政策的地区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to the discrepancies between policy-based flood protection levels and actual flood protection observed in Chinese counties?",
                "QuestionCn": "导致中国县级地区政策性防洪标准与实际防洪保护水平之间差异的因素有哪些？",
                "AnswerEn": "Flood protection levels across China are mostly unknown, and this hampers effective flood risk management. Discrepancies may arise because many Chinese cities have not updated their flood protection planning according to their socioeconomic growth, as noted by a 2013 survey.",
                "AnswerCn": "中国的防洪保护水平大多未知，这妨碍了有效的洪水风险管理。由于许多中国城市没有根据其社会经济增长更新防洪规划，因此可能会出现差异，这一点在2013年的一项调查中得到了指出。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be significant divergence in flood protection levels between eastern and western China?",
                "QuestionCn": "为什么中国东部和西部的防洪保护水平可能存在显著差异？",
                "AnswerEn": "The divergence in flood protection levels between eastern and western China can be attributed to general differences in population exposure and economic performance, with eastern regions likely having higher population density and economic activity requiring greater flood protection.",
                "AnswerCn": "东部和西部中国在防洪保护水平上的差异可以归因于人口暴露和经济表现的一般差异，东部地区的人口密度和经济活动可能更高，因此需要更强的防洪保护。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the underlying causes of the higher concentration of exposed vulnerable populations in low flood protection level counties?",
                "QuestionCn": "低洪水保护水平县中暴露于脆弱人群的高浓度的潜在原因是什么？",
                "AnswerEn": "The higher concentration of exposed vulnerable populations in low flood protection level counties is due to the policy not considering population demographics, which results in inadequate protection for vulnerable social groups such as children and elders, who generally have limited mobility and physical resistance.",
                "AnswerCn": "低洪水保护水平县中暴露的脆弱人群浓度较高，是因为政策未考虑人口统计特征，导致对儿童和老年人等脆弱社会群体的保护不足，这些群体通常行动能力有限，身体抵抗力较弱。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the reliance on local flood protection design documents for data validation affect the accuracy and reliability of flood protection level datasets?",
                "QuestionCn": "依赖地方洪水保护设计文件进行数据验证如何影响洪水保护水平数据集的准确性和可靠性？",
                "AnswerEn": "Relying on local flood protection design documents for data validation can enhance the accuracy and reliability of flood protection level datasets by ensuring that policy-based projections align with actual protection measures. However, the effectiveness of this method depends on the availability and currentness of the local documents, which may vary significantly across different regions.",
                "AnswerCn": "依赖地方洪水保护设计文件进行数据验证可以提高洪水保护水平数据集的准确性和可靠性，因为这确保了基于政策的预测与实际保护措施相一致。然而，这种方法的有效性取决于地方文件的可用性和时效性，而这在不同地区可能差异显著。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the implications of finding a significant spatial divergence in flood protection levels between eastern and western regions of a country?",
                "QuestionCn": "发现一个国家东部和西部地区在洪水保护水平上存在显著的空间差异，这意味着什么？",
                "AnswerEn": "A significant spatial divergence in flood protection levels between eastern and western regions can indicate disparities in economic development, population density, and resource allocation. This divergence may lead to unequal flood risk exposure, with more vulnerable populations in regions with lower protection levels. Addressing these disparities could require targeted policy interventions and resource distribution to enhance flood resilience across all regions.",
                "AnswerCn": "东部和西部地区在洪水保护水平上的显著空间差异可能表明经济发展、人口密度和资源分配方面的不平等。这种差异可能导致洪水风险暴露的不平等，保护水平较低的地区更容易受到影响。解决这些差异可能需要有针对性的政策干预和资源分配，以增强各地区的洪水韧性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the goals of creating a dataset that evaluates flood protection levels across different counties in China, and how does this contribute to flood risk management?",
                "QuestionCn": "创建一个评估中国不同县级洪水保护水平的数据集的目标是什么，以及这如何有助于洪水风险管理？",
                "AnswerEn": "The goal is to develop and validate a dataset of flood protection levels (FPLs) for China, based on national flood policies, to better assess flood risk and manage it effectively. This dataset helps identify the level of protection against river floods implied by Chinese policy and examines the implications for vulnerable social groups, thereby providing crucial data support for flood risk assessment and management.",
                "AnswerCn": "目标是开发和验证一个基于国家洪水政策的中国洪水保护水平（FPLs）数据集，以更好地评估洪水风险并有效管理。该数据集有助于识别中国政策所暗示的河流洪水保护水平，并考察对脆弱社会群体的影响，从而为洪水风险评估和管理提供重要的数据支持。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures can be followed to determine the flood protection levels across various counties in China using spatial information and policy prescriptions?",
                "QuestionCn": "可以遵循以下程序，通过空间信息和政策建议来确定中国各县的防洪保护水平：\n\n1. 收集空间数据：获取各县的地理信息系统（GIS）数据，包括地形、土地利用、河流网络和历史洪水记录等。\n\n2. 分析洪水风险：利用空间分析工具评估各县的洪水风险，考虑降雨量、流域特征和水文模型等因素。\n\n3. 评估现有防洪设施：调查各县现有的防洪基础设施，如堤坝、排水系统和蓄洪区，评估其有效性和覆盖范围。\n\n4. 制定政策建议：根据风险评估结果，提出针对性的政策建议，包括加强基础设施建设、改善土地利用规划和提升公众意识等。\n\n5. 制定防洪标准：根据各县的具体情况，制定适合的防洪保护标准和目标，以指导未来的防洪措施。\n\n6. 监测与评估：建立监测系统，定期评估防洪保护水平的变化，并根据新数据和政策效果进行调整。",
                "AnswerEn": "A framework can be developed using spatial information on indicators of exposure, such as population density and GDP-weighted population exposure for urban counties, and population and arable-land exposure for rural counties. The flood protection levels can be assessed using these indicators, and validation can be conducted by collecting local documents of flood protection design to verify the results.",
                "AnswerCn": "可以利用空间信息开发一个框架，指标包括城市县的人口密度和GDP加权人口暴露，以及农村县的人口和可耕地暴露。可以使用这些指标评估洪水保护水平，并通过收集当地洪水保护设计的文件进行验证，以确认结果。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What steps are necessary to validate a flood protection level dataset against local flood protection design documents in China?",
                "QuestionCn": "验证中国洪水保护水平数据集与当地洪水保护设计文件的步骤包括：\n\n1. 收集相关的洪水保护设计文件，包括设计标准、规范和图纸。\n2. 确定数据集中的洪水保护水平指标，包括防洪标准、设计洪水位和保护范围等。\n3. 对比数据集中的指标与设计文件中的规定，检查一致性和准确性。\n4. 进行现场勘查，验证实际的洪水保护设施与设计文件的一致性。\n5. 记录任何不一致之处，并分析其原因。\n6. 根据分析结果，提出改进建议或修正措施。\n7. 编写验证报告，总结验证过程和结果，提出后续工作建议。",
                "AnswerEn": "Validation can be performed by selecting counties based on the date of the flood protection design to ensure the data represents flood protection for a specific year, such as 2015. The FPL dataset's spatial pattern can be identified using methods like LISA (local indicator of spatial association) or local Moran’s I, ensuring consistency and accuracy with local design documents.",
                "AnswerCn": "验证可以通过根据洪水保护设计的日期选择县来进行，以确保数据代表特定年份的洪水保护，例如2015年。可以使用LISA（局部空间关联指标）或局部莫兰指数等方法识别FPL数据集的空间模式，以确保与地方设计文件的一致性和准确性。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What resources or conditions enable the development of a detailed flood protection level dataset for a large and diverse country like China?",
                "QuestionCn": "哪些资源或条件能够支持像中国这样一个大而多样化的国家开发详细的洪水保护水平数据集？",
                "AnswerEn": "The use of spatial information on indicators such as population exposure and GDP-weighted population exposure, along with local documents of flood protection design, enables the development of a detailed flood protection level dataset across China. This is further supported by datasets like administrative boundaries, fluvial flood depth maps, population density maps, national census data, land use data, and county-level GDP.",
                "AnswerCn": "利用空间信息，如人口暴露和GDP加权人口暴露指标，以及地方洪水保护设计文件，可以在中国开发出详细的洪水保护水平数据集。这进一步得到了行政边界、河流洪水深度地图、人口密度地图、国家普查数据、土地利用数据和县级GDP等数据集的支持。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How does the integration of demographic information and socioeconomic factors enable a more comprehensive assessment of flood protection levels?",
                "QuestionCn": "人口信息和社会经济因素的整合如何使洪水保护水平的评估更加全面？",
                "AnswerEn": "Integration of demographic information, such as census data and population density maps, with socioeconomic factors like GDP-weighted population exposure and land use data enables a more comprehensive assessment of flood protection levels by considering the varied exposure of different demographic groups and economic contexts across China.",
                "AnswerCn": "将人口统计信息（如普查数据和人口密度地图）与社会经济因素（如GDP加权人口暴露和土地利用数据）相结合，可以更全面地评估洪水保护水平，考虑到中国不同人口群体和经济背景的不同暴露情况。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or criteria are essential for validating flood protection level data to ensure its accuracy and reliability for policy-making?",
                "QuestionCn": "确保洪水保护水平数据的准确性和可靠性以便于政策制定，必须满足哪些条件或标准？",
                "AnswerEn": "Validation of flood protection level data requires the collection of local documents of flood protection design to verify policy-based results. Selection of validation counties based on the date of flood protection design and analysis using spatial patterns through tools like GeoDa software are essential conditions for ensuring the accuracy and reliability of the data for policy-making.",
                "AnswerCn": "洪水保护水平数据的验证需要收集当地的洪水保护设计文件，以验证基于政策的结果。根据洪水保护设计的日期选择验证县，并通过GeoDa软件等工具分析空间模式，是确保数据在政策制定中准确性和可靠性的必要条件。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might the expected outcomes of flood protection levels not align with the actual protection afforded across different regions in China?",
                "QuestionCn": "洪水保护水平的预期结果可能与中国不同地区实际提供的保护不一致的原因是什么？",
                "AnswerEn": "Flood protection levels across the country are mostly unknown, hampering assertive efforts on flood risk management. The residual flood risk can be higher if the real-world flood protection lags behind the policy requirement and design. Additionally, 44% of Chinese cities did not update their flood protection planning according to their socioeconomic growth.",
                "AnswerCn": "全国范围内的防洪保护水平大多未知，这妨碍了对洪水风险管理的积极努力。如果现实中的防洪保护滞后于政策要求和设计，剩余的洪水风险可能会更高。此外，44%的中国城市没有根据其社会经济增长更新防洪规划。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the reasons for the expected divergence in flood protection levels between eastern and western China?",
                "QuestionCn": "东部和西部中国在洪水保护水平上预期存在差异的原因可能包括：",
                "AnswerEn": "The flood protection levels show significant divergence between eastern and western China, reflecting general differences in population exposure and in economic performance.",
                "AnswerCn": "洪水保护水平在中国东部和西部之间存在显著差异，这反映了人口暴露和经济表现的一般差异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the anticipated level of protection for vulnerable social groups not meet expectations under the current flood protection policies in China?",
                "QuestionCn": "在中国当前的防洪保护政策下，脆弱社会群体的预期保护水平可能无法达到预期的原因是什么？",
                "AnswerEn": "Since the flood protection level policy does not consider population demographics, there are implications for the protection of vulnerable social groups. A majority of the exposed vulnerable population is concentrated in low-FPL (< 50 years) counties, higher than these counties’ share of the total exposed population.",
                "AnswerCn": "由于洪水保护水平政策未考虑人口统计特征，这对脆弱社会群体的保护产生了影响。大多数暴露在外的脆弱人口集中在低联邦贫困线（FPL）县（< 50岁），其比例高于这些县在总暴露人口中的份额。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of using spatial information indicators to infer flood protection levels across regions in China?",
                "QuestionCn": "我对使用空间信息指标推断中国各地区洪水保护水平的有效性进行评估。",
                "AnswerEn": "The use of spatial information indicators to infer flood protection levels across China is a systematic approach to evaluate flood protection levels based on exposure indicators. This method allows for an assessment at a county level, considering the population and economic exposure, which provides a more detailed understanding of local flood protection needs. The validation with local flood protection design documents adds credibility to the inferred data, but challenges remain in ensuring comprehensive data collection and addressing discrepancies between policy-prescribed and actual protection levels.",
                "AnswerCn": "使用空间信息指标推断中国的防洪保护水平是一种系统的方法，基于暴露指标评估防洪保护水平。该方法允许在县级进行评估，考虑人口和经济暴露，从而提供对地方防洪保护需求的更详细理解。与地方防洪保护设计文件的验证增加了推断数据的可信度，但在确保全面数据收集和解决政策规定与实际保护水平之间的差异方面仍然存在挑战。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, what are the potential benefits and drawbacks of integrating demographic and land use data in assessing flood protection levels?",
                "QuestionCn": "在评估洪水保护水平时，整合人口统计和土地使用数据的潜在好处和缺点是什么？",
                "AnswerEn": "Integrating demographic and land use data in assessing flood protection levels offers a comprehensive view of how different regions are exposed to flood risks. The benefits include a more accurate representation of vulnerability, especially for rural and urban populations, and the ability to tailor flood protection policies to specific local needs. However, the drawbacks may include the complexity of acquiring and processing diverse datasets, potential data discrepancies, and the need to regularly update data to reflect ongoing changes in land use and demographics.",
                "AnswerCn": "整合人口统计和土地利用数据以评估洪水保护水平，提供了对不同地区洪水风险暴露的全面视角。其好处包括更准确地反映脆弱性，尤其是对农村和城市人口的影响，以及能够根据特定地方需求量身定制洪水保护政策。然而，缺点可能包括获取和处理多样化数据集的复杂性、潜在的数据差异，以及需要定期更新数据以反映土地利用和人口统计的持续变化。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how spatial information on exposure indicators is used to infer policy-prescribed flood protection levels across China.",
                "QuestionCn": "我不明白如何利用暴露指标的空间信息来推断中国政策规定的洪水保护水平。",
                "AnswerEn": "The spatial information on exposure indicators is used to evaluate flood protection levels by assessing population exposure and GDP-weighted population exposure for urban counties, and population and arable-land exposure for rural counties. This framework helps estimate the policy-prescribed flood protection levels across China by considering these exposure metrics.",
                "AnswerCn": "空间信息在暴露指标上的应用用于评估洪水保护水平，通过评估城市县的人口暴露和GDP加权人口暴露，以及农村县的人口和耕地暴露。该框架通过考虑这些暴露指标，帮助估算中国政策规定的洪水保护水平。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the types of challenges faced when assessing flood protection levels in China.",
                "QuestionCn": "我对评估中国洪水保护水平时面临的挑战类型感到不确定。",
                "AnswerEn": "Challenges include the lack of updated flood protection planning in many cities according to socioeconomic growth, the underestimation of flood protection levels, and the potential higher residual flood risk if actual protection lags behind policy requirements.",
                "AnswerCn": "挑战包括许多城市缺乏与社会经济增长相适应的更新洪水保护规划、对洪水保护水平的低估，以及如果实际保护滞后于政策要求，可能导致更高的剩余洪水风险。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of how different datasets contribute to understanding flood protection levels at the county scale in China.",
                "QuestionCn": "我无法理解不同的数据集如何在县级尺度上帮助理解中国的防洪保护水平。",
                "AnswerEn": "Various datasets, such as administrative boundaries, fluvial flood depth maps, population density, demographic information, land use data, and GDP are integrated to evaluate flood protection levels by accounting for exposure and economic performance at the county scale in China.",
                "AnswerCn": "各种数据集，如行政边界、河流洪水深度图、人口密度、人口统计信息、土地利用数据和GDP，集成在一起，以评估中国县级的防洪保护水平，考虑到暴露和经济表现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify the demographic considerations in assessing flood protection levels and discuss their implications for vulnerable groups.",
                "QuestionCn": "请识别在评估洪水保护水平时的人口统计考虑因素，并讨论它们对弱势群体的影响。",
                "AnswerEn": "The assessment considers demographic factors by evaluating the exposure of vulnerable populations, such as children and elders, who are generally more vulnerable to flooding. The findings indicate that a large proportion of the exposed vulnerable population resides in counties with low flood protection levels (FPL < 50 years), highlighting potential risks and the need for targeted protection policies for these groups.",
                "AnswerCn": "该评估通过评估脆弱人群（如儿童和老年人）的暴露情况，考虑了人口因素，这些人群通常对洪水更为脆弱。研究结果表明，暴露的脆弱人群中有很大一部分居住在防洪保护水平低（FPL < 50年）的县，这突显了潜在风险以及对这些群体实施针对性保护政策的必要性。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}