{
    "id": "d8c1a7df-bb4d-44dc-97e4-fcc85d49c4f2",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Data products of mixed soil moisture of the Tibetan Plateau (2008-2016)",
            "description": "The data products of mixed soil moisture of the Tibetan Plateau utilize remote sensing observation, in situ measurement and model simulation techniques. In situ soil moisture (SM) observation combines the classification of the Tibetan Plateau climate zone and is used to generate in situ measurements of SM climatology at plateau scales. The resulting in situ SM climatology of the Tibetan Plateau scale is used to scale the SM data simulated by the model, which are then used to scale the SM satellite observations. The climatological-scale satellites and model-simulated SMs are then objectively mixed by applying triple configuration and least square matching. The final mixed SM can replicate SM dynamics in different climate zones, from subhumid areas to semiarid and arid regions of the Tibetan Plateau.\n- Time resolution: day, starting from 01/05/2008\n- Spatial resolution: 0.25° × 0.25°\n- Data set size: 61 × 121 × 975\n- Unit: cm^3 cm^-3\nThe data quality is open to assessment.",
            "instructions": "",
            "east": 104.0,
            "west": 73.0,
            "south": 28.0,
            "north": 38.0,
            "startTime": "2008-05-10 08:00:00",
            "endTime": "2016-11-09 08:00:00",
            "fileSize": 22990490.0,
            "cstr": "18406.11.Soil.tpdc.270088",
            "doi": "10.11888/Soil.tpdc.270088",
            "dataFormat": "*.mat",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "ZENG Yijian",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Blending Satellite Observed, Model Simulated, and in Situ Measured Soil Moisture over Tibetan Plateau",
                "referenceEn": "Zeng, Y.J., Su, Z.B., van der Velde, R., Wang, L.C., Xu, K., Wang, X., &Wen, J. (2016). Blending Satellite Observed, Model Simulated, and in Situ Measured Soil Moisture over Tibetan Plateau. Remote Sensing, 8(3), 268."
            },
            {
                "titleEn": "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products",
                "referenceEn": "Su, Z.B., Wen, J., Dente, L., van der Velde, R., Wang, L.C., Ma, Y.M., Yang, K., & Hu, Z.H. (2011). The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products. Hydrology and Earth System Sciences, 15(7), 2303-2316."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil moisture/Water content"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2008-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Soil moisture is a key state variable of the land surface controlling the partition of rainfall to subsoil drainage, surface runoff, or evaporation from the land surface. Understanding the dynamics of soil moisture is crucial for understanding the role of the hydrological cycle in the climate system and a variety of ecological and biogeochemical processes. Quantification of trends and variability in global soil moisture can contribute to a better understanding of the feedback between the water cycle and climate. Although the soil moisture dynamics at local scale can be measured with a certain degree of confidence, it is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Satellite remote sensing can be a powerful tool in fulfilling the need for a consistent global soil moisture data set because it allows monitoring the land surface at the relevant spatial and temporal scales. Recent progresses have already made available several global and continental scale soil moisture datasets from satellite observations not primarily designed for this purpose. The European Space Agency (ESA) operates currently a satellite, the Soil Moisture and Ocean Salinity (SMOS) mission, dedicated to global soil moisture monitoring and also the National Aeronautic and Space Administration (NASA) is in preparation of a similar soil moisture mission, Soil Moisture Active/Passive (SMAP). Throughout the globe a number of intensive soil moisture networks have been developed for various purposes.",
                "The accuracy of the soil moisture products from coarse resolution satellite sensors have been subject of various previous studies. These data sets were validated over regional limited networks (e.g. Albergel et al., 2009; Gruhier et al., 2010; Sinclair and Pegram, 2010) and evaluated against model data (Wagner et al., 2003; Rüdiger et al., 2009; de Rosnay et al., 2008). These studies found high correlations with in situ observations in semi arid regions and somewhat lower correlations in agricultural areas. Recent assimilation studies support the positive findings of the validation efforts (Drusch et al., 2008; Scipal et al., 2008). De Jeu et al. (2008) highlighted differences and limitations of active and passive soil moisture products (i.e. Radio Frequency Interference, RFI, in AMSR-E, misinterpretation of ERS in desert regions) in a global evaluation study.",
                "The results suggest the potential to merge different soil moisture products into one superior soil moisture dataset as undertaken in the W ACMOS (Water Cycle Multimission Observation Strategy) project (Su et al., 2010; Dorigo et al., 2010; Liu et al., 2011). However, the validity and accuracy of these data for the Tibetan Plateau have not been assessed due to lack of in-situ reference data where extreme climate conditions have made in-situ measurements very difficult.",
                "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) is presented in detail consisting of three regional scale in-situ reference networks, the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate and the Ngari network in a cold arid climate. These networks provide a representative coverage of the different climate and land surface hydrometeorological conditions on the Tibetan plateau. The obtained data are analysed to ensure the consistency with the regional climatic conditions and for the purpose of serving as reference for validation of coarse resolution satellite and modeling soil moisture products. Each network with its mean and variance of measurements (presented as average and range given by standard deviations) of soil temperature and soil moisture is representative of a particular situation on the Tibetan Plateau."
            ],
            "research objective": [
                "A plateau scale soil moisture and soil temperature observatory is established on the Tibetan Plateau for quantifying uncertainties in coarse resolution satellite and model products of soil moisture and soil temperature. To demonstrate the uniqueness of the Tibet-Obs in quantifying and explaining soil moisture uncertainties in existing coarse satellite products, an analysis is carried out to assess the reliability of several satellite products for the Naqu and the Maqu network areas.",
                "We conclude that global coarse resolution soil moisture products are useful but exhibit big uncertainties in cold semiarid regions on the Tibetan Plateau that need to be characterised and improved before operational use of these data. The in-situ soil moisture and soil temperature measurements are valuable references in this particular environment and can also be used for assessment of global model products that shall be the topics of future investigations."
            ],
            "challenges": [
                "It is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimised parameters usually fail to achieve this task. Global models display a large, and often unexplained, variation among estimates produced by different models. Although current understanding of the attenuation of microwaves by vegetation is still rather poor, various experimental studies showed the presence of significant soil response at C-band frequencies even in the case of vegetated areas when observed at lower incidence angles.",
                "In the winter periods, the AMSR-E data are not reliable at all, indicating needs in improving the retrieval algorithms in particular for the surface temperature. For similar cold semiarid conditions on the Tibetan Plateau, due to the unexplained big uncertainty, the use of these datasets are not recommended before a rigorous assessment of the algorithm with in-situ data can be carried out to explain the reasons of deviations and to improve the consistency with the actual hydrological situation."
            ],
            "methods": [
                "In this paper the details of the Tibet-Obs are reported. The Naqu soil moisture and soil temperature network was installed around the Naqu Station for the Plateau Climate and Environment Observation and Research of Chinese Academy of Sciences located about 25 km southwest of Naqu city. Continuous measurements are made of water and energy exchanges between the land surface and atmosphere at this station, including atmospheric variables at different heights, incoming and outgoing radiation, turbulent heat fluxes, soil moisture at depths of 0.05 and 0.20 m below surface, and soil temperatures profile down to a depth of 0.40 m below surface. To monitor the regional soil moisture dynamics and validate soil moisture retrievals from satellite data, five additional soil moisture stations were installed in June 2006. The soil moisture stations were placed north, south, west and east within 10 km from Naqu station with one additional one installed at Naqu station itself for comparison purpose with the existing instrumentation. The instrumentation used for this network consists of EM5b data loggers and 0.10 m long ECH2O (type: EC-10) impedance probes both manufactured by Decagon Devices. The Maqu soil moisture and soil temperature monitoring network was installed in July 2008 in the source water region of the Yellow River to the south of Maqu County in Gansu province, China. The network, consisting of 20 stations in an area of approximately 40 km by 80 km, monitors continuously the soil moisture and soil temperature at different depths at 15 min intervals. The Maqu Source Water Region of Yellow River Station for Climate and Environment Observation and Research of Chinese Academy of Sciences is located in the centre of this network. In this study area twenty soil moisture and soil temperature monitoring stations were installed in June 2010 in the Ngari prefecture in the western part of the Tibetan Plateau.",
                "With the operational Naqu and Maqu networks (data from the Ngari network is not available at the writing time), assessment of three datasets (henceforth the AMSR-E products, the ASCA T-L2 and the SMOS products) was conducted and results are presented in the next section."
            ],
            "dataset": [
                "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) consists of three regional scale in-situ reference networks, including the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate and the Ngari network in a cold arid climate. The Naqu soil moisture and soil temperature network was installed around the Naqu Station for the Plateau Climate and Environment Observation and Research of Chinese Academy of Sciences located about 25 km southwest of Naqu city. The Maqu soil moisture and soil temperature monitoring network was installed in July 2008 in the source water region of the Yellow River to the south of Maqu County in Gansu province, China. The network, consisting of 20 stations in an area of approximately 40 km by 80 km, monitors continuously the soil moisture and soil temperature at different depths at 15 min intervals. In this study area twenty soil moisture and soil temperature monitoring stations were installed in June 2010 in the Ngari prefecture in the western part of the Tibetan Plateau.",
                "The data product to be validated was generated by the LPRM algorithm applied to AMSR-E data and will be called the AMSR-E soil moisture data in the rest of this paper.",
                "The AMSR-E products were retrieved from http://www.geo.vu.nl/ ∼jeur/lprm/ which provides daily 0.25 degree surface soil moisture and land surface temperature data from AMSR-E observations; the night-time overpass products are used because the daytime overpass data have major uncertainties caused by temperature variations. The ASCA T-L2 products were retrieved from the EUMETSA T archive which link can be found at http://www.ipf.tuwien.ac.at/radar/. The ASCA T-L2 products are global coarse resolution soil moisture estimates (25–50 km) derived from backscatter measurements acquired with scatterometers onboard the METOP satellite, with relative values scaled between 0 % and 100 % representing dry and saturation conditions respectively. After the successful launch of SMOS in November 2009 and following the first six months of SMOS commissioning phase to test the functionalities of the spacecraft and instrument, SMOS has been in routine operation since May 2010 and has been providing data products to the science community for a variety of applications.",
                "Figure 7 shows soil moisture products from AMSR-E, ASCA T-L2 and SMOS compared to measured values at 5 cm soil depth in Maqu network area from 1 July 2009 to 31 July 2010."
            ],
            "findings": [
                "It is concluded that global coarse resolution soil moisture products are useful but exhibit till now unreported uncertainties in cold and semiarid regions – use of them would be critically enhanced if uncertainties can be quantified and reduced using in-situ measurements.",
                "It is observed while both retrievals follow the gradual increasing pattern from winter to monsoon period of soil moisture in Naqu network area, there are dramatic differences in the magnitudes. Both overestimate the areal mean of in-situ measurements by about 100 % in the monsoon period (May to August). In winter period, AMSR-E grossly overestimates the in-situ measurements, while ASCA T-L2 estimates are close to the in-situ measurements since the area is frozen and the assumption of dry soil in ASCA T-L2 retrieval appears reasonable. The ASCA T-L2 products systematically overestimate the surface soil moisture in this network area in the monsoon period.",
                "Some important findings are obtained in this study for the Naqu area as a cold semiarid area where AMSR-E and ASCA T-L2 products overestimate by 0.2 ∼ 0.3 m 3 m −3 the regional soil moisture in the monsoon periods. For the cold humid Maqu network area it is concluded that soil moisture products from AMSR-E, ASCA T-L2 have comparable accuracy as reported by previous studies in the humid monsoon period. The AMSR-E products overestimate and ASCA T-L2 products underestimate soil moisture in the winter period significantly. But the opposing behaviours of both data sets may be used to generate a more useful data for the winter periods. A preliminary evaluation of SMOS data indicates its promising feature, but apparently needs much more data to derive more concrete conclusions."
            ]
        },
        {
            "background": [
                "The debates on the role of Tibetan Plateau (TP) in the Indian monsoon have drawn attention to the quantification of land-atmosphere exchanges of water and heat over TP. Soil moisture (hereafter as SM) is a crucial land surface state that modulates land-atmosphere interactions and is imperative for quantifying trends and variability of feedbacks between climate and the water cycle of TP. In general, SM data can be obtained from three primary sources of, namely, satellite observations, model simulations, and in situ measurements. The currently existing SM observation networks over the Tibetan Plateau include the Tibetan Plateau Observatory of plateau scale SM and soil temperature (Tibet-Obs), the multi-scale SM and temperature monitoring network on the central Tibetan Plateau (Tibet-Central), and the Third Pole Environment (TPE) in situ component. It is always challenging to find a single satellite-derived SM product that has complete coverage of the TP for an extended period of time and is suitable for climate change studies at sub-continental scale. The limited availability of satellite-based SM estimates over TP within this merged product is mainly due to the inherent difficulties in retrieving SM from even partially-frozen land surfaces."
            ],
            "research objective": [
                "In this study, we aim to merge different satellite datasets over TP, by using the model-simulated SM product. The data climatology of the model simulated SM will be constrained by the in situ measurements."
            ],
            "challenges": [
                "The limited availability of satellite-based SM estimates over TP within this merged product is mainly due to the inherent difficulties in retrieving SM from even partially-frozen land surfaces. Such systematic differences between the two datasets are preventing a statistically-optimal analysis and, therefore, have to be corrected."
            ],
            "methods": [
                "The daily average SM analysis of the first layer (0–7 cm) are used in this study. In this study, the ERA-Interim SM product is interpolated to a resolution of 25 km (e.g., 0.25°). The data utilized for this study covers the entire TP for the period from May 2008 to October 2011 and are provided on a regular grid with a 0.25° spacing. The first step is to generate the 0.25° spatial resolution in situ SM data climatology over TP. The second step is to generate the scaled ERA-Interim SM data (0.25°) over the calibration period and the associated CDF matching parameters to capture the climatology of the in situ data. The third step is to generate the scaled ERA-Interim SM data (0.25°) over the blending period using the CDF matching parameters derived from Step (2). The fourth step is to produce the scaled AMSRE and ASCAT SM data (0.25°), with the scaled ERA-Interim SM data generated from Step (3). The fifth step is to determine the relative errors among the three scaled SM data sets (i.e., AMSRE, ASCAT, and ERA-Interim), by using the Triple Collocation (TC) method. The sixth step, the scaled AMSRE, ASCAT, and ERA-Interim SM data are blended using the least squares method."
            ],
            "dataset": [
                "As introduced, the Tibet-Obs crosses over three different climatic conditions and includes Maqu (subhumid), Naqu (semiarid), Ali, and Shiquanhe (arid) observation networks. The daily average SM analysis of the first layer (0–7 cm) are used in this study. The data utilized for this study covers the entire TP for the period from May 2008 to October 2011 and are provided on a regular grid with a 0.25° spacing."
            ],
            "findings": [
                "The results show that the scaling and blending strategy help constraining the exaggerated variation of satellite SM over the TP, especially the unrealistically high SM content over the western TP. After implementing the scaling and the blending steps, the overestimation was eliminated in the blended SM products, which shows clear seasonal variations and has a good match with the in situ measurements. The inter-comparison results indicated that an equal weighting average of multi-sources of scaled SM data can perform similarly as the blended SM data over the cold arid regions, but not over the cold sub-humid areas on the TP."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can in-situ soil moisture measurements from the Tibetan Plateau be used to validate coarse resolution satellite soil moisture products?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Are the challenges in soil moisture data collection on the Tibetan Plateau more related to spatial variability, temporal variability, or climatic conditions?",
                    "Answer": "spatial variability, temporal variability, climatic conditions",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "For scaling and blending soil moisture datasets, is the least squares method, Triple Collocation method, or equal weighting average considered more suitable?",
                    "Answer": "least squares method, Triple Collocation method, equal weighting average",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the primary data sources used for obtaining soil moisture data on the Tibetan Plateau?",
                    "Answer": "Satellite observations, model simulations, in situ measurements",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Where are the regional scale in-situ reference networks located for soil moisture and temperature monitoring on the Tibetan Plateau?",
                    "Answer": "Naqu network, Maqu network, Ngari network",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the challenges associated with using satellite-based soil moisture estimates on the Tibetan Plateau?",
                    "Answer": "inherent difficulties in retrieving soil moisture from even partially-frozen land surfaces, need for correction of systematic differences between datasets",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a challenge faced in merging different satellite datasets for soil moisture estimation over the Tibetan Plateau?",
                    "Answer": "An example of a challenge faced in merging different satellite datasets for soil moisture estimation over the Tibetan Plateau is the difficulty in retrieving soil moisture from partially-frozen land surfaces, which results in systematic differences between datasets that need to be corrected for a statistically-optimal analysis.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of data collection methods used for soil moisture measurement in different climate regions of the Tibetan Plateau?",
                    "Answer": "in-situ reference networks, continuous measurements, soil moisture, soil temperature, various depths, various intervals, cold semiarid, cold humid, cold arid climates",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the features of the techniques used to address challenges in scaling soil moisture data from local to plateau scale?",
                    "Answer": "spatial resolution in situ soil moisture data climatology, scaling using CDF matching parameters, blending using the least squares method",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the spatial resolution at which soil moisture data is collected and modeled on the Tibetan Plateau?",
                    "Answer": "0.25°×0.25°",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many soil moisture monitoring stations are included in the Maqu network on the Tibetan Plateau?",
                    "Answer": "20",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the temporal coverage of the soil moisture dataset used for analysis on the Tibetan Plateau?",
                    "Answer": "May 2008 - October 2011",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is the process of generating a mixed soil moisture dataset using remote sensing, in-situ measurements, and model simulations?",
                    "Answer": "The process of generating a mixed soil moisture dataset involves integrating remote sensing observations, in-situ measurements, and model simulations. This is achieved by first using in-situ soil moisture (SM) observations, which are combined with climate zone classifications of the Tibetan Plateau to produce in-situ measurement-based SM climatology on a plateau scale. This climatology is then used to scale model-simulated SM data, which in turn is used to scale SM satellite observations. Finally, satellite and model-simulated SM at the climatology scale are objectively blended using triple collocation and least squares methods to replicate SM dynamics across various climate regions, from subhumid to semi-arid and arid areas of the Tibetan Plateau.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "How are in-situ soil moisture networks typically established and utilized in the Tibetan Plateau for soil moisture data collection?",
                    "Answer": "In-situ soil moisture networks in the Tibetan Plateau, such as the Tibet-Obs, are established to provide a comprehensive coverage of different climate and land surface hydrometeorological conditions. These networks include regional scale reference networks like the Naqu, Maqu, and Ngari networks, each characteristic of different climatic conditions (cold semiarid, cold humid, and cold arid, respectively). They consist of stations that continuously monitor soil moisture and temperature at various depths. The data collected serve as a reference for validating coarse resolution satellite and modeling soil moisture products, ensuring consistency with regional climatic conditions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges are associated with merging satellite datasets for soil moisture estimation over the Tibetan Plateau?",
                    "Answer": "Merging satellite datasets for soil moisture estimation over the Tibetan Plateau presents several challenges, primarily due to the inherent difficulties in retrieving soil moisture from partially-frozen land surfaces. These challenges include systematic differences between datasets, which prevent a statistically-optimal analysis and require corrections. Additionally, the limited availability of satellite-based soil moisture estimates, due to the extreme climate conditions of the Tibetan Plateau, complicates the merging process. Therefore, a rigorous assessment of the retrieval algorithms using in-situ data is necessary to improve the consistency of the merged products with the actual hydrological situation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the soil moisture data collection techniques using satellite remote sensing compare to in-situ measurements in terms of accuracy and applicability over the Tibetan Plateau?",
                    "Answer": "Satellite remote sensing allows monitoring of the land surface at relevant spatial and temporal scales and has been used to produce various global soil moisture datasets. However, in-situ measurements are crucial for validating these satellite products, especially in challenging environments like the Tibetan Plateau. In-situ networks such as the Tibet-Obs provide detailed local observations that can highlight discrepancies, as satellite data often struggle with accuracy in cold semi-arid regions due to limitations like partially-frozen land surfaces.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the differences in challenges faced when merging satellite datasets with model-simulated soil moisture products versus solely relying on satellite data, particularly in regions like the Tibetan Plateau?",
                    "Answer": "When merging satellite datasets with model-simulated soil moisture products, challenges include correcting systematic differences between datasets to achieve a statistically-optimal analysis. Satellite-only datasets often face difficulties in retrieving accurate soil moisture from partially-frozen surfaces, prevalent on the Tibetan Plateau. Merging with model data helps mitigate exaggerated variations seen in satellite data alone and aligns better with in-situ measurements, offering more accurate and reliable data products.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In terms of spatial resolution and data validation, how do datasets generated from remote sensing techniques compare to those derived from model simulations for soil moisture analysis on the Tibetan Plateau?",
                    "Answer": "Datasets from remote sensing techniques provide consistent global soil moisture data at spatial resolutions such as 0.25°, which is suitable for large-scale monitoring. However, these datasets often require validation against in-situ measurements to ensure accuracy, especially in diverse climatic conditions like those on the Tibetan Plateau. Model simulations, when constrained by in-situ data, can offer more refined climatology that addresses the exaggerated variations sometimes seen in satellite data alone, leading to improved soil moisture analysis.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the challenges in generating accurate soil moisture datasets over the Tibetan Plateau using satellite observations?",
                    "Answer": "The challenges in generating accurate soil moisture datasets over the Tibetan Plateau using satellite observations are primarily due to the inherent difficulties in retrieving soil moisture from even partially-frozen land surfaces. Additionally, systematic differences between datasets need to be corrected to achieve statistically-optimal analysis. The extreme climate conditions make in-situ measurements very difficult, which further complicates the validation of satellite-derived data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it necessary to blend different soil moisture products to create a superior dataset for the Tibetan Plateau?",
                    "Answer": "Blending different soil moisture products is necessary to create a superior dataset for the Tibetan Plateau because global coarse resolution soil moisture products exhibit significant uncertainties in cold and semiarid regions. By merging multiple datasets, researchers aim to reduce these uncertainties and improve the reliability and accuracy of soil moisture measurements by utilizing the strengths of each dataset and minimizing their individual limitations.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What causes the discrepancies between satellite-based soil moisture estimates and in-situ measurements in the Tibetan Plateau's cold semiarid regions?",
                    "Answer": "The discrepancies between satellite-based soil moisture estimates and in-situ measurements in the Tibetan Plateau's cold semiarid regions are caused by various factors, including the poor understanding of soil moisture variability within natural landscapes and the influence of microwaves by vegetation. Additionally, AMSR-E data are not reliable during winter due to surface temperature retrieval issues, and the large unexplained variance among estimates produced by different models further contributes to these discrepancies.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "How does the challenge of retrieving soil moisture data from partially-frozen land surfaces impact the development of comprehensive datasets for regions like the Tibetan Plateau?",
                    "Answer": "The challenge of retrieving soil moisture data from partially-frozen land surfaces leads to limited availability of satellite-based estimates, which hinders the development of comprehensive datasets. This limitation necessitates the correction of systematic differences between datasets, which can prevent statistically-optimal analyses and require innovative methods to blend data from different sources effectively.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What effects do seasonal variations and climatic conditions have on the blending and scaling of soil moisture datasets in high-altitude regions?",
                    "Answer": "Seasonal variations and climatic conditions significantly affect the blending and scaling of soil moisture datasets by influencing the accuracy of satellite-based measurements. The blending and scaling strategies help to constrain exaggerated satellite-derived soil moisture variations, ensuring the datasets reflect realistic seasonal changes and align well with in-situ data, particularly in high-altitude and cold regions like the Tibetan Plateau.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What is the primary goal of establishing a soil moisture and soil temperature observatory on the Tibetan Plateau?",
                    "Answer": "The primary goal of establishing a soil moisture and soil temperature observatory on the Tibetan Plateau is to quantify uncertainties in coarse resolution satellite and model products of soil moisture and soil temperature, and ensure the reliability of these satellite products through in-situ measurements in various climatic conditions on the plateau.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to merge different satellite datasets with model-simulated soil moisture products in the context of the Tibetan Plateau?",
                    "Answer": "Merging different satellite datasets with model-simulated soil moisture products is important to correct systematic differences and improve the accuracy of soil moisture estimates, especially over the Tibetan Plateau where inherent difficulties in retrieving data from partially-frozen land surfaces limit the availability of reliable satellite-based soil moisture estimates.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is the intention behind using a scaling and blending strategy for satellite soil moisture data over the Tibetan Plateau?",
                    "Answer": "The intention behind using a scaling and blending strategy for satellite soil moisture data over the Tibetan Plateau is to constrain exaggerated variations, particularly the unrealistically high soil moisture content over the western regions, thereby enhancing the seasonal variation match with in-situ measurements and improving overall data reliability.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the procedural steps involved in merging satellite datasets with model-simulated soil moisture data for regions like the Tibetan Plateau?",
                    "Answer": "The procedural steps include generating a 0.25° spatial resolution in situ soil moisture data climatology over the Tibetan Plateau, interpolating the ERA-Interim soil moisture product to a 0.25° resolution, and using CDF matching parameters to scale the ERA-Interim soil moisture data over a calibration period. Subsequently, this scaled ERA-Interim data is used to scale AMSRE and ASCAT soil moisture data, and the Triple Collocation method determines relative errors among these datasets. Finally, the scaled datasets are blended using the least squares method.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How can in situ soil moisture and temperature networks be established to validate satellite soil moisture retrievals in diverse climatic regions?",
                    "Answer": "In situ soil moisture and temperature networks can be established by installing measurement stations in key climatic regions, such as the Naqu network in cold semiarid climates, Maqu network in cold humid climates, and Ngari network in cold arid climates. Continuous measurements are taken, including soil moisture at various depths and soil temperatures, as well as atmospheric variables and energy exchanges between the land surface and atmosphere. These networks provide regional coverage necessary for validating satellite soil moisture retrievals.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What methodologies are used to address the challenges of retrieving soil moisture data from partially-frozen land surfaces in the Tibetan Plateau?",
                    "Answer": "To address challenges in retrieving soil moisture data from partially-frozen surfaces, methodologies include scaling satellite data using in situ measurements to correct systematic differences and improve the accuracy of satellite-derived estimates. These methods involve using model-simulated soil moisture constrained by in situ data to calibrate and blend data from multiple satellite sources, ensuring consistency and reliability in soil moisture data over the Tibetan Plateau.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What resources or technologies enable the integration of remote sensing and in-situ measurements for soil moisture data collection on the Tibetan Plateau?",
                    "Answer": "The integration of remote sensing and in-situ measurements for soil moisture data collection on the Tibetan Plateau is enabled by the use of satellite missions such as SMOS and SMAP, alongside in-situ soil moisture networks like Tibet-Obs. These networks provide reference data from various climatic regions across the plateau, which are crucial for validating satellite data and enhancing the accuracy of soil moisture products.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How do in-situ soil moisture networks enable the validation and scaling of coarse resolution satellite soil moisture products?",
                    "Answer": "In-situ soil moisture networks, such as those in the Tibetan Plateau, enable the validation and scaling of satellite soil moisture products by providing ground truth measurements that are used to assess the accuracy of satellite data. These networks offer a detailed representation of regional climate conditions, which is essential for calibrating model simulations and scaling satellite observations to match observed climatologies.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What conditions or methodologies facilitate the blending of multiple soil moisture datasets to improve accuracy over diverse climatic regions such as the Tibetan Plateau?",
                    "Answer": "The blending of multiple soil moisture datasets is facilitated by methodologies such as the application of triple collocation and least squares methods, which help to determine and minimize errors across datasets. Conditions that support this process include the availability of scaled in-situ data climatologies and satellite data from sources like AMSRE, ASCAT, and ERA-Interim, enabling a more accurate representation of soil moisture dynamics across diverse climatic regions.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why is it challenging to obtain accurate soil moisture data from satellite observations over the Tibetan Plateau?",
                    "Answer": "The challenges arise due to the inherent difficulties in retrieving soil moisture from partially-frozen land surfaces, which is common in the Tibetan Plateau. The systematic differences between satellite-derived products and in-situ measurements prevent a statistically-optimal analysis, necessitating corrective measures for accurate data representation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the expected challenges in merging different soil moisture datasets over the Tibetan Plateau?",
                    "Answer": "The expected challenges include systematic differences between datasets, such as those from satellites and models, which need to be corrected for accurate merging. Additionally, the limited availability of satellite-based soil moisture estimates over the Tibetan Plateau, due to difficulties in retrieval from frozen surfaces, adds complexity to the merging process.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might global coarse resolution soil moisture products exhibit large uncertainties in the Tibetan Plateau?",
                    "Answer": "Global coarse resolution soil moisture products show large uncertainties in the Tibetan Plateau due to the region's cold semiarid conditions, which can affect the accuracy of satellite retrieval algorithms. These uncertainties need to be characterized and improved using in-situ measurements for operational use.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the effectiveness of merging satellite datasets with model-simulated soil moisture data for improving soil moisture monitoring over the Tibetan Plateau?",
                    "Answer": "The merging of satellite datasets with model-simulated soil moisture data, constrained by in situ measurements, appears effective in addressing the exaggerated variation of satellite soil moisture over the Tibetan Plateau. This approach helps eliminate overestimation and improves the match with in situ measurements, particularly in capturing seasonal variations. However, challenges remain in achieving optimal performance across different climatic regions on the plateau.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How would you assess the challenges associated with soil moisture data retrieval from partially frozen land surfaces in the Tibetan Plateau?",
                    "Answer": "Retrieving soil moisture data from partially frozen land surfaces poses significant challenges due to the systematic differences between datasets, which hinder statistically-optimal analysis. These difficulties necessitate corrections to achieve reliable data for areas like the Tibetan Plateau, where the climate conditions exacerbate retrieval complexities.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is your opinion on the potential for using in situ soil moisture networks to validate and enhance satellite-derived soil moisture datasets in diverse climatic conditions of the Tibetan Plateau?",
                    "Answer": "In situ soil moisture networks provide valuable reference data that can enhance the validation and reliability of satellite-derived soil moisture datasets, especially in the diverse climatic conditions of the Tibetan Plateau. These networks are crucial for characterizing uncertainties and improving the accuracy of satellite products, although their effectiveness may vary across different climatic regions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't make sense of how data collection for soil moisture can be effectively carried out in challenging environments like the Tibetan Plateau.",
                    "Answer": "The Tibetan Plateau observatory, known as Tibet-Obs, utilizes three regional in-situ reference networks: Naqu, Maqu, and Ngari, which cover different climatic conditions across the plateau. These networks provide continuous measurements of soil moisture and soil temperature at various depths and intervals to capture the dynamics in these challenging environments.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "I’m unsure about the complexity involved in merging satellite and in-situ soil moisture datasets to improve accuracy across vast regions like the Tibetan Plateau.",
                    "Answer": "The process involves generating a spatially resolved in-situ soil moisture climatology and scaling model-simulated data to capture this climatology. Satellite datasets are then scaled and blended using techniques like the Triple Collocation method and least squares blending to constrain variations and improve the overall accuracy of the merged soil moisture products.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "I don't understand the challenges of obtaining reliable soil moisture data from satellite observations over partially-frozen land surfaces.",
                    "Answer": "Retrieving soil moisture from partially-frozen surfaces poses inherent difficulties, leading to systematic differences between datasets. These differences prevent statistically-optimal analysis and necessitate correction methods to ensure accurate and consistent satellite-based soil moisture estimates over such regions.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the potential challenges of translating point soil moisture measurements to larger spatial scales in the context of the Tibetan Plateau.",
                    "Answer": "It is challenging to translate point soil moisture information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimized parameters often fail to achieve this task, and global models display a large, often unexplained variation among estimates by different models. The limited availability of satellite-based soil moisture estimates over the Tibetan Plateau is mainly due to the difficulties in retrieving soil moisture from partially-frozen land surfaces.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please analyze the effectiveness of different soil moisture datasets in capturing the variability and trends of soil moisture on the Tibetan Plateau.",
                    "Answer": "Global coarse resolution soil moisture products exhibit uncertainties in cold and semiarid regions like the Tibetan Plateau. The AMSR-E and ASCA T-L2 products tend to overestimate soil moisture during the monsoon periods in the Naqu area, while ASCA T-L2 estimates are closer to in-situ measurements in winter. Scaling and blending strategies help in constraining exaggerated satellite data variation, especially over the western Tibetan Plateau. An equal weighting average of multi-source scaled soil moisture data performs similarly to blended data in cold arid regions but not in cold sub-humid areas.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}