{
  "id": "da3a96db-ac5d-49b1-86a8-d390bd57e578",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "A dataset of soil carbon stock to 3m depth at Tibetan Plateau (2019)",
      "titleCn": "青藏高原3m深度土壤碳库的格点数据（2019）",
      "description": "The dataset based on synthesized data from 1114 sites across the Tibetan permafrost region which report that paleoclimate is more important than modern climate in shaping current permafrost carbon distribution.A new estimate of modern soil carbon stock to 3m depth on Tibetan permafrost region was derived by machine learning algorithm, including factors such as climate (paleoclimate and modern climate), vegetation, soil (soil thickness and soil physical and chemical properties, etc.) and topography. This dataset shows that ecosystem models clearly underestimated the Tibetan soil carbon stock, due to the absence of paleoclimate effects in the model. Future modelling of soil carbon cycling should include paleoclimate .",
      "descriptionCn": "本数据集是基于青藏高原多年冻土分布区1114个样点的土壤调查数据，重点考虑了古气候在估算青藏高原土壤碳储量中的重要作用，在综合了气候（古气候和现代气候条件）、植被、土壤（土层厚度和土壤理化属性等）和地形等因素后，通过机器学习算法重新评估得到的青藏高原3m深度土壤碳储量。结果集表明当前陆地生态系统模型普遍低估了青藏高原冻土碳库大小，模型中缺乏对古气候影响的考虑是导致模拟偏差的重要原因。因此，未来模型模拟土壤碳循环应该将古气候的作用考虑在内。",
      "instructions": "Soil organic carbon stock to 3m depth at Tibet Plateau",
      "instructionsCn": "青藏高原3m深度土壤有机碳库",
      "east": 104.3,
      "west": 23.0,
      "south": 26.0,
      "north": 40.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 1393438.0,
      "cstr": "18406.11.Terre.tpdc.272417",
      "doi": "10.11888/Terre.tpdc.272417",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "丁金枝",
        "nameEn": "DING Jinzhi",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The paleoclimatic footprint in the soil carbon stock of the Tibetan permafrost region",
        "referenceCn": null,
        "referenceEn": "Ding, J., Wang, T., Piao, S., Smith, P., Zhang, G., Yan, Z., Ren, S., Liu, D., Wang, S., Chen, S., Dai, F., He, J., Li, Y., Liu, Y., Mao, J., Arain, A., Tian, H., Shi, X., Yang, Y., Zeng, N., & Zhao, L. (2019). The paleoclimatic footprint in the soil carbon stock of the Tibetan permafrost region. Nature Communications, 10(1), 4195. doi:10.1038/s41467-019-12214-5."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "permafrost"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤厚度",
        "nameEn": "Soil thickness"
      },
      {
        "nameCn": "土壤地理",
        "nameEn": "soil geography"
      },
      {
        "nameCn": "土壤属性",
        "nameEn": "soil property"
      },
      {
        "nameCn": "土壤有机碳储量",
        "nameEn": "soil organic carbon stock"
      },
      {
        "nameCn": "土壤碳储量",
        "nameEn": "soil carbon stock"
      },
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      },
      {
        "nameCn": "坡度",
        "nameEn": "Slope"
      },
      {
        "nameCn": "归一化植被指数",
        "nameEn": "NDVI"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "海拔",
        "nameEn": "Altitude"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What features or attributes are essential to consider when reassessing soil carbon stocks using machine learning in permafrost regions?",
        "QuestionCn": "在重新评估永久冻土地区的土壤碳储量时，使用机器学习需要考虑哪些基本特征或属性？",
        "AnswerEn": "climate factors, vegetation, soil characteristics, topography",
        "AnswerCn": "气候因素、植被、土壤特性、地形",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many soil survey samples were collected from the permafrost distribution area on the Tibetan Plateau for assessing the 3m depth soil carbon pool?",
        "QuestionCn": "在青藏高原的永冻土分布区，共收集了多少土壤调查样本以评估3米深度的土壤碳库？",
        "AnswerEn": "1114",
        "AnswerCn": "1114",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'soil carbon stock estimation' mean in the context of permafrost regions on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的永久冻土地区，“土壤碳储量估算”是什么意思？",
        "AnswerEn": "Soil carbon stock estimation in the context of permafrost regions on the Qinghai-Tibet Plateau refers to the process of quantifying the amount of carbon stored in soils up to a depth of 3 meters. This includes considering factors such as past and present climate conditions, vegetation, soil characteristics, and topography. The estimation is conducted using machine learning algorithms to reassess the soil carbon reserves, emphasizing the role of paleoclimate. This approach addresses the underestimation of carbon stocks by current terrestrial ecosystem models, which often overlook the impact of ancient climate influences.",
        "AnswerCn": "在青藏高原的永冻土地区，土壤碳储量估算是指量化深达3米的土壤中储存的碳量的过程。这包括考虑过去和现在的气候条件、植被、土壤特征和地形等因素。估算采用机器学习算法重新评估土壤碳储备，强调古气候的作用。这种方法解决了当前陆地生态系统模型对碳储量的低估问题，因为这些模型往往忽视了古代气候影响的作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What implications might the integration of paleoclimate data have on assessing soil carbon stocks in permafrost regions and how might this refine existing models?",
        "QuestionCn": "古气候数据的整合对评估永久冻土地区的土壤碳储量可能有哪些影响，以及这如何可能改进现有模型？",
        "AnswerEn": "The integration of paleoclimate data is crucial for assessing soil carbon stocks in permafrost regions as it considers historical climate conditions that have influenced soil carbon accumulation. This integration can refine existing models by addressing the underestimation of soil carbon stocks, as current models may not account for the historical influence of climate on soil properties. Including paleoclimate data allows for a more comprehensive understanding of soil carbon dynamics, potentially leading to more accurate predictions of carbon storage and release under changing climate conditions.",
        "AnswerCn": "古气候数据的整合对于评估永久冻土地区的土壤碳储量至关重要，因为它考虑了影响土壤碳积累的历史气候条件。这种整合可以改进现有模型，解决土壤碳储量被低估的问题，因为当前模型可能未考虑气候对土壤性质的历史影响。纳入古气候数据可以更全面地理解土壤碳动态，从而可能导致对在变化气候条件下碳储存和释放的更准确预测。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the underestimation of soil carbon storage in the Tibetan Plateau by current land ecosystem models?",
        "QuestionCn": "当前土地生态系统模型低估了青藏高原土壤碳储存的因素有哪些？",
        "AnswerEn": "Current land ecosystem models often underestimate the soil carbon storage in the Tibetan Plateau due to the lack of consideration for the influence of paleoclimate. This underestimation is significant as the models do not incorporate the impact of ancient climate conditions, which are crucial in assessing the soil carbon reservoir in permafrost regions. The integration of climate (both paleoclimate and modern conditions), vegetation, soil properties, and topographical factors using machine learning algorithms helps in reassessing the soil carbon storage more accurately.",
        "AnswerCn": "当前的陆地生态系统模型往往低估了青藏高原的土壤碳储存，因为缺乏对古气候影响的考虑。这种低估是显著的，因为模型没有纳入古代气候条件的影响，而这些条件在评估永冻土地区的土壤碳库时至关重要。通过使用机器学习算法整合气候（包括古气候和现代条件）、植被、土壤特性和地形因素，有助于更准确地重新评估土壤碳储存。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions and methodologies enable the accurate estimation of soil carbon storage in the Tibetan Plateau at a 3-meter depth, considering factors like paleoclimate, vegetation, and soil properties?",
        "QuestionCn": "哪些条件和方法能够准确估计青藏高原3米深度的土壤碳储存，考虑到古气候、植被和土壤特性等因素？",
        "AnswerEn": "The estimation of soil carbon storage in the Tibetan Plateau is enabled by integrating a comprehensive dataset of soil survey data from 1,114 sampling points, which takes into account factors like paleoclimate, modern climate conditions, vegetation, soil properties (such as soil layer thickness and soil physical and chemical attributes), and topography. These factors are analyzed using machine learning algorithms to reassess the soil carbon storage estimates and address the underestimation by current terrestrial ecosystem models which often neglect the impact of paleoclimate.",
        "AnswerCn": "对青藏 Plateau土壤碳储量的估算是通过整合来自1,114个采样点的全面土壤调查数据实现的，这些数据考虑了古气候、现代气候条件、植被、土壤特性（如土层厚度和土壤物理化学属性）以及地形等因素。这些因素通过机器学习算法进行分析，以重新评估土壤碳储量估算，并解决当前陆地生态系统模型常常忽视古气候影响而导致的低估问题。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}