{
  "id": "db8d7f56-b60e-495f-82ff-89764e08d284",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data set of paragneiss in Xilinhot area, Inner Mongolia (2017)",
      "titleCn": "内蒙古锡林浩特地区副片麻岩的地球化学数据集（2017）",
      "description": "This data set mainly includes the whole rock major and trace, zircon U-Pb-Hf isotope data and biotite Ar-Ar chronology data of paragneiss in Xilinhot area, Inner Mongolia. The samples are collected from Xilinguole complex, including biotite plagioclase gneiss, two mica plagioclase gneiss and sericite plagioclase gneiss. The major elements of the whole rock were obtained by XRF analysis, trace elements by ICP-MS analysis, zircon U-Pb isotope data by LA-ICPMS analysis, zircon Hf isotope data by MC-ICPMS analysis, biotite Ar -Ar data by GV-5400 mass spectrometer analysis. The above data have been published in the international well-known journal Gondwana research, and the data are authentic. Through this set of data, we can effectively identify the fore arc sedimentary basin system of the South Mongolia micro block, constrain the rock formation age and material source, and indicate the tectonic affinity of the South Mongolia micro block.",
      "descriptionCn": "本数据集主要包括2017年内蒙古锡林浩特地区副片麻岩的全岩主微量、锆石U-Pb-Hf同位素数据和黑云母Ar-Ar年代学数据。样品采自锡林郭勒杂岩，包括黑云斜长片麻岩，二云母斜长片麻岩和绢云斜长片麻岩。全岩主量元素由XRF分析获得，微量元素由ICP-MS分析所得，锆石U-Pb同位素数据由LA-ICPMS测试分析获得，锆石Hf同位素数据由MC-ICPMS分析获得，黑云母Ar-Ar数据由GV-5400质谱仪分析获得。以上数据已经发表于国际知名期刊Gondwana Research上，数据真实可信。通过该套数据，有效识别出南蒙微陆块的弧前沉积盆地系统，约束了岩石形成时代和物质来源，指示了南蒙微陆块的构造亲缘性。",
      "instructions": "File naming: geochemical data is stored in Excel format, whole rock geochemical data is named \"2017-WR data\", zircon U-Pb-Hf isotopic geochemical data is named \"Zrn U-Pb-Hf data\", and biotite ar ar isotopic geochemical data is named \"Bt Ar-Ar data\".\nData reading mode: the data set can be directly opened and read in Excel.",
      "instructionsCn": "文件命名：地球化学数据以excel格式存储，全岩地球化学数据命名为”2017-WR data\"，锆石U-Pb-Hf同位素地球化学数据命名为“Zrn U-Pb-Hf data\", 黑云母Ar-Ar同位素地球化学数据命名为“Bt Ar-Ar data\"。 \n数据读取方式：该数据集可以直接使用excel打开读取并使用。",
      "east": 117.37,
      "west": 115.5,
      "south": 43.5,
      "north": 44.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 74219.0,
      "cstr": null,
      "doi": "10.1016/j.gr.2017.02.004",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李益龙",
        "nameEn": "LI Yilong",
        "unitEn": "",
        "unitCn": "中国地质大学(武汉)"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A Paleozoic fore-arc complex in the eastern Central Asian Orogenic Belt: Petrology, geochemistry and zircon U-Pb-Hf isotopic composition of paragneisses from the Xilingol Complex in Inner Mongolia, China",
        "referenceCn": null,
        "referenceEn": "Li, Y.L., Brouwer, F.M., Xiao, W.J., Zheng, J.P. (2017). A Paleozoic fore-arc complex in the eastern Central Asian Orogenic Belt: Petrology, geochemistry and zircon U-Pb-Hf isotopic composition of paragneisses from the Xilingol Complex in Inner Mongolia, China. Gondwana Research, 47, 323-341."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "缝合带",
        "nameEn": "Suture belt"
      },
      {
        "nameCn": "锆石",
        "nameEn": "zircon"
      },
      {
        "nameCn": "锆石U-Pb定年",
        "nameEn": "Ziron U-Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "锡林浩特",
        "keywordEn": "Xilinhot"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "古生代",
        "keywordEn": "Paleozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific analytical techniques used to obtain geochemical data from metamorphic rock samples in the field of geology?",
        "QuestionCn": "在地质学领域中，从变质岩样品中获取地球化学数据所使用的具体分析技术有哪些？",
        "AnswerEn": "XRF for major elements, ICP-MS for trace elements, LA-ICPMS for zircon U-Pb isotopic data, MC-ICPMS for zircon Hf isotopic data, GV-5400 mass spectrometer for biotite Ar-Ar dating",
        "AnswerCn": "XRF用于主量元素，ICP-MS用于微量元素，LA-ICPMS用于锆石U-Pb同位素数据，MC-ICPMS用于锆石Hf同位素数据，GV-5400质谱仪用于黑云母Ar-Ar定年。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of isotopic data are collected in a dataset related to geochemistry of metamorphic rocks in Inner Mongolia?",
        "QuestionCn": "在与内蒙古变质岩的地球化学相关的数据集中，收集了多少种同位素数据类型？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'LA-ICPMS' mean in the context of geochemical data collection?",
        "QuestionCn": "在地球化学数据收集中，“LA-ICPMS”是什么意思？",
        "AnswerEn": "In the context of geochemical data collection, 'LA-ICPMS' refers to Laser Ablation Inductively Coupled Plasma Mass Spectrometry, a method used for analyzing isotopic and elemental compositions of geological samples, such as zircon U-Pb isotopes, by ablating a small portion of the sample with a laser and measuring the resulting ions with a mass spectrometer.",
        "AnswerCn": "在地球化学数据收集的背景下，“LA-ICPMS”指的是激光剥蚀电感耦合等离子体质谱法，这是一种用于分析地质样品的同位素和元素组成的方法，例如通过激光剥蚀样品的一小部分并使用质谱仪测量产生的离子来分析锆石的铀-铅同位素。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method of using XRF for major element analysis compare to ICP-MS for trace element analysis in terms of precision and applicability in geochemical studies of metamorphic rocks?",
        "QuestionCn": "使用XRF进行主要元素分析与使用ICP-MS进行微量元素分析在精度和在变质岩地球化学研究中的适用性方面有何比较？",
        "AnswerEn": "In geochemical studies of metamorphic rocks, XRF is typically used for analyzing major elements due to its ability to handle larger sample volumes and provide accurate quantification of these elements. ICP-MS, on the other hand, is used for trace element analysis because of its high sensitivity and capability to detect low concentrations. Both methods are complementary, with XRF offering robust data for major elements and ICP-MS providing detailed insights into trace elements, making them both precise and applicable for comprehensive geochemical analysis.",
        "AnswerCn": "在变质岩的地球化学研究中，XRF通常用于分析主要元素，因为它能够处理较大的样品体积并提供这些元素的准确定量。另一方面，ICP-MS用于微量元素分析，因为它具有高灵敏度和检测低浓度的能力。这两种方法是互补的，XRF为主要元素提供了可靠的数据，而ICP-MS则提供了微量元素的详细信息，使它们在全面的地球化学分析中都具有精确性和适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of employing diverse analytical techniques, such as XRF, ICP-MS, LA-ICPMS, MC-ICPMS, and Ar-Ar dating, on the characterization and understanding of geochemical and isotopic data in metamorphic rocks?",
        "QuestionCn": "采用多种分析技术，如XRF、ICP-MS、LA-ICPMS、MC-ICPMS和阿尔-阿尔定年法，对变质岩的地球化学和同位素数据进行表征和理解的潜在结果是什么？",
        "AnswerEn": "Employing diverse analytical techniques can lead to a comprehensive understanding of the geochemical composition and isotopic characteristics of metamorphic rocks. Specifically, XRF and ICP-MS can provide detailed information on major and trace elements, respectively, which helps in understanding the elemental abundance and distribution. LA-ICPMS and MC-ICPMS enable precise zircon U-Pb and Hf isotopic analysis, crucial for dating and determining the source characteristics of the rocks. Ar-Ar dating on biotite can provide additional age constraints. Together, these techniques can effectively identify geological processes such as basin formation and tectonic affinity, while also constraining the formation age and material sources of the studied rocks.",
        "AnswerCn": "采用多样的分析技术可以全面理解变质岩的地球化学成分和同位素特征。具体而言，XRF和ICP-MS可以提供主要和微量元素的详细信息，这有助于理解元素的丰度和分布。LA-ICPMS和MC-ICPMS能够精确分析锆石的U-Pb和Hf同位素，这对于岩石的定年和源特征的确定至关重要。对黑云母进行的氩-氩（Ar-Ar）定年可以提供额外的年龄约束。这些技术结合在一起，可以有效识别地质过程，如盆地形成和构造亲和性，同时也可以约束所研究岩石的形成年龄和物质来源。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting geochemical and isotopic data for metamorphic rocks in regions like Inner Mongolia's Xilinhot area?",
        "QuestionCn": "收集内蒙古锡林浩特地区变质岩的地球化学和同位素数据的主要目标是什么？",
        "AnswerEn": "The primary objectives are to effectively identify the fore-arc sedimentary basin systems of the South Mongolian microcontinent, constrain the age and material sources of the rocks, and indicate the tectonic affinity of the South Mongolian microcontinent.",
        "AnswerCn": "主要目标是有效识别南蒙古微大陆的前弧沉积盆地系统，确定岩石的年龄和物质来源，并指示南蒙古微大陆的构造亲和性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are typically employed to collect and analyze geochemical data for metamorphic rock samples, such as those used to determine whole-rock major and trace elements, zircon U-Pb-Hf isotopic data, and biotite Ar-Ar geochronology?",
        "QuestionCn": "收集和分析变质岩样品的地球化学数据通常采用哪些程序，例如用于确定全岩主要和微量元素、锆石U-Pb-Hf同位素数据以及黑云母Ar-Ar地质年代学的数据？",
        "AnswerEn": "To collect and analyze geochemical data for metamorphic rock samples, whole-rock major elements are typically obtained using X-ray fluorescence (XRF) analysis, trace elements are determined through inductively coupled plasma mass spectrometry (ICP-MS), zircon U-Pb isotopic data is analyzed using laser ablation inductively coupled plasma mass spectrometry (LA-ICPMS), zircon Hf isotopic data is analyzed using multi-collector ICP-MS (MC-ICPMS), and biotite Ar-Ar data is analyzed using a GV-5400 mass spectrometer.",
        "AnswerCn": "为了收集和分析变质岩样品的地球化学数据，通常使用X射线荧光（XRF）分析获得全岩主要元素，使用感应耦合等离子体质谱（ICP-MS）确定微量元素，锆石U-Pb同位素数据通过激光剥蚀感应耦合等离子体质谱（LA-ICPMS）分析，锆石Hf同位素数据通过多收集器ICP-MS（MC-ICPMS）分析，黑云母Ar-Ar数据则使用GV-5400质谱仪进行分析。",
        "Level": "C3(Applying)"
      }
    ]
  }
}