{
    "id": "db9bdd7d-d71a-4c0d-8a1e-07feb1834072",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Si isotopic data of altered oceanic crust in the Pacific Ocean",
            "titleCn": "太平洋蚀变洋壳Si同位素数据",
            "description": "This data set mainly includes the results of Si isotope analysis of mid ocean ridge basalts obtained from the iodp1256 borehole in the Pacific Ocean. The specific geographical location of the samples is 6 ° 4‘ N，91 ° 56’W。 The types of samples include volcanic rocks, sheet dykes, transition zones and gabbros. Some samples are from ~ 15mA ago. Si isotope data were obtained by MC-ICPMS after acid digestion and ion exchange resin separation. After the sample was digested by acid and separated by ion exchange resin, the silicon isotope was measured by MC-ICPMS, and the international standard samples were selected to monitor the test data. The obtained Zn isotopic data provide important information for the Si isotopic composition of the global altered oceanic crust reservoir, and the test was completed from January 31, 2017 to June 30, 2018.",
            "descriptionCn": "本数据集主要包括对太平洋IODP1256钻孔获取的洋中脊玄武岩Si同位素分析结果，样品具体地理位置为6°4‘ N，91°56’W。样品类型包括火山岩，席状岩墙，转换带及辉长岩部分样品来自于~15Ma以前。Si同位素数据在全岩样品经过酸消解和离子交换树脂分离后通过MC-ICPMS测试获得。样品酸消解并通过离子交换树脂分离后，随后用MC-ICPMS测试硅同位素，测试时选择国际通用的标准样品对测试数据进行监控。获得的Zn同位素数据为全球蚀变洋壳储库的Si同位素组成提供重要信息，测试于2017-01-31 至 2018-06-30期间完成。",
            "instructions": "The data is stored in Excel format, and the name of the file is \"yyyyddd-xxx. Xlsx\", in which the first author's surname, DDD represents the year of publication, XXX represents the published journal, and if it is not published, it is published. For example, chen2020-cmp.xlsx represents the data that Chen published in the CMP article in 2020",
            "instructionsCn": "数据以excel格式存储，文件的名称为“yyyyddd-xxx.xlsx”，其中第一作者姓氏，ddd代表文章发表年份，xxx代表发表杂志，如未发表则为ubpublished，比如Chen2020-CMP.xlsx就代表Chen在2020年发表于cmp文章中的数据",
            "east": -91.56,
            "west": -91.56,
            "south": 6.4,
            "north": 6.4,
            "startTime": null,
            "endTime": null,
            "fileSize": 21864.0,
            "cstr": "18406.11.Geo.tpdc.271367",
            "doi": "10.11888/Geo.tpdc.271367",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "黄方",
                "nameEn": "HUANG Fang",
                "unitEn": "",
                "unitCn": "中国科学技术大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Silicon isotopic compositions of altered oceanic crust: Implications for Si isotope heterogeneity in the mantle",
                "referenceCn": null,
                "referenceEn": "Yu, H. M., Li, Y. H., Gao, Y. J., Huang, J., & Huang, F. (2018). Silicon isotopic compositions of altered oceanic crust: Implications for Si isotope heterogeneity in the mantle. Chemical Geology, 479, 1-9."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "东太平洋脊",
                "keywordEn": "East Pacific Rise"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "15Ma",
                "keywordEn": "15Ma",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Were the Si isotope data obtained using MC-ICPMS after acid digestion and ion exchange resin separation?",
                "QuestionCn": "硅同位素数据是通过酸消化和离子交换树脂分离后使用多接收器电感耦合等离子体质谱（MC-ICPMS）获得的吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the data collection methods used to analyze Si isotopes in Pacific altered oceanic crust samples?",
                "QuestionCn": "用于分析太平洋改变的海洋地壳样本中的硅同位素的数据收集方法有哪些？",
                "AnswerEn": "acid digestion, ion exchange resin, MC-ICPMS",
                "AnswerCn": "酸消解，离子交换树脂，MC-ICPMS",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of data collection methods used for analyzing Si isotopes in altered oceanic crust samples?",
                "QuestionCn": "用于分析改变的海洋地壳样本中硅同位素的关键数据收集方法特征是什么？",
                "AnswerEn": "acid digestion, ion exchange resin separation, MC-ICPMS measurement, international standard samples for data monitoring",
                "AnswerCn": "酸消解、离子交换树脂分离、MC-ICPMS 测量、国际标准样品用于数据监测",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the process of MC-ICPMS testing in the context of Si isotope analysis for oceanic crust samples?",
                "QuestionCn": "在海洋地壳样品的硅同位素分析中，MC-ICPMS测试的过程是什么？",
                "AnswerEn": "MC-ICPMS testing in the context of Si isotope analysis involves using a multi-collector inductively coupled plasma mass spectrometer to measure silicon isotopes in oceanic crust samples. This process occurs after the whole rock samples have undergone acid digestion and ion exchange resin separation. International standard samples are used to monitor the test data, ensuring accuracy and reliability of the Si isotope results.",
                "AnswerCn": "MC-ICPMS测试在硅同位素分析的背景下涉及使用多收集器感应耦合等离子体质谱仪测量海洋地壳样品中的硅同位素。该过程在整个岩石样品经过酸消化和离子交换树脂分离后进行。国际标准样品用于监测测试数据，以确保硅同位素结果的准确性和可靠性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences on the understanding of global altered oceanic crust reservoirs when utilizing Si isotope data obtained from volcanic rock and gabbro samples through MC-ICPMS testing?",
                "QuestionCn": "利用通过MC-ICPMS测试获得的火山岩和辉长岩样本中的硅同位素数据，对全球改变的海洋地壳储层的理解会产生什么影响？",
                "AnswerEn": "Using Si isotope data obtained from volcanic rock and gabbro samples through MC-ICPMS testing provides important information about the Si isotopic composition of global altered oceanic crust reservoirs, enhancing the understanding of their geochemical characteristics.",
                "AnswerCn": "通过MC-ICPMS测试获得的火山岩和辉长岩样品的硅同位素数据提供了关于全球改造海洋地壳储层的硅同位素组成的重要信息，增强了对其地球化学特征的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind analyzing Si isotopes in altered oceanic crust samples from the Pacific Ocean, and how do these objectives influence data collection methods?",
                "QuestionCn": "分析来自太平洋的改变海洋地壳样本中的硅同位素的目标是什么，这些目标如何影响数据收集方法？",
                "AnswerEn": "The objectives behind analyzing Si isotopes in altered oceanic crust samples are to provide important information about the Si isotope composition of the global altered oceanic crust reservoir. This influences data collection methods by necessitating precise Si isotope analysis, which involves acid digestion, ion exchange resin separation, and MC-ICPMS testing, with the use of international standard samples to monitor data accuracy.",
                "AnswerCn": "分析改变的海洋地壳样品中硅同位素的目标是提供关于全球改变海洋地壳储层的硅同位素组成的重要信息。这影响了数据收集方法，要求进行精确的硅同位素分析，包括酸消化、离子交换树脂分离和多接收电感耦合等离子体质谱（MC-ICPMS）测试，并使用国际标准样品来监测数据的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental and procedural steps involved in collecting Si isotope data from altered oceanic crust samples, and how do these steps ensure the accuracy and reliability of the data?",
                "QuestionCn": "收集改变过的海洋地壳样本中的硅同位素数据所涉及的仪器和程序步骤是什么，这些步骤如何确保数据的准确性和可靠性？",
                "AnswerEn": "The instrumental and procedural steps involved in collecting Si isotope data from altered oceanic crust samples include acid digestion of whole rock samples, separation using ion-exchange resin, and measurement using MC-ICPMS. To ensure accuracy and reliability, the test involves monitoring the data with internationally recognized standard samples. This process was completed over a period from January 31, 2017, to June 30, 2018.",
                "AnswerCn": "收集改变的海洋地壳样品中硅同位素数据的仪器和程序步骤包括对整块岩石样品进行酸消化、使用离子交换树脂进行分离，以及使用多接收电感耦合等离子体质谱仪（MC-ICPMS）进行测量。为了确保准确性和可靠性，测试过程中监测国际公认的标准样品。该过程于2017年1月31日至2018年6月30日完成。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}