{
    "id": "dc374c11-69fe-4bff-92d5-f04cd5665d3b",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: The multi-scale observation experiment on evapotranspiration over heterogeneous land surfaces (MUSOEXE-12)-dataset of flux observation matrix (No.17 eddy covariance system) from Mar to Sep, 2012",
            "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-通量观测矩阵数据集（17号点涡动相关仪）（2012年5-9月））",
            "description": "This dataset contains the flux measurements from site No.17 eddy covariance system (EC) in the flux observation matrix from 31 May to 17 September, 2012. The site (100.36972° E, 38.84510° N) was located in an orchard (apple tree) in Daman irrigation district, which is near Zhangye, Gansu Province. The elevation is 1559.63 m. The EC was installed at a height of 7 m; the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&EC150) was 0 m.\nRaw data acquired at 10 Hz were processed using the Edire post-processing software (University of Edinburgh, http://www.geos.ed.ac.uk/abs/research/micromet/EdiRe/), including spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. Moreover, the observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC), which was proposed by Foken and Wichura [1996]: class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), representing high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day; the missing data were replaced with -6999. Moreover, suspicious data were marked in red.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m^3), CO2 mass density (CO2, mg/m^3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m^2), latent heat flux (LE, W/m^2), carbon dioxide flux (Fc, mg/ (m^2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xlsx format.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2012年5月31日至9月17日的通量观测矩阵中17号点的涡动相关通量观测数据。站点位于甘肃省张掖市大满灌区内，下垫面是果园。观测点的经纬度是100.36972E, 38.84510N，海拔1559.63m。涡动相关仪架高7m，采样频率是10Hz，超声朝向是正北向，超声风速仪与CO2/H2O分析仪之间的距离是0cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Edire软件后处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Edire软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于3%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。因仪器漂移等原因引起的可疑数据用红色字体标识。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），稳定度Z/L（无量纲），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考Xu et al.(2013)。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.36972,
            "west": 100.36972,
            "south": 38.8451,
            "north": 38.8451,
            "startTime": "2012-06-06 06:46:00",
            "endTime": "2012-09-23 06:47:00",
            "fileSize": 7000647.0,
            "cstr": "18406.11.hiwater.095.2013.db",
            "doi": "10.3972/hiwater.095.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": "张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应",
                "titleEn": null,
                "referenceCn": "张蕾,孙睿,乔晨,刘绍民,徐自为,唐侥,郝虑远,张荣华. 张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应. 生态学杂志,2014, 33(7), 1722-1728",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "热通量",
                "nameEn": "Heat flux"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风向",
                "nameEn": "Wind direction"
            },
            {
                "nameCn": "风速",
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "通量观测矩阵",
                "keywordEn": "flux observation matrix"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-05-31至2012-09-17",
                "keywordEn": "2012-05-31 to 2012-09-17",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“冠层上方”和“土壤下方”两种情况。水蒸气和热量在冠层内部的参考高度相遇。此外，混合的水蒸气和热量只能通过冠层顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射仪视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了与使用波文比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果相比的总通量或蒸散发（土壤加冠层）。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完全的情况下，EC通量测量的H和LE与可用能量Rn−G0之间存在差异。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是一个重要因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观测比率。",
                "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估计蒸散（E）、温度（T）和蒸散量（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误造成的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括离地5米处的气温、风速和湿度，12米高处使用四分量辐射计测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在离地4.5米处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是使用热像仪获得的图像计算的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，该实验针对异质土地表面，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，在给定准确的土壤和植被组件温度的情况下，可以使用TSEB模型准确地将E和T从ET中分离出来。"
            ]
        },
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度协方差（EC）塔和四个双层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，对FEA进行了覆盖。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are there multiscale observations available for studying eco-hydrological processes on heterogeneous surfaces within this domain?",
                "QuestionCn": "在这个领域中，是否有可用于研究异质表面生态水文过程的多尺度观测数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is there a dataset that includes hyper-resolution airborne remote sensing data using LiDAR and imaging spectrometers in this field?",
                "QuestionCn": "是否有包含超高分辨率航空遥感数据的数据库，使用激光雷达和成像光谱仪？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the data collection methods for evapotranspiration measurement more reliant on eddy covariance systems, remote sensing, or meteorological stations in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中，蒸散发测量的数据收集方法更依赖于涡度协方差系统、遥感还是气象站？",
                "AnswerEn": "eddy covariance systems, remote sensing, meteorological stations",
                "AnswerCn": "涡度相关系统、遥感、气象站",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Is the main challenge in collecting eco-hydrological data over heterogeneous surfaces more related to instrumentation limitations, data quality control, or multiscale observation availability?",
                "QuestionCn": "在收集异质表面的生态水文数据时，主要挑战是与仪器限制、数据质量控制还是多尺度观测可用性相关？",
                "AnswerEn": "multiscale observation availability",
                "AnswerCn": "多尺度观测可用性",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where are the key observation points located for gathering data on evapotranspiration in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中收集蒸散发数据的关键观测点位于哪里？",
                "AnswerEn": "Daman superstation",
                "AnswerCn": "达曼超级站",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When are the intensive observation periods for collecting multiscale eco-hydrological data in the HiWATER project?",
                "QuestionCn": "HiWATER项目中收集多尺度生态水文数据的强化观察期是什么时候？",
                "AnswerEn": "2012 IOP",
                "AnswerCn": "2012年IOP",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to capture multiscale eco-hydrological processes in a heterogeneous oasis-desert environment?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于捕捉异质绿洲-沙漠环境中的多尺度生态水文过程？",
                "AnswerEn": "Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. A sparse network was established to investigate the oasis-desert interaction, including one superstation within the oasis, four eddy covariance towers, and four two-layer automatic meteorological stations in different landscapes like sandy desert, desert pavement, desert steppe, and wetland.",
                "AnswerCn": "仪器在层次嵌套的尺度上布置，以捕捉多尺度生态水文过程。建立了一个稀疏网络，以研究绿洲-沙漠相互作用，包括一个位于绿洲内的超级站、四个涡度协方差塔和四个在不同景观（如沙漠、沙砾地、沙漠草原和湿地）中的两层自动气象站。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that supports the analysis of evapotranspiration over heterogeneous land surfaces?",
                "QuestionCn": "支持对异质土地表面蒸散发分析的数据集的一个例子是什么？",
                "AnswerEn": "A multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) is an example. It includes a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements.",
                "AnswerCn": "一个来自黑河流域联合遥感实验研究（HiWATER）的多尺度数据集就是一个例子。它包括涡度协方差塔、大孔径闪烁仪和自动气象站的通量观测矩阵；生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的地面测量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What specific attributes and conditions are critical for the quality control of multiscale eco-hydrological datasets obtained from observation systems?",
                "QuestionCn": "多尺度生态水文数据集的质量控制中，哪些具体属性和条件是关键的？",
                "AnswerEn": "sensor calibration, data collection, processing, dataset generation, multiscale observations, sensor network deployment, synchronical ground measurements",
                "AnswerCn": "传感器校准、数据收集、处理、数据集生成、多尺度观测、传感器网络部署、同步地面测量",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the essential features of datasets used to estimate evaporation and transpiration in heterogeneous landscapes?",
                "QuestionCn": "用于估算异质景观中蒸发和蒸腾的数据库的基本特征是什么？",
                "AnswerEn": "soil and canopy component temperatures, air temperature, wind speed, comprehensive radiometric data, multiscale data, multidisciplinary data, eco-hydrological processes, thermal cameras, radiometers, eddy covariance systems, ground-based measurements, isotopic techniques",
                "AnswerCn": "土壤和冠层组分温度、空气温度、风速、综合辐射数据、多尺度数据、多学科数据、生态水文过程、热成像仪、辐射计、涡度相关系统、地面测量、同位素技术",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many EC towers were installed for the oasis-desert interaction investigation in the Heihe Watershed Allied Telemetry Experimental Research (HiWATER)?",
                "QuestionCn": "在黑河流域联合遥测实验研究（HiWATER）中，为了研究绿洲-沙漠相互作用，安装了多少个EC塔？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the sampling frequency of the eddy covariance system used in the Daman superstation observations?",
                "QuestionCn": "Daman超级站观测中使用的涡度协方差系统的采样频率是多少？",
                "AnswerEn": "10 Hz",
                "AnswerCn": "10 赫兹",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many airborne remote sensing missions were conducted during the HiWATER experiment in 2012?",
                "QuestionCn": "在2012年的HiWATER实验中，共进行了多少次空中遥感任务？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'eddy covariance system' in the context of data collection for evapotranspiration measurements?",
                "QuestionCn": "在蒸散发测量的数据收集上下文中，“涡度协方差系统”是指一种用于测量气体和能量交换的技术，通常用于评估生态系统的水分和碳通量。",
                "AnswerEn": "An eddy covariance system is a data collection method used to measure the turbulent fluxes of heat, water vapor, and carbon dioxide between the land surface and the atmosphere. It involves the use of instruments such as an ultrasonic anemometer and a gas analyzer, which are typically mounted on a tower to capture high-frequency data on wind speed, temperature, and gas concentrations at a specific point. This method is particularly useful in evaluating the total fluxes of evapotranspiration in heterogeneous landscapes.",
                "AnswerCn": "涡度协方差系统是一种数据收集方法，用于测量地表与大气之间的热量、水蒸气和二氧化碳的湍流通量。它涉及使用超声波风速计和气体分析仪等仪器，这些仪器通常安装在塔上，以捕获特定点的风速、温度和气体浓度的高频数据。这种方法在评估异质景观中的蒸散发总通量方面特别有用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What are the challenges in using composite temperature separation approaches in arid regions for estimating evapotranspiration, and how might these be addressed through different data collection methods?",
                "QuestionCn": "在干旱地区使用复合温度分离方法估算蒸散发面临哪些挑战，以及如何通过不同的数据收集方法来解决这些问题？",
                "AnswerEn": "Composite temperature separation approaches face challenges in arid regions due to factors like image classification errors and atmospheric influence on radiation measurements. These challenges can be addressed by using high-resolution thermal cameras for component temperature estimation and by employing stable isotope techniques alongside traditional eddy covariance data to better capture the spatial variability and improve the accuracy of evapotranspiration estimates.",
                "AnswerCn": "复合温度分离方法在干旱地区面临挑战，原因包括图像分类错误和大气对辐射测量的影响。可以通过使用高分辨率热像仪进行组分温度估计，以及结合传统的涡度协方差数据和稳定同位素技术来解决这些挑战，以更好地捕捉空间变异性并提高蒸散发估计的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of effectively separating soil and canopy component temperatures in arid regions using composite temperature separation approaches?",
                "QuestionCn": "在干旱地区，使用复合温度分离方法有效分离土壤和冠层成分温度的挑战因素包括哪些？",
                "AnswerEn": "The challenges in separating soil and canopy component temperatures in arid regions arise from image classification errors that vary with vegetation abundance, leading to soil pixels being misclassified as vegetation pixels. This results in overestimation of canopy temperature. Additionally, ignoring atmospheric upwelling radiation and transmittance can introduce uncertainties, as can estimating the incoming short- and long-wave radiation transmittances through the canopy.",
                "AnswerCn": "在干旱地区，分离土壤和冠层组件温度的挑战源于图像分类错误，这些错误随着植被丰度的变化而变化，导致土壤像素被错误分类为植被像素。这导致冠层温度的高估。此外，忽略大气向上的辐射和透射率也可能引入不确定性，估计通过冠层的入射短波和长波辐射的透射率也会带来不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the limited effectiveness of current composite temperature separation approaches in arid regions for estimating evapotranspiration components?",
                "QuestionCn": "导致当前复合温度分离方法在干旱地区估算蒸散发组成部分效果有限的原因是什么？",
                "AnswerEn": "The limited effectiveness is primarily due to errors in derived component temperatures caused by image classification errors, especially when soil pixels are counted as vegetation pixels. This is compounded by uncertainties in atmospheric upwelling radiation, transmittance, and the estimation of incoming radiation transmittances through the canopy.",
                "AnswerCn": "有限的有效性主要是由于派生组件温度中的错误，这些错误是由图像分类错误引起的，特别是当土壤像素被计算为植被像素时。这一问题因大气上行辐射、透射率的不确定性以及通过树冠估算的入射辐射透射率而加剧。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it challenging to accurately estimate surface fluxes in strongly advective irrigated agricultural areas?",
                "QuestionCn": "在强对流灌溉农业区域，准确估计表面通量是具有挑战性的。",
                "AnswerEn": "Accurately estimating surface fluxes in such areas is challenging due to the incomplete energy balance closure of EC flux measurements with respect to available energy (Rn−G0). Uncertainty in surface-air temperature differences, errors in determining soil and vegetation component temperatures, and the strong advective environment add to the complexity, affecting the performance of models such as the TSEB model.",
                "AnswerCn": "在这些区域准确估计表面通量是具有挑战性的，因为EC通量测量相对于可用能量（Rn−G0）的能量平衡闭合性不完整。表面与空气温度差的误差、土壤和植被组分温度的确定错误，以及强烈的平流环境增加了复杂性，影响了诸如TSEB模型等模型的性能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of implementing multiscale observation techniques in eco-hydrological research?",
                "QuestionCn": "在生态水文研究中实施多尺度观测技术的潜在后果是什么？",
                "AnswerEn": "Implementing multiscale observation techniques in eco-hydrological research can lead to a better understanding of eco-hydrological processes on heterogeneous surfaces. It addresses the challenge of poor availability of multiscale observations by capturing data at hierarchically nested scales, thus allowing for more comprehensive analysis of interactions such as those between oasis and desert systems.",
                "AnswerCn": "在生态水文研究中实施多尺度观测技术可以更好地理解异质表面的生态水文过程。它通过在层次嵌套的尺度上捕获数据，解决了多尺度观测可用性差的问题，从而允许对绿洲和沙漠系统之间的相互作用进行更全面的分析。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the use of high-resolution thermal cameras affect the accuracy of evapotranspiration estimations in agricultural areas?",
                "QuestionCn": "高分辨率热成像相机的使用如何影响农业地区蒸散发估算的准确性？",
                "AnswerEn": "The use of high-resolution thermal cameras can improve the accuracy of evapotranspiration estimations by providing precise soil and canopy component temperatures. This enhances the validation of evaporation, transpiration, and evapotranspiration measurements, particularly when using models like the two-source energy balance (TSEB) model, even under strongly advective conditions in irrigated agricultural areas.",
                "AnswerCn": "高分辨率热像仪的使用可以通过提供精确的土壤和冠层组件温度来提高蒸散发估算的准确性。这增强了蒸发、蒸腾和蒸散发测量的验证，特别是在使用像双源能量平衡（TSEB）模型时，即使在强烈的平流条件下的灌溉农业区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective of establishing a multiscale dataset through the HiWATER experiment in an oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区通过HiWATER实验建立多尺度数据集的主要目标是什么？",
                "AnswerEn": "The primary goal of establishing the multiscale dataset through the HiWATER experiment is to address the challenge of upscaling eco-hydrological processes on a heterogeneous surface by obtaining multiscale and multidisciplinary data using instrumentation on hierarchically nested scales.",
                "AnswerCn": "通过HiWATER实验建立多尺度数据集的主要目标是通过在分层嵌套尺度上使用仪器获取多尺度和多学科数据，以解决在异质表面上进行生态水文过程上尺度化的挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the intended purpose of using a flux observation matrix of eddy covariance towers and other instruments in the HiWATER observation system?",
                "QuestionCn": "在HiWATER观测系统中，使用涡度协方差塔和其他仪器的通量观测矩阵的预期目的是为了进行气候和水文过程的监测与研究。",
                "AnswerEn": "The intended purpose of using a flux observation matrix of eddy covariance towers and other instruments in the HiWATER observation system is to capture multi-scale eco-hydrological processes and provide comprehensive data for understanding the interactions in an oasis-desert area, while ensuring data quality through careful calibration and processing.",
                "AnswerCn": "使用涡动协方差塔和其他仪器的通量观测矩阵在HiWATER观测系统中的预期目的是捕捉多尺度生态水文过程，并提供全面的数据以理解绿洲-沙漠地区的相互作用，同时通过仔细的校准和处理确保数据质量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are thermal camera images processed to estimate soil and canopy component temperatures in the Heihe Water Allied Telemetry Experimental Research?",
                "QuestionCn": "在黑河水联合遥测实验研究中，热成像相机图像是如何处理以估计土壤和冠层成分温度的？",
                "AnswerEn": "Thermal camera images are processed by classifying visible and NIR images into soil and canopy pixels using the maximum-likelihood method. The soil and canopy directional brightness temperatures are extracted from the thermal images, and the thermal infrared temperatures are converted to radiation temperatures using incoming long-wave radiation from the sky and soil and canopy emissivities. Simulated radiometric temperatures are then validated against surface radiometric temperatures.",
                "AnswerCn": "热像仪图像通过最大似然法将可见光和近红外图像分类为土壤和树冠像素。然后从热图像中提取土壤和树冠的方向亮度温度，并使用来自天空的入射长波辐射以及土壤和树冠的发射率将热红外温度转换为辐射温度。随后，模拟的辐射温度与表面辐射温度进行验证。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What instrumentation advancements and configurations enable the collection of multiscale and multidisciplinary eco-hydrological data in heterogeneous landscapes?",
                "QuestionCn": "哪些仪器进展和配置能够在异质景观中收集多尺度和多学科的生态水文数据？",
                "AnswerEn": "The Heihe Watershed Allied Telemetry Experimental Research (HiWATER) utilizes instrumentation on hierarchically nested scales, including a superstation, eddy covariance towers, automatic meteorological stations, and eco-hydrological sensor networks. Additionally, hyper-resolution airborne remote sensing with LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers are used to collect multiscale and multidisciplinary data.",
                "AnswerCn": "黑河流域联合遥测实验研究（HiWATER）利用分层嵌套尺度的仪器，包括超级站、涡度协方差塔、自动气象站和生态水文传感器网络。此外，还使用高分辨率的航空遥感技术，包括激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，收集多尺度和多学科的数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do specific data processing techniques enable the improvement of data quality and accuracy in eddy covariance flux observations?",
                "QuestionCn": "特定的数据处理技术如何提高涡度协方差通量观测的数据质量和准确性。",
                "AnswerEn": "Data processing techniques such as outlier removal, time delay correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction enable the improvement of data quality and accuracy. Additionally, quality assessments based on atmospheric stability and turbulence similarity characteristics are performed, and data is filtered by excluding instrument errors, precipitation effects, and high missing rate intervals.",
                "AnswerCn": "数据处理技术，如异常值去除、时间延迟校正、坐标旋转、频率响应校正、超声波虚拟温度校正和密度（WPL）校正，可以提高数据质量和准确性。此外，还基于大气稳定性和湍流相似性特征进行质量评估，并通过排除仪器误差、降水影响和高缺失率区间来过滤数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions and methodologies enable the reliable separation and estimation of soil and canopy component temperatures in the TSEB model?",
                "QuestionCn": "哪些条件和方法使得在TSEB模型中可靠地分离和估计土壤和冠层组分温度成为可能？",
                "AnswerEn": "The TSEB model utilizes high-resolution thermal infrared cameras to observe soil and canopy component temperatures. The component temperatures are estimated using visible and NIR image classification into soil and canopy pixels, followed by extraction of directional brightness temperatures. These are then converted to radiative temperatures using atmospheric long-wave radiation and emissivities. Validation against surface radiometric temperatures ensures reliable separation and estimation.",
                "AnswerCn": "TSEB模型利用高分辨率热红外相机观察土壤和冠层组件的温度。通过将可见光和近红外图像分类为土壤和冠层像素，随后提取方向性亮度温度来估计组件温度。然后，使用大气长波辐射和发射率将其转换为辐射温度。通过与表面辐射温度的验证，确保了可靠的分离和估计。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be limitations in accurately estimating evapotranspiration using traditional one-source models in heterogeneous landscapes?",
                "QuestionCn": "在异质性景观中，使用传统的一源模型准确估计蒸散发可能存在局限性。",
                "AnswerEn": "One-source models combine the soil and vegetation components into a single source, which can be problematic in heterogeneous landscapes. These models do not account for the differences in temperature and resistance to energy exchange between soil and vegetation, leading to inaccuracies in surface evapotranspiration estimation.",
                "AnswerCn": "单源模型将土壤和植被成分合并为一个单一源，这在异质景观中可能会出现问题。这些模型没有考虑土壤和植被之间在温度和能量交换阻力方面的差异，从而导致地表蒸散发估算的不准确。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are faced in the accurate separation of soil and canopy temperatures for evapotranspiration estimation, and how might these affect the outcomes?",
                "QuestionCn": "在准确分离土壤和冠层温度以估算蒸散发时面临哪些挑战，这些挑战可能如何影响结果？",
                "AnswerEn": "Challenges include image classification errors that vary with vegetation abundance, causing soil pixels to be misclassified as vegetation pixels. This results in an overestimation of canopy temperature, affecting the accuracy of latent heat flux estimations and the performance of models like TSEB in calculating evapotranspiration components.",
                "AnswerCn": "挑战包括图像分类错误，这些错误随着植被丰度的变化而变化，导致土壤像素被错误分类为植被像素。这导致冠层温度的高估，影响潜热通量估算的准确性以及像TSEB这样的模型在计算蒸散发组成部分时的表现。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your evaluation of the effectiveness of using multi-scale observations in capturing eco-hydrological processes on heterogeneous surfaces?",
                "QuestionCn": "我对在异质表面捕捉生态水文过程时使用多尺度观测的有效性进行评估。",
                "AnswerEn": "The use of multi-scale observations is crucial for capturing eco-hydrological processes on heterogeneous surfaces. The HiWATER experiment, which incorporates hierarchically nested scales of instrumentation, addresses the challenge of upscaling these processes by providing comprehensive multiscale and multidisciplinary data. This approach is particularly effective in capturing the complex interactions within oasis-desert systems.",
                "AnswerCn": "多尺度观测的使用对于捕捉异质表面的生态水文过程至关重要。HiWATER实验通过层次嵌套的仪器规模，解决了这些过程上升尺度的挑战，提供了全面的多尺度和多学科数据。这种方法在捕捉绿洲-沙漠系统内复杂的相互作用方面特别有效。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you assess the challenges associated with obtaining accurate component temperatures for use in the Two-Source Energy Balance (TSEB) model, particularly in arid regions?",
                "QuestionCn": "您如何评估在干旱地区获取用于双源能量平衡（TSEB）模型的准确组件温度所面临的挑战？",
                "AnswerEn": "Obtaining accurate component temperatures for the TSEB model in arid regions poses significant challenges. Composite temperature separation approaches are limited due to factors such as image classification errors and the strong advective environment. These challenges can lead to overestimation of canopy temperatures and errors in energy flux estimations, which affect the model's accuracy.",
                "AnswerCn": "在干旱地区，获取TSEB模型的准确组件温度面临重大挑战。复合温度分离方法受到图像分类错误和强烈的平流环境等因素的限制。这些挑战可能导致对冠层温度的高估以及能量通量估计中的错误，从而影响模型的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how a dataset could be accurately collected in a heterogeneous landscape with varying soil and vegetation components.",
                "QuestionCn": "我不明白在一个土壤和植被成分各异的异质景观中，数据集是如何准确收集的。",
                "AnswerEn": "In a heterogeneous landscape, the two-source energy balance (TSEB) model can be applied to estimate evaporation, transpiration, and evapotranspiration for areas covered with vegetation. The model considers the energy partition occurring both above the canopy and under the soil, allowing the mixed water vapor and heat to exit through the top of the canopy. Ground-based measurements, such as those from the eddy covariance (EC) system, can be used to validate the component temperatures and fluxes to ensure accurate data collection.",
                "AnswerCn": "在异质景观中，双源能量平衡（TSEB）模型可以用于估算植被覆盖区域的蒸发、蒸腾和蒸散。该模型考虑了发生在树冠上方和土壤下方的能量分配，允许混合的水蒸气和热量通过树冠顶部排出。基于地面的测量，例如涡度协方差（EC）系统的数据，可以用于验证各个温度和通量，以确保数据收集的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about the techniques used to manage and filter raw observational data from sensors in such complex environmental studies.",
                "QuestionCn": "我对在如此复杂的环境研究中管理和过滤传感器原始观测数据所使用的技术感到不确定。",
                "AnswerEn": "Raw observational data from sensors, such as from eddy covariance systems, are managed by using software like Edire to process and filter the data. This involves steps such as outlier removal, delay time correction, coordinate rotation, frequency response correction, and density corrections (WPL). The data is also quality evaluated based on parameters like atmospheric stability and turbulence characteristics. Specific data filtering criteria include removing data during instrument errors, precipitation, high data loss rates, and weak turbulence conditions.",
                "AnswerCn": "来自传感器的原始观测数据，例如来自涡度协方差系统的数据，使用像Edire这样的软件进行管理，以处理和过滤数据。这涉及到诸如异常值去除、延迟时间校正、坐标旋转、频率响应校正和密度校正（WPL）等步骤。数据还根据大气稳定性和湍流特征等参数进行质量评估。具体的数据过滤标准包括在仪器错误、降水、高数据丢失率和弱湍流条件下去除数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please outline an approach to enhance data collection techniques for measuring evapotranspiration in heterogeneous landscapes using remote sensing and ground-based methods.",
                "QuestionCn": "概述一种方法，以增强在异质景观中测量蒸散发的数据收集技术，使用遥感和地面方法。",
                "AnswerEn": "The field outlines utilizing the Heihe Watershed Allied Telemetry Experimental Research (HiWATER) which employs a combination of ground-based eddy covariance systems, automatic meteorological stations, and advanced remote sensing technologies such as LiDAR, imaging spectrometers, and thermal imagers. By arranging these instruments in hierarchically nested scales, researchers can effectively capture eco-hydrological processes across various landscapes, including oasis and desert systems. This approach allows for comprehensive multiscale data collection needed to accurately estimate evapotranspiration in such complex terrains.",
                "AnswerCn": "该领域利用黑河流域联合遥测实验研究（HiWATER），采用地面涡度协方差系统、自动气象站以及先进的遥感技术，如激光雷达、成像光谱仪和热成像仪。通过将这些仪器按层次嵌套的方式排列，研究人员能够有效捕捉包括绿洲和沙漠系统在内的各种景观中的生态水文过程。这种方法允许进行全面的多尺度数据收集，以准确估算复杂地形中的蒸散发。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please evaluate the challenges faced in collecting multiscale eco-hydrological data and suggest potential solutions to overcome these challenges.",
                "QuestionCn": "评估在收集多尺度生态水文数据时面临的挑战，并提出克服这些挑战的潜在解决方案。",
                "AnswerEn": "Challenges in collecting multiscale eco-hydrological data include the poor availability of observations across different scales and the complexity of heterogeneous surfaces. The HiWATER experiment addresses these issues through an extensive observation system that includes an eco-hydrological sensor network and remote sensing technologies. This setup allows for capturing detailed data on soil moisture, leaf area index, and vegetation dynamics. Solutions to further mitigate these challenges include integrating more advanced sensor technologies and increasing the spatial and temporal resolution of data collection through continuous monitoring and additional airborne remote sensing missions.",
                "AnswerCn": "收集多尺度生态水文数据的挑战包括不同尺度观察的可用性差和异质表面的复杂性。HiWATER实验通过一个广泛的观测系统来解决这些问题，该系统包括生态水文传感器网络和遥感技术。这个设置可以捕捉土壤湿度、叶面积指数和植被动态的详细数据。进一步缓解这些挑战的解决方案包括整合更先进的传感器技术，以及通过持续监测和增加空中遥感任务来提高数据收集的空间和时间分辨率。",
                "Level": "C6(Creating)"
            }
        ]
    }
}