{
    "id": "dc821340-2d5c-4b55-bb5a-863666e2c264",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Chemical composition and REE and trace element contents of intrusive rocks exposed in Qiangtang terrane (1989-1990)",
            "titleCn": "羌塘地体出露的侵入岩化学成分及稀土和微量元素含量（1989-1990）",
            "description": "The samples collected in Geladandong pluton are mainly monzonitic granite, while the rocks collected in Tanggula pass are quartz porphyry. There are some differences in the contents of major elements, trace elements and rare earth elements between the two types of rocks.\nThe samples of biotite quartz syenite porphyry in the south of gangqiqu and biotite syenite in xiertiongna mountain in the north of gangqiqu were collected and analyzed.\nThis data set records the chemical composition and CIPW standard molecules of intrusive rocks exposed in Qiangtang terrane, and the contents of rare earth elements and trace elements. Including Tanggula pass, Geladandong, gangqiqu and maliaoshan.\nIt comes from the field investigation and indoor determination of the scientific research team in this book. It provides basic and reliable data for the study of Petrochemistry in Qiangtang area.",
            "descriptionCn": "在各拉丹冬岩体所采的标本主要是二长花岗岩，而在唐古拉山口采集到的岩石为石 英斑岩，这两类岩石的主元素成分和微量元素、稀土元素含量特征均有一定的区别。 \n在调查中系统采集了岗齐曲南出露的黑云石英正长斑岩和岗齐曲之北谢日同那山的黑云正长岩的标本，并进行了岩石化学分析。 \n本数据集记录了羌塘地体出露的侵入岩化学成分和CIPW标准分子；稀土元素和微量元素含量。包括唐古拉山口、各拉丹东、岗齐曲、马料山。 \n来源于本书科考队的野外考察和室内测定。 为羌塘地的岩石化学研究提供基础可靠资料。",
            "instructions": "The data set is stored in Excel format and contains two workbooks, which are the chemical compositions and CIPW standard molecules of intrusive rocks exposed in Qiangtang terrane, and the contents of rare earth elements and trace elements",
            "instructionsCn": "该数据集以Excel格式存储，包含了2张工作簿，是羌塘地体出露的侵入岩化学成分和CIPW标准分子；稀土元素和微量元素含量",
            "east": 94.0,
            "west": 89.5,
            "south": 33.33,
            "north": 36.6,
            "startTime": null,
            "endTime": null,
            "fileSize": 18530.0,
            "cstr": "18406.11.SolidEar.tpdc.272634",
            "doi": "10.11888/SolidEar.tpdc.272634",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郑祥身",
                "nameEn": "ZHENG Xiangshen",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青海可可西里地区地质演化",
                "titleEn": null,
                "referenceCn": "可可西里综合科学考察队. (1996). 青海可可西里地区地质演化. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "主量元素",
                "nameEn": "Major elements"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            },
            {
                "nameCn": "火成岩",
                "nameEn": "igneous rocks"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海可可西里",
                "keywordEn": "Hoh Xil, Qinghai"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1989-1990",
                "keywordEn": "1989-1990",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "可可西里地区综合科学考察",
                "titleEn": "Hoh Xil area Scientific Expedition Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to determine the chemical composition and rare earth element content of intrusive rocks in a specific geological area?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于确定特定地质区域内侵入岩的化学成分和稀土元素含量？",
                "AnswerEn": "In the context of the Qiangtang terrane, a systematic approach was employed involving field sampling of specific rock types, such as the biotite quartz monzonite porphyry and biotite quartz monzonite. These samples were then subjected to chemical analysis to record their main elements, trace elements, and rare earth elements, providing foundational data for rock chemistry studies in the region.",
                "AnswerCn": "在强塘地块的背景下，采用了一种系统的方法，对特定岩石类型进行现场采样，如黑云母石英闪长岩斑岩和黑云母石英闪长岩。这些样本随后进行了化学分析，以记录其主要元素、微量元素和稀土元素，为该地区的岩石化学研究提供了基础数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific chemical components and rare earth and trace element contents that are characteristic of the intrusion rocks in the Qiangtang terrane?",
                "QuestionCn": "青藏高原地区的强塘地体侵入岩的特征化学成分和稀土及微量元素含量是什么？",
                "AnswerEn": "main elemental composition, rare earth and trace element contents, distinct differences between granitic rocks from different locations",
                "AnswerCn": "主要元素组成、稀土和微量元素含量、不同地区花岗岩的显著差异。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'CIPW standard molecular' mean in the context of geochemical analysis of intrusive rocks?",
                "QuestionCn": "在侵入岩的地球化学分析中，“CIPW标准分子”指的是一种用于将岩石化学成分转换为标准化矿物组成的方法。这种方法由C. E. Tilley和W. H. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P. W. H. P.",
                "AnswerEn": "CIPW standard molecular refers to a method used in geochemical analysis to calculate the normative mineralogy of a rock based on its chemical composition. It helps in understanding the mineral content and characteristics of intrusive rocks by converting the chemical analysis of the rock into a set of standard minerals. This process aids in comparing and classifying rocks even if their actual mineral composition is not directly observable.",
                "AnswerCn": "CIPW标准分子是指一种用于地球化学分析的方法，通过其化学成分计算岩石的规范矿物组成。它有助于理解侵入岩的矿物含量和特征，通过将岩石的化学分析转换为一组标准矿物。这一过程有助于比较和分类岩石，即使它们的实际矿物组成并不可直接观察。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the chemical composition and rare earth element content in granitic rocks from the Tangula Pass compare to those from the Galadandong area in the context of data collection and analysis methods?",
                "QuestionCn": "唐古拉山口的花岗岩与加拉丹东地区的花岗岩在化学成分和稀土元素含量方面的比较，涉及数据收集和分析方法。",
                "AnswerEn": "The chemical composition and rare earth element content of granitic rocks from the Tangula Pass, identified as quartz porphyry, differ from those in the Galadandong area, primarily consisting of granodiorite. Systematic specimen collection from these locations, followed by detailed rock chemical analysis, highlights the distinctions in primary and trace element characteristics between the two sites, providing a foundational dataset for geochemical studies of the Qiangtang terrane.",
                "AnswerCn": "来自唐古拉山口的花岗岩岩石的化学成分和稀土元素含量被识别为石英斑岩，与主要由花岗闪长岩组成的嘎拉当东地区的岩石有所不同。对这两个地点进行系统的标本采集，并随后进行详细的岩石化学分析，突显了两个地点之间的主要和微量元素特征的差异，为强塘地体的地球化学研究提供了基础数据集。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective of collecting and analyzing the chemical composition and trace elements of intrusive rocks in the Qiangtang terrane?",
                "QuestionCn": "收集和分析强塘地体侵入岩的化学成分和微量元素的主要目标是什么？",
                "AnswerEn": "The objective is to provide foundational and reliable data for the study of rock chemistry in the Qiangtang terrane, which includes analyzing the chemical composition, main elements, and trace and rare earth elements of various rock samples collected from specific locations such as Tangula Pass, Geladandong, Gangqiqu, and Maliushan.",
                "AnswerCn": "目标是为强塘地块的岩石化学研究提供基础和可靠的数据，包括分析从特定地点（如唐古拉山口、格拉丹东、岗曲区和马六山）收集的各种岩石样本的化学成分、主要元素以及微量元素和稀土元素。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}