{
  "id": "dcb259bc-4201-46ea-a397-4ebb5a554e73",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Lithospheric structure in Cathaysia Block",
      "titleCn": "华夏地区岩石圈结构",
      "description": "The data set is mainly shown in the article https://doi.org/10.1016/j.pepi.2019.04.003 In the study of the. In this study, 19 inversion points were selected based on the seismic stations in the Cathaysia Block. Under the constraint of shallow P-wave velocity, the joint inversion of the P-wave receiver function and surface wave dispersion was carried out, and the S-wave velocity structure under the station was obtained.\nThe dataset contains 19 files in the format of DAT, such as cathaysia01.velocity.dat.\nThe data set can be used to show the velocity structure of the lithosphere in the Cathaysia Block and to see the deep mechanism corresponding to a large amount of granite outcropping in the area.",
      "descriptionCn": "数据集主要展示在文章https://doi.org/10.1016/j.pepi.2019.04.003的研究中。该研究基于布设在华夏地区的地震台站选取了19个反演点，在浅表P波速度的约束下，开展了P波接收函数与面波频散的联合反演得到的台站下方S波速度结构。\n数据集包含格式为dat的文件一共19个：例如Cathaysia01.velocity.dat。\n该数据集主要可用来展示华夏地区的岩石圈速度结构，透视该区域地表大量花岗岩出露所对应的深部机理。",
      "instructions": "Data naming: the S-wave velocity structure is stored in text format, and the name of the file is \"stackpoint.velocity.dat\", where stackpoint represents the inversion point number. For example, cathaysia01.velocity.dat represents the S-wave velocity structure obtained by joint inversion of cathaysia01.\nData reading mode: all ASCII files in the data set can be directly opened with text editing software. The main contents: the first column depth (km), the second column s wave velocity (km / s), and the third column Vp/Vs.",
      "instructionsCn": "数据命名：S波速度结构以文本格式存储，文件的名称为“stackpoint.velocity.dat”，其中stackpoint代表反演点编号，比如Cathaysia01.velocity.dat就代表反演点Cathaysia01联合反演得到的S波速度结构。\n数据读取方式：该数据集中所有的ASCII码文件都可以直接使用文本编辑软件打开，主体内容分别为：第一列深度(km)，第二列S波速度值(km/s)，第三列Vp/Vs值。",
      "east": 118.0,
      "west": 108.0,
      "south": 20.0,
      "north": 28.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 69048.0,
      "cstr": "18406.11.Geo.tpdc.271418",
      "doi": "10.11888/Geo.tpdc.271418",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "邓阳凡",
        "nameEn": "DENG Yangfan",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Lithospheric structure in the Cathaysia block (South China) and its implication for the late Mesozoic magmatism",
        "referenceCn": null,
        "referenceEn": "Deng, Y., Li, J., Peng, T., Ma, Q., Song, X., Sun, X., ... & Fan, W. (2019). Lithospheric structure in the Cathaysia block (South China) and its implication for the late Mesozoic magmatism. Physics of the Earth and Planetary Interiors, 291, 24-34."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地震",
        "nameEn": "Seismology"
      },
      {
        "nameCn": "地震波速",
        "nameEn": "Seismic velocity"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "接收函数",
        "nameEn": "Receiver function"
      },
      {
        "nameCn": "联合反演",
        "nameEn": "Joint inversion"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "华夏地区",
        "keywordEn": "Cathaysia Block"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to obtain lithospheric structure data in the Cathaysia region?",
        "QuestionCn": "在Cathaysia地区获取岩石圈结构数据使用了哪些数据收集方法？",
        "AnswerEn": "Joint inversion of P-wave receiver functions and surface wave dispersion",
        "AnswerCn": "P波接收函数与面波频散的联合反演",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine the S-wave velocity structure beneath seismic stations in a specific region?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于确定特定区域地震台站下方的S波速度结构？",
        "AnswerEn": "An example of a data collection method used to determine the S-wave velocity structure beneath seismic stations involves the joint inversion of P-wave receiver functions and surface wave dispersion. This method was applied in a study focusing on the Cathaysia region, where data from 19 seismic stations were analyzed under the constraint of shallow P-wave velocity to obtain the S-wave velocity structure beneath these stations.",
        "AnswerCn": "一种用于确定地震台站下方S波速度结构的数据收集方法涉及P波接收函数和面波色散的联合反演。该方法在一个关注于Cathaysia地区的研究中应用，分析了来自19个地震台站的数据，并在浅层P波速度的约束下获得了这些台站下方的S波速度结构。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to determine the lithosphere velocity structure in the Cathaysia region?",
        "QuestionCn": "用于确定Cathaysia地区岩石圈速度结构的数据收集方法的特点是什么？",
        "AnswerEn": "19 inversion points, joint inversion of P-wave receiver functions and surface wave dispersion, constrained by shallow P-wave velocity, S-wave velocity structure",
        "AnswerCn": "19个反演点，联合反演P波接收函数和面波频散，受浅层P波速度约束，S波速度结构。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many inversion points were selected for the lithosphere structure dataset in the Cathaysia region?",
        "QuestionCn": "在Cathaysia地区的岩石圈结构数据集中选择了多少个反演点？",
        "AnswerEn": "19",
        "AnswerCn": "19",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'joint inversion of P-wave receiver functions and surface wave dispersion' mean in the context of lithospheric structure analysis?",
        "QuestionCn": "在岩石圈结构分析的背景下，“联合反演P波接收函数和面波频散”是什么意思？",
        "AnswerEn": "In the context of lithospheric structure analysis, 'joint inversion of P-wave receiver functions and surface wave dispersion' refers to a data collection method that combines two types of seismic data—P-wave receiver functions, which provide information about discontinuities and velocities beneath a seismic station, and surface wave dispersion data, which offers constraints on shear wave velocities at different depths. This joint inversion technique is used to derive a more accurate and comprehensive model of the S-wave velocity structure beneath a seismic station, particularly in regions like the Cathaysia where understanding the deep mechanisms linked to surface geological features such as granite exposures is essential.",
        "AnswerCn": "在岩石圈结构分析的背景下，“P波接收函数和面波色散的联合反演”指的是一种数据收集方法，它结合了两种类型的地震数据——P波接收函数提供了关于地震台站下方不连续面和速度的信息，而面波色散数据则对不同深度的剪切波速度提供了约束。这种联合反演技术用于推导地震台站下方更准确和全面的S波速度结构，特别是在像Cathaysia这样的地区，理解与花岗岩暴露等表面地质特征相关的深层机制是至关重要的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of seismic stations and inversion points in the data collection method for determining lithospheric structures in the Cathaysia region?",
        "QuestionCn": "影响在Cathaysia地区确定岩石圈结构的数据收集方法中选择地震站和反演点的因素有哪些？",
        "AnswerEn": "The selection of seismic stations and inversion points is influenced by the need to thoroughly cover the region, ensuring that the data collected can provide a comprehensive view of the lithospheric structures. The choice is also guided by the constraints imposed by the shallow P-wave velocities, which are critical in accurately modeling the S-wave velocity structures beneath the seismic stations.",
        "AnswerCn": "地震台站和反演点的选择受到全面覆盖该地区的需求的影响，确保收集的数据能够提供对岩石圈结构的全面视角。选择还受到浅层P波速度的限制，这对于准确建模地震台站下方的S波速度结构至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting S-wave velocity structure data beneath seismic stations in the Cathaysia region, and how does it help in understanding the underlying mechanisms of granite exposure?",
        "QuestionCn": "收集Cathaysia地区地震台站下方的S波速度结构数据的目标是什么，这如何有助于理解花岗岩暴露的潜在机制？",
        "AnswerEn": "The goal of collecting S-wave velocity structure data beneath seismic stations in the Cathaysia region is to explore the deep mechanisms associated with the extensive surface exposure of granite. By analyzing these velocity structures through joint inversion of P-wave receiver functions and surface wave dispersion, researchers aim to gain insights into the lithospheric characteristics of the region, which can shed light on geological processes and contribute to a better understanding of the area's subsurface dynamics.",
        "AnswerCn": "收集Cathaysia地区地震台站下方的S波速度结构数据的目的是探索与广泛表露的花岗岩相关的深部机制。通过对P波接收函数和面波色散的联合反演来分析这些速度结构，研究人员旨在深入了解该地区的岩石圈特征，这可以揭示地质过程，并有助于更好地理解该地区的地下动态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What techniques and instruments are employed to collect and process seismic data in order to derive the S-wave velocity structure beneath seismic stations in a specific geological region?",
        "QuestionCn": "为了获取特定地质区域下地震台站的S波速度结构，采用了哪些技术和仪器来收集和处理地震数据？",
        "AnswerEn": "The approach involves selecting inversion points at seismic stations deployed across a specific region, where P-wave receiver functions and surface wave dispersion are jointly inverted to obtain the S-wave velocity structure beneath these stations. This process is constrained by the shallow P-wave velocity, which helps in understanding the deep mechanisms corresponding to surface features like granite exposures.",
        "AnswerCn": "该方法涉及在特定区域部署的地震台站选择反演点，通过联合反演P波接收函数和面波色散，以获得这些台站下方的S波速度结构。这个过程受到浅层P波速度的约束，有助于理解与花岗岩露头等地表特征相对应的深部机制。",
        "Level": "C3(Applying)"
      }
    ]
  }
}