{
  "id": "ddb00a97-5ae1-47c5-8b02-ebb6af5feca4",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Dataset of nutrient supplies and gaseous pollutants from Chinese wheat straw disposals (2011-2015)",
      "titleCn": "中国小麦秸秆不同处置模式下的养分供应量和气体污染物数据集（2011-2015）",
      "description": "The dataset of nutrient supplies and gaseous pollutants from different wheat straw disposas in China, including Chinese wheat planting area, Chinese wheat grain and straw yield  per unit, Chinese total wheat straw yield, the proportions under different  wheat straw disposals of China (recycling, burning and removing),  the  nutrient supplies potential of wheat straw recycling and burning in China,the gaseous pollutants emissions of wheat straw burning in China. This dataset is in Excel format, and the original dataset is sourced from publicly published data from the National Bureau of Statistics, and a newly developed empirical mode. The entire dataset is displayed through Arcgis software. This dataset accurately estimates the nutrient supplies potential and gaseous pollutant emissions caused by different straw disposas. The results will serve as basic supports for researchers and policymakers involved in future agricultural efficient and cleaner wheat straw management in China.",
      "descriptionCn": "中国小麦秸秆不同处置模式下的养分供应量和气体污染物数据集，包括中国小麦种植面积，中国小麦籽粒及秸秆单产，中国小麦秸秆总产，中国不同小麦秸秆处置模式下的比例（还田，燃烧和移除），中国小麦秸秆在还田和燃烧模式下的养分还田供应潜力，中国小麦秸秆在燃烧模型下的其他污染物排放量等要素。该数据集EXCEL格式，原始数据集来源于国家统计局公开发表的数据及通过模型估算的数据，整个数据集通过Arcgis软件展示。该数据集精确的估算了因秸秆不同处置模型所导致的养分供应潜力和气体污染物排放，研究结果将为研究人员和决策者参与中国未来农业高效和清洁的小麦秸秆管理提供基础支持。",
      "instructions": "File naming: The dataset is stored in Excel format and the file name is' data records'. \nData reading method: All files in the dataset can be directly opened using Microsoft Office Excel (Microsoft Corp, Redmond, WA, USA).",
      "instructionsCn": "文件命名：数据集以EXCEL格式存储，文件的名称为“data records”。\n数据读取方式：该数据集中的所有文件可以直接用Microsoft Office Excel (Microsoft Corp, Redmond, WA, USA)打开。",
      "east": 135.0,
      "west": 73.0,
      "south": 4.0,
      "north": 53.0,
      "startTime": "2011-01-01 09:45:34",
      "endTime": "2015-12-31 09:45:34",
      "fileSize": 551399.0,
      "cstr": "18406.11.HumanNat.tpdc.300824",
      "doi": "10.11888/HumanNat.tpdc.300824",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "李冬雪",
        "nameEn": "LI Dongxue",
        "unitEn": "",
        "unitCn": "中国科学院南京土壤研究所"
      },
      {
        "nameCn": "卢殿君",
        "nameEn": "LU Dianjun",
        "unitEn": "",
        "unitCn": "中国科学院南京土壤研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Up-bottom assessments of nutrient supply and gaseous pollutant from Chinese wheat straw field management",
        "referenceCn": null,
        "referenceEn": "Li, D., Gu, J., Chen, X., Wang, Y., Lu, D., Yokamo, S., Wang, H., & Hou, P. (2024). Up-bottom assessments of nutrient supply and gaseous pollutant from Chinese wheat straw field management. Scientific Data, 11, 329. https://doi.org/10.1038/s41597-024-03151-0."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "养分供应潜力",
        "nameEn": "nutrient supplies potential"
      },
      {
        "nameCn": "气体污染物",
        "nameEn": "gaseous pullotants"
      },
      {
        "nameCn": "环境污染与治理",
        "nameEn": "Environment Pollution and Control"
      },
      {
        "nameCn": "秸秆利用方式",
        "nameEn": "straw disposal modes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "整个中国",
        "keywordEn": "Entire China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2011-2015",
        "keywordEn": "2011-2015",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家自然科学基金",
        "titleEn": "National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Previous straw yield estimates have typically relied on a constant grain-to-straw yield ratio without accounting for grain yield levels in a given region. Addressing this high-resolution data gap, our study introduces a novel empirical model for quantifying grain-to-straw yield, which has been used to gauge wheat straw field management practices at the city level during 2011–2015."
      ],
      "research objective": [
        "To achieve resource efficiency, and carbon neutrality, it is vital to evaluate nutrient supply and gaseous pollutant emissions associated with field management of bio-straw resources."
      ],
      "challenges": [
        "Meanwhile, this study had certain deficiencies, which only considered the three geographical regions and ignored the Chinese ecological wheat planting zones. In the future, it is necessary to establish the exponential model between grain yield and straw yield in Chinese ecological wheat planting zones such that straw yield can be estimated more accurately."
      ],
      "methods": [
        "Utilizing both statistical review and GIS-based methods, average nitrogen (N), phosphorus (P), and potassium (K) supplies from straw field management stood at 1510, 1229, and 61700 tons, respectively."
      ],
      "dataset": [
        "Combining statistical and GIS-based methods, we assembled a city-level dataset detailing straw field management, including present-day wheat outputs and field management practices. Additionally, our dataset includes nutrient supplies (N, P, and K) and gaseous pollutant emissions (PM2.5, SO2, NOx, NH3, CH4, CO2) stemming from straw management."
      ],
      "findings": [
        "Average emissions of PM2.5, SO2, NOx, NH3, CH4, and CO2 due to straw burning were 367, 41, 160, 18, 165, and 70,644 tons, respectively. We also reported uncertainty from Monte Carlo model as the 5th-95th percentiles of estimated nutrient supply and gaseous pollutant. These insights will provide foundational support for the sustainable and environmentally friendly management of wheat straw in China."
      ],
      "backgroundCn": [
        "以往的秸秆产量估算通常依赖于一个恒定的谷物与秸秆产量比，而没有考虑特定地区的谷物产量水平。为了解决这一高分辨率数据缺口，我们的研究引入了一种新颖的经验模型，用于量化谷物与秸秆产量比，该模型已被用于评估2011年至2015年期间城市级别的小麦秸秆田间管理实践。"
      ],
      "research objectiveCn": [
        "为了实现资源效率和碳中和，评估与生物秸秆资源田间管理相关的养分供应和气体污染物排放至关重要。"
      ],
      "challengesCn": [
        "与此同时，这项研究存在某些不足之处，仅考虑了三个地理区域，忽略了中国生态小麦种植区。未来有必要在中国生态小麦种植区建立粮食产量与秸秆产量之间的指数模型，以便更准确地估计秸秆产量。"
      ],
      "methodsCn": [
        "利用统计审查和基于GIS的方法，稻草田管理的氮（N）、磷（P）和钾（K）平均供应量分别为1510吨、1229吨和61700吨。"
      ],
      "datasetCn": [
        "结合统计和GIS方法，我们组建了一个城市级数据集，详细记录了稻草田的管理，包括当前的小麦产量和田间管理实践。此外，我们的数据集还包括来自稻草管理的营养供应（氮、磷和钾）和气体污染物排放（PM2.5、SO2、NOx、NH3、CH4、CO2）。"
      ],
      "findingsCn": [
        "由于秸秆焚烧，PM2.5、SO2、NOx、NH3、CH4和CO2的平均排放量分别为367、41、160、18、165和70,644吨。此外，我们还通过蒙特卡罗模型报告了估计营养供应和气体污染物的不确定性，采用了第5-95百分位数。这些见解将为中国小麦秸秆的可持续和环保管理提供基础支持。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for estimating straw yield incorporate GIS-based analysis to ensure accuracy?",
        "QuestionCn": "估算秸秆产量的数据收集方法是否采用基于GIS的分析以确保准确性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is the reliability of the nutrient supply estimation affected by the exclusion of ecological wheat planting zones?",
        "QuestionCn": "排除生态小麦种植区是否会影响营养供应估计的可靠性？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary data collection method for nutrient supply and gaseous pollutant emissions associated with straw management based on statistical reviews, GIS-based methods, or a combination of both?",
        "QuestionCn": "与秸秆管理相关的营养供应和气体污染物排放的主要数据收集方法是基于统计评审、GIS方法，还是两者的结合？",
        "AnswerEn": "a combination of both statistical reviews and GIS-based methods",
        "AnswerCn": "统计评估与GIS方法相结合",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Are the challenges in accurately estimating straw yield more related to the geographical regions, ecological wheat planting zones, or the grain-to-straw yield ratios?",
        "QuestionCn": "准确估计秸秆产量的挑战更多与地理区域、生态小麦种植区还是谷物与秸秆产量比有关？",
        "AnswerEn": "geographical regions",
        "AnswerCn": "地理区域",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What methods are utilized to estimate nutrient supplies and gaseous pollutant emissions in wheat straw field management?",
        "QuestionCn": "在小麦秸秆田间管理中，估算养分供应和气体污染物排放的方法有哪些？",
        "AnswerEn": "statistical review and GIS-based methods",
        "AnswerCn": "统计评审和基于GIS的方法",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "Where can one find the data sources for estimates of nutrient supply and pollutant emissions related to wheat straw management?",
        "QuestionCn": "在哪里可以找到与小麦秸秆管理相关的营养供应和污染物排放估算的数据来源？",
        "AnswerEn": "National Bureau of Statistics",
        "AnswerCn": "国家统计局",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges in estimating straw yield specific to the ecological zones in China?",
        "QuestionCn": "在中国的生态区中，估算秸秆产量面临哪些挑战？",
        "AnswerEn": "exponential model",
        "AnswerCn": "指数模型",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in modeling straw yield in different ecological zones, and how could it be addressed?",
        "QuestionCn": "在不同生态区建模秸秆产量时面临的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "A challenge identified is the exclusion of Chinese ecological wheat planting zones in straw yield modeling. Establishing an exponential model between grain yield and straw yield in these zones is suggested to improve the accuracy of straw yield estimation.",
        "AnswerCn": "一个识别出的挑战是中国生态小麦种植区在秸秆产量建模中的排除。建议在这些区域建立粮食产量与秸秆产量之间的指数模型，以提高秸秆产量估算的准确性。",
        "Level": "C6(Creating)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to assess nutrient supply and gaseous pollutant emissions from wheat straw management practices?",
        "QuestionCn": "用于评估小麦秸秆管理实践中营养供应和气体污染物排放的数据收集方法的特点是什么？",
        "AnswerEn": "statistical reviews, GIS-based approaches, nitrogen (N), phosphorus (P), potassium (K), PM2.5, SO2, NOx, NH3, CH4, CO2",
        "AnswerCn": "统计评审，基于GIS的方法，氮（N），磷（P），钾（K），PM2.5，SO2，NOx，NH3，CH4，CO2",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the specific attributes of datasets that measure nutrient supply potential and pollutant emissions in different wheat straw management scenarios?",
        "QuestionCn": "测量不同小麦秸秆管理情景下营养供应潜力和污染物排放的数据库的具体属性是什么？",
        "AnswerEn": "wheat straw management practices, nutrient supplies (N, P, K), gaseous pollutant emissions (PM2.5, SO2, NOx, NH3, CH4, CO2), city level, straw field management practices",
        "AnswerCn": "小麦秸秆管理实践，养分供应（氮、磷、钾），气态污染物排放（PM2.5、SO2、NOx、NH3、CH4、CO2），城市层面，秸秆田间管理实践。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the features of the empirical models used to estimate grain-to-straw yield ratios in the context of wheat straw management?",
        "QuestionCn": "在小麦秸秆管理的背景下，用于估算谷物与秸秆产量比的经验模型的特征是什么？",
        "AnswerEn": "regional grain yield levels, high-resolution assessment",
        "AnswerCn": "区域粮食产量水平，高分辨率评估",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What are the average quantities of nitrogen, phosphorus, and potassium supplied from wheat straw field management practices?",
        "QuestionCn": "小麦秸秆田间管理实践中供应的氮、磷和钾的平均数量是多少？",
        "AnswerEn": "1510, 1229, 61700 tons",
        "AnswerCn": "1510，1229，61700 吨",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the average emissions of different gaseous pollutants due to wheat straw burning?",
        "QuestionCn": "小麦秸秆燃烧产生的不同气体污染物的平均排放量是多少？",
        "AnswerEn": "367 tons, 41 tons, 160 tons, 18 tons, 165 tons, 70,644 tons",
        "AnswerCn": "367吨，41吨，160吨，18吨，165吨，70,644吨",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the range of uncertainty reported for the estimated nutrient supply and gaseous pollutant emissions due to straw management?",
        "QuestionCn": "关于秸秆管理所导致的营养物质供应和气体污染物排放的估计，报告的不确定性范围是多少？",
        "AnswerEn": "5th-95th percentiles",
        "AnswerCn": "第5-95百分位数",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does the term 'grain-to-straw yield ratio' mean in the context of wheat straw field management practices?",
        "QuestionCn": "在小麦秸秆田间管理实践中，“籽粒与秸秆产量比”是什么意思？",
        "AnswerEn": "The term 'grain-to-straw yield ratio' refers to a metric used to quantify the relationship between the amount of grain produced and the corresponding amount of straw yield. Previous estimates relied on a constant ratio without considering regional variations in grain yield levels, which this study aims to address by introducing a novel empirical model.",
        "AnswerCn": "“谷物与秸秆产量比”是一个用于量化谷物产量与相应秸秆产量之间关系的指标。以往的估算依赖于一个固定的比率，而没有考虑到谷物产量水平的区域差异。本研究旨在通过引入一种新颖的经验模型来解决这一问题。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the meaning of 'gaseous pollutant emissions' in the context of wheat straw management?",
        "QuestionCn": "在小麦秸秆管理的背景下，“气态污染物排放”是什么意思？",
        "AnswerEn": "'Gaseous pollutant emissions' refer to the release of gases such as PM2.5, SO2, NOx, NH3, CH4, and CO2 that result from the burning of wheat straw. This study quantified the average emissions of these pollutants, providing foundational support for sustainable straw management.",
        "AnswerCn": "“气体污染物排放”是指因燃烧小麦秸秆而释放的气体，如PM2.5、SO2、NOx、NH3、CH4和CO2。本研究量化了这些污染物的平均排放，为可持续秸秆管理提供了基础支持。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is the term 'nutrient supply' defined in the context of wheat straw field management?",
        "QuestionCn": "在小麦秸秆田间管理的背景下，“营养供应”一词是如何定义的？",
        "AnswerEn": "In the context of wheat straw field management, 'nutrient supply' refers to the amount of nutrients, specifically nitrogen (N), phosphorus (P), and potassium (K), that are made available from straw management practices. These supplies are estimated using statistical and GIS-based methods to assess their potential contribution to resource efficiency and carbon neutrality.",
        "AnswerCn": "在小麦秸秆田间管理的背景下，“营养供应”指的是通过秸秆管理实践所提供的营养物质的数量，特别是氮（N）、磷（P）和钾（K）。这些供应量是通过统计和基于GIS的方法进行估算，以评估它们对资源效率和碳中和的潜在贡献。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do statistical review methods compare to GIS-based methods in estimating nutrient supplies from wheat straw field management practices?",
        "QuestionCn": "统计审查方法与基于GIS的方法在估算小麦秸秆田间管理实践中的营养供应方面有何比较？",
        "AnswerEn": "Statistical review methods rely on numerical data analysis, while GIS-based methods incorporate spatial data representation, offering a more comprehensive view of nutrient supplies. Together, they provide a detailed city-level dataset with average nitrogen (N), phosphorus (P), and potassium (K) supplies from straw field management.",
        "AnswerCn": "统计审查方法依赖于数值数据分析，而基于GIS的方法则结合了空间数据表示，提供了对营养供应的更全面视角。两者结合提供了一个详细的城市级数据集，包含来自秸秆田管理的氮（N）、磷（P）和钾（K）供应的平均值。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in estimating gaseous pollutant emissions using a constant grain-to-straw yield ratio versus an empirical model accounting for regional grain yield levels?",
        "QuestionCn": "使用恒定的谷物与秸秆产量比估算气体污染物排放与使用考虑区域谷物产量水平的经验模型之间有什么区别？",
        "AnswerEn": "Previous estimates using a constant grain-to-straw yield ratio did not account for regional variations, whereas the empirical model introduced in the study considers grain yield levels specific to regions, leading to more accurate estimations of gaseous pollutants such as PM2.5, SO2, NOx, NH3, CH4, and CO2 from straw burning.",
        "AnswerCn": "之前使用恒定的谷物与秸秆产量比的估算没有考虑到区域差异，而本研究中引入的经验模型考虑了特定区域的谷物产量水平，从而更准确地估算了秸秆焚烧产生的气体污染物，如PM2.5、SO2、NOx、NH3、CH4和CO2。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the nutrient supply estimates from straw field management differ when considering only geographical regions versus including ecological wheat planting zones in China?",
        "QuestionCn": "在仅考虑地理区域与包括生态小麦种植区的情况下，秸秆田管理的营养供应估计有何不同？",
        "AnswerEn": "The study recognized that only considering three geographical regions might not accurately reflect nutrient supply estimates; including Chinese ecological wheat planting zones could allow establishing an exponential model between grain yield and straw yield, leading to more precise estimations of straw yield and associated nutrient supplies.",
        "AnswerCn": "该研究认识到，仅考虑三个地理区域可能无法准确反映营养供应估算；包括中国生态小麦种植区可以建立谷物产量与秸秆产量之间的指数模型，从而更精确地估算秸秆产量及相关的营养供应。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can integrating GIS-based methods with traditional statistical approaches enhance the accuracy and detail of nutrient supply and gaseous pollutant emission data in wheat straw management?",
        "QuestionCn": "将 GIS 方法与传统统计方法相结合，如何提高小麦秸秆管理中养分供应和气态污染物排放数据的准确性和细节？",
        "AnswerEn": "Utilizing both statistical review and GIS-based methods allows for detailed city-level datasets to be assembled, which include nutrient supplies and gaseous pollutant emissions. This integration enhances accuracy by providing high-resolution data and spatial distribution patterns that are crucial for effective field management.",
        "AnswerCn": "利用统计审查和基于GIS的方法，可以组建详细的城市级数据集，包括营养供应和气体污染物排放。这种整合通过提供高分辨率数据和空间分布模式来提高准确性，这对于有效的现场管理至关重要。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What challenges might arise in developing a more accurate model for estimating straw yield based on grain yield in China's ecological wheat planting zones, and how could these be addressed?",
        "QuestionCn": "在中国生态小麦种植区，基于粮食产量估算秸秆产量的更准确模型开发中可能会出现哪些挑战，以及如何解决这些挑战？",
        "AnswerEn": "One challenge is the current lack of an exponential model that accurately estimates straw yield based on grain yield in different ecological wheat planting zones. This can be addressed by establishing such a model to consider regional ecological differences, which would improve the accuracy of straw yield estimates.",
        "AnswerCn": "一个挑战是目前缺乏一个能够准确估计不同生态小麦种植区的粮食产量与秸秆产量之间关系的指数模型。通过建立这样的模型，以考虑区域生态差异，可以提高秸秆产量估计的准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In what ways can the uncertainty reported from Monte Carlo models regarding nutrient supply and pollutant emissions be used to refine future data collection and analysis techniques?",
        "QuestionCn": "蒙特卡罗模型报告的关于营养供应和污染物排放的不确定性可以通过哪些方式用于改进未来的数据收集和分析技术？",
        "AnswerEn": "The uncertainty from Monte Carlo models, expressed as the 5th-95th percentiles, can help identify variability and potential errors in nutrient supply and pollutant emission estimates. This information can be used to refine data collection methods, improve model precision, and guide the development of robust analytical techniques for more reliable predictions.",
        "AnswerCn": "蒙特卡洛模型的不确定性，以第5-95百分位数表示，可以帮助识别营养供应和污染物排放估计中的变异性和潜在错误。这些信息可以用于改进数据收集方法，提高模型精度，并指导开发更可靠预测的稳健分析技术。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the discrepancies in estimating straw yield when different geographical regions and ecological planting zones in China are not considered?",
        "QuestionCn": "在未考虑中国不同地理区域和生态种植区的情况下，估算秸秆产量时导致差异的因素有哪些？",
        "AnswerEn": "The study acknowledges that previous estimates often overlooked the regional variations and ecological wheat planting zones, which could lead to inaccuracies. These discrepancies arise from not establishing a model that accounts for grain yield and straw yield variability across different ecological zones.",
        "AnswerCn": "该研究承认，以往的估计常常忽视了区域差异和生态小麦种植区，这可能导致不准确。这些差异源于未建立一个考虑不同生态区间粮食产量和秸秆产量变异性的模型。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be uncertainty in the estimated nutrient supply and gaseous pollutant emissions associated with wheat straw management?",
        "QuestionCn": "与小麦秸秆管理相关的营养物质供应和气体污染物排放的估算可能存在不确定性的原因是什么？",
        "AnswerEn": "Uncertainty in the estimates can be attributed to the variability in the data and the assumptions used in the modeling process. The study uses Monte Carlo simulations to report this uncertainty, indicating variability in the nutrient supply and gaseous pollutant emissions derived from straw management practices.",
        "AnswerCn": "估计的不确定性可以归因于数据的变异性和建模过程中使用的假设。该研究使用蒙特卡洛模拟来报告这种不确定性，表明与秸秆管理实践相关的营养供应和气体污染物排放的变异性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons for using both statistical and GIS-based methods in assembling a dataset on straw field management?",
        "QuestionCn": "在收集关于秸秆田间管理的数据时，使用统计方法和基于GIS的方法的原因是什么？",
        "AnswerEn": "The combination of statistical and GIS-based methods allows for a comprehensive analysis that integrates geographic and statistical data to provide detailed insights into straw management practices. This approach helps accurately quantify nutrient supplies and gaseous pollutant emissions at a city level, reflecting spatial variations in management practices.",
        "AnswerCn": "统计与GIS方法的结合允许进行全面分析，整合地理和统计数据，以提供对秸秆管理实践的详细洞察。这种方法有助于准确量化城市层面的营养供应和气体污染物排放，反映管理实践的空间差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the outcomes of using both statistical review and GIS-based methods in estimating nutrient supply from straw field management?",
        "QuestionCn": "使用统计审查和基于GIS的方法来估算秸秆田管理中的营养供应可能会产生哪些结果？",
        "AnswerEn": "Utilizing both statistical review and GIS-based methods, the outcomes include detailed estimates of average nitrogen (N), phosphorus (P), and potassium (K) supplies from straw field management, which stood at 1510, 1229, and 61700 tons, respectively.",
        "AnswerCn": "利用统计审查和基于GIS的方法，结果包括对稻草田管理中氮（N）、磷（P）和钾（K）供应的详细估计，分别为1510吨、1229吨和61700吨。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What might be the consequences of not considering ecological wheat planting zones in estimating straw yield?",
        "QuestionCn": "不考虑生态小麦种植区在估算秸秆产量时可能会产生的后果是什么？",
        "AnswerEn": "Not considering ecological wheat planting zones could lead to inaccuracies in estimating straw yield, as it ignores localized variations. The study suggests the need for an exponential model between grain yield and straw yield in these zones to improve accuracy.",
        "AnswerCn": "不考虑生态小麦种植区可能导致对秸秆产量的估计不准确，因为这忽略了局部的变化。研究建议在这些区域之间建立粮食产量与秸秆产量之间的指数模型，以提高准确性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential results of modeling gaseous pollutant emissions from straw management practices?",
        "QuestionCn": "对秸秆管理实践中气体污染物排放进行建模的潜在结果是什么？",
        "AnswerEn": "Modeling gaseous pollutant emissions provides estimates of emissions like PM2.5, SO2, NOx, NH3, CH4, and CO2 due to straw burning, with reported averages being 367, 41, 160, 18, 165, and 70,644 tons, respectively. This modeling also highlights uncertainty captured through a Monte Carlo model, offering foundational support for sustainable straw management.",
        "AnswerCn": "建模气体污染物排放提供了由于秸秆燃烧而产生的排放估计，如PM2.5、SO2、NOx、NH3、CH4和CO2，报告的平均值分别为367、41、160、18、165和70,644吨。此外，这种建模还通过蒙特卡罗模型捕捉了不确定性，为可持续秸秆管理提供了基础支持。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals of developing a city-level dataset for wheat straw field management practices in China?",
        "QuestionCn": "开发中国城市级小麦秸秆田间管理实践数据集的主要目标是什么？",
        "AnswerEn": "The primary goals are to evaluate nutrient supply and gaseous pollutant emissions associated with field management of bio-straw resources, which is crucial for achieving resource efficiency and carbon neutrality.",
        "AnswerCn": "主要目标是评估与生物秸秆资源的田间管理相关的营养供应和气体污染物排放，这对于实现资源效率和碳中和至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods are used to integrate statistical data with GIS techniques to create a comprehensive dataset for analyzing nutrient supply and pollutant emissions from wheat straw management?",
        "QuestionCn": "使用哪些方法将统计数据与GIS技术集成，以创建一个综合数据集来分析小麦秸秆管理中的养分供应和污染物排放？",
        "AnswerEn": "Utilizing both statistical review and GIS-based methods, the dataset includes city-level details on straw field management, nutrient supplies, and gaseous pollutant emissions. This integration allows for a comprehensive analysis of resource efficiency and environmental impacts.",
        "AnswerCn": "利用统计审查和基于GIS的方法，数据集包括关于稻草田管理、营养供应和气体污染物排放的城市级细节。这种整合允许对资源效率和环境影响进行全面分析。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "How can researchers overcome the challenge of estimating straw yield more accurately by considering ecological wheat planting zones in China?",
        "QuestionCn": "研究人员如何通过考虑中国生态小麦种植区来更准确地估计秸秆产量的挑战？",
        "AnswerEn": "Future research should establish an exponential model between grain yield and straw yield specific to Chinese ecological wheat planting zones, which would allow for more accurate straw yield estimations.",
        "AnswerCn": "未来的研究应建立一个与中国生态小麦种植区特定的粮食产量和秸秆产量之间的指数模型，以便更准确地估算秸秆产量。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What procedures can be employed to quantify average nutrient supplies from wheat straw management practices at a regional level?",
        "QuestionCn": "可以采用哪些程序来量化区域水平上小麦秸秆管理实践的平均养分供应？",
        "AnswerEn": "By combining statistical data and GIS-based methods, average nutrient supplies of nitrogen (N), phosphorus (P), and potassium (K) from straw field management can be quantified, with reported values being 1510, 1229, and 61700 tons, respectively.",
        "AnswerCn": "通过结合统计数据和基于GIS的方法，可以量化稻草田管理中氮（N）、磷（P）和钾（K）的平均养分供应，报告的值分别为1510吨、1229吨和61700吨。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enable the integration of GIS-based methods in assessing nutrient supply and gaseous pollutant emissions from wheat straw management?",
        "QuestionCn": "哪些技术进步使得基于GIS的方法能够在评估小麦秸秆管理中的营养供应和气体污染物排放方面得到应用？",
        "AnswerEn": "The use of GIS-based methods allows for the spatial representation and analysis of data related to wheat straw management. This integration supports the evaluation of nutrient supply and gaseous pollutant emissions by combining spatial data with statistical information, enabling a more comprehensive understanding of field management practices.",
        "AnswerCn": "基于GIS的方法允许对与小麦秸秆管理相关的数据进行空间表示和分析。这种整合通过将空间数据与统计信息相结合，支持对养分供应和气体污染物排放的评估，从而使对田间管理实践有更全面的理解。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways does establishing a city-level dataset enable the analysis of wheat straw field management practices and their environmental impacts?",
        "QuestionCn": "建立城市级数据集如何使分析小麦秸秆田间管理实践及其环境影响成为可能？",
        "AnswerEn": "Establishing a city-level dataset allows for detailed documentation of wheat straw field management practices, including nutrient supplies and gaseous pollutant emissions. This granularity enables researchers to assess the environmental impacts of different management methods across various regions, providing insights that are critical for sustainable and environmentally friendly management strategies.",
        "AnswerCn": "建立城市级数据集可以详细记录小麦秸秆田间管理实践，包括养分供应和气体污染物排放。这种细致程度使研究人员能够评估不同管理方法在各个地区的环境影响，从而提供对可持续和环保管理策略至关重要的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why is it expected that integrating statistical review with GIS-based methods could lead to more comprehensive datasets in this domain?",
        "QuestionCn": "预计将统计审查与基于GIS的方法相结合，可以在该领域产生更全面的数据集，原因是什么？",
        "AnswerEn": "Integrating statistical review with GIS-based methods can provide a robust framework that combines quantitative data analysis with spatial data visualization, leading to more comprehensive datasets that detail both numerical and geographic aspects of wheat straw management practices.",
        "AnswerCn": "将统计审查与基于GIS的方法相结合，可以提供一个强大的框架，结合定量数据分析与空间数据可视化，从而形成更全面的数据集，详细描述小麦秸秆管理实践的数值和地理方面。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be an expectation for future research to focus on the ecological wheat planting zones for more accurate straw yield estimations?",
        "QuestionCn": "未来的研究可能会期望关注生态小麦种植区，以便更准确地估算秸秆产量的原因是什么？",
        "AnswerEn": "Considering the ecological wheat planting zones could account for variations in environmental conditions and grain yield levels, leading to more precise straw yield estimations and addressing the limitations of previous studies that only considered broader geographical regions.",
        "AnswerCn": "考虑到生态小麦种植区可以考虑环境条件和粮食产量水平的变化，从而导致更精确的秸秆产量估算，并解决了以往研究仅考虑更广泛地理区域的局限性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What is your evaluation of the methodological rigor of using GIS-based methods combined with statistical reviews for estimating nutrient supplies and gaseous pollutant emissions in straw management practices?",
        "QuestionCn": "您如何评价使用基于GIS的方法结合统计审查来估算秸秆管理实践中的养分供应和气态污染物排放的研究方法的严谨性？",
        "AnswerEn": "The combination of GIS-based methods and statistical reviews appears to provide a comprehensive approach to estimating nutrient supplies and gaseous pollutant emissions, as it enables the integration of spatial data with statistical analysis. However, there might be limitations due to potential inaccuracies in spatial data resolution and the need to consider ecological zones for enhanced precision.",
        "AnswerCn": "GIS基础的方法与统计审查的结合似乎提供了一种全面的方法来估计营养物质供应和气体污染物排放，因为它能够将空间数据与统计分析相结合。然而，由于空间数据分辨率可能存在的不准确性以及需要考虑生态区以提高精确度，可能会存在一些局限性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How would you assess the challenges faced in modeling the grain-to-straw yield ratio without considering ecological wheat planting zones, and what could be potential improvements?",
        "QuestionCn": "如何评估在不考虑生态小麦种植区的情况下建模谷物与秸秆产量比所面临的挑战，以及可能的改进措施是什么？",
        "AnswerEn": "The exclusion of ecological wheat planting zones in modeling the grain-to-straw yield ratio presents a significant challenge as it may overlook regional variations and ecological factors that affect yield. A potential improvement could be developing an exponential model tailored to these zones, which could enhance the accuracy of yield estimates.",
        "AnswerCn": "在建模谷物与秸秆产量比时，排除生态小麦种植区是一个重大挑战，因为这可能忽视影响产量的区域差异和生态因素。一个潜在的改进是开发一个针对这些区域的指数模型，这可能提高产量估计的准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of how data collection methods accurately estimate nutrient supply and pollutant emissions from wheat straw management.",
        "QuestionCn": "我无法理解数据收集方法如何准确估计小麦秸秆管理中的营养供应和污染物排放。",
        "AnswerEn": "The data collection techniques involve utilizing statistical review and GIS-based methods to quantify nutrient supplies (N, P, K) and gaseous pollutant emissions, providing precise estimates through a city-level dataset detailing straw field management.",
        "AnswerCn": "数据收集技术涉及利用统计审查和基于GIS的方法来量化营养物质供应（氮、磷、钾）和气体污染物排放，通过城市级数据集详细描述秸秆田管理，提供精确的估算。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I don't understand what challenges prevent accurate straw yield estimation across different ecological wheat planting zones in China.",
        "QuestionCn": "我不理解在中国不同生态小麦种植区中，哪些挑战阻碍了准确的秸秆产量估算。",
        "AnswerEn": "The challenge lies in the current methodology, which focuses on three geographical regions without accounting for the variety of Chinese ecological wheat planting zones. Establishing exponential models specific to these zones is necessary for more precise straw yield estimation.",
        "AnswerCn": "当前的方法论存在挑战，主要集中在三个地理区域，而没有考虑到中国生态小麦种植区的多样性。建立针对这些区域的指数模型对于更精确的秸秆产量估算是必要的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I’m unsure how integrating statistical and GIS-based methods can effectively manage and present data on wheat straw usage and its environmental impact.",
        "QuestionCn": "我不确定如何将统计和基于GIS的方法有效地整合，以管理和展示小麦秸秆使用及其环境影响的数据。",
        "AnswerEn": "Combining statistical and GIS-based methods assembles a comprehensive dataset that includes city-level straw field management, nutrient supply, and emissions data, allowing for detailed analysis and visualization of wheat straw management practices and environmental impacts.",
        "AnswerCn": "结合统计和基于GIS的方法，构建了一个综合数据集，包括城市级的秸秆管理、养分供应和排放数据，从而能够对小麦秸秆管理实践及其环境影响进行详细分析和可视化。",
        "Level": "C6(Creating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore various data collection methods that can be used to accurately estimate nutrient supplies and gaseous pollutant emissions from wheat straw management practices.",
        "QuestionCn": "请探讨可以用来准确估计小麦秸秆管理实践中营养物质供应和气体污染物排放的各种数据收集方法。",
        "AnswerEn": "Utilizing statistical review and GIS-based methods can accurately estimate average nutrient supplies (N, P, and K) and gaseous pollutant emissions (PM2.5, SO2, NOx, NH3, CH4, CO2) from straw field management.",
        "AnswerCn": "利用统计评估和基于GIS的方法可以准确估计稻草田管理中平均养分供应（氮、磷和钾）和气体污染物排放（PM2.5、SO2、NOx、NH3、CH4、CO2）。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please analyze the challenges associated with creating a dataset that accounts for ecological wheat planting zones in China and suggest potential solutions.",
        "QuestionCn": "请分析在中国创建一个考虑生态小麦种植区的数据集所面临的挑战，并提出潜在的解决方案。",
        "AnswerEn": "One challenge is that previous studies only considered three geographical regions without accounting for Chinese ecological wheat planting zones. A solution would be to establish an exponential model between grain yield and straw yield specific to these zones to improve accuracy.",
        "AnswerCn": "一个挑战是以往的研究仅考虑了三个地理区域，而没有考虑中国的生态小麦种植区。一个解决方案是建立一个与这些区域特定的粮食产量和秸秆产量之间的指数模型，以提高准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify potential datasets that could be combined with GIS-based methods to enhance the understanding of wheat straw field management practices at the city level.",
        "QuestionCn": "请识别潜在的数据集，这些数据集可以与基于GIS的方法结合，以增强对城市层面小麦秸秆田间管理实践的理解。",
        "AnswerEn": "Combining statistical data with GIS-based methods allows for the assembly of a city-level dataset detailing wheat straw field management, nutrient supplies, and gaseous pollutant emissions, enhancing the understanding of these practices.",
        "AnswerCn": "结合统计数据与基于GIS的方法，可以组建一个城市级的数据集，详细记录小麦秸秆的田间管理、养分供应和气体污染物排放，从而增强对这些实践的理解。",
        "Level": "C6(Creating)"
      }
    ]
  }
}