{
    "id": "ddc9d0e5-21fc-4865-a305-85b4e2c73b8b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The lysimeter dataset in the lower of Heihe River (2012)",
            "titleCn": "黑河下游蒸渗仪数据（2012）",
            "description": "Lysimeter is the most effective tool for measuring water consumption per plant, which can provide daily, monthly and seasonal changes of transpiration water consumption per plant. In this project, a lysimeter measurement system for Populus euphratica seedlings is established in the lower reaches of Heihe River, with the observation frequency of 0.5h, mainly including water content changes, infiltration, evapotranspiration, etc.",
            "descriptionCn": "蒸渗仪是测定植物单株耗水最有效的工具，能够提供单株尺度蒸腾耗水量的日、月和季节变化，本项目在黑河下游建立胡杨幼苗蒸渗仪测定系统，观测频率为0.5小时，主要包括含水量变化、入渗、蒸散发量等。",
            "instructions": "Name of data file: lysimeter.xls; it can be viewed and edited by WPS or excel.",
            "instructionsCn": "数据文件命名：蒸渗仪.xls；可用WPS或Excel等软件进行查看和编辑。",
            "east": 101.0498361,
            "west": 101.0498361,
            "south": 42.03335278,
            "north": 42.03335278,
            "startTime": "2012-05-19 12:01:00",
            "endTime": "2012-10-11 12:01:00",
            "fileSize": 1241088.0,
            "cstr": "18406.11.heihe.013.2014.db",
            "doi": "10.3972/heihe.013.2014.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "司建华",
                "nameEn": "SI Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Hydraulic redistribution of soil water by roots of two desert riparian phreatophytes in northwest China’s extremely arid region",
                "referenceCn": null,
                "referenceEn": "Yu, T.F., Feng, Q., Si, J.H., Xi, H.Y., Li, Z.X., & Chen, A.F. (2013). Hydraulic redistribution of soil water by roots of two desert riparian phreatophytes in northwest China's extremely arid region. Plant and soil, 372(1-2): 297-308."
            },
            {
                "titleCn": "黑河下游额济纳绿洲生态需水关键期及需水量",
                "titleEn": null,
                "referenceCn": "司建华, 冯起, 席海洋, 鱼腾飞, 李炜. (2013). 黑河下游额济纳绿洲生态需水关键期及需水量. 中国沙漠, 33(2): 560-567.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "叶片含水量",
                "nameEn": "Blade water content"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "蒸散发",
                "nameEn": "Evapotranspiration"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "额济纳",
                "keywordEn": "Ejin"
            },
            {
                "keywordCn": "黑河下游",
                "keywordEn": "The Lower Reaches of Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河下游荒漠河岸林蒸散耗水特征与生态需水试验研究",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of data collection methods utilized to monitor water consumption in single plants using lysimeters in arid regions?",
                "QuestionCn": "在干旱地区，利用蒸发皿监测单个植物水分消耗的数据收集方法的关键特征是什么？",
                "AnswerEn": "capability to measure transpiration water consumption at the single-plant level, detailed daily, monthly, and seasonal variations, high-frequency observations, typical interval of 0.5 hours, changes in water content, infiltration, evapotranspiration",
                "AnswerCn": "能够在单株植物水平上测量蒸腾水消耗，详细记录每日、每月和季节性变化，高频观测，典型间隔为0.5小时，水分含量变化、入渗、蒸散。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the frequency of data collection in the system that measures water consumption of individual plants in the lower reaches of the Heihe River?",
                "QuestionCn": "在测量黑河下游个别植物水消耗的系统中，数据收集的频率是多少？",
                "AnswerEn": "0.5 hours",
                "AnswerCn": "0.5小时",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a '蒸渗仪' and how is it used in measuring plant water consumption?",
                "QuestionCn": "'蒸渗仪'是一种用于测量植物水分消耗的仪器。它通过模拟植物的蒸腾作用，测量植物在特定环境条件下的水分使用情况。",
                "AnswerEn": "A '蒸渗仪' is an instrument used to measure the water consumption of individual plants. It is considered one of the most effective tools for determining single plant water use, providing data on daily, monthly, and seasonal changes in transpiration at the individual plant scale. In the context of the research, a 蒸渗仪 system was established in the lower reaches of the Heihe River to measure saplings, with an observation frequency of every 0.5 hours, focusing on changes in water content, infiltration, and evapotranspiration.",
                "AnswerCn": "‘蒸渗仪’是一种用于测量单个植物水分消耗的仪器。它被认为是确定单株植物水分使用的最有效工具之一，提供关于单株植物蒸腾作用的日变化、月变化和季节变化的数据。在研究的背景下，在黑河下游建立了一个蒸渗仪系统，以测量幼苗，观察频率为每0.5小时，重点关注水分含量、入渗和蒸散的变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the half-hourly monitoring of water consumption changes in individual plants tell us about the seasonal water use patterns in arid regions?",
                "QuestionCn": "对个别植物的水消费变化进行半小时监测可以告诉我们关于干旱地区季节性用水模式的哪些信息？",
                "AnswerEn": "The half-hourly monitoring of water consumption changes in individual plants, such as the use of lysimeters for measuring Populus euphratica seedlings, allows researchers to infer detailed seasonal patterns of transpiration and water use efficiency. This method can reveal how water availability, soil moisture, and plant physiological responses fluctuate with seasons, particularly in the arid regions of the lower Heihe River where water resources are limited.",
                "AnswerCn": "对个别植物进行半小时监测水消耗变化，例如使用蒸发皿测量胡杨幼苗，可以让研究人员推断出蒸腾和水分利用效率的详细季节模式。这种方法可以揭示水分可用性、土壤湿度和植物生理反应如何随着季节波动，特别是在水资源有限的下黑河干旱地区。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to challenges in accurately measuring plant water usage using lysimeters in arid regions?",
                "QuestionCn": "在干旱地区，使用蒸发计准确测量植物水分使用的挑战因素包括：",
                "AnswerEn": "Lysimeters, being highly effective tools for measuring plant water usage, can face challenges in arid regions like the Heihe River Basin due to the variability in soil moisture, infiltration rates, and evapotranspiration. The frequent data collection every 0.5 hours helps in capturing detailed changes in water content, which can mitigate some of these challenges by providing comprehensive datasets on diurnal and seasonal variations.",
                "AnswerCn": "蒸渗仪作为测量植物水分使用的有效工具，在像黑河流域这样的干旱地区可能面临土壤湿度、入渗率和蒸散发的变化等挑战。每0.5小时进行一次频繁的数据收集有助于捕捉水分变化的详细情况，这可以通过提供关于日变化和季节变化的全面数据集来缓解一些这些挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences for understanding plant water consumption patterns if a dataset is collected using a 蒸渗仪 with high-frequency observations every 0.5 hours?",
                "QuestionCn": "如果使用蒸渗仪以每0.5小时的高频率观察收集数据，理解植物水分消耗模式的潜在后果是什么？",
                "AnswerEn": "Using a 蒸渗仪 with high-frequency observations every 0.5 hours can provide detailed insights into the daily, monthly, and seasonal variations in the water consumption of individual plants, such as 胡杨幼苗. This allows for a nuanced understanding of plant responses to environmental conditions, which can improve water management strategies and enhance ecological modeling in the region.",
                "AnswerCn": "使用蒸渗仪进行每0.5小时的高频观察，可以详细了解胡杨幼苗的日常、每月和季节性水分消耗变化。这使我们能够深入理解植物对环境条件的响应，从而改善水资源管理策略，并增强该地区的生态模型。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it necessary to use a蒸渗仪 to measure single plant water consumption in the downstream of the Heihe River?",
                "QuestionCn": "为什么在黑河下游使用蒸渗仪测量单株植物的水分消耗是必要的？",
                "AnswerEn": "The use of a蒸渗仪 in the downstream of the Heihe River is necessary to effectively determine the water consumption of individual plants, such as young poplar seedlings, and to provide data on daily, monthly, and seasonal variations in transpiration at the single plant scale.",
                "AnswerCn": "在黑河下游使用蒸渗仪是必要的，以有效确定单个植物（如幼年杨树苗）的水分消耗，并提供单株尺度上蒸腾的日、月和季节变化数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are implemented to ensure accurate measurement of transpiration water consumption at the individual plant level using lysimeters in arid environments like the lower reaches of Heihe River?",
                "QuestionCn": "在像黑河下游这样的干旱环境中，实施了哪些程序以确保使用蒸渗仪在单个植物水平上准确测量蒸发水消耗？",
                "AnswerEn": "In the field, a system of lysimeters is established to measure the water consumption of individual Populus euphratica seedlings. The data collection involves monitoring soil moisture changes, infiltration, and evapotranspiration at a frequency of every 0.5 hours to capture daily, monthly, and seasonal variations.",
                "AnswerCn": "在田间，建立了一套蒸渗仪系统，以测量单株胡杨（Populus euphratica）幼苗的水分消耗。数据收集涉及监测土壤湿度变化、入渗和蒸散，频率为每0.5小时一次，以捕捉日、月和季节的变化。",
                "Level": "C3(Applying)"
            }
        ]
    }
}