{
    "id": "ddf97c8e-312f-4841-bf88-74604f240428",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of land use / land cover in the lower reaches of Heihe River Basin (2011)",
            "titleCn": "黑河流域下游土地利用/土地覆被数据集（2011）",
            "description": "The land use / land cover data set of Heihe River Basin in 2011 is the Remote Sensing Research Office of Institute of cold and drought of Chinese Academy of Sciences. Based on the remote sensing data of landsatm and ETM in 2011, combined with field investigation and verification, a 1:100000 land use / land cover image and vector database of Heihe River Basin is established.            The data set mainly includes 1:100000 land use graph data and attribute data in the lower reaches of Heihe River Basin.            The land cover data of 1:100000 (2011) in Heihe River Basin and the previous land cover are classified into six first-class categories (cultivated land, forest land, grassland, water area, urban and rural residents, industrial and mining land and unused land) and 25 second-class categories by the same hierarchical land cover classification system. The data type is vector polygon and stored in shape format.",
            "descriptionCn": "黑河流域2011年土地利用/土地覆被数据集是中国科学院寒旱所遥感研究室，以GIS为手段，基于2011年LandsaTM和ETM遥感数据，结合野外考察验证，建立了黑河流域1：10万土地利用/土地覆被影像和矢量数据库。\n该数据集所包括的内容主要是黑河流域下游1:10万土地利用图形数据和属性数据。\n黑河流域1：10万（2011年）土地覆被数据和以往土地覆被采用同一个分层的土地覆被分类系统，将全流域划分为6个一级类（耕地、林地、草地、水域、城镇和农村居民及工矿用地和未利用土地），25个二级类；数据类型为矢量多边形，以Shape格式存储。\n土地覆被分类属性：\n一级类型 二级类型 属性编码 空间分布位置\n耕地:平原旱地 123 主要分布在盆地、山前带、河流冲积、洪积或湖积平原（水源短缺灌溉条件较差）。\n     丘陵旱地 122 主要分布在丘陵区，一般状况下地块分布在丘陵的缓坡以及墚、卯之上。\n     山区旱地 121 主要分布在山区，海拔在4000米以下的山坡（缓坡、山腰、陡坡台地等）及山前带上。\n林地:有林地（乔木） 21 主要分布在高山（海拔4000米以下）或中山坡地、谷地两坡、山顶、平原等。\n     灌木林地 22 主要分布在较高的山区（4500米以下），多数分布山坡和山谷及沙地。\n     疏林地 23 主要分布在山区、丘陵、平原及沙地、戈壁（壤质、沙砾质）边缘。\n     其他林地 24 主要分布在绿洲田埂，河边、路边及农村居民点周围。\n草地:高覆被草地 31 一般分布在山区（缓坡）、丘陵（陡坡）及河间滩地、戈壁、沙地丘间等。\n     中覆被草地 32 主要分布在较干燥地方（隔壁低洼地和沙地丘间地等）。\n     低覆被草地 33 主要生长在较干燥地方(黄土丘陵上和沙地边缘)。\n水域:河渠 41 主要分布在平原、川间耕地以及山间沟谷内。\n     湖泊 42 主要分布在地势低洼地区。\n     水库坑塘 43主要分布在平原、川间谷内，周围有居民地和耕地。\n     冰川及永久性积雪 44 主要分布在（4000以上）高山顶部。\n     河滩地 46 主要分布在高中低山坡面沟谷、山前、平原低地、河湖盆边缘等。\n居民地:城镇用地       51主要分布在平原、山区盆地、坡地及沟谷地台地。\n       农村居民地     52主要分布在绿洲、耕地及路边、塬面、坡上等。\n       工矿和交通用地 53一般分布在城镇外围、交通较发达区域和工业采矿区。\n未利用土地:沙地 61大多分布在盆地、河流两侧、河湾及山前戈壁外围。\n           戈壁 62主要分布在风蚀较强有沙源物质输送的山前带。\n           盐碱 63主要分布在相对较低易积水及干湖泊及湖泊边。\n           沼泽 64主要分布在相对较低易积水地段。\n           裸土 65主要分布在较干旱地区（山间陡坡、丘陵、戈壁），植被盖度<5% 。\n           裸岩 66主要分布在极度干旱的石质山区（风大、少雨）。\n           其他 67主要分布在4000米以上冻融形成的裸露岩石，又称高寒苔原。\n投影参数：\nProjection ALBERS\nUnits METERS\nSpheroid Krasovsky\nParameters:\n25 00 0.000 /* 1st standard parallel\n47 00 0.000 /* 2nd standard parallel\n105 00 0.000 /* central meridian\n0 0 0.000 /* latitude of projection's origin\n0.00000 /* false easting (meters)\n0.00000 /* false northing (meters)\n\n此数据尊重数据作者意见，暂时不能共享全流域数据，",
            "instructions": ". SHP format storage",
            "instructionsCn": ".shp 格式存储",
            "east": 102.2,
            "west": 98.8,
            "south": 39.5,
            "north": 42.8,
            "startTime": "2018-11-24 02:50:40",
            "endTime": "2018-11-24 02:50:40",
            "fileSize": 77764761.0,
            "cstr": "18406.11.Socioeco.tpdc.270882",
            "doi": "10.11888/Socioeco.tpdc.270882",
            "dataFormat": "shp",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Hu XL, Lu L, Li X, Wang JH, Guo M. Land Use/Cover Change in the Middle Reaches of the Heihe River Basin over 2000-2011 and Its Implications for Sustainable Water Resource Management",
                "referenceCn": null,
                "referenceEn": "Hu XL, Lu L, Li X, Wang JH, Guo M. Land Use/Cover Change in the Middle Reaches of the Heihe River Basin over 2000-2011 and Its Implications for Sustainable Water Resource Management. PLoS ONE, 2015, 10(6): e0128960.\r\nDOI: 10.1371/journal.pone.0128960."
            },
            {
                "titleCn": null,
                "titleEn": "Ejin Oasis land use and vegetation change between 2000 and 2011: the role of the Ecological water diversion project",
                "referenceCn": null,
                "referenceEn": "Hu XL, Lu L, Li X,Wang JH,Lu XG. Ejin Oasis land use and vegetation change between 2000 and 2011: the role of the Ecological water diversion project. Energies,2015,8,7040-7057.DOI:10.3390/en8077040."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地覆被",
                "nameEn": "land cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河下游",
                "keywordEn": "The Lower Reaches of Heihe River Basin"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011",
                "keywordEn": "2011",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to classify land cover types in a large watershed using remote sensing technology?",
                "QuestionCn": "您能否提供一个使用遥感技术在大流域中分类土地覆盖类型的数据收集方法的示例？",
                "AnswerEn": "A data collection method used to classify land cover types in a large watershed involves using GIS and remote sensing technology, specifically based on LandsaTM and ETM remote sensing data from 2011. This approach includes combining field surveys for validation to establish a 1:100,000 scale land use/land cover image and vector database.",
                "AnswerCn": "一种用于分类大型流域土地覆盖类型的数据收集方法涉及使用GIS和遥感技术，特别是基于2011年的Landsat和ETM遥感数据。这种方法包括结合实地调查进行验证，以建立1:100,000比例尺的土地利用/土地覆盖影像和矢量数据库。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and classification attributes used to categorize land cover types in a dataset related to land use in the Heihe River Basin?",
                "QuestionCn": "在与黑河流域土地利用相关的数据集中，用于分类土地覆盖类型的特征和分类属性有哪些？",
                "AnswerEn": "hierarchical land cover classification system, six primary categories, 25 secondary categories, primary types, secondary types, attribute codes, spatial distribution locations",
                "AnswerCn": "分层土地覆盖分类系统，六个主要类别，25个次要类别，主要类型，次要类型，属性代码，空间分布位置。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many primary and secondary land cover types are included in a land use dataset for the downstream Heihe River Basin?",
                "QuestionCn": "下游黑河流域的土地利用数据集中包含多少种主要和次要土地覆盖类型？",
                "AnswerEn": "6, 25",
                "AnswerCn": "6, 25",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'land use/land cover classification system' mean in the context of remote sensing data analysis?",
                "QuestionCn": "在遥感数据分析的背景下，“土地利用/土地覆盖分类系统”指的是一种用于识别和分类地球表面不同类型土地利用和土地覆盖的系统。这种分类系统通常基于遥感数据，通过分析图像中的光谱特征、空间特征和时间变化，来确定土地的用途（如农业、城市、森林等）和覆盖类型（如水体、裸土、植被等）。",
                "AnswerEn": "A land use/land cover classification system refers to a structured method used to categorize different areas based on their observed characteristics in remote sensing data. In this context, it involves dividing a region, such as a river basin, into primary and secondary categories, such as cultivated land, forest land, grassland, water bodies, residential land, and unused land. This classification includes specific attributes and spatial distribution positions and is used to create vector databases for analysis and visualization.",
                "AnswerCn": "土地利用/土地覆盖分类系统是指一种结构化的方法，用于根据遥感数据中观察到的特征对不同区域进行分类。在这种情况下，它涉及将一个区域（如流域）划分为主要和次要类别，例如耕地、森林、草地、水体、居住用地和未利用土地。该分类包括特定属性和空间分布位置，并用于创建用于分析和可视化的矢量数据库。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the difficulties in accurately classifying land use/land cover types in large river basins?",
                "QuestionCn": "在大河流域中，准确分类土地利用/土地覆盖类型的困难因素包括哪些？",
                "AnswerEn": "Land use/land cover classification in large river basins like the Heihe River Basin can be challenging due to the diversity of landscapes, varying spatial distribution of land types, and the complexity of integrating remote sensing data with field surveys. Additionally, the need to differentiate between similar land cover types, such as distinguishing between different types of grasslands or distinguishing urban areas from rural settlements, adds to the complexity. The use of high-resolution remote sensing data, combined with field verification, helps address these challenges.",
                "AnswerCn": "在像黑河流域这样的大型河流流域中，土地利用/土地覆盖分类可能面临挑战，原因在于景观的多样性、土地类型的空间分布差异以及将遥感数据与实地调查相结合的复杂性。此外，区分相似的土地覆盖类型，例如区分不同类型的草地或区分城市区域与农村定居点，也增加了复杂性。使用高分辨率遥感数据结合实地验证，有助于解决这些挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind establishing a land use/land cover dataset for the downstream region of the Heihe River Basin at a 1:100,000 scale using GIS and remote sensing data?",
                "QuestionCn": "在黑河流域下游地区建立1:100,000比例尺的土地利用/土地覆盖数据集的主要目标是什么，使用GIS和遥感数据。",
                "AnswerEn": "The primary objectives include creating a detailed and accurate representation of land use and land cover in the downstream region of the Heihe River Basin. This involves utilizing GIS and remote sensing data from Landsat TM and ETM, along with field surveys for validation, to categorize the land into six primary and twenty-five secondary types. This classification system helps in understanding spatial distribution and land utilization patterns, which are critical for environmental management, planning, and sustainable development in the region.",
                "AnswerCn": "主要目标包括创建对黑河流域下游地区土地利用和土地覆盖的详细准确表示。这涉及利用来自Landsat TM和ETM的GIS和遥感数据，以及现场调查进行验证，将土地分类为六种主要类型和二十五种次要类型。这一分类系统有助于理解空间分布和土地利用模式，这对于该地区的环境管理、规划和可持续发展至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What steps are involved in creating a land use/land cover dataset using remote sensing data combined with field verification for a river basin?",
                "QuestionCn": "创建一个河流流域的土地利用/土地覆盖数据集，涉及以下步骤：\n\n1. **确定研究区域**：选择要研究的河流流域，并定义其边界。\n\n2. **数据收集**：\n   - 收集遥感数据，如卫星影像（例如Landsat、Sentinel等）。\n   - 收集相关的气象、地形和土壤数据。\n\n3. **图像预处理**：\n   - 对遥感影像进行辐射校正、大气校正和几何校正，以确保数据的准确性。\n\n4. **选择分类方法**：\n   - 确定使用的分类方法，如监督分类、非监督分类或深度学习方法。\n\n5. **样本选择与现场验证**：\n   - 在研究区域内选择样本点，并进行现场验证，以获取真实的土地利用/土地覆盖信息。\n\n6. **分类实施**：\n   - 使用选定的分类方法对遥感影像进行分类，生成初步的土地利用/土地覆盖图。\n\n7. **精度评估**：\n   - 使用现场验证数据评估分类结果的精度，计算分类精度指标（如Kappa系数、总体精度等）。\n\n8. **结果修正与优化**：\n   - 根据精度评估结果，对分类结果进行修正和优化。\n\n9. **数据整合与分析**：\n   - 将土地利用/土地覆盖数据与其他相关数据进行整合，进行进一步分析。\n\n10. **结果发布与共享**：\n    - 将最终的数据集和分析结果发布，并与相关利益相关者共享。",
                "AnswerEn": "The creation of a land use/land cover dataset involves utilizing GIS technology and remote sensing data from sources such as LandsaTM and ETM. The process includes conducting field verification to validate the remote sensing data. The dataset is organized into a vector polygon format, stored in Shape format, and follows a hierarchical land cover classification system. This system divides the area into primary and secondary categories, such as cropland, forest, grassland, water bodies, residential areas, and unused land, each with specific spatial distribution characteristics. The projection parameters are set using the ALBERS projection with specified standards for the projection's origin, central meridian, and parallels.",
                "AnswerCn": "土地利用/土地覆盖数据集的创建涉及利用GIS技术和来自Landsat和ETM等来源的遥感数据。该过程包括进行实地验证，以验证遥感数据。数据集以矢量多边形格式组织，存储为Shape格式，并遵循分层的土地覆盖分类系统。该系统将区域划分为主要和次要类别，如农田、森林、草地、水体、住宅区和未利用土地，每个类别具有特定的空间分布特征。投影参数使用ALBERS投影设置，并指定投影的原点、中央子午线和纬线的标准。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements enable the creation of high-resolution land use/land cover datasets in regions like the Heihe River Basin?",
                "QuestionCn": "哪些技术进步使得在像黑河流域这样的地区创建高分辨率土地利用/土地覆盖数据集成为可能？",
                "AnswerEn": "The creation of high-resolution land use/land cover datasets in regions like the Heihe River Basin is enabled by advancements in remote sensing technology, specifically the use of LandsaTM and ETM satellite data, combined with GIS tools for data processing and analysis. Field validation through ground surveys also supports the accuracy and reliability of the datasets.",
                "AnswerCn": "在像黑河流域这样的地区，高分辨率土地利用/土地覆盖数据集的创建得益于遥感技术的进步，特别是利用Landsat和ETM卫星数据，结合GIS工具进行数据处理和分析。通过实地调查进行的现场验证也支持了数据集的准确性和可靠性。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}