{
  "id": "de5060fb-aa2c-4763-a7db-e420dd4d24a7",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Ground temperature dataset of permafrost along the China-Russia crude oil pipeline route in Northeast China (2011-2021)",
      "titleCn": "中国东北中俄原油管道沿线冻土地温数据集（2011-2021）",
      "description": "The thermal state of permafrost in the present and future is fundamental to the ecosystem, hydrological process, carbon exchange, and infrastructure in cold regions. From 2011, we began to establish a permafrost monitoring network along the China-Russia crude oil pipelines (CRCOPs) route at the eastern flank of the northern Da Xing'anling Mountains in Northeast China. Based on meteorological data near the southern limit of latitudinal permafrost (SLLP), ground temperature data in 20 boreholes with the depths of 10–60.6 m, soil volumetric liquid water contents and 2-D electrical resistivity tomography (ERT) data, we compiled an integrated dataset of the ground thermal state along the CRCOPs route. Study results demonstrate that permafrost in the vicinity of SLLP has experienced marked warming (2011–2020) to climate change, manifested as the rising permafrost temperatures at depth. Local thermal disturbances triggered by the construction and operation of CRCOPs have resulted in significant permafrost warming and subsequent thawing on the right-of-way (ROW) of the pipeline. This permafrost thaw will persist, but it can be alleviated by adopting mitigative measures, such as insulation layer and thermosyphons. The in-situ observational dataset is of great value for assessing the variability of permafrost under the linear disturbances of the CRCOPs and related environmental effects, for understanding hydro-thermal-mechanical interactions between the buried pipelines and permafrost foundation soils, and for evaluating the operational and structural integrity of the pipeline systems in the future.",
      "descriptionCn": "冻土目前和未来的热状态对寒冷地区的生态系统、水文过程、碳交换和基础设施至关重要。从2011年起，我们开始在中国东北大兴安岭北麓的中俄原油管道（CRCOPs）沿线建立永久冻土监测网络。基于纬度永久冻土（SLLP）南部边界附近的气象数据、20个深度为10–60.6 m的钻孔中的地温数据、土壤体积液态水含量和二维电阻率层析成像（ERT）数据，我们编制了一个沿CRCOPs路线的地面热状态综合数据集。研究结果表明，由于气候变化，SLLP附近的永久冻土经历了显著的变暖（2011-2020年），表现为深度的永久冻土温度升高。CRCOP的施工和运行引发的局部热扰动已导致管道用地（ROW）的永久冻土显著升温和随后的解冻。这种永久冻土融化将持续下去，但可以通过采取缓解措施来缓解，如保温层和热虹吸管。现场观测数据集对于评估CRCOP线性干扰下的永久冻土可变性和相关环境影响、了解埋地管道和永久冻土地基土之间的水热机械相互作用，以及评估未来管道系统的运行和结构完整性具有重要价值。",
      "instructions": "ER dataset.xlsx, Ground tempeature dataset-natural site.xlsx, Ground tempeature dataset-pipeline ROW.xlsx, Meteorological dataset.xlsx and Water content dataset-pipeline ROW.xlsx.",
      "instructionsCn": "ER数据集.xlsx，自然场地地温数据集.xlsx，地温数据集管线行.xlsx，气象数据集.xlsx和含水量数据集管线行.xlsx。",
      "east": 132.0,
      "west": 117.0,
      "south": 46.0,
      "north": 54.0,
      "startTime": "2011-11-01 00:00:00",
      "endTime": "2021-08-31 00:00:00",
      "fileSize": 7726318.0,
      "cstr": "18406.11.Cryos.tpdc.272357",
      "doi": "10.11888/Cryos.tpdc.272357",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李国玉",
        "nameEn": "LI Guoyu",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Field observations of cooling performance of thermosyphons on permafrost under the China-Russia Crude Oil Pipeline",
        "referenceCn": null,
        "referenceEn": "Li, G.Y., Wang, F., Ma, W., Fortier, R., Mu, Y.H., Zhou, Z.W., Mao, Y.C., & Cai, Y.J.  (2018). Field observations of cooling performance of thermosyphons on permafrost under the China-Russia Crude Oil Pipeline. Applied Thermal Engineering, 41. 688–696."
      },
      {
        "titleCn": null,
        "titleEn": "Pipeline–permafrost interaction monitoring system along the China–Russia crude oil pipeline",
        "referenceCn": null,
        "referenceEn": "Wang Fei, Li Guoyu, Ma Wei, et al. Pipeline–permafrost interaction monitoring system along the China–Russia crude oil pipeline. Engineering Geology, 2019, 254: 113-125."
      },
      {
        "titleCn": null,
        "titleEn": "A newly integrated ground temperature dataset of permafrost along the China–Russia crude oil pipeline route in Northeast China",
        "referenceCn": null,
        "referenceEn": "Li, G., Ma, W., Wang, F., Jin, H., Fedorov, A., Chen, D., Wu, G., Cao, Y., Zhou, Y., Mu, Y., Mao, Y., Zhang, J., Gao, K., Jin, X., He, R., Li, X., and Li, Y.(2022).  A newly integrated ground temperature dataset of permafrost along the China–Russia crude oil pipeline route in Northeast China. Earth Syst. Sci. Data, 14, 5093–5110, https://doi.org/10.5194/essd-14-5093-2022."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "多年冻土",
        "nameEn": "Permafrost"
      },
      {
        "nameCn": "多年冻土退化",
        "nameEn": "Permafrost degradation;"
      },
      {
        "nameCn": "气候变化",
        "nameEn": "Climate change"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中俄原油管道",
        "keywordEn": "China-Russia Crude Oil Pipeline"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "10年",
        "keywordEn": "decade",
        "type": "temporal"
      },
      {
        "keywordCn": "2011-2021",
        "keywordEn": "2011-2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and data collection techniques used to monitor the thermal state of permafrost along pipeline routes?",
        "QuestionCn": "监测管道路线下永冻土热状态的关键特征和数据收集技术有哪些？",
        "AnswerEn": "ground temperature data from boreholes with depths ranging from 10 to 60.6 meters, soil volumetric liquid water content, two-dimensional electrical resistivity tomography (ERT) data",
        "AnswerCn": "来自深度范围为10到60.6米的钻孔的地面温度数据、土壤体积含水量、二维电阻率层析成像（ERT）数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many deep boreholes were used to collect ground temperature data along the CRCOPs route?",
        "QuestionCn": "沿着CRCOPs路线收集地温数据使用了多少个深钻孔？",
        "AnswerEn": "20",
        "AnswerCn": "20",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for monitoring permafrost thermal states along pipeline routes compare to those used in other cold region ecosystems?",
        "QuestionCn": "沿管道路线监测永冻土热状态的数据收集方法与其他寒冷地区生态系统使用的方法相比如何？",
        "AnswerEn": "Data collection methods for monitoring permafrost thermal states along pipeline routes primarily involve meteorological data, ground temperature data from deep boreholes, soil volumetric liquid water content, and two-dimensional electrical resistivity tomography (ERT) data. These methods are focused on assessing the thermal disturbances caused by pipeline construction and operation. In contrast, data collection in other cold region ecosystems may include such methods but could also incorporate additional techniques like remote sensing, surface temperature measurements, and ecological parameter monitoring to address broader ecological, hydrological, and carbon exchange processes.",
        "AnswerCn": "监测管道路线下永冻土热状态的数据收集方法主要包括气象数据、深孔地温数据、土壤体积液态水含量和二维电阻率成像（ERT）数据。这些方法侧重于评估管道建设和运营所造成的热扰动。相比之下，其他寒冷地区生态系统的数据收集可能包括这些方法，但也可能结合额外的技术，如遥感、表面温度测量和生态参数监测，以应对更广泛的生态、水文和碳交换过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the warming and thawing of permafrost along pipeline routes in cold regions?",
        "QuestionCn": "在寒冷地区，影响管道路线附近永久冻土变暖和融化的因素有哪些？",
        "AnswerEn": "The warming and thawing of permafrost along pipeline routes in cold regions are influenced by climate change, which causes significant warming of permafrost near certain boundaries, and local thermal disturbances caused by infrastructure construction and operation, such as the construction and operation of pipelines.",
        "AnswerCn": "气候变化导致某些边界附近的永久冻土显著变暖和融化，这影响了寒冷地区管道路线上的永久冻土，同时基础设施建设和运营（如管道的建设和运营）造成的局部热干扰也起到了作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on permafrost thermal state when new infrastructure projects are developed in cold regions?",
        "QuestionCn": "在寒冷地区开发新基础设施项目时，可能对永冻土的热状态产生哪些潜在影响？",
        "AnswerEn": "The construction and operation of infrastructure projects, such as pipelines, can lead to localized thermal disturbances. This may result in significant warming and subsequent thawing of permafrost in the right-of-way areas. Continued thawing can affect the stability of the infrastructure, although mitigation measures like insulation layers and thermosyphons can help alleviate these effects.",
        "AnswerCn": "基础设施项目的建设和运营，例如管道，可能导致局部热扰动。这可能导致右-of-way区域的永久冻土显著升温和随后的融化。持续的融化可能影响基础设施的稳定性，尽管像绝缘层和热虹吸这样的缓解措施可以帮助减轻这些影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of compiling a comprehensive dataset on ground thermal states along the China-Russia crude oil pipeline in response to climate change?",
        "QuestionCn": "编制关于中俄原油管道沿线地面热状态的综合数据集，以应对气候变化的主要目标是什么？",
        "AnswerEn": "The primary objective of compiling a comprehensive dataset on ground thermal states along the China-Russia crude oil pipeline is to assess the variability of permafrost under the linear disturbance caused by the pipeline, understand the hydrothermal-mechanical interactions between buried pipelines and permafrost foundation soils, and evaluate the potential environmental impacts and future operational and structural integrity of the pipeline system.",
        "AnswerCn": "编制关于中俄原油管道沿线地面热状态的综合数据集的主要目标是评估管道造成的线性干扰下永久冻土的变化，了解埋地管道与永久冻土基础土壤之间的水热-机械相互作用，并评估潜在的环境影响以及管道系统未来的运营和结构完整性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in setting up a permanent permafrost monitoring network along a pipeline route, and how do these steps ensure accurate data collection on ground thermal states?",
        "QuestionCn": "沿管道路线建立永久冻土监测网络的程序步骤是什么，这些步骤如何确保准确收集地面热状态的数据？",
        "AnswerEn": "To set up a permanent permafrost monitoring network along a pipeline route, several procedural steps are involved: first, selecting strategic locations along the pipeline that are representative of different environmental conditions. Second, installing deep boreholes, typically ranging from 10 to 60.6 meters, to measure ground temperatures at various depths. Third, deploying sensors to record soil volumetric liquid water content, which helps in understanding moisture dynamics. Fourth, utilizing two-dimensional electrical resistivity tomography (ERT) to map subsurface features and detect changes in permafrost conditions. These steps ensure accurate data collection by providing comprehensive thermal state data, which is crucial for understanding permafrost dynamics and assessing the impact of pipeline construction and operation.",
        "AnswerCn": "为了在管道路线沿线建立一个永久的永久冻土监测网络，需要经过几个程序步骤：首先，选择沿管道的战略位置，这些位置代表不同的环境条件。其次，安装深孔，通常深度范围为10到60.6米，以测量不同深度的地面温度。第三，部署传感器以记录土壤体积液态水含量，这有助于理解水分动态。第四，利用二维电阻率层析成像（ERT）来绘制地下特征图并检测永久冻土条件的变化。这些步骤通过提供全面的热状态数据，确保准确的数据收集，这对于理解永久冻土动态和评估管道建设与运营的影响至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the collection of comprehensive ground thermal state data along pipeline routes in cold regions?",
        "QuestionCn": "哪些方法能够在寒冷地区沿管道路线收集全面的地面热状态数据？",
        "AnswerEn": "The collection of comprehensive ground thermal state data along pipeline routes in cold regions is enabled by the use of meteorological data, temperature data from boreholes at various depths (10–60.6 m), soil volume liquid water content measurements, and two-dimensional electrical resistivity tomography (ERT). These methods allow for a detailed assessment of the thermal state of permafrost and the effects of construction and operation activities such as those from pipelines.",
        "AnswerCn": "在寒冷地区，沿管道路线收集全面的地面热状态数据得益于气象数据、不同深度（10-60.6米）钻孔的温度数据、土壤体积液态水分含量测量以及二维电阻率成像（ERT）。这些方法能够详细评估永久冻土的热状态以及管道等建设和运营活动的影响。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}