{
  "id": "de60d706-8832-45bc-b77d-184efe29d4ea",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of Late Permian bimodal volcanic rocks in the North Qiangtang block, central Tibet",
      "titleCn": "西藏中部北羌塘地块晚二叠世双峰式火山岩的地球化学数据",
      "description": "The data set includes major and trace elements, major mineral elements, whole rock SR – nd Hf isotope, zircon u – Pb age and O isotope data of volcanic rocks. Samples were collected from basalt and rhyolite in Yanshiping area, Qiangtang, central Tibet. Zircon U-Pb geochronology and oxygen isotope data were obtained by secondary ion probe mass spectrometry. The major and trace geochemical data of the whole rock are obtained by X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry. The data of major elements in minerals are obtained by electron microprobe. The whole rock SR – nd HF isotopes were obtained by sample separation and purification multi receiver inductively coupled plasma mass spectrometry (ICP-MS). Through the data obtained, we can define the age, origin and deep dynamic mechanism of magmatism in the region.",
      "descriptionCn": "本文数据集包含火山岩的全岩主量元素和微量元素、矿物主量元素、全岩Sr–Nd-Hf同位素、锆石U–Pb年龄和O同位素数据。样品采集自西藏中部羌塘雁石坪地区的玄武岩和流纹岩。锆石U-Pb年代学数据和氧同位素数据是通过二次离子探针质谱仪获得的。岩石全岩主微量地球化学数据是通过X荧光光谱仪和电感耦合等离子体质谱仪分析获得的。矿物主量元素数据是通过电子探针获得的。岩石全岩Sr–Nd-Hf同位素是通过样品分离提纯-多接收电感耦合等离子体质谱仪分析获得的。通过获得的数据，可以限定区域内岩浆作用的时代、成因以及深部动力学机制。",
      "instructions": "All data are stored in Excel file. The file name \"zirupb. XLS\" represents zircon U-Pb geochronology data. The file name \"Ziro. XLS\" represents zircon O isotope data. The name of the file \"wrmajtra\" represents the major and trace geochemical data of the whole rock. The name of the file is \"minmaj\", which represents the data of mineral major elements. The file name \"wriso\" represents the whole rock isotopic geochemical data.",
      "instructionsCn": "所有数据以Excel文件存储。文件名称为\"ZirUPb.xls\"代表锆石U-Pb年代学数据。文件名称为\"ZirO.xls\"代表锆石O同位素数据。文件名称为“WRMajTra”代表全岩主微量地球化学数据。文件名称为“MinMaj”代表矿物主量元素数据。文件名称为“WRIso”代表全岩同位素地球化学数据。",
      "east": 92.0,
      "west": 91.0,
      "south": 33.0,
      "north": 34.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 101888.0,
      "cstr": null,
      "doi": "10.1029/2018JB015568",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王军",
        "nameEn": "WANG Jun",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Late Permian Bimodal Volcanic Rocks in the Northern Qiangtang Terrane, Central Tibet: Evidence for Interaction Between the Emeishan Plume and the Paleo-Tethyan Subduction System",
        "referenceCn": null,
        "referenceEn": "Wang, J., Wang, Q., Zhang, C., Dan, W., Qi, Y., Zhang, X.-Z., & Xia, X.-P. (2018). Late Permian Bimodal Volcanic Rocks in the Northern Qiangtang Terrane, Central Tibet: Evidence for Interaction Between the Emeishan Plume and the Paleo-Tethyan Subduction System. Journal of Geophysical Research: Solid Earth, 123(8), 6540-6561. doi:doi:10.1029/2018JB015568"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "二叠纪",
        "keywordEn": "Permian",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine the geochemical composition of volcanic rocks in central Tibet's North Qiangtang block during the Late Permian?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于确定西藏北羌塘块在晚二叠世火山岩的地球化学成分？",
        "AnswerEn": "A data collection method used to determine the geochemical composition of volcanic rocks includes using X-ray fluorescence spectroscopy and inductively coupled plasma mass spectrometry to analyze whole-rock major and trace element geochemical data.",
        "AnswerCn": "一种用于确定火山岩地球化学成分的数据收集方法包括使用X射线荧光光谱法和电感耦合等离子体质谱法来分析整体岩石的主要和微量元素地球化学数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties and methods involved in collecting and analyzing geochemical data of Late Permian bimodal volcanic rocks in central northern Qiangtang block, Tibet?",
        "QuestionCn": "收集和分析青藏高原中央北部强塘块晚二叠纪双峰火山岩的地球化学数据涉及的属性和方法是什么？",
        "AnswerEn": "whole-rock major and trace elements, mineral major elements, whole-rock Sr–Nd-Hf isotopes, zircon U–Pb ages, O isotope data",
        "AnswerCn": "全岩主量和微量元素、矿物主量元素、全岩Sr-Nd-Hf同位素、锆石U-Pb年龄、O同位素数据",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the use of specific geochemical analysis methods such as X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry in the collection of volcanic rock data from the Northern Qiangtang Block?",
        "QuestionCn": "导致在收集北羌塘块火山岩数据时使用特定地球化学分析方法（如X射线荧光光谱法和电感耦合等离子体质谱法）的因素有哪些？",
        "AnswerEn": "The choice of geochemical analysis methods like X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry is driven by the need for precise and accurate measurement of major and trace elements in volcanic rocks. These methods are capable of providing detailed geochemical data essential for understanding the magmatic processes, age, origin, and deep dynamic mechanisms of the region's volcanic rocks.",
        "AnswerCn": "选择地球化学分析方法，如X射线荧光光谱法和电感耦合等离子体质谱法，是为了精确和准确地测量火山岩中的主要和微量元素。这些方法能够提供详细的地球化学数据，对于理解该地区火山岩的岩浆过程、年龄、起源和深层动态机制至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential implications for understanding regional magmatism if geochemical data from late Permian bimodal volcanic rocks in central Tibet are collected using advanced techniques like secondary ion mass spectrometry and multi-collector inductively coupled plasma mass spectrometry?",
        "QuestionCn": "如果使用先进技术如次级离子质谱和多收集器电感耦合等离子体质谱收集中部西藏晚二叠纪双峰火山岩的地球化学数据，那么对理解区域岩浆作用的潜在影响是什么？",
        "AnswerEn": "Using advanced techniques for collecting geochemical data from bimodal volcanic rocks can lead to a more precise identification of the age, origin, and deep dynamic mechanisms of magmatism in the region by providing detailed U-Pb zircon dating, oxygen isotope data, and comprehensive Sr–Nd-Hf isotopic analysis.",
        "AnswerCn": "使用先进的技术收集双峰火山岩的地球化学数据，可以更精确地识别该地区的年龄、起源和深部动态机制，通过提供详细的U-Pb锆石定年、氧同位素数据以及全面的Sr–Nd-Hf同位素分析。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of collecting geochemical data from volcanic rocks using techniques like X-ray fluorescence spectroscopy and inductively coupled plasma mass spectrometry in the context of central Tibet's Late Permian volcanic activity?",
        "QuestionCn": "在西藏中部晚二叠世火山活动的背景下，使用X射线荧光光谱和电感耦合等离子体质谱等技术收集火山岩地球化学数据的主要目标是什么？",
        "AnswerEn": "The primary goal of collecting geochemical data from volcanic rocks using these techniques is to determine the age, origin, and deep dynamic mechanisms of magmatic activity in the region. This involves analyzing major and trace elements, as well as isotopic compositions, to gain insights into the magmatic processes and geological history of the central northern Qiangtang block in Tibet during the Late Permian period.",
        "AnswerCn": "收集火山岩的地球化学数据的主要目标是确定该地区火成活动的年龄、来源和深层动态机制。这涉及分析主要和微量元素以及同位素组成，以深入了解西藏中央北部强塘块在晚二叠世期间的火成过程和地质历史。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the instrumental and procedural steps involved in collecting and analyzing geochemical data from volcanic rocks to determine their magmatic age and origin?",
        "QuestionCn": "收集和分析火山岩地球化学数据以确定其岩浆年龄和起源所涉及的仪器和程序步骤是什么？",
        "AnswerEn": "The instrumental and procedural steps involved include collecting samples of basalt and rhyolite from the region, analyzing zircon U-Pb geochronological and oxygen isotope data using a secondary ion mass spectrometer, obtaining whole-rock major and trace geochemical data with an X-ray fluorescence spectrometer and an inductively coupled plasma mass spectrometer, acquiring mineral major element data through an electron probe micro-analyzer, and analyzing whole-rock Sr-Nd-Hf isotopes using sample separation and purification followed by multi-collector inductively coupled plasma mass spectrometry. These data help determine the magmatic age, origin, and deep dynamic mechanisms within the area.",
        "AnswerCn": "所涉及的仪器和程序步骤包括从该地区收集玄武岩和流纹岩样品，使用次级离子质谱仪分析锆石U-Pb年代学和氧同位素数据，利用X射线荧光光谱仪和电感耦合等离子体质谱仪获取全岩主要和微量化学数据，通过电子探针显微分析仪获取矿物主要元素数据，以及通过样品分离和纯化后，使用多收集器电感耦合等离子体质谱法分析全岩Sr-Nd-Hf同位素。这些数据有助于确定该地区的岩浆年龄、起源和深部动态机制。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}