{
  "id": "deed2464-da9d-4ff9-bc66-5f8f766d06a8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of major element contents of argyroxene and pyrite in huangnikeng gold deposit",
      "titleCn": "黄泥坑金矿内银金矿和黄铁矿主量元素含量数据集",
      "description": "Huangnikeng gold deposit is a newly discovered gold deposit in the Guangning Luoding fault zone of the southern qinhang metallogenic belt in recent years. In this study, the ore and wall rock of huangnikeng gold mine were studied by thin section and light section, and systematic microscopic lithofacies mineralogy observation was carried out by using electron microscope. Some samples were observed by SEM, and the major element composition of Ag Au and pyrite was analyzed by energy dispersive X-ray spectroscopy (EDS), It provides evidence for defining the genesis of the deposit. Four main metallogenic stages have been identified according to the interpenetration and metasomatism of minerals and the difference of chemical composition. It is speculated that the geological and minerogenetic sequence of huangnikeng gold deposit is consistent with that of orogenic gold deposit. It is preliminarily considered that huangnikeng gold deposit is a typical orogenic gold deposit in the southern part of qinhang junction belt.",
      "descriptionCn": "黄泥坑金矿为近年在钦杭成矿带南段广宁- 罗定断裂带内新发现的金矿， 基础研究几近空白。本次研究主要对黄泥坑金矿矿石和围岩进行薄片和光片制定，并利用电子显微镜就其进行了系统的显微岩相-矿相学观察，并结合 SEM 对部分样品进行观测的同时结合X射线能谱扫描（EDS）银金矿及黄铁矿主量元素成分，通过上述所获数据综合分析其矿物生成序列，为限定其矿床成因提供证据。本研究根据矿物相互穿插交代关系和化学成分差异识别出了 4 个主要成矿阶段，并推测黄泥坑金矿矿床地质及矿物生成序列与造山型金矿一致， 初步认为黄泥坑金矿为钦杭结合带南段的一个典型的造山型金矿。",
      "instructions": "The data set of major element content of silver gold and pyrite in huangnikeng gold mine is stored in the form of Excel, and the name of the file is \"huangnkauagfe\", in which huangnk refers to huangnikeng gold mine, AuAg refers to the major element content of silver gold mine, and Fe refers to the major element content of pyrite",
      "instructionsCn": "黄泥坑金矿内银金矿和黄铁矿主量元素含量数据集以excel形式存储，文件的名称为“Huangnkauagfe”，其中Huangnk指黄泥坑金矿，auag指银金矿主量元素含量，fe指黄铁矿主量元素含量",
      "east": 113.0,
      "west": 112.0,
      "south": 23.2,
      "north": 24.0,
      "startTime": "2017-07-01 00:00:00",
      "endTime": "2019-07-01 11:59:59",
      "fileSize": 13569.0,
      "cstr": "18406.11.Geo.tpdc.271417",
      "doi": "10.11888/Geo.tpdc.271417",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "吴晨光",
        "nameEn": "WU Chenguagn",
        "unitEn": "",
        "unitCn": "中山大学地球科学与工程学院"
      },
      {
        "nameCn": "郑义",
        "nameEn": "ZHENG Yi",
        "unitEn": "",
        "unitCn": "中山大学地球科学与工程学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "粤西黄泥坑金矿矿物生成序列: 显微岩相-矿相学及SEM-EDS限定",
        "titleEn": null,
        "referenceCn": "吴晨光, 郑义, 林振文, CHRISTOPHER Mbila. (2017).  粤西黄泥坑金矿矿物生成序列: 显微岩相-矿相学及SEM-EDS限定, 中山大学学报(自然科学版),  2017(4).",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "矿床地球化学",
        "nameEn": "Ore deposit geochemistry"
      },
      {
        "nameCn": "造山型金矿",
        "nameEn": "Orogenic gold deposit"
      },
      {
        "nameCn": "黄铁矿",
        "nameEn": "Pyrite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "粤西黄泥坑金矿",
        "keywordEn": "the Huangnikeng gold deposit in Western Guangdong"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "印支-燕山期",
        "keywordEn": "Indochina-yan Mountains period",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key characteristics of the data collection methods used to analyze the primary elemental content of silver-bearing minerals and pyrite in a gold mine?",
        "QuestionCn": "分析金矿中银矿物和黄铁矿的主要元素含量的数据收集方法的关键特征是什么？",
        "AnswerEn": "systematic microscopic petrography, mineralogy observations, thin and polished sections, scanning electron microscopy (SEM), X-ray energy dispersive spectroscopy (EDS), elemental composition analysis, mineral formation sequence analysis",
        "AnswerCn": "系统显微岩石学、矿物学观察、薄片和抛光片、扫描电子显微镜（SEM）、X射线能量色散光谱（EDS）、元素成分分析、矿物形成序列分析。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the number of major ore-forming stages identified in the mineral generation sequence analysis?",
        "QuestionCn": "在矿物生成序列分析中，识别出的主要成矿阶段的数量是多少？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'systematic microscopic petrography-mineralogy observation' mean in the context of studying gold and silver deposits?",
        "QuestionCn": "在研究金银矿床的背景下，“系统的显微岩石学-矿物学观察”是什么意思？",
        "AnswerEn": "In the context of studying gold and silver deposits, 'systematic microscopic petrography-mineralogy observation' refers to a methodical approach to examining rock and mineral samples using microscopy techniques. This involves preparing thin sections and light slices of ore and surrounding rocks and utilizing electron microscopy for detailed analysis. The goal is to observe and document the mineralogical characteristics and relationships, which can reveal the mineral formation sequence and provide evidence for understanding the genesis of the deposit.",
        "AnswerCn": "在研究金银矿床的背景下，“系统的显微岩石学-矿物学观察”指的是一种有条理的方法，用于使用显微镜技术检查岩石和矿物样本。这涉及到制备薄片和光片，对矿石及其周围岩石进行分析，并利用电子显微镜进行详细分析。其目标是观察和记录矿物特征及其关系，这可以揭示矿物形成的顺序，并为理解矿床的成因提供证据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using electron microscopy and X-ray energy spectrum scanning compare to traditional geological survey techniques in terms of identifying mineral composition in gold ore deposits?",
        "QuestionCn": "电子显微镜和X射线能谱扫描的数据收集方法与传统地质调查技术在识别金矿矿石中的矿物成分方面有何比较？",
        "AnswerEn": "Data collection methods using electron microscopy and X-ray energy spectrum scanning offer a more detailed and systematic approach to observing mineral composition and sequence in gold ore deposits, such as those in the 黄泥坑金矿, compared to traditional geological survey techniques. These methods allow for precise observation of mineral intergrowths and compositional differences, providing evidence for identifying mineral generation sequences and supporting orogenic gold deposit classifications, whereas traditional techniques might not capture such detailed microstructural and compositional data.",
        "AnswerCn": "使用电子显微镜和X射线能谱扫描的数据收集方法相比于传统的地质调查技术，提供了一种更详细和系统的方法来观察金矿床中的矿物成分和序列，例如黄泥坑金矿。这些方法允许对矿物的相互生长和成分差异进行精确观察，为识别矿物生成序列提供证据，并支持或ogenic金矿床分类，而传统技术可能无法捕捉到如此详细的微观结构和成分数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the observed mineral intergrowths and chemical composition differences tell us about the mineralization stages and formation processes in orogenic gold deposits?",
        "QuestionCn": "观察到的矿物交生和化学成分差异可以告诉我们造山型金矿床的矿化阶段和形成过程吗？",
        "AnswerEn": "The study identifies four main mineralization stages by analyzing mineral intergrowths and chemical composition differences, suggesting that the geological and mineral formation sequences of the deposit are consistent with orogenic gold deposits. This provides evidence that the deposit is a typical orogenic gold deposit in the southern section of the Qin-Hang metallogenic belt.",
        "AnswerCn": "该研究通过分析矿物共生关系和化学成分差异，确定了四个主要的矿化阶段，表明该矿床的地质和矿物形成序列与造山带金矿床一致。这为该矿床是秦-淮成矿带南段典型的造山带金矿床提供了证据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes that influence the determination of ore-deposit formation sequences in the context of gold mines within the Qin-Hang metallogenic belt?",
        "QuestionCn": "在秦汉成矿带内，影响金矿床形成序列的潜在原因是什么？",
        "AnswerEn": "The determination of ore-deposit formation sequences in the context of gold mines within the Qin-Hang metallogenic belt is influenced by factors such as the interpenetration and substitution relationships between minerals, differences in their chemical compositions, and the systematic petrographic-mineralogical observations conducted through thin section and light section preparation. Additionally, the use of electron microscopy and SEM-EDS for analyzing main elemental compositions in minerals like silver-gold ores and pyrite contributes to understanding the mineral formation sequences, providing evidence for classifying the ore deposit genesis.",
        "AnswerCn": "在秦汉成矿带内，金矿的矿床形成序列的确定受到矿物之间的相互渗透和替代关系、化学成分差异以及通过薄片和光片制备进行的系统岩石学-矿物学观察等因素的影响。此外，利用电子显微镜和扫描电子显微镜-能谱分析（SEM-EDS）分析银金矿和黄铁矿等矿物的主要元素成分，有助于理解矿物形成序列，为矿床成因分类提供证据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on understanding mineral genesis if systematic electron microscopy and SEM-EDS techniques are used to analyze the main elemental compositions of silver-gold ore and pyrite in a newly discovered ore deposit?",
        "QuestionCn": "如果系统地使用电子显微镜和扫描电子显微镜-能谱分析（SEM-EDS）技术来分析新发现的矿床中的银金矿石和黄铁矿的主要元素组成，那么对矿物生成的理解可能会产生哪些潜在影响？",
        "AnswerEn": "Utilizing systematic electron microscopy and SEM-EDS techniques allows for detailed microscopic rock-mineral phase observations and elemental analysis, which can identify mineral intergrowth and replacement relationships, chemical composition differences, and mineral generation sequences. This comprehensive data can provide evidence to infer the genesis of the ore deposit, potentially classifying it as a typical orogenic gold deposit and enhancing the understanding of its geological formation and mineral generation sequence.",
        "AnswerCn": "利用系统电子显微镜和扫描电子显微镜-能谱分析（SEM-EDS）技术，可以对岩石矿物相进行详细的微观观察和元素分析，从而识别矿物的互生和替代关系、化学成分差异以及矿物生成序列。这些综合数据可以提供证据，以推断矿床的成因，可能将其归类为典型的造山带金矿，并增强对其地质形成和矿物生成序列的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the objective of collecting and analyzing the main elements of silver-gold ore and pyrite in the Huangnikeng gold deposit?",
        "QuestionCn": "收集和分析黄泥坑金矿中银金矿石和黄铁矿的主要成分的目的是什么？",
        "AnswerEn": "The objective is to provide evidence for the genesis of the Huangnikeng gold deposit by systematically observing the mineral genesis sequence through thin-section and optical section preparation, electron microscopy, SEM, and EDS for key element composition analysis. The study aims to identify the main mineralization stages and propose that the Huangnikeng gold deposit is a typical orogenic gold deposit in the southern section of the Qin-Hang combined belt.",
        "AnswerCn": "本研究的目标是通过薄片和光学切片制备、电子显微镜、扫描电子显微镜（SEM）和能谱分析（EDS）对关键元素成分进行分析，系统观察黄泥坑金矿床的矿物成因序列，以提供证据。研究旨在识别主要的矿化阶段，并提出黄泥坑金矿床是秦-杭结合带南段典型的造山带金矿床。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}