{
    "id": "df1b5edb-daf7-421f-b326-cdb278547eb5",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Microwave radiometry experiment for snow in Altay China: in situ time series of data for electromagnetic and physical features of snow pack and environment",
            "titleCn": "中国阿勒泰地区积雪微波辐射测量实验:积雪和环境电磁物理特征的原位时间序列数据",
            "description": "The dataset include ground-based passive microwave brightness temperature, multi-angle brightness temperature, ten-minute 4-component radiation and snow temperature, daily snow pit data and hourly meteorological data observed at Altay base station（lon：88.07、lat: 44.73）from November 27, 2015 to March 26, 2016.  Daily snow pit parameters include: snow stratification, stratification thickness, density, particle size, temperature.\nThese data are stored in five NetCDF files: TBdata. nc, TBdata-multiangle. nc, ten-minute 4 component radiation and snow temperature. nc, hourly meteorological and soil data. nc and daily snow pit data.nc.\nTBdata. nc is brightness temperature at 3 channels for both polarizations automatically collected by a six-channel dual polarized microwave radiometer RPG-6CH-DP.  The contents include Year, month, day, hour, minute, second, Tb1h, Tb1v, Tb18h, Tb18v, Tb36h, Tb36v, incidence angle, azimuth angle.\nTBdata-multiangle.nc is 7 groups of multi-angle brightness temperatures at 3 channels for both polarizations. The contents include Year, month, day, hour, minute, second, Tb1h, Tb1v, Tb18h, Tb18v, Tb36h, Tb36v, incidence angle, azimuth angle.\nThe ten-minute 4 component radiation and snow temperature.nc contains 4 component radiation and layered snow temperatures. The contents include Year, month, day, hour, minute, SR_DOWN, SR_UP, LR_DOWN, LR_UP, T_Sensor, ST_0cm, ST_5cm, ST_15cm, ST_25cm, ST_35cm, ST_45cm, ST_55cm.\nThe hourly meteorological and soil data.nc contains hourly weather data and layered soil data. The contents include Year, month, day, hour, Tair, Wair, Pair, Win, SM_10cm, SM_20cm, Tsoil_5cm, Tsoil_10cm, Tsoil_15 cm, Tsoil_20cm.\nThe daily snow pit data.nc. is manual snow pit data. The observation time was 8:00-10:100 am local time. The contents include Year, month, day, snow depth, thickness_layer1, thickness_layer2, thickness_layer3, thickness_layer4, thickness_layer5, thickness_layer6, Long_layer1, Short_layer1, Long_layer2, Short_layer2, Long_layer3, Short_layer3, Long_layer 4, Short_layer4, Long_layer5, Short_layer5, Long_layer6, Short_layer 6, Stube, Snow shovel_0-10, Snow shovel _10-20, Snow shovel _20-30, Snow shovel _30-40, Snow shovel _40-50, Snow fork_5, Snow fork _10, Snow fork _15, Snow fork_20, Snow fork_25, Snow fork_30, Snow fork_35, Snow fork_40, Snow fork_45, Snow fork_50, shape1, shape2, shape3, shape4, shape5,",
            "descriptionCn": "数据集包括2015年11月27日- 2016年3月26日阿勒泰基站(lon:88.07, lon: 44.73)地面被动微波亮温、多角度亮温、10分钟四分量辐射和雪温、雪坑日观测数据和逐时气象数据。 日雪坑参数包括:积雪分层、分层厚度、密度、粒度、温度。  \n这些数据存储在5个NetCDF文件中，TBdata.nc, TBdata-multiangle.nc, Ten-minute 4 component radiation and snow temperature.nc, Hourly meteorological and soil data.nc and Daily snow pit data.nc,以及readme.doc。 \nTBdata.nc 为六通道双偏振微波辐射计RPG-6CH-DP自动采集的两偏振三个通道的亮度温度。内容包括年、月、日、时、分、秒、Tb1h、Tb1v、Tb18h、Tb18v、Tb36h、Tb36v、入射角、方位角。 \nTBdata-multiangle.nc为两种极化的3个通道的7组多角度亮度温度。 包括年、月、日、时、分、秒、Tb1h、Tb1v、Tb18h、Tb18v、Tb36h、Tb36v、入射角、方位角。\nThe ten-minute 4 component radiation and snow temperature. nc 为4组分辐射和层状雪温度。 内容包括:年、月、日、时、分、SR_DOWN、SR_UP、LR_DOWN、LR_UP、T_Sensor、ST_0cm、ST_5cm、ST_15cm、ST_25cm、ST_35cm、ST_45cm、ST_55cm。\nThe hourly meteorological and soil data.nc为每小时天气数据和分层土壤数据。内容包括年、月、日、时、Tair、Wair、Pair、Win、SM_10cm、SM_20cm、Tsoil_5cm、Tsoil_10cm、tsoil_15cm、Tsoil_20cm。\nThe daily snow pit data.nc为人工雪坑数据。观测时间为当地时间上午8:00-10:100。内容包括年、月、日、雪深、thickness_layer1、thickness_layer2、thickness_layer4、thickness_layer5、thickness_layer6、Long_layer1、Short_layer1、Long_layer2、Short_layer2、Long_layer3、Short_layer4、Long_layer5、Short_layer5、Long_layer6、short_layer6、Stube、snow shovel_0-10、 雪铲_10-20、雪铲_20-30、雪铲_30-40、雪铲_40-50、雪叉_10、雪叉_15、雪叉_20、雪叉_25、雪叉_30、雪叉_35、雪叉_40、雪叉_45、雪叉_50、形状1、形状2、形状3、形状4、形状5。",
            "instructions": "These data are stored in five NetCDF files: TBdata.nc, TBdata-multiangle.nc, ten-minute 4 component radiation and snow temperature.nc, hourly meteorological and soil data.nc, and  daily snow pit data.nc, and “readme.doc”.\nIt can be read by program and ArcGis software.",
            "instructionsCn": "这些数据存储在5个NetCDF文件中：TBdata.nc, TBdata-multiangle.nc, ten-minute 4 component radiation and snow temperature.nc, hourly meteorological and soil data.nc, and  daily snow pit data.nc, and “readme.doc”.\n可用程序及ArcGis软件读取",
            "east": 88.07,
            "west": 88.07,
            "south": 44.73,
            "north": 44.73,
            "startTime": "2015-11-27 00:00:00",
            "endTime": "2016-03-26 00:00:00",
            "fileSize": 17620336.0,
            "cstr": "18406.11.Snow.tpdc.270886",
            "doi": "10.11888/Snow.tpdc.270886",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "戴礼云",
                "nameEn": "DAI Liyun",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Improving the snow volume scattering algorithm in a microwave forward model by using ground-based remote sensing snow observation",
                "referenceCn": null,
                "referenceEn": "Dai, L.Y., Che, T., Xiao, L.et al. (2022) Improving the snow volume scattering algorithm in a microwave forward model by using ground-based remote sensing snow observation. IEEE Transactions on Geoscience and Remote Sensing, 60, 4300617"
            },
            {
                "titleCn": null,
                "titleEn": "Microwave radiometry experiment for snow in Altay, China: time series of in situ data for electromagnetic and physical features of snowpack",
                "referenceCn": null,
                "referenceEn": "Dai, L., Che, T., Zhang, Y., Ren, Z., Tan, J., Akynbekkyzy, M., Xiao, L., Zhou, S., Yan, Y., Liu, Y., Li, H., and Wang, L. (2022). Microwave radiometry experiment for snow in Altay, China: time series of in situ data for electromagnetic and physical features of snowpack. Earth Syst. Sci. Data, 14, 3509–3530, doi: 10.5194/essd-14-3509-2022."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地面同步观测",
                "nameEn": "Synchronous observation"
            },
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            },
            {
                "nameCn": "雪/冰温度",
                "nameEn": "Snow/ice temperature"
            },
            {
                "nameCn": "雪水当量",
                "nameEn": "Snow water equivalent"
            },
            {
                "nameCn": "雪特性分析仪",
                "nameEn": "Snow analyzer"
            },
            {
                "nameCn": "雪粒径",
                "nameEn": "Snow particle size"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "阿勒泰",
                "keywordEn": "Altay"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015/2016",
                "keywordEn": "2015/2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Concept Completion": [
            {
                "QuestionEn": "What are the main components collected in a dataset focused on snow and environmental electromagnetic physical characteristics?",
                "QuestionCn": "专注于雪和环境电磁物理特征的数据集中收集的主要组件有哪些？",
                "AnswerEn": "ground-based passive microwave brightness temperatures, multi-angle brightness temperatures, ten-minute four-component radiation, snow temperature, daily snow pit parameters, hourly meteorological and soil data",
                "AnswerCn": "地基被动微波亮温、多角度亮温、十分钟四分量辐射、雪温、每日雪坑参数、每小时气象和土壤数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of in-situ time series data used for measuring electromagnetic properties of snow and the environment?",
                "QuestionCn": "用于测量雪和环境电磁特性的原位时间序列数据的特征是什么？",
                "AnswerEn": "ground passive microwave brightness temperature, multi-angle brightness temperature, ten-minute four-component radiation, snow temperature, snow pit daily observational data, hourly meteorological data, polarization, channel frequencies, incident and azimuth angles, radiation components, snow temperature at various depths, air and soil temperature, snow depth, layer thickness, grain size",
                "AnswerCn": "地面被动微波亮温、多角度亮温、十分钟四分量辐射、雪温、雪坑每日观测数据、逐小时气象数据、极化、通道频率、入射和方位角、辐射分量、不同深度的雪温、空气和土壤温度、雪深、层厚、粒径。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many NetCDF files are used to store the in situ time series data related to snow and environmental electromagnetic physical characteristics in the Alashan region?",
                "QuestionCn": "用于存储与阿拉善地区雪和环境电磁物理特征相关的现场时间序列数据的 NetCDF 文件有多少个？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What conditions or technologies enable the collection of in-situ time series data on snow and environmental electromagnetic physical characteristics in cold regions like the Altay region of China?",
                "QuestionCn": "哪些条件或技术能够在中国的阿尔泰地区等寒冷地区收集关于雪和环境电磁物理特性的原位时间序列数据？",
                "AnswerEn": "The collection of in-situ time series data on snow and environmental electromagnetic physical characteristics in cold regions like the Altay region is enabled by the use of advanced ground-based passive microwave radiometers, multi-angle brightness temperature measurements, and hourly meteorological and soil data collection. These technologies and methods allow for detailed measurements of variables such as brightness temperatures, snow temperature, and meteorological conditions, which are stored in NetCDF files for analysis.",
                "AnswerCn": "在寒冷地区如阿尔泰地区，利用先进的地面被动微波辐射计、多角度亮度温度测量以及每小时气象和土壤数据收集，能够收集到原位的时间序列数据，涉及雪和环境电磁物理特性。这些技术和方法允许对亮度温度、雪温和气象条件等变量进行详细测量，这些数据存储在NetCDF文件中以供分析。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}