{
  "id": "df40346a-0202-4ed2-bb07-b65dfcda9368",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Long-term series of daily snow depth dataset in China (1979-2024)",
      "titleCn": "中国雪深长时间序列数据集（1979-2024）",
      "description": "This dataset is an upgraded version of \"China snow depth long time series data set (1978-2012)\". The long time series data set of snow depth in China (1979-2023) adopts longitude and latitude projection, and the data is floating-point. Data sets are stored by year. Each year is a compressed package, and each compressed package contains daily snow depth files. The daily snow depth is stored in a TXT file named \"yyyyddd.txt\", where yyyy stands for year, DDD stands for Julian date, and the unit of snow depth is cm. For example, 2005001 Txt represents this ASCII file to describe the snow cover in China on the first day of 2005. The ASCII code file of the data set is composed of a header file and the main content. The header file consists of 6 lines of description information, such as the number of rows, the number of columns, the coordinates of the x-axis center point, the y-axis center point, the grid size, and the label value of the no data area. The main content is a two-dimensional group composed of the number of rows and columns. The unit of snow depth is cm. Because the space described by all ASCII files in the data set is nationwide in China, the header files of these files are unchanged. Now the header files are excerpted as follows (where xllcenter, yllcenter and cellsize are in degrees): Ncols 321 Nrows 161 Xllcenter 60 Yllcenter 15 Cellsize 0.25 NoData_ Value -1.\nThis dataset was retrieved from the satellite-borne passive microwave brightness temperature data using the Chinese passive microwave snow depth inversion algorithm Che algorithm. The satellite-borne passive microwave brightness temperature data are from multiple sensors, and the sensors used in this data include SMMR on Nimbus7 (1979-1988), SSMI on DMSP-F08,F11,F13 (1988-2008), SSMI/S on DMSP-F17 (2009-2020), AMSR-E on Aqua (2002-2011), AMSR2 on GCOM-W1 (2012-2023). Considering the systematic differences between the different sensors, a cross-calibration of the different sensors has been carried out prior to the snow depth inversion.",
      "descriptionCn": "该数据集是“中国雪深长时间序列数据集（1978-2012）”的升级版本。 中国雪深长时间序列数据集（1979-2024）采用经纬度投影方式，数据为浮点型。数据集按年份存储，每个年份是一个压缩包，每个压缩包内包含每天的积雪深度文件。每天的雪深用一个txt文件存储，文件的名称为“yyyyddd.txt”，其中yyyy代表年，ddd代表Julian日期，雪深单位为厘米（cm）。比如2005001.txt就代表这个ASCII文件描述2005年第一天我国的积雪覆盖状况。数据集的ASCII码文件是由头文件和主体内容构成，头文件包括行数、列数、x-轴中心点坐标、y-轴中心点坐标、栅格大小、无数据区标值等6行描述信息组成，主体内容就是根据行数列数组成的二维数组，雪深单位为厘米（cm）。因为该数据集中的所有ASCII码文件所描述的空间为我国全国范围，所以这些文件的头文件是不变的，现将头文件摘录如下（其中xllcenter, yllcenter, cellsize单位为度）： ncols 321 nrows 161 xllcenter 60 yllcenter 15 cellsize 0.25 NODATA_value -1。\n该数据集是采用中国被动微波雪深反演算法Che算法，从星载被动微波亮度温度数据提取。星载被动微波亮度温度数据来自多个传感器，本数据采用的传感器包括Nimbus7上的SMMR(1979-1988),DMSP-F08,F11,F13上的SSMI（1988-2008），DMSP-F17上的SSMI/S（2009-2020），Aqua上的AMSR-E （2002-2011），GCOM-W1上的AMSR2 (2012-)。考虑到不同传感器之间的系统差异，在进行雪深反演前，已对对不同传感器进行了交叉订正。\n数据包含三个压缩文件：daily snow depth _smmr_ssmis_China (1979-2020),daily snow depth _amsre_China(2002-2011),daily snow depth_amsr2_China（2012-2024）。第一个是从SMMR,SSMI,SSMI/S提取的1979-2020年逐日雪深，第二个是从AMSR-E提取的2002-2011年逐日雪深，第三个是从AMSR2提取的2012-2024年逐日雪深。从2021年开始SSMI/S数据与之前差异较大，因此，之后的数据不再根据SSMI/S数据更新。AMSR-E数据结束时间是2011年9月27日。AMSR2数据从2012年9月1日开始，目前仍在运行，今后将根据AMSR2数据继续更新中国长时间序列数据集。",
      "instructions": "Naming convention of which is year + day; for example, 1990001 represents the first day of 1990, and 1990207 represents the 207th day of 1990. For a detailed data description, please refer to the data specification document.",
      "instructionsCn": "文件命名方式为：年+天，如1990001表示1990年第一天，1990207表示1990年第207天",
      "east": 140.0,
      "west": 60.0,
      "south": 15.0,
      "north": 55.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 350269064.0,
      "cstr": "18406.11.Geogra.tpdc.270194",
      "doi": "10.11888/Geogra.tpdc.270194",
      "dataFormat": "文本数据",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "戴礼云",
        "nameEn": "DAI Liyun",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Snow depth derived from passive microwave remote-sensing data in China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Jin, R., Armstrong, R., &Zhang, T.J. (2008). Snow depth derived from passive microwave remote-sensing data in China. Annals of Glaciology, 49, 145-154."
      },
      {
        "titleCn": null,
        "titleEn": "Inter-calibrating SMMR, SSM/I and SSMI/S data to improve the consistency of snow-depth products in China",
        "referenceCn": null,
        "referenceEn": "Dai, L.Y., Che, T., &Ding, Y.J. (2015). Inter-calibrating SMMR, SSM/I and SSMI/S data to improve the consistency of snow-depth products in China. Remote Sensing, 7(6), 7212-7230."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluation of snow cover and snow depth on the Qinghai–Tibetan Plateau derived from passive microwave remote sensing",
        "referenceCn": null,
        "referenceEn": "Dai, L.Y., Che, T., Ding, Y.J., &Hao, X.H. (2017). Evaluation of snow cover and snow depth on the Qinghai–Tibetan Plateau derived from passive microwave remote sensing. The Cryosphere, 11(4), 1933-1948."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave remote sensing"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "积雪深度",
        "nameEn": "Snow depth"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1979-2024",
        "keywordEn": "1979-2024",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What is the Che algorithm in the context of snow depth retrieval from passive microwave brightness temperature data?",
        "QuestionCn": "Che算法在从被动微波亮度温度数据中检索雪深方面是什么？",
        "AnswerEn": "The Che algorithm is a snow depth retrieval method used to extract snow depth information from satellite-borne passive microwave brightness temperature data. It utilizes data from multiple sensors, including SMMR on Nimbus7, SSM/I on DMSP-F08, F11, F13, SSMI/S on DMSP-F17, AMSR-E on Aqua, and AMSR2 on GCOM-W1. The algorithm accounts for system differences between sensors through cross-correction prior to snow depth retrieval.",
        "AnswerCn": "Che算法是一种雪深提取方法，用于从卫星被动微波亮温数据中提取雪深信息。它利用多个传感器的数据，包括Nimbus7上的SMMR、DMSP-F08、F11、F13上的SSM/I、DMSP-F17上的SSMI/S、Aqua上的AMSR-E和GCOM-W1上的AMSR2。该算法在雪深提取之前通过交叉校正来考虑传感器之间的系统差异。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for cross-calibration among sensors when extracting snow depth data from satellite-based passive microwave brightness temperature data?",
        "QuestionCn": "在从卫星被动微波亮度温度数据中提取雪深数据时，导致传感器之间需要交叉校准的原因是什么？",
        "AnswerEn": "The need for cross-calibration among sensors arises due to the system differences between the various sensors used, such as those on Nimbus7, DMSP-F08, F11, F13, and Aqua. These differences could affect the consistency and accuracy of snow depth extraction, necessitating adjustments to ensure comparable data across different time periods and sensor sources.",
        "AnswerCn": "传感器之间的交叉校准需求源于不同传感器之间的系统差异，例如Nimbus7、DMSP-F08、F11、F13和Aqua上的传感器。这些差异可能影响雪深提取的一致性和准确性，因此需要进行调整，以确保不同时间段和传感器来源的数据具有可比性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using multiple satellite sensors for snow depth data collection on the consistency and accuracy of long-term snow depth datasets?",
        "QuestionCn": "使用多个卫星传感器进行雪深数据收集可能对长期雪深数据集的一致性和准确性产生哪些潜在影响？",
        "AnswerEn": "Using multiple satellite sensors, such as SMMR, SSMI, SSMI/S, AMSR-E, and AMSR2, for snow depth data collection can result in inconsistencies due to system differences among sensors. These differences necessitate cross-correction to ensure consistency and accuracy. However, this approach allows for continuous data collection over an extended period, contributing to a comprehensive long-term dataset. Discrepancies between sensors, such as the noted difference in SSMI/S data post-2021, can impact the reliability of updated data, requiring careful calibration and validation processes.",
        "AnswerCn": "使用多个卫星传感器，如SMMR、SSMI、SSMI/S、AMSR-E和AMSR2进行雪深数据收集可能会由于传感器之间的系统差异而导致不一致。这些差异需要进行交叉校正，以确保一致性和准确性。然而，这种方法允许在较长时间内进行连续数据收集，从而有助于形成全面的长期数据集。传感器之间的差异，例如2021年后SSMI/S数据的差异，可能会影响更新数据的可靠性，因此需要仔细的校准和验证过程。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the key objectives in developing a long-term snow depth dataset for China using passive microwave remote sensing techniques?",
        "QuestionCn": "使用被动微波遥感技术开发中国长期雪深数据集的关键目标是什么？",
        "AnswerEn": "The key objectives are to create a comprehensive and continuous record of snow depth across China from 1979 to 2024, utilizing passive microwave remote sensing techniques. This dataset aims to accurately represent daily snow coverage and depth, facilitating climate and environmental studies. By employing the Che algorithm and data from multiple satellite sensors, the dataset seeks to overcome discrepancies between different sensor systems through cross-calibration, ensuring consistency and reliability over the long temporal span.",
        "AnswerCn": "主要目标是利用被动微波遥感技术，创建一个覆盖1979年至2024年中国地区的全面且连续的雪深记录。该数据集旨在准确表示每日的雪覆盖和深度，以促进气候和环境研究。通过采用Che算法和多个卫星传感器的数据，该数据集旨在通过交叉校准克服不同传感器系统之间的差异，确保在长时间跨度内的一致性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in applying passive microwave snow depth retrieval algorithms using satellite brightness temperature data across different sensors?",
        "QuestionCn": "使用卫星亮度温度数据跨不同传感器应用被动微波雪深检索算法涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve using the Che algorithm for passive microwave snow depth retrieval from satellite brightness temperature data. The data is obtained from multiple sensors, including Nimbus7's SMMR, DMSP's SSMI and SSMI/S, Aqua's AMSR-E, and GCOM-W1's AMSR2. Before snow depth retrieval, cross-calibration is performed to correct for systematic differences across the sensors.",
        "AnswerCn": "程序步骤涉及使用Che算法从卫星亮温数据中被动微波雪深检索。数据来自多个传感器，包括Nimbus7的SMMR、DMSP的SSMI和SSMI/S、Aqua的AMSR-E以及GCOM-W1的AMSR2。在雪深检索之前，进行交叉校准以纠正传感器之间的系统性差异。",
        "Level": "C3(Applying)"
      }
    ]
  }
}