{
  "id": "df7cc061-53de-4f3b-9048-3d419cd70b34",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of the total station measurements at the super site around the Dayekou Guantan forest station",
      "titleCn": "黑河综合遥感联合试验：大野口关滩森林站超级样地全站仪定位测量数据",
      "description": "The data set is based on the geodetic coordinate data and other auxiliary data of the corner points of 16 subsamples of super sample plots, the setting points of lidar base station of the foundation and the base points of each tree trunk measured by the total station. \nThe data acquisition time of total station is from June 3, 2008 to June 12, 2008, which is divided into two groups. One total station is used respectively, with the models of topcon602 and topcon7002. A total of 1468 Picea crassifolia trees in the super sample plot were measured, and all the corner points of the sub sample plot and the top points of the stake set on the base station of lidar were located. These positioning results are the main data content of the dataset. In addition, on June 3, 2008, June 4, 2008, June 6, 2011, the differential GPS z-max was used to locate all the stake vertices. By manually measuring the height of each stake, the height of the surface under the stake was calculated, and finally the three-dimensional coordinate position of the surface of each tree and the topographic map of super sample plot were generated. These data constitute the secondary data of the dataset. \nThis data set can provide detailed ground observation data for the establishment of real three-dimensional forest scene, the development and correction of various three-dimensional forest remote sensing models, and ground validation data for the extraction of airborne lidar forest parameters.",
      "descriptionCn": "该数据集是基于全站仪测量得到的超级样地16块子样地的角点、地基LiDAR基站设置点和每株林木树干基部点的大地坐标数据及其他辅助数据。\n全站仪数据采集时间自2008年6月3日至2008年6月12日，分两组进行，各采用1台全站仪，型号分别为TOPCON602、 TOPCON7002。对超级样地内总计1468棵青海云杉进行了坐标测量，并对所有的子样地角点和地基LiDAR基站点上设置的标桩的顶点进行了定位。这些定位结果是该数据集的主要数据内容。另外，2008-06-03，2008-6-4，2008-6-11用差分GPS Z-MAX对所有的标桩顶点进行了定位，通过手工测量每个标桩的高度，计算得到了标桩下地表的高度，最终生成了每棵树的地表三维坐标位置和超级样地地形图。这些数据组成该数据集的辅助数据。\n本数据集可为建立真实三维林分场景，为各种三维森林遥感模型的发展与校正提供翔实的地面观测数据，同时为机载激光雷达森林参数提取提供地面验证数据。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.251297,
      "west": 100.250212,
      "south": 38.533171,
      "north": 38.534361,
      "startTime": "2008-06-14 00:00:00",
      "endTime": "2008-06-23 00:00:00",
      "fileSize": 20116023.0,
      "cstr": "18406.11.water973.0055.db",
      "doi": "10.3972/water973.0055.db",
      "dataFormat": "",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "过志峰",
        "nameEn": "GUO Zhifeng",
        "unitEn": "Institute of Remote Sensing Applications, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "梁大双",
        "nameEn": "LIANG Dashuang",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "王强",
        "nameEn": "WANG Qiang",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "张颢",
        "nameEn": "ZHANG Hao",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "陈尔学",
        "nameEn": "CHEN Erxue",
        "unitEn": "Chinese Academy of Forestry",
        "unitCn": "中国林业科学研究院"
      },
      {
        "nameCn": "刘清旺",
        "nameEn": "LIU Qingwang",
        "unitEn": "Chinese Academy of Forestry",
        "unitCn": "中国林业科学研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": "基于机载激光雷达点云数据提取林木参数方法研究",
        "titleEn": null,
        "referenceCn": "王涛, 龚建华, 张利辉, 岳玉娟. 基于机载激光雷达点云数据提取林木参数方法研究. 测绘科学, 2010, 35(6): 47–49.",
        "referenceEn": null
      },
      {
        "titleCn": "机载LIDAR点云数据估测单株木生物量",
        "titleEn": null,
        "referenceCn": "刘清旺, 李增元, 陈尔学, 庞勇, 田昕, 曹春香. 机载LIDAR点云数据估测单株木生物量. 高技术通讯, 2010, 20(7): 765–770.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Synchronous estimation of DTM and fractional vegetation cover in forested area from airborne LIDAR height and intensity data",
        "referenceCn": null,
        "referenceEn": "Bao YF, Cao CX, Zhang H, Chen EX, He QS, Huang HB, Ll ZY, Ll XW, Gong P. Synchronous estimation of DTM and fractional vegetation cover in forested area from airborne LIDAR height and intensity data. Science in China Series E-technological Sciences, 2008, 52(Suppl. 2): 176-187. 10.1007/s11431-008-6018-x."
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "机载激光雷达森林参数估测方法研究",
        "titleEn": null,
        "referenceCn": "刘清旺. 机载激光雷达森林参数估测方法研究. 北京: 中国林业科学研究院, 2009.",
        "referenceEn": null
      },
      {
        "titleCn": "森林冠层探测激光雷达的波形特征分析",
        "titleEn": null,
        "referenceCn": "刘清旺, 李增元, 陈尔学, 庞勇, 李世明, 田昕. 森林冠层探测激光雷达的波形特征分析. 中国科学：地球科学, 2011, 41(11): 1670-1678.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Feature analysis of LIDAR waveforms from forest canopies",
        "referenceCn": null,
        "referenceEn": "Liu QW, Li ZY, Chen EX, Pang Y, Li SM, Tian X. Feature analysis of LIDAR waveforms from forest canopies. Science China-earth Sciences, 2011, 54(8): 1206-1214. 10.1007/s11430-011-4212-3."
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "大尺度辐射度模型敏感性分析及在祁连山林区的应用",
        "titleEn": null,
        "referenceCn": "张阳, 柳钦火, 黄华国, 刘强. 大尺度辐射度模型敏感性分析及在祁连山林区的应用[J]. 地球科学进展, 2009(07): 834–842.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "差分GPS",
        "nameEn": "differential global position system"
      },
      {
        "nameCn": "重力",
        "nameEn": "Gravity"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "大野口关滩森林站超级样地",
        "keywordEn": "Super Site around the Dayekou Guantan Forest Station"
      },
      {
        "keywordCn": "大野口流域加密观测区",
        "keywordEn": "Dayekou  watershed foci experimental areas"
      },
      {
        "keywordCn": "森林水文试验区",
        "keywordEn": "Forest and Hydrology Experimental Areas"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain geodetic coordinates for individual trees and subplots in forest research?",
        "QuestionCn": "您能否提供一个用于获取森林研究中单棵树和子样地地理坐标的数据收集方法的示例？",
        "AnswerEn": "A data collection method used to obtain geodetic coordinates for individual trees and subplots in forest research involves using total stations like the TOPCON602 and TOPCON7002, which were employed to measure the coordinates of 1468 Qinghai spruce trees and the corner points of subplots. Additionally, differential GPS Z-MAX was used to locate the top points of stakes, and manual measurements determined the height of each stake to calculate the ground surface elevation, resulting in 3D coordinates for each tree and a terrain map of the research area.",
        "AnswerCn": "一种用于获取森林研究中单棵树木和子样地的测地坐标的数据收集方法涉及使用全站仪，如TOPCON602和TOPCON7002，这些仪器被用于测量1468棵青海云杉树的坐标以及子样地的角点。此外，差分GPS Z-MAX被用于定位桩的顶部，手动测量确定每个桩的高度，以计算地面高程，从而为每棵树生成三维坐标和研究区域的地形图。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the detailed features of data collection techniques used in obtaining geodetic coordinates for individual trees and ground points within a forest plot using total stations and differential GPS?",
        "QuestionCn": "使用全站仪和差分GPS获取森林样地内单棵树和地面点的测地坐标时使用的数据收集技术的详细特征是什么？",
        "AnswerEn": "TOPCON602, TOPCON7002, 1468 trees, June 3 to June 12, 2008, differential GPS Z-MAX, three-dimensional coordinates",
        "AnswerCn": "TOPCON602，TOPCON7002，1468棵树，2008年6月3日至6月12日，差分GPS Z-MAX，三维坐标。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many tree trunk base points were measured for their geodetic coordinates in a dataset related to forest stand research?",
        "QuestionCn": "在与森林立木研究相关的数据集中，测量了多少个树干基点的地理坐标？",
        "AnswerEn": "1468",
        "AnswerCn": "1468",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is '全站仪定位测量' in the context of forest data collection?",
        "QuestionCn": "在森林数据收集的背景下，什么是“全站仪定位测量”？",
        "AnswerEn": "全站仪定位测量 refers to the use of a total station to obtain geodetic coordinate data of corner points, ground-based LiDAR station setup points, and the base of each tree trunk in a super plot. This method involves precise coordinate measurements to provide detailed ground observation data for developing and calibrating various 3D forest remote sensing models and validating airborne LiDAR forest parameter extraction.",
        "AnswerCn": "全站仪定位测量是指使用全站仪获取角点、地面激光雷达站点设置点以及每棵树干基部的测地坐标数据。这种方法涉及精确的坐标测量，以提供详细的地面观测数据，用于开发和校准各种三维森林遥感模型，并验证空中激光雷达森林参数提取。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of utilizing total station measurements for forest plots on the accuracy and development of three-dimensional forest remote sensing models?",
        "QuestionCn": "利用全站仪测量森林样地对三维森林遥感模型的准确性和发展有什么影响？",
        "AnswerEn": "Utilizing total station measurements for forest plots can significantly enhance the accuracy and development of three-dimensional forest remote sensing models by providing detailed ground observation data. This includes precise geodetic coordinates for corner points, LiDAR base station settings, and each tree's base point. Such data is crucial for creating realistic 3D forest scenes and for the validation of airborne LiDAR forest parameter extraction, thereby improving model reliability and accuracy.",
        "AnswerCn": "利用全站仪测量森林样地可以显著提高三维森林遥感模型的准确性和发展，通过提供详细的地面观测数据。这包括角点的精确大地坐标、LiDAR基站设置以及每棵树的基点。这些数据对于创建真实的三维森林场景以及验证空中LiDAR森林参数提取至关重要，从而提高模型的可靠性和准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of using total station measurements to collect geodetic coordinate data of trees and ground points in forest environments?",
        "QuestionCn": "在森林环境中使用全站仪测量收集树木和地面点的地理坐标数据的主要目的是什麼？",
        "AnswerEn": "The primary objective is to establish accurate three-dimensional forest scenes and provide detailed ground observation data that support the development and calibration of various three-dimensional forest remote sensing models. Additionally, it serves to offer ground validation data for airborne LiDAR forest parameter extraction.",
        "AnswerCn": "主要目标是建立准确的三维森林场景，并提供详细的地面观测数据，以支持各种三维森林遥感模型的开发和校准。此外，它还旨在为航空激光雷达森林参数提取提供地面验证数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in using a total station for positioning and measuring geospatial data points in a forest environment, and how can these methods ensure accuracy in collecting tree and ground coordinates?",
        "QuestionCn": "在森林环境中使用全站仪进行定位和测量地理空间数据点涉及哪些程序，以及这些方法如何确保在收集树木和地面坐标时的准确性？",
        "AnswerEn": "The procedures involve using total stations, such as the TOPCON602 and TOPCON7002, to measure the coordinates of vertices of subplots, LiDAR ground station setup points, and the base of each tree trunk. The process includes setting up the total station at appropriate locations within the forest and taking precise angular and distance measurements to determine the geospatial coordinates of each point. The accuracy is ensured by conducting the measurements over a span of days, using differential GPS for additional validation, and measuring the height of each marker manually to calculate the surface height. These steps collectively provide accurate three-dimensional ground coordinates for each tree and generate a detailed terrain map of the forest site.",
        "AnswerCn": "这些程序涉及使用全站仪，如TOPCON602和TOPCON7002，测量子地块的顶点、LiDAR地面站设置点和每棵树干的基部坐标。该过程包括在森林内适当位置设置全站仪，并进行精确的角度和距离测量，以确定每个点的地理坐标。通过在几天内进行测量、使用差分GPS进行额外验证，以及手动测量每个标记的高度以计算地表高度，确保了测量的准确性。这些步骤共同提供了每棵树的准确三维地面坐标，并生成了森林地点的详细地形图。",
        "Level": "C3(Applying)"
      }
    ]
  }
}