{
    "id": "df7dddda-d3f1-41fa-840b-6cba9a554a34",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The 1:50,000 map of developmental degree of desertification in Daqinggou, Keerqin (HORQIN) Steppe, Inner Mongolia, China (1958)",
            "titleCn": "科尔沁草原大青沟地区1:5万沙漠化发展程度图（1958）",
            "description": "The dataset contains all individual glacial storage (unit: km3) over the Qinghai-Tibetan Plateau in 1970s and 2000s. It is sourced from the resultant data of the paper entitled \"Consolidating the Randolph Glacier Inventory and the Glacier Inventory of China over the Qinghai-Tibetan Plateau and Investigating Glacier Changes Since the mid-20th Century\". The first draft of this paper has been completed and is planned to be submitted to Earth System Science Data journal. The baseline glacier inventories in 1970s and 2000s are the Randolph Glacier Inventory 4.0 dataset, and the Glacier Inventory of China, respectively. Based on the individual glacial boundaries extracted from the above-mentioned two datasets, the grid-based bedrock elevation dataset (https://www.ngdc.noaa.gov/mgg/global/global.html, DOI: 10.7289/v5c8276m), and the glacier surface elevation obtained by a slope-dependent method, the individual glacier volumes in 1970s and 2000s are then calculated. In addition, the calculated results of individual glacier volumes in this study have been compared and verified with the existent results of several glacier volumes, relevant remote sensing datasets, and the global glacier thickness dataset based on the average of multiple glacier model outputs (https://www.research-collection.ethz.ch/handle/20.500.11850/315707, doi:10.3929/ethz-b-000315707), and the errors in the calculations have also been quantified. The established dataset in this study is expected to provide the data basis for the future regional water resources estimation and glacier ablation-involved researches. Moreover, the acquisition of the data also provides a new idea for the future glacier storage estimation.",
            "descriptionCn": "该数据数字化自图纸，科尔沁草原大清沟地区沙漠化发展程度图(1958年)，该图的具体信息如下：\n    * 主编：朱震达\n    * 编辑：冯毓荪\n    * 制图：冯毓荪、姚发芬、王建华、赵燕华、李伟民\n    * 制图单位：中国科学院沙漠研究室编制\n    * 出版社：暂无\n    * 比例尺:1：50000\n    * 出版时间：暂无\n    * 图例：沟谷密林（Gully Dense Forest）、疏林(Sparse Woods)、灌木林(Brush)、人工林(Artificial Woodland)、苗圃和果园(Nursery and Vegetable Garden)、草地(Grass Land)、旱作农田(Dry Farmland)、撂荒地(Rejected Farmland)、沼泽地(Marsh Land)、流动沙丘(Shifting Snad-Dunes)、半流动沙丘(Semi-Shifting Sand-Dunes)、半固定沙丘(Semi-Fixed Sand-Dunes)、固定沙丘(Fixed Sand-Dunes)、水域(Water Area)、稻田(Rice)、居民地(Residential)、公路(Highway)\n1、文件格式与命名\n数据均以ESRI Shapefile格式储存，包括以下图层：\n科尔沁草原大清沟地区沙漠化图,河流,沼泽,道路,湖泊,居民地\n2、数据沙漠化属性字段：\n沙化程度(Type),沙地形态类(Shapes),草地(Grassland),林地(Woodland),林地疏密度(W_density),耕地(Farmland) \n3、投影信息：\nAngular Unit: Degree (0.017453292519943295)\nPrime Meridian: Greenwich (0.000000000000000000)\nDatum: D_Beijing_1954\n  Spheroid: Krasovsky_1940\n    Semimajor Axis: 6378245.000000000000000000\n    Semiminor Axis: 6356863.018773047300000000\n    Inverse Flattening: 298.300000000000010000",
            "instructions": "The data is stored in vector SHP format and can be opened and read by remote sensing software such as ArcGIS and QGIS",
            "instructionsCn": "数据以矢量shp格式存储，可用Arcgis、Qgis等遥感软件打开读取",
            "east": 122.4,
            "west": 122.1,
            "south": 42.7,
            "north": 42.87,
            "startTime": null,
            "endTime": null,
            "fileSize": 2064654.0,
            "cstr": "18406.11.Disas.tpdc.270664",
            "doi": "10.11888/Disas.tpdc.270664",
            "dataFormat": "矢量",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "朱震达",
                "nameEn": "ZHU Zhenda",
                "unitEn": "",
                "unitCn": "中科院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "冯毓荪",
                "nameEn": "FENG Yusun",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "姚发芬",
                "nameEn": "YAO Fafen",
                "unitEn": "",
                "unitCn": "none"
            }
        ],
        "literatureList": [
            {
                "titleCn": "科尔沁草原大清沟地区沙漠化发展程度图(1958年)",
                "titleEn": null,
                "referenceCn": "朱震达,冯毓荪,姚发芬,王建华,赵燕华,李伟民, 科尔沁草原大清沟地区沙漠化发展程度图(1958年),中国科学院沙漠研究室编制,??出版社,??年",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地沙漠化",
                "nameEn": "Soil desertification"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "奈曼旗",
                "keywordEn": "Naiman"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1958",
                "keywordEn": "1958",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the scale of the maps used in a dataset focused on desertification development in the Korqin Grassland Daqinggou area?",
                "QuestionCn": "该数据集中用于关注科尔沁草原大青沟地区沙漠化发展的地图比例尺是多少？",
                "AnswerEn": "1:50000",
                "AnswerCn": "1:50000",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the classification of land types using ESRI Shapefile format compare to other geospatial data formats in terms of capturing detailed desertification attributes such as sand dune types and vegetation density?",
                "QuestionCn": "ESRI Shapefile格式在分类土地类型方面与其他地理空间数据格式相比，在捕捉沙漠化属性（如沙丘类型和植被密度）方面的表现如何？",
                "AnswerEn": "The classification of land types using ESRI Shapefile format involves storing data layers such as desertification maps, rivers, marshes, roads, lakes, and residential areas. It captures detailed desertification attributes like sand dune types and vegetation density through specific attribute fields, including the degree of desertification, shapes of sandy areas, grassland, woodland, woodland density, and farmland. This format is effective for spatial analysis and visualization, but its comparison to other geospatial data formats would focus on aspects like data interoperability, storage capacity, and ease of integration with other geographic information systems.",
                "AnswerCn": "使用ESRI Shapefile格式对土地类型进行分类涉及存储数据层，如沙漠化地图、河流、沼泽、道路、湖泊和住宅区。它通过特定的属性字段捕捉详细的沙漠化属性，如沙丘类型和植被密度，包括沙漠化程度、沙地形状、草地、林地、林地密度和农田。该格式在空间分析和可视化方面非常有效，但与其他地理空间数据格式的比较将侧重于数据互操作性、存储容量和与其他地理信息系统集成的便利性等方面。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors lead to challenges in accurately mapping desertification development in the Horqin Grassland Da Qinggou area using historical maps from 1958?",
                "QuestionCn": "导致在使用1958年的历史地图准确绘制霍尔沁草原大青沟地区沙漠化发展时面临挑战的因素有哪些？",
                "AnswerEn": "The challenges in accurately mapping desertification development in the Horqin Grassland Da Qinggou area using historical maps from 1958 could stem from the lack of standardized data collection methods at the time, potential inaccuracies in manual cartographic techniques, and the limitations of technology available for precise geospatial measurements. Additionally, the absence of certain modern data layers and geographic information systems (GIS) tools during that era could contribute to difficulties in translating historical data into digitized formats.",
                "AnswerCn": "在使用1958年的历史地图准确绘制霍尔沁草原大青沟地区的沙漠化发展时，可能面临的挑战包括当时缺乏标准化的数据收集方法、手工制图技术的潜在不准确性，以及当时可用于精确地理空间测量的技术限制。此外，缺乏某些现代数据层和地理信息系统（GIS）工具也可能导致将历史数据转化为数字格式时的困难。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the main objectives behind digitizing and categorizing desertification levels in the Korqin Grassland's Daqinggou area from historical maps?",
                "QuestionCn": "数字化和分类科尔沁草原大青沟地区沙漠化水平的主要目标是什么？",
                "AnswerEn": "The goal of digitizing and categorizing desertification levels in the Korqin Grassland's Daqinggou area is to create a comprehensive and accessible dataset that allows for detailed analysis of desertification processes over time. This involves understanding the extent and impact of desertification on various land types, such as grasslands, woodlands, farmlands, and residential areas, thereby aiding in environmental monitoring and management efforts.",
                "AnswerCn": "数字化和分类科尔沁草原大青沟地区沙漠化水平的目标是创建一个全面且易于访问的数据集，以便对沙漠化过程进行详细分析。这涉及了解沙漠化对各种土地类型（如草地、林地、农田和居民区）的范围和影响，从而有助于环境监测和管理工作。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in digitizing a 1:50000 scale desertification degree map, and how can ESRI Shapefile format be utilized for storing data related to grassland, woodland, and farmland attributes?",
                "QuestionCn": "数字化1:50000比例尺的沙漠化程度地图的步骤包括：\n\n1. **准备工作**：收集相关的纸质地图和背景资料，确保有清晰的地图图像。\n2. **选择软件**：选择合适的GIS软件，如ArcGIS或QGIS，用于数字化和数据处理。\n3. **扫描地图**：将纸质地图扫描成高分辨率的数字图像，确保细节清晰可见。\n4. **地理配准**：将扫描的地图与地理坐标系统对齐，确保其在地理空间中的准确性。\n5. **数字化**：使用GIS软件中的数字化工具，沿着地图上的边界和特征绘制矢量图层，标记沙漠化程度。\n6. **属性赋值**：为每个数字化的特征分配属性信息，如沙漠化程度、类型等。\n7. **数据验证**：检查数字化结果的准确性，确保没有遗漏或错误。\n8. **导出数据**：将数字化的地图和属性数据导出为ESRI Shapefile格式。\n\nESRI Shapefile格式可以用于存储与草地、林地和农田属性相关的数据，具体方法包括：\n\n1. **创建Shapefile**：在GIS软件中创建一个新的Shapefile，用于存储不同类型的土地利用数据。\n2. **定义属性字段**：为Shapefile定义属性字段，如土地类型（草地、林地、农田）、面积、土壤类型等。\n3. **输入数据**：将数字化的特征和相应的属性信息输入到Shapefile中。\n4. **数据管理**：利用Shapefile的结构，方便地管理和分析不同土地利用类型的数据，进行空间分析和可视化。",
                "AnswerEn": "The digitization process involves converting physical map data into a digital format, typically by scanning the map and using GIS software to trace and encode the various features. The ESRI Shapefile format is utilized for storing spatial data and its attributes, which in this case include layers such as desertification maps, rivers, marshes, roads, lakes, and residential areas. Attributes specific to desertification, such as Type, Shapes, Grassland, Woodland, W_density, and Farmland, are stored in the shapefile's attribute table. The use of a specific projection system, such as Datum D_Beijing_1954 and Spheroid Krasovsky_1940, ensures accurate spatial representation and analysis.",
                "AnswerCn": "数字化过程涉及将物理地图数据转换为数字格式，通常通过扫描地图并使用GIS软件对各种特征进行追踪和编码。ESRI Shapefile格式用于存储空间数据及其属性，在这种情况下，包括沙漠化地图、河流、沼泽、道路、湖泊和住宅区等图层。与沙漠化相关的属性，如类型、形状、草地、林地、密度和农田，存储在shapefile的属性表中。使用特定的投影系统，如北京1954年基准和克拉索夫斯基1940年椭球体，确保了空间表示和分析的准确性。",
                "Level": "C3(Applying)"
            }
        ]
    }
}