{
  "id": "df820647-11ed-4f29-9737-26c36b375c8c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The reflectivity data of the Ka/Ku radar in the Qinghai-Tibet Plateau (Dari region, 2019.8-2019.9)",
      "titleCn": "青藏高原东北部达日地区Ka/Ku雷达反射率因子数据（2019.8-2019.9）",
      "description": "The reflectivity Z of the ground-based Ka/Ku (35.5/13.6 GHz) band weather radar at Dari from 1 August to 30 September, 2019 were provided. The radar is the vehicle mounted radar system maintained by Qinghai University. The radar is only operational at daytime (8:00~20:00) during the observation period, mainly scanning in PPI mode at the elevation angle 50° to avoid the terrain occlusion. The radial range gate resolution and beamwidth are 75 m and 1°, respectively. The time resolution for one scan is 1 min. Considering the elevation angle (50°) and the gate resolution (75m), the Z from 2-15 gate at 0-360° were averaged as the 1-min radar measurements Zh (Ka) and Zh (Ku).  The data can provide important information for radar-based quantitative precipitation estimation (QPE) over the TP.",
      "descriptionCn": "本数据集提供了2019年8月1日至9月30日期间在达日地区的地基Ka/Ku（35.5/13.6GHz）波段天气雷达的反射率因子Z。该雷达是由青海大学维护的车载雷达系统。本雷达只在观测期间的白天（8:00~20:00）工作，为避免地形遮挡，主要以仰角50°的PPI模式扫描。雷达库长和波束宽度分别为75米和1°。一次扫描的时间分辨率为1分钟。考虑到仰角（50°）和库长（75米），分别将两个波段的0-360°扫描角度的2-15个库的平均反射率因子Zh（Ka）和Zh（Ku）进行平均。 这些反射率因子数据可以为TP上基于雷达的定量降水估计（QPE）提供重要信息。",
      "instructions": "The file is stored in xlsx format with the file name KaKuBandRadarReflectivity2019.xlsx. Each data entry in the file is the ka and ku bands reflectivity data for each minute  with precipitation during the observation period.",
      "instructionsCn": "文件以xlsx格式存储，文件名称为KaKuBandRadarReflectivity2019.xlsx. 文件中每一条数据为观测期间有降水时期的每个分钟的ka和ku波段的反射率因子数据。",
      "east": 99.95,
      "west": 99.95,
      "south": 33.55,
      "north": 33.55,
      "startTime": "2019-09-30 00:00:00",
      "endTime": "2019-09-30 11:59:59",
      "fileSize": 91416.0,
      "cstr": "18406.11.Atmos.tpdc.271901",
      "doi": "10.11888/Atmos.tpdc.271901",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "魏加华",
        "nameEn": "WEI Jiahua",
        "unitEn": "",
        "unitCn": "清华大学"
      },
      {
        "nameCn": "李琼",
        "nameEn": "LI Qiong",
        "unitEn": "",
        "unitCn": "青海大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Microphysical characteristics of raindrop size distribution and implications for radar rainfall estimation over the northeastern Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Li, Q., Wei, J., Yin, J., Qiao, Z., Cao, J., & shi, Y. (2022). Microphysical characteristics of raindrop size distribution and implications for radar rainfall estimation over the northeastern Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 127, 1-21, doi: 10.1029/2021JD035575."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "Ka/Ku 波段雷达",
        "nameEn": "Ka/Ku band radar"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "雨滴谱",
        "nameEn": "DSD"
      },
      {
        "nameCn": "雷达气象",
        "nameEn": "Radar Weather"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "达日",
        "keywordEn": "Dari"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      },
      {
        "keywordCn": "黄河源",
        "keywordEn": "the source region of the yellow river"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019年8-9月",
        "keywordEn": "August-September 2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "基于深度学习的雷达降水及云中液态水反演研究",
        "titleEn": "Young Scientists Fund of the National Natural Science Foundation of China"
      },
      {
        "titleCn": "全球水循环及“天河”理论与关键技术国际大科学计划",
        "titleEn": "National Key Research and Development Program of China"
      },
      {
        "titleCn": "河源区及干旱区降雨径流挖潜与高效利用技术",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for capturing radar reflectivity factors in meteorological studies?",
        "QuestionCn": "您能否提供一个用于捕获气象研究中雷达反射因子的数据显示方法的例子？",
        "AnswerEn": "A data collection method involves using a ground-based Ka/Ku band weather radar system, maintained by Qinghai University, to capture reflectivity factors Z in the Darlag region. The radar operates from 8:00 to 20:00, using a PPI scanning mode at a 50° elevation angle to avoid terrain blockage, with a range resolution of 75 meters and a beam width of 1°. A complete scan is performed every minute, and the averaged reflectivity factors Zh for both Ka and Ku bands are computed for the scan angles between 2-15 range gates.",
        "AnswerCn": "一种数据收集方法涉及使用由青海大学维护的地面Ka/Ku波段天气雷达系统，在达拉地区捕获反射率因子Z。雷达的工作时间为8:00至20:00，采用50°仰角的PPI扫描模式，以避免地形阻挡，范围分辨率为75米，波束宽度为1°。每分钟进行一次完整扫描，并计算2-15范围门之间的Ka和Ku波段的平均反射率因子Zh。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features of Ka/Ku band radar reflectivity factor data collected for quantitative precipitation estimation?",
        "QuestionCn": "用于定量降水估算的Ka/Ku波段雷达反射率因子数据的具体特征是什么？",
        "AnswerEn": "35.5/13.6GHz, daytime operation from 8:00 to 20:00, PPI mode, 50° elevation angle, range resolution of 75 meters, beam width of 1°, time resolution of 1 minute, average reflectivity factor Zh calculated from 0-360° scan angles for 2-15 range gates",
        "AnswerCn": "35.5/13.6GHz，白天运行时间为8:00至20:00，PPI模式，仰角50°，距离分辨率75米，波束宽度1°，时间分辨率1分钟，平均反射率因子Zh从0-360°扫描角度计算，适用于2-15距离门。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the time resolution of the data collection in the radar reflectivity factor dataset from the Northeast Tibetan Plateau?",
        "QuestionCn": "东北藏区雷达反射因子数据集的数据采集时间分辨率是多少？",
        "AnswerEn": "1 minute per scan",
        "AnswerCn": "每次扫描1分钟",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What patterns in radar reflectivity factors during the 2019 observation period could indicate specific weather phenomena or changes in precipitation over the northeastern Tibetan Plateau?",
        "QuestionCn": "在2019年观测期间，雷达反射率因子的哪些模式可能表明青藏高原东北部的特定天气现象或降水变化？",
        "AnswerEn": "The radar reflectivity factors from the Ka/Ku band weather radar provide insights into precipitation characteristics and patterns over the region. By analyzing temporal and spatial variations in the reflectivity factors during the observation period, researchers can infer the occurrence and intensity of precipitation events. The methodology involves using the PPI mode with a 50° elevation angle to minimize terrain interference, allowing for consistent data collection during daylight hours. The averaging of reflectivity factors from 2-15 range gates within a 0-360° scan angle further aids in obtaining reliable data for quantitative precipitation estimation (QPE). Such patterns may help in understanding localized weather phenomena or broader climate dynamics affecting the region.",
        "AnswerCn": "来自Ka/Ku波段气象雷达的雷达反射率因子提供了对该地区降水特征和模式的洞察。通过分析观察期间反射率因子的时间和空间变化，研究人员可以推断降水事件的发生和强度。该方法采用50°的俯仰角进行PPI模式，以最小化地形干扰，从而在白天收集一致的数据。将0-360°扫描角范围内的2-15个距离门的反射率因子进行平均，有助于获得可靠的定量降水估计（QPE）数据。这些模式可能有助于理解局部天气现象或影响该地区的更广泛气候动态。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting radar reflectivity factor data using ground-based Ka/Ku band weather radar systems in the northeastern Tibetan Plateau region?",
        "QuestionCn": "在东北藏 Plateau地区使用地面Ka/Ku波段天气雷达系统收集雷达反射因子数据的主要目的是什麼？",
        "AnswerEn": "The primary objective of collecting radar reflectivity factor data using ground-based Ka/Ku band weather radar systems in the northeastern Tibetan Plateau region is to provide crucial information for quantitative precipitation estimation (QPE) based on radar technology.",
        "AnswerCn": "在东北藏族高原地区，使用地基Ka/Ku波段天气雷达系统收集雷达反射因子数据的主要目的是为基于雷达技术的定量降水估计（QPE）提供重要信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key procedural steps involved in setting up and operating a Ka/Ku band weather radar system for data collection, ensuring accurate reflectivity factor measurements, and what challenges might arise in the process?",
        "QuestionCn": "设置和操作Ka/Ku波段天气雷达系统以进行数据收集、确保准确的反射率因子测量的关键步骤是什么，以及在此过程中可能出现哪些挑战？",
        "AnswerEn": "The key procedural steps for operating a Ka/Ku band weather radar system in the field involve installing the radar system in a location with minimal terrain obstructions, configuring it to work during the daytime (8:00~20:00), and setting it to scan using a PPI mode with an elevation angle of 50°. The radar performs a 360° scan at a resolution of 1 minute, with a range bin length of 75 meters and a beam width of 1°. During data collection, the reflectivity factors Zh (Ka) and Zh (Ku) are averaged over 2-15 range bins for better accuracy. Challenges in this process could include ensuring the radar is correctly oriented and calibrated, avoiding interference from local weather conditions or terrain features, and maintaining the equipment in remote or harsh environments.",
        "AnswerCn": "操作Ka/Ku波段气象雷达系统的关键程序步骤包括：将雷达系统安装在地形障碍物最少的位置，配置其在白天（8:00~20:00）工作，并设置为以50°的仰角进行PPI模式扫描。雷达以1分钟的分辨率进行360°扫描，范围单元长度为75米，波束宽度为1°。在数据收集过程中，反射率因子Zh（Ka）和Zh（Ku）在2-15个范围单元内进行平均，以提高准确性。该过程中的挑战可能包括确保雷达正确定向和校准，避免受到当地天气条件或地形特征的干扰，以及在偏远或恶劣环境中维护设备。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements and data collection methods enable the acquisition of radar reflectivity factor data in the Ka/Ku bands for weather observation in remote regions like the northeastern Tibetan Plateau?",
        "QuestionCn": "哪些技术进步和数据收集方法使得在像东北藏区这样的偏远地区获取Ka/Ku波段的雷达反射因子数据成为可能？",
        "AnswerEn": "The acquisition of radar reflectivity factor data in the Ka/Ku bands for weather observation is enabled by the use of a vehicle-mounted radar system maintained by Qinghai University. This system operates at 35.5/13.6GHz and is capable of ground-based scanning. To optimize data collection in the challenging terrain of the northeastern Tibetan Plateau, the radar works during the daytime from 8:00 to 20:00 and primarily uses a PPI scanning mode at a 50° elevation angle to avoid terrain obstructions. The system features a range resolution of 75 meters and a beam width of 1°, with a time resolution for each scan at 1 minute. These technological features facilitate the systematic collection of radar reflectivity factors that are crucial for quantitative precipitation estimation in the region.",
        "AnswerCn": "青海大学维护的车载雷达系统使得在Ka/Ku波段获取雷达反射因子数据以进行天气观测成为可能。该系统工作在35.5/13.6GHz频率，能够进行地面扫描。为了优化在东北藏区复杂地形中的数据采集，雷达在白天8:00至20:00之间工作，主要采用50°仰角的PPI扫描模式，以避免地形遮挡。该系统具有75米的距离分辨率和1°的波束宽度，每次扫描的时间分辨率为1分钟。这些技术特性促进了雷达反射因子的系统性收集，这对于该地区的定量降水估计至关重要。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}