{
  "id": "e01d0510-2e2d-4a1a-ab3b-aca66d0ea8a0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The stable oxygen isotope data of daily precipitation in Lulang, Nuxia, and Guangzhou (2007-2014)",
      "titleCn": "鲁朗、奴下、广州日降水稳定氧同位素数据集（2007-2014）",
      "description": "This data set contains stable oxygen isotope data of daily precipitation in Lulang, Nuxia, and Guangzhou from 2007 to 2014. The precipitation data of the Lulang station are obtained via automatic weather station (AWS) rain gauges, and the precipitation data for Guangzhou and Nuxia are the manual records of meteorological or hydrological stations. \nProject source of the data: the general project of the National Natural Science Foundation of China “Exploring the impact of ENSO on the source of water vapor in the north and south of the ‘third pole' through stable isotope of precipitation and ice core” (41571074).\nData processing related information can be found in the following reference: Yang, X, Mary E. Davis, Sunil Acharya, Tandong Yao. Asian Monsoon variations revealed from stable isotopes in precipitation. Climate Dynamics, 2017, doi:10.1007/s00382-017-4011 -4.\nData collection sites:\nLulang Station of Southeast Tibet, Chinese Academy of Sciences, Longitude: 94.73°E; Latitude: 29.77°N; Altitude: 3330 m.\nGuangzhou weather station, longitude: 113.32 °E; latitude: 23.13 ° N; altitude: 7 meters.\nNuxia hydrological station, longitude: 94.65 °E; latitude: 29.47 ° N; elevation: 2920 m.",
      "descriptionCn": "本数据集包含鲁朗、奴下、广州2007-2014年日降水稳定氧同位素数据。鲁朗站降水数据来自自动气象站（AWS）雨量筒，广州和奴下的降水数据来自气象或水文站的人工记录。\n数据来自课题：国家自然科学基金面上项目“通过降水和冰芯稳定同位素揭示ENSO对‘第三极’南北部水汽来源的影响”（41571074）\n数据加工相关信息可以通过查阅以下文献了解：Yang, X, Mary E. Davis, Sunil Acharya, Tandong Yao. Asian Monsoon variations revealed from stable isotopes in precipitation. Climate Dynamics, 2017, doi:10.1007/s00382-017-4011-4.\n数据采集地点：\n       中国科学院藏东南鲁朗站，经度： 94.73°E；纬度：29.77°N；海拔：3330米。\n       广州气象站，经度：113.32°E；纬度：23.13°N；海拔：7米。\n       奴下水文站，经度：94.65°E；纬度：29.47°N；海拔：2920米。",
      "instructions": "",
      "instructionsCn": "",
      "east": 114.0,
      "west": 94.0,
      "south": 23.0,
      "north": 30.0,
      "startTime": "2007-01-11 00:00:00",
      "endTime": "2015-01-10 00:00:00",
      "fileSize": null,
      "cstr": "18406.11.AtmosPhys.tpe.249477.db",
      "doi": "10.11888/AtmosPhys.tpe.249477.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨晓新",
        "nameEn": "YANG Xiaoxin",
        "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Isotopic signal of earlier summer monsoon onset in the Bay of Bengal",
        "referenceCn": null,
        "referenceEn": "Yang, X.X., Yao, T.D., Yang, W.L., Xu, B.Q., He, Y., &Qu, D.M. (2012). Isotopic signal of earlier summer monsoon onset in the Bay of Bengal. Journal of Climate, 25(7), 2509-2516."
      },
      {
        "titleCn": null,
        "titleEn": "Asian Monsoon variations revealed from stable isotopes in precipitation",
        "referenceCn": null,
        "referenceEn": "Yang, X.X., Davis, M.E., Acharya, S., &Yao, T.D. (2018). Asian Monsoon variations revealed from stable isotopes in precipitation. Climate Dynamics, 51, 2267-2283."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "氧同位素",
        "nameEn": "Oxygen isotopes"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水量",
        "nameEn": "Precipitation amount"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "奴下",
        "keywordEn": "Nuxia"
      },
      {
        "keywordCn": "广州",
        "keywordEn": "Guangzhou"
      },
      {
        "keywordCn": "鲁朗",
        "keywordEn": "Lulang"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2007-2014",
        "keywordEn": "2007-2014",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for stable oxygen isotope measurements in precipitation across different geographic locations?",
        "QuestionCn": "用于不同地理位置降水中稳定氧同位素测量的数据收集方法的特点是什么？",
        "AnswerEn": "automatic weather station rain gauges, manual recordings, Lulang (94.73°E, 29.77°N, 3330m), Guangzhou (113.32°E, 23.13°N, 7m), Nuxia (94.65°E, 29.47°N, 2920m)",
        "AnswerCn": "自动气象站雨量计，人工记录，鲁朗（东经94.73°，北纬29.77°，海拔3330米），广州（东经113.32°，北纬23.13°，海拔7米），怒峡（东经94.65°，北纬29.47°，海拔2920米）",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are 'stable oxygen isotopes in precipitation' and how are they used in climate dynamics research?",
        "QuestionCn": "什么是“降水中的稳定氧同位素”，它们如何用于气候动态研究？",
        "AnswerEn": "Stable oxygen isotopes in precipitation refer to the ratios of different isotopes of oxygen (commonly O-16 and O-18) found in precipitation. These isotopes are used in climate dynamics research to understand variations in climate patterns, such as the Asian Monsoon, by analyzing their distribution in precipitation samples over time. This information can reveal insights into climatic influences, such as ENSO, on water vapor sources and movement.",
        "AnswerCn": "稳定氧同位素在降水中是指降水中不同氧同位素（通常是O-16和O-18）的比率。这些同位素在气候动态研究中被用来理解气候模式的变化，例如亚洲季风，通过分析降水样本中它们的分布随时间的变化。这些信息可以揭示气候影响的见解，例如ENSO对水汽来源和运动的影响。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the reasons for selecting specific geographical locations such as Lulang, Nuxia, and Guangzhou for collecting stable oxygen isotope data in precipitation?",
        "QuestionCn": "选择特定地理位置如鲁朗、怒霞和广州进行降水稳定氧同位素数据收集的原因是什么？",
        "AnswerEn": "The geographical locations of Lulang, Nuxia, and Guangzhou were selected due to their strategic relevance in studying the influence of ENSO on the 'Third Pole' region's northern and southern water vapor sources. These sites offer diverse climatic and altitudinal conditions that are crucial for understanding monsoon variations as revealed by stable isotopes in precipitation.",
        "AnswerCn": "选择鲁朗、怒峡和广州的地理位置是由于它们在研究ENSO对“第三极”地区南北水汽来源影响方面的战略重要性。这些地点提供了多样的气候和海拔条件，对于理解降水中稳定同位素揭示的季风变化至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy when using automated weather station data compared to manually recorded data in the context of stable oxygen isotope precipitation studies?",
        "QuestionCn": "在稳定氧同位素降水研究中，使用自动气象站数据与手动记录数据相比，可能对数据准确性产生的影响是什么？",
        "AnswerEn": "Using automated weather station data, like at the Lulang site, may provide more continuous and consistent data collection compared to manual records from meteorological or hydrological stations, as used in Guangzhou and Nuxia. This could result in more accurate temporal resolution and potentially less human error, but it might also introduce systematic biases or data gaps due to equipment malfunction or calibration issues.",
        "AnswerCn": "使用自动气象站数据，例如在鲁朗站的数据，可能提供比广州市和怒江的气象或水文站手动记录更连续和一致的数据收集。这可能导致更准确的时间分辨率，并可能减少人为错误，但也可能由于设备故障或校准问题引入系统性偏差或数据缺口。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to collect stable oxygen isotope data from precipitation at different meteorological and hydrological stations, and what challenges might arise during this data collection?",
        "QuestionCn": "在不同的气象和水文站点收集降水中稳定氧同位素数据使用了哪些程序，并且在数据收集过程中可能会出现哪些挑战？",
        "AnswerEn": "Stable oxygen isotope data from precipitation is collected at meteorological and hydrological stations, such as the automatic weather station (AWS) in 鲁朗 and manual recordings in Guangzhou and 奴下. Challenges in this data collection can include ensuring the accuracy of measurements, dealing with potential data gaps due to equipment malfunction or human error, and the need for consistent calibration of instruments across different locations to ensure data comparability.",
        "AnswerCn": "稳定氧同位素数据来自降水，收集于气象和水文站，例如鲁朗的自动气象站（AWS）以及广州和奴下的手动记录。数据收集中的挑战包括确保测量的准确性、处理由于设备故障或人为错误导致的潜在数据缺口，以及需要在不同地点之间进行一致的仪器校准，以确保数据的可比性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological or methodological advancements have enabled the collection of stable oxygen isotope data in precipitation across diverse geographic locations such as Lulang, Nuxia, and Guangzhou?",
        "QuestionCn": "哪些技术或方法上的进展使得能够在如鲁朗、怒霞和广州等不同地理位置收集稳定氧同位素数据？",
        "AnswerEn": "The collection of stable oxygen isotope data in precipitation across locations like Lulang, Nuxia, and Guangzhou was enabled by the use of automatic weather stations (AWS) with rain gauges for Lulang, and manual records from meteorological or hydrological stations for Guangzhou and Nuxia.",
        "AnswerCn": "在如鲁朗、怒霞和广州等地点，稳定氧同位素在降水中的数据收集得益于自动气象站（AWS）配备雨量计在鲁朗的使用，以及广州和怒霞的气象或水文站的手动记录。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}