{
  "id": "e033f810-3411-40c3-9abc-626b94cf1a30",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Figures: A new entelodont (Artiodactyla, Mammalia) from the late Eocene of China and its phylogenetic implications",
      "titleCn": "图件：中国晚始新世狶科（偶蹄目，哺乳纲）一新属种及其系统发育意义",
      "description": "(1) This data includes size comparison images and tables from the original images of a new genus and species of the family Muscidae (Artiodactyla, Mammalia) from the Late Eocene in China, phylogenetic analysis images of the family Muscidae, and geographic and field original images. (2) The main ways to obtain data are through camera field photography and re drawing based on previous research. (3) The image quality is a high-resolution original size image. (4) The prospect of image application is that it can be used for further in-depth research and comparison.",
      "descriptionCn": "（1）本数据包括中国晚始新世狶科（偶蹄目，哺乳纲）一新属种化石原始图片中的尺寸比较图片和表格、麝科的系统发育分析图片及地理和野外原始图像。（2）数据主要获取途径为相机野外拍摄及基于前人研究重新绘制等。（3）图片质量为高分辨率原始尺寸图片。（4）图片应用前景为可用于进一步深入研究比较。                                                            ",
      "instructions": "Same as the order of the main text chart",
      "instructionsCn": "同正文图表顺序",
      "east": 110.0,
      "west": 90.0,
      "south": 30.0,
      "north": 35.0,
      "startTime": "2023-01-01 18:13:16",
      "endTime": "2024-01-01 18:13:16",
      "fileSize": 6338540.0,
      "cstr": "18406.11.Paleoenv.tpdc.301022",
      "doi": "10.11888/Paleoenv.tpdc.301022",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "倪喜军",
        "nameEn": "NI Xijun ",
        "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
        "unitCn": "中国科学院古脊椎动物与古人类研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A new entelodont (Artiodactyla, Mammalia) from the late Eocene of China and its phylogenetic implications",
        "referenceCn": null,
        "referenceEn": "Yu, Y., Gao, H., & Li, Q., et al. (2023). A new entelodont (Artiodactyla, Mammalia) from the late Eocene of China and its phylogenetic implications. Journal of Systematic Palaeontology, 21(1), 2189436."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原周边地区",
        "keywordEn": "The Tibetan Plateau and the surrounding areas"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "始新世",
        "keywordEn": "Eocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "青藏高原及周边地区5-9月年降水量（1957-2015）",
        "titleEn": "The precipitation from May to September on the Tibetan Plateau and surrounding areas (1957-2015)"
      },
      {
        "titleCn": "青藏高原与周边地区冰川变化及其与大气环流关系（1970s-2000s）",
        "titleEn": "Different glacier status with atmospheric circulations in Tibetan Plateau and surroundings (1970s-2000s)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What does 'data collection through camera field photography' mean in the context of paleontological research?",
        "QuestionCn": "在古生物学研究中，“通过相机实地摄影进行数据收集”是什么意思？",
        "AnswerEn": "Data collection through camera field photography refers to the technique of using cameras to capture high-resolution images of fossils and related field sites. This method allows researchers to document the physical attributes and context of paleontological findings, providing a visual dataset that can be used for further analysis and comparison in studies.",
        "AnswerCn": "通过相机现场摄影进行数据收集是指使用相机捕捉化石及相关野外地点的高分辨率图像的技术。这种方法使研究人员能够记录古生物学发现的物理特征和背景，提供可用于进一步分析和比较的视觉数据集。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using high-resolution camera field photography compare to those based on re-drawing from previous studies in terms of capturing detailed features of late Eocene Suidae fossils?",
        "QuestionCn": "高分辨率相机现场摄影的数据收集方法与基于从先前研究中重新绘制的那些方法相比，在捕捉晚始新世猪科化石的详细特征方面有什么不同？",
        "AnswerEn": "Data collection methods using high-resolution camera field photography provide original, high-quality images that capture detailed features directly from the fossil site, offering an accurate representation of the fossils as they are found. In contrast, methods based on re-drawing from previous studies rely on the interpretation and artistic skill of researchers, which might introduce some level of bias or inaccuracy, but can also incorporate insights from prior knowledge and systematic revisions.",
        "AnswerCn": "使用高分辨率相机现场摄影的数据收集方法提供了原始的、高质量的图像，能够直接捕捉化石现场的详细特征，准确地呈现化石的原始状态。相比之下，基于从先前研究中重新绘制的方法依赖于研究者的解读和艺术技能，这可能会引入一定程度的偏见或不准确性，但也可以结合先前知识和系统修订的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting high-resolution images and phylogenetic analysis data of new fossil species in the field of Late Eocene artiodactyls in China?",
        "QuestionCn": "在中国晚始新世偶蹄动物领域，收集新化石物种的高分辨率图像和系统发育分析数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to facilitate further in-depth comparative research on the new fossil species, which includes understanding their phylogenetic significance and geographic distribution.",
        "AnswerCn": "主要目标是促进对新化石物种的深入比较研究，包括理解它们的系统发育意义和地理分布。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methods can be employed to capture high-resolution images of fossil specimens for detailed comparative analysis in paleontological research?",
        "QuestionCn": "在古生物学研究中，可以采用哪些方法来捕捉化石标本的高分辨率图像，以便进行详细的比较分析？",
        "AnswerEn": "Data collection methods include using cameras for field photography to capture high-resolution original size images of fossil specimens and redrawing images based on previous research.",
        "AnswerCn": "数据收集方法包括使用相机进行实地摄影，以捕捉化石标本的高分辨率原始大小图像，以及根据之前的研究重新绘制图像。",
        "Level": "C3(Applying)"
      }
    ]
  }
}