{
    "id": "e0736afe-ffb2-47ea-81af-c8e8072b54d3",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Monthly mean temperature for the period (1961-2010)",
            "titleCn": "黑河流域多年平均气温数据集（1961-2010）",
            "description": "Based on the data information of 21 regular meteorological observation stations in Heihe River Basin and its surrounding areas and 13 national benchmark stations around Heihe River provided by the data management center of Heihe plan, the daily air temperature is statistically sorted out, and the monthly air temperature data of 1961-2010 for many years is calculated, and the spatial stability analysis is carried out to calculate the coefficient of variation. If the coefficient of variation is greater than 100%, then Calculate the relationship between the station and geographical terrain factors by geographical weighted regression, and get the monthly temperature distribution trend; if the coefficient of variation is less than or equal to 100%, calculate the relationship between the station temperature value and geographical terrain factors (longitude, latitude, elevation) by ordinary least square regression, and get the monthly temperature distribution trend; use HASM (high accuracy surface modeling) for the residual after removing the trend Method). Finally, the monthly average temperature distribution of the Heihe River Basin in 1961-2010 is obtained by adding the trend surface results and the residual correction results. Time resolution: average monthly temperature for many years from 1961 to 2010. Spatial resolution: 500M.",
            "descriptionCn": "采用黑河计划数据管理中心提供的黑河流域及周边地区21个气象常规观测站及黑河周边13个全国基准站的站点数据信息，对逐日气温进行统计整理，计算逐个站点的1961-2010年多年逐月气温数据，对其进行空间平稳性分析，计算变异系数，若变异系数大于100%，则采用地理加权回归计算站点与地理地形因素关系，得逐月气温分布趋势；若变异系数小于等于100%，则采用普通最小二乘回归计算站点气温值与地理地形因素（经纬度、高程）的关系，得逐月气温分布趋势；对去掉趋势后的残差采用HASM（High Accuracy Surface Modeling Method）进行拟合修正。最后将趋势面结果与残差修正结果相加既得1961-2010年黑河流域多年月平均气温分布。时间分辨率：逐日、逐月。空间分辨率：500m。",
            "instructions": "Heihe River Basin + month + data type",
            "instructionsCn": "黑河流域+月份+数据类型，比如：黑河流域10月平均降水.img",
            "east": 101.5,
            "west": 98.0,
            "south": 38.0,
            "north": 42.0,
            "startTime": "1961-07-09 19:24:00",
            "endTime": "2011-07-08 19:25:00",
            "fileSize": 7020634442.0,
            "cstr": "18406.11.heihe.0034.2019.db",
            "doi": "10.3972/heihe.0034.2019.db",
            "dataFormat": "栅格",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "岳天祥",
                "nameEn": "YUE Tianxiang",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "赵娜",
                "nameEn": "ZHAO Na",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Statistical downscaling of precipitation using local regression and high accuracy surface modeling method",
                "referenceCn": null,
                "referenceEn": "Zhao, N. , Yue, T. X. , Zhou, X. , Zhao, M. W. , Liu, Y. , Du, Z. P., & Zhang, L. L. (2017). Statistical downscaling of precipitation using local regression and high accuracy surface modeling method. Theoretical and Applied Climatology, 1: 1-12."
            },
            {
                "titleCn": null,
                "titleEn": "Surface Modelling: High Accuracy and High Speed Methods. New York: CRC Press (Taylor & Francis group)",
                "referenceCn": null,
                "referenceEn": "TianXiang Yue. 2011. Surface Modelling: High Accuracy and High Speed Methods. New York: CRC Press (Taylor & Francis group)"
            },
            {
                "titleCn": null,
                "titleEn": "Sensitivity studies of a high accuracy surface modeling method",
                "referenceCn": null,
                "referenceEn": "Na Zhao, Tiangxiang Yue, Mingwei Zhao, Zhengping Du, Zemeng Fan, Chuanfa Chen. Sensitivity studies of a high accuracy surface modeling method. SCIENCE CHINA Earth Sciences. 2014, 57(1):1-11."
            },
            {
                "titleCn": null,
                "titleEn": "A modification of HASM for interpolating precipitation in China",
                "referenceCn": null,
                "referenceEn": "Zhao N, Yue TX ,2014. A modification of HASM for interpolating precipitation in China. Theor Appl Climatol, 116: 273-285."
            },
            {
                "titleCn": null,
                "titleEn": "Climate change trend in China, with improved accuracy",
                "referenceCn": null,
                "referenceEn": "Yue TX, Zhao N, Ramsey RD, Wang CL, Fan ZM, Chen CF, Lu YM, Li BL (2013) .Climate change trend in China, with improved accuracy. Clim Change 120:137-151"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "空气温度",
                "nameEn": "Air temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1961-2010",
                "keywordEn": "1961-2010",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Interpretation": [
            {
                "QuestionEn": "What inference can be made about the spatial distribution of average temperatures in the Heihe River Basin between 1961 and 2010 considering the use of geographic weighted regression and ordinary least squares regression methods?",
                "QuestionCn": "关于1961年至2010年黑河流域平均温度的空间分布，可以通过使用地理加权回归和普通最小二乘回归方法进行推断。",
                "AnswerEn": "The inference about the spatial distribution of average temperatures in the Heihe River Basin between 1961 and 2010 is that these methods were used to understand the relationship between station temperature values and geographic topographical factors such as latitude, longitude, and elevation. The geographic weighted regression was applied when the variability coefficient exceeded 100%, suggesting a need to account for spatial non-stationarity, while ordinary least squares regression was used when the coefficient was less than or equal to 100%, indicating a more uniform spatial relationship. These approaches help elucidate the temperature distribution trends over time and space.",
                "AnswerCn": "关于1961年至2010年黑河流域平均气温的空间分布推断是，采用这些方法来理解气温站点值与地理地形因素（如纬度、经度和海拔）之间的关系。当变异系数超过100%时，采用地理加权回归，表明需要考虑空间非平稳性；而当变异系数小于或等于100%时，则使用普通最小二乘回归，表明空间关系较为均匀。这些方法有助于阐明气温在时间和空间上的分布趋势。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}