{
  "id": "e0968871-069d-42e2-bd70-ac14df77b960",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "First order approximate contour of groundwater level in Badain Jaran desert (2013)",
      "titleCn": "巴丹吉林沙漠地下水位一级近似等高线（2013）",
      "description": "Based on the field survey results of this project, the previous hydrogeological survey results and the prediction and judgment of desert depressions, we obtained more than 600 known water level points in badain jaran desert and its surrounding areas, and drew a first-order approximate contour map of the groundwater level in badan jaran desert by using the measured or predicted groundwater level data.This isometric chart fills a gap in the study of groundwater in badain jaran desert.\nThe so-called first-order approximation is the distribution of the macroscopic groundwater level, which reaches a resolution of 1 km on the spatial scale, and it is assumed that the groundwater level in the shallow and deep layers is the same, and the groundwater in the quaternary and bedrock distribution areas remains continuous.The error level of the first-order approximate contour is ± 10 m, which mainly comes from the uncertainty of ground elevation data.\nThis data set contains a vector diagram of the groundwater level contour line and a raster data file.",
      "descriptionCn": "我们综合本课题的野外调查成果、前人的水文地质调查成果和沙漠洼地的推测判断，获取了巴丹吉林沙漠及其周边地区600多个已知水位点，利用实测的或推测的地下水位数据，绘制了巴丹吉林沙漠地下水位的一级近似等高线图。这张等水位线图填补了巴丹吉林沙漠地下水研究的空白。\n\n所谓一级近似是宏观的地下水位分布，在空间尺度上达到1 km分辨率，并假设浅层和深层的地下水位相同、第四系和基岩分布区的地下水保持连续。一级近似等高线的误差水平为 10 m，主要来源于地面高程数据的不确定性。\n\n本数据集包含地下水位等高线的矢量图和栅格数据文件。",
      "instructions": "File name: the data is stored in vector SHP and raster Grid format. The file is divided into folders with data type to store \"raster data\", \"ASCII data\" and \"vector graph\".\nData reading: Arcgis, Envi and other remote sensing software can be used to open and read",
      "instructionsCn": "文件命名：数据以矢量shp、栅格Grid格式存储，文件以数据类型分文件夹存放“栅格数据”，“ASCII数据”，“矢量图”\n数据读取：可用Arcgis、Envi等遥感软件打开读取",
      "east": 103.1,
      "west": 100.5,
      "south": 39.2,
      "north": 41.5,
      "startTime": "2013-12-28 14:00:00",
      "endTime": "2014-04-19 15:38:00",
      "fileSize": 17423756.0,
      "cstr": "18406.11.heihe.076.2014.db",
      "doi": "10.3972/heihe.076.2014.db",
      "dataFormat": "PDF",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王旭升",
        "nameEn": "WANG Xusheng",
        "unitEn": "",
        "unitCn": "中国地质大学(北京)水资源与环境学院"
      },
      {
        "nameCn": "胡晓农",
        "nameEn": "HU Xiaonong",
        "unitEn": "",
        "unitCn": "中国地质大学(北京)"
      }
    ],
    "literatureList": [
      {
        "titleCn": "巴丹吉林沙漠地下水位一级近似等高线",
        "titleEn": null,
        "referenceCn": "王旭升, 张竞, 胡晓农, 巩艳萍.  巴丹吉林沙漠地下水位一级近似等高线. 北京：中国地质大学(北京), 2014. [Wang Xu-Sheng, Zhang Jing, Bill X. Hu, Gong Yanping. The 1-order approximate contours of groundwater level in Badain Jaran Desert, China. Beijing: China University of Geosciences, Beijing, 2014.]doi:10.3972/heihe.076.2014.db",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      },
      {
        "nameCn": "等高线",
        "nameEn": "Contour"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "巴丹吉林沙漠",
        "keywordEn": "Badain Jaran Desert"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2013",
        "keywordEn": "2013",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "巴丹吉林沙漠地下水循环机理及其对沙漠湿地生态的支撑作用研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the groundwater level contour data in the Badain Jaran Desert?",
        "QuestionCn": "巴丹吉林沙漠地下水位等高线数据的特征是什么？",
        "AnswerEn": "first-order approximate contour map, spatial resolution of 1 km, similar levels of shallow and deep groundwater, continuity in Quaternary and bedrock areas, accuracy level ±10 m, vector maps, raster data files of groundwater level contours",
        "AnswerCn": "一阶近似等高线图，空间分辨率为1公里，浅层和深层地下水具有相似的水平，第四纪和基岩区域的连续性，精度水平±10米，矢量地图，地下水位等高线的栅格数据文件。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of known water level points utilized for creating the groundwater contour map in the Badain Jaran Desert?",
        "QuestionCn": "在巴丹吉林沙漠中，用于绘制地下水等高线图的已知水位点总数是多少？",
        "AnswerEn": "600",
        "AnswerCn": "600",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does the term '一级近似等高线' in the context of groundwater level mapping in deserts mean?",
        "QuestionCn": "在沙漠地下水位绘图中，“一级近似等高线”这个术语是什么意思？",
        "AnswerEn": "The term '一级近似等高线' refers to a first-order approximation of groundwater level contours, which represents a macroscopic distribution of groundwater levels at a spatial resolution of 1 km. It assumes that the shallow and deep groundwater levels are the same, and that groundwater maintains continuity across Quaternary and bedrock distribution areas. The error level for these contours is ±10 meters, primarily due to uncertainties in surface elevation data.",
        "AnswerCn": "“一级近似等高线”指的是地下水位等高线的一级近似，表示在1公里的空间分辨率下地下水位的宏观分布。它假设浅层和深层地下水位相同，并且地下水在第四纪和基岩分布区域之间保持连续性。这些等高线的误差水平为±10米，主要是由于地面高程数据的不确定性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What assumptions and challenges might arise when using spatial datasets to create a one-kilometer resolution groundwater contour map in a desert environment?",
        "QuestionCn": "在沙漠环境中使用空间数据集创建一公里分辨率的地下水等高线图时，可能会出现哪些假设和挑战？",
        "AnswerEn": "Creating a one-kilometer resolution groundwater contour map in a desert environment involves assumptions such as the continuity of groundwater between shallow and deep layers, as well as between quaternary and bedrock areas. Challenges include the potential errors in the contour map due to uncertainties in ground elevation data, which can lead to an error margin of ±10 meters.",
        "AnswerCn": "在沙漠环境中创建一公里分辨率的地下水等高线图涉及一些假设，例如浅层和深层地下水之间的连续性，以及第四纪和基岩区域之间的连续性。挑战包括由于地面高程数据的不确定性可能导致等高线图的误差，误差范围为±10米。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges of accurately mapping groundwater level contours in desert environments?",
        "QuestionCn": "在沙漠环境中，准确绘制地下水位等高线的挑战因素包括哪些？",
        "AnswerEn": "The challenges of accurately mapping groundwater level contours in desert environments are influenced by the uncertainty in ground elevation data, which can introduce errors up to ±10 meters. Additionally, assumptions such as the similarity of shallow and deep groundwater levels and the continuity of groundwater across Quaternary and bedrock areas contribute to these challenges.",
        "AnswerCn": "在沙漠环境中，准确绘制地下水位等高线的挑战受到地面高程数据不确定性的影响，这可能引入高达±10米的误差。此外，假设浅层和深层地下水位相似以及地下水在第四纪和基岩区域的连续性也加剧了这些挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on the accuracy of groundwater contour mapping when incorporating both field survey data and inferred data from hydrological studies in desert regions?",
        "QuestionCn": "在沙漠地区，当结合现场调查数据和水文研究推断数据进行地下水轮廓绘制时，对准确性的影响是什么？",
        "AnswerEn": "The incorporation of both field survey data and inferred data from hydrological studies allows for the creation of a macro-scale groundwater contour map with a spatial resolution of 1 km. This approach helps to fill research gaps in groundwater studies in desert areas, such as the Badain Jaran Desert. However, the accuracy of this mapping is affected by an error margin of ±10 meters, primarily due to uncertainties in ground elevation data.",
        "AnswerCn": "结合现场调查数据和水文研究推断数据，可以创建一个空间分辨率为1公里的宏观地下水等高线图。这种方法有助于填补沙漠地区（如巴丹吉林沙漠）地下水研究中的空白。然而，由于地面高程数据的不确定性，这种制图的准确性受到±10米的误差范围影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of creating a dataset that includes the first-order approximation contour map of groundwater levels in the Badain Jaran Desert, and how does it contribute to the understanding of groundwater distribution in desert environments?",
        "QuestionCn": "创建包含巴丹吉林沙漠地下水位一阶近似等高线图的数据库的目的是什么？它如何有助于理解沙漠环境中的地下水分布？",
        "AnswerEn": "The objective of creating a dataset that includes the first-order approximation contour map of groundwater levels in the Badain Jaran Desert is to fill the research gap in groundwater studies within this region. By integrating field survey results, previous hydrogeological investigations, and inferred data on desert depressions, the dataset provides a macroscopic view of groundwater level distribution with a spatial resolution of 1 km. This contributes to the understanding of groundwater distribution by offering a comprehensive and continuous representation of shallow and deep groundwater levels across Quaternary and bedrock distribution areas, despite an error margin of ±10 m due to ground elevation data uncertainties.",
        "AnswerCn": "创建包含巴丹吉林沙漠地下水位一阶近似等高线图的数据集的目标是填补该地区地下水研究的空白。通过整合实地调查结果、以往的水文地质研究以及对沙漠洼地的推断数据，该数据集提供了地下水位分布的宏观视图，空间分辨率为1公里。这有助于理解地下水分布，通过提供对第四纪和基岩分布区域浅层和深层地下水位的全面和连续的表示，尽管由于地面高程数据的不确定性，误差范围为±10米。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to collect and integrate field survey data and existing hydrogeological data to create a comprehensive groundwater level contour map with a 1 km resolution in desert regions?",
        "QuestionCn": "用于收集和整合现场调查数据及现有水文地质数据，以创建具有1公里分辨率的沙漠地区综合地下水位等高线图的程序有哪些？",
        "AnswerEn": "In the field, a combination of new field survey data and previous hydrogeological survey results are integrated with estimations of desert depression areas to gather over 600 known water level points. These data points, whether directly measured or estimated, are used to construct a first-order approximate contour map of groundwater levels. The process assumes that shallow and deep groundwater levels are the same and that groundwater in Quaternary and bedrock distribution areas is continuous. The error level of the first-order approximate contour map is ± 10 m, primarily due to uncertainties in ground elevation data.",
        "AnswerCn": "在该领域，结合新的实地调查数据和先前的水文地质调查结果，以及对沙漠洼地面积的估算，收集了超过600个已知的水位点。这些数据点，无论是直接测量的还是估算的，都用于构建地下水位的一级近似等高线图。该过程假设浅层和深层地下水位相同，并且在第四纪和基岩分布区域的地下水是连续的。一级近似等高线图的误差水平为±10米，主要由于地面高程数据的不确定性。",
        "Level": "C6(Creating)"
      }
    ]
  }
}