{
  "id": "e13a30b5-aee2-48cf-ae8b-02b3bbc085ad",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Thermal-Infrared hyperspectral radiometer (30th, June, 2012)",
      "titleCn": "黑河生态水文遥感试验：热红外高光谱航空遥感（2012年6月30日）",
      "description": "On 30 June 2012 (UTC+8), TASI sensor carried by the Harbin Y-12 aircraft was used in a visible near Infrared hyperspectral airborne remote sensing experiment, which is located in the observation experimental area (30×30 km), Linze region and Heihe riverway. The relative flight altitude is 2500 meters. The wavelength of TASI is 8-11.5 μm with a spatial resolution of 3 meters. \nThrough the ground sample points and atmospheric data, the data are recorded in surface radiance processed by geometric correction and atmospheric correction. Land surface temperature (LST) data was retrieved by temperature/emissivity separation algorithm.",
      "descriptionCn": "2012年6月30日，在黑河中游的30*30公里核心观测区域、临泽测区和黑河河道，利用运12飞机，搭载TASI传感器开展了热红外高光谱航空遥感数据飞行试验。TASI传感器波长范围为8-11.5微米，空间分辨率为3米。飞行高度为2500米。航空测量获取的数据，利用同步测量的坐标数据和大气数据，经过几何和大气校正，得到大气校正后的地表辐亮度，并进行温度发射率分离，得到地表温度数据。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.46,
      "west": 100.3,
      "south": 38.7,
      "north": 39.0,
      "startTime": "2018-11-21 18:50:45",
      "endTime": "2018-11-21 18:50:45",
      "fileSize": 38601069489.0,
      "cstr": "18406.11.hiwater.005.2013.db",
      "doi": "10.3972/hiwater.005.2013.db",
      "dataFormat": "影像",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "闻建光",
        "nameEn": "Wen Jianguang",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluation of the Airborne CASI/TASI Ts-VI Space Method for Estimating Near-Surface Soil Moisture",
        "referenceCn": null,
        "referenceEn": "Lei Fan, Qing Xiao, Jianguang Wen, Qiang Liu, Yong Tang, Dongqin You, Heshun Wang, Zhaoning Gong, and Xiaowen Li. 2015. Evaluation of the Airborne CASI/TASI Ts-VI Space Method for Estimating Near-Surface Soil Moisture. Remote Sensing, 7(3):3114-3137. doi:10.3390/rs70303114"
      },
      {
        "titleCn": null,
        "titleEn": "Temperature and emissivity separation algorithm for TASI airborne thermal hyperspectral data",
        "referenceCn": null,
        "referenceEn": "Wang HS, Xiao Q, Li H, Zhong B. Temperature and emissivity separation algorithm for TASI airborne thermal hyperspectral data. Electronics, Communications and Control (ICECC), 2011 International Conference on. IEEE, 2011: 1075-1078."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Investigating the Impact of Soil Moisture on Thermal Infrared Emissivity Using ASTER Data",
        "referenceCn": null,
        "referenceEn": "Wang, H.S., Xiao, Q., Li, H., Du, Y.M., & Liu, Q.H. (2015). Investigating the Impact of Soil Moisture on Thermal Infrared Emissivity Using ASTER Data. IEEE  Geoscience and Remote Sensing Letters, 12(2), 294-298. doi: 10.1109/LGRS.2014.2336912."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "TASI传感器",
        "nameEn": "TASI"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-06-30",
        "keywordEn": "2012-06-30",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：航空光学遥感",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "LAND surface emissivity (LSE) is a basic parameter in surface–atmosphere interaction processes and plays an important role in deriving land surface temperature (LST), as well as long-wave energy budget estimates. As an intrinsic property of natural materials, the LSE is always regarded as an indicator for the surface composition and is widely used in mineral mapping and studies of soil erosion. In a typical land cover, water and dense vegetation have a stable high emissivity in the thermal infrared (TIR) region, whereas bare surface has relatively low emissivity, which varies with the spectral wavelength, viewing angle, surface roughness, soil moisture (SM), and composition. Laboratory and field measurements have revealed that SM has a significant effect on the LSE, particularly in the 8–9.5-μm region. The impact of SM on the LSE was well known from ground-based experiments; however, studies using remote sensing data to analyze this effect have been limited. Both the laboratory measurements and the remote sensing observations indicated that the SM has large temporal and spatial variation and that the SM effects on the LSE should be taken into account to improve the accuracy of long-wave energy balance models."
      ],
      "research objective": [
        "This study investigates the effects of soil moisture (SM) on land surface emissivity (LSE) using the Advanced Space-borne Thermal Emission and Reflection Radiometer (ASTER) LSE data acquired in Heihe Watershed Allied Telemetry Experimental Research (HiWATER)."
      ],
      "challenges": [],
      "methods": [
        "The ASTER LSE retrieval was performed using the water vapor scaling method to improve the atmospheric correction results."
      ],
      "dataset": [
        "Three bare surface sites with automatic meteorological stations that collected long-term SM data were chosen to evaluate the SM impact."
      ],
      "findings": [
        "The ASTER data and long-term SM data of three bare surface sites were used in this study to investigate the dependence of the LSE on SM. The data of the GB and HZZ sites yielded satisfying results, with determination coefficients of 0.9429 and 0.7705, respectively. The SSW site was slightly worse, which might due to the relatively small SM variation range and the emissivity uncertainty. This study confirms that the emissivity-SM dependence previously inferred under laboratory conditions is also valid for the satellite data. In addition, the modeled BBE showed that the emissivity diurnal variation for specific soil is so significant that it should not be neglected in the day/night LST algorithm."
      ],
      "backgroundCn": [
        "土地表面发射率（LSE）是表面与大气相互作用过程中的基本参数，在推导地表温度（LST）以及长波能量预算估算中发挥着重要作用。作为自然材料的内在特性，LSE始终被视为表面组成的指示器，并广泛应用于矿物映射和土壤侵蚀研究。在典型的土地覆盖中，水体和密集植被在热红外（TIR）区域具有稳定的高发射率，而裸露表面的发射率相对较低，并且随着光谱波长、观测角度、表面粗糙度、土壤湿度（SM）和组成的变化而变化。实验室和现场测量表明，SM对LSE有显著影响，特别是在8–9.5微米区域。SM对LSE的影响在地面实验中已得到充分认识；然而，利用遥感数据分析这一影响的研究仍然有限。实验室测量和遥感观测均表明，SM具有较大的时间和空间变化，SM对LSE的影响应被考虑在内，以提高长波能量平衡模型的准确性。"
      ],
      "research objectiveCn": [
        "本研究利用高分辨率热发射和反射辐射仪（ASTER）获取的地表发射率（LSE）数据，调查土壤湿度（SM）对地表发射率的影响，研究区域为黑河流域联合遥测实验研究（HiWATER）。"
      ],
      "challengesCn": [],
      "methodsCn": [
        "ASTER LSE 反演采用了水汽缩放方法，以改善大气校正结果。"
      ],
      "datasetCn": [
        "选择了三个裸露表面站点，这些站点配备了自动气象站，收集了长期的土壤湿度数据，以评估土壤湿度的影响。"
      ],
      "findingsCn": [
        "本研究使用了三个裸露表面站点的ASTER数据和长期土壤湿度（SM）数据，以调查土壤湿度对地表发射率（LSE）的依赖性。GB和HZZ站点的数据 yielded 令人满意的结果，决定系数分别为0.9429和0.7705。SSW站点的结果稍逊，可能是由于相对较小的土壤湿度变化范围和发射率的不确定性。本研究确认了在实验室条件下推断的发射率与土壤湿度的依赖性在卫星数据中同样有效。此外，模型化的BBE显示，特定土壤的发射率日变化是如此显著，以至于在昼夜地表温度（LST）算法中不应被忽视。"
      ]
    },
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的阻碍。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个涡度协方差（EC）塔和四个两层自动气象站（AMS），这些景观包括沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了密集观测。共进行了12次航空遥感任务，使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖了FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    },
    {
      "background": [
        "Land surface temperature (LST) and Land surface emissivity (LSE) are both key parameters controlling energy exchange in surface-atmosphere system. LSE reflecting the land surface emission feature is widely applied in geological research, mineral mapping and so on. Quantitative remote sensing inversion is an important approach to retrieve LST&E on regional and global scale. As the multi-spectral and hyperspectral thermal infrared sensors appear, deriving the LST&E simultaneously becomes possible. Except for the space-borne sensors such as MODIS and ASTER, various airborne multispectral and hyperspectral thermal infrared sensors play important role on regional survey and scientific research for their flexibility and finer spatial resolution. At the same time, algorithms for extracting LST/LSE information from the data collected by these airborne sensors have been subsequently proposed and yielded satisfactory result. However, the emissivity validation using in situ data has been barely presented. TASI is a new generation of commercial hyperspectral infrared sensors released by ITRES, Canada in 2006, aiming to the detection of land surface temperature and emission characteristics and applications like mineral mapping, land mining and gas exploration."
      ],
      "research objective": [
        "This paper proposed a modified TES algorithm for retrieving land surface temperature and emissivity (LST&E) from Thermal Airborne Spectrographic Imager (TASI) hyperspectral data and the results were validated with in situ ground measurements."
      ],
      "challenges": [
        "However, there have been few researches on extracting the LST&E from TASI until now. It should be noted that once MMD is applied to the gray body such as dense vegetation or water, this method would cause big errors. However, there are big noises in some channels, which can be seen from the Noise Equivalent Delta Temperature (NEDT) of the sensor. The involvement of these bands with heavy noise in the TES algorithm would have significantly negative impact on the results."
      ],
      "methods": [
        "Firstly, the atmospheric correction of TASI data was performed by MODTRAN model with atmospheric profile extracted from NCEP data which was modified by local meteorological data. Then, the S-G filter was used to smooth the spectral data in order to reduce the noise effect of TASI data. Finally, the Temperature and Emissivity Separation (TES) algorithm was modified to retrieving LST&E from TASI data."
      ],
      "dataset": [
        "The TASI data used in this paper was collected in \"Huailai Remote Sensing Comprehensive Experiment\" on September 14, 2010. The aircraft flying height is 1,000 meters above ground and the spatial resolution is 1.2 meters. This area is a typical Mountain-basin structure in the west of North China and it is a sub-plateau region with various landforms and rich biodiversity; the main land cover types contain farmland, orchards, reservoirs and villages."
      ],
      "findings": [
        "The validation results indicated that the derived LST agreed with the ground LSTs well with RMSE lower than 1.5K, and the retrieved emissivity curve showed a good agreement with ground LSEs measured by an Fourier Transform Infrared (FTIR) spectroradiometer."
      ],
      "backgroundCn": [
        "地表温度（LST）和地表发射率（LSE）是控制表面-大气系统能量交换的关键参数。LSE反映了地表的发射特征，广泛应用于地质研究、矿物制图等领域。定量遥感反演是获取区域和全球范围内LST和LSE的重要方法。随着多光谱和高光谱热红外传感器的出现，同时提取LST和LSE变得可能。除了MODIS和ASTER等卫星传感器，各种航空多光谱和高光谱热红外传感器在区域调查和科学研究中发挥着重要作用，因为它们具有灵活性和更细的空间分辨率。同时，针对这些航空传感器收集的数据提取LST/LSE信息的算法相继被提出，并取得了令人满意的结果。然而，使用现场数据进行发射率验证的研究几乎没有被提出。TASI是由加拿大ITRES于2006年发布的新一代商业高光谱红外传感器，旨在检测地表温度和发射特征，应用于矿物制图、土地开采和气体勘探等领域。"
      ],
      "research objectiveCn": [
        "本文提出了一种改进的TES算法，用于从热空气光谱成像仪（TASI）高光谱数据中获取地表温度和发射率（LST&E），并通过现场实测数据对结果进行了验证。"
      ],
      "challengesCn": [
        "然而，到目前为止，关于从TASI提取LST&E的研究很少。需要注意的是，一旦将MMD应用于像密集植被或水体这样的灰体，这种方法会导致较大的误差。然而，在某些波段中存在较大的噪声，这可以从传感器的噪声等效温度（NEDT）中看出。这些带有重噪声的波段参与TES算法会对结果产生显著的负面影响。"
      ],
      "methodsCn": [
        "首先，使用MODTRAN模型对TASI数据进行了大气校正，所用的大气剖面是从NCEP数据中提取的，并通过当地气象数据进行了修改。然后，使用S-G滤波器对光谱数据进行了平滑处理，以减少TASI数据的噪声影响。最后，修改了温度和发射率分离（TES）算法，以从TASI数据中提取地表温度和发射率。"
      ],
      "datasetCn": [
        "本文使用的TASI数据是在2010年9月14日的“怀来遥感综合实验”中收集的。飞机飞行高度为1000米，空间分辨率为1.2米。该地区是华北西部典型的山盆结构，是一个具有多样地形和丰富生物多样性的亚高原地区；主要的土地覆盖类型包括农田、果园、水库和村庄。"
      ],
      "findingsCn": [
        "验证结果表明，推导的地表温度（LST）与地面地表温度（LST）之间的吻合良好，均方根误差（RMSE）低于1.5K，且获取的发射率曲线与通过傅里叶变换红外（FTIR）光谱辐射计测量的地面发射率（LSE）表现出良好的一致性。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there multiscale datasets available that capture eco-hydrological processes in oasis-desert areas?",
        "QuestionCn": "是否有可用的多尺度数据集，捕捉绿洲-沙漠地区的生态水文过程？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which method is more effective for atmospheric correction in retrieving land surface emissivity: the water vapor scaling method or the MODTRAN model?",
        "QuestionCn": "在获取地表发射率的过程中，水汽缩放方法和MODTRAN模型哪种方法更有效进行大气校正？",
        "AnswerEn": "water vapor scaling method",
        "AnswerCn": "水汽缩放方法",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are multiscale datasets in eco-hydrological studies typically obtained through airborne remote sensing missions, automatic meteorological stations, or both?",
        "QuestionCn": "生态水文研究中的多尺度数据集通常是通过航空遥感任务、自动气象站，还是两者兼有获得的？",
        "AnswerEn": "both",
        "AnswerCn": "两者",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Is the primary challenge in upscaling eco-hydrological processes due to a lack of multiscale observations, insufficient data quality, or both?",
        "QuestionCn": "在生态水文过程的升级中，主要挑战是由于缺乏多尺度观测、数据质量不足，还是两者兼而有之？",
        "AnswerEn": "poor availability of multiscale observations",
        "AnswerCn": "多尺度观测的可用性差",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What is the purpose of using TASI sensors in thermal infrared hyperspectral airborne remote sensing?",
        "QuestionCn": "在热红外高光谱航空遥感中使用TASI传感器的目的是什麼？",
        "AnswerEn": "Detect land surface temperature and emission characteristics",
        "AnswerCn": "检测地表温度和排放特征",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Where are the multiscale datasets for eco-hydrological processes collected during HiWATER available?",
        "QuestionCn": "HiWATER期间收集的生态水文过程的多尺度数据集在哪里可以获取？",
        "AnswerEn": "figshare, Cold and Arid Regions Science Data Centre",
        "AnswerCn": "figshare，寒旱区科学数据中心",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What methods are employed to ensure the quality control of observational data in eco-hydrological studies?",
        "QuestionCn": "在生态水文学研究中，确保观测数据质量控制的方法有哪些？",
        "AnswerEn": "sensor calibration",
        "AnswerCn": "传感器校准",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a dataset that captures multiscale eco-hydrological processes using a combination of airborne remote sensing and ground-based measurements?",
        "QuestionCn": "您能否提供一个示例数据集，该数据集使用航空遥感和地面测量的组合来捕捉多尺度生态水文过程？",
        "AnswerEn": "A multiscale dataset was obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER), which includes data collected through a combination of eco-hydrological sensor networks, airborne remote sensing using LiDAR, imaging spectrometers, multi-angle thermal imagers, and L-band microwave radiometers, as well as ground measurements of vegetation dynamics and photosynthesis processes.",
        "AnswerCn": "从黑河流域联合遥测实验研究（HiWATER）获得了一个多尺度数据集，该数据集通过生态水文传感器网络、使用激光雷达的航空遥感、成像光谱仪、多角度热成像仪和L波段微波辐射计的组合收集数据，以及对植被动态和光合作用过程的地面测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please provide an example of a data collection method used to study the effects of soil moisture on land surface emissivity using remote sensing.",
        "QuestionCn": "请提供一个使用遥感技术研究土壤湿度对地表辐射率影响的数据收集方法的例子。",
        "AnswerEn": "The Advanced Space-borne Thermal Emission and Reflection Radiometer (ASTER) LSE data were used to study the effects of soil moisture on land surface emissivity. The data collection involved choosing bare surface sites with automatic meteorological stations that collected long-term soil moisture data to evaluate the SM impact on LSE.",
        "AnswerCn": "先进的太空热发射和反射辐射计（ASTER）LSE数据被用于研究土壤湿度对地表发射率的影响。数据收集涉及选择具有自动气象站的裸露表面地点，这些气象站收集长期土壤湿度数据，以评估土壤湿度对地表发射率的影响。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Can you give an example of a methodological approach for retrieving land surface temperature and emissivity from airborne hyperspectral data?",
        "QuestionCn": "您能否提供一个从航空高光谱数据中检索地表温度和发射率的方法论示例？",
        "AnswerEn": "A modified Temperature and Emissivity Separation (TES) algorithm was used to retrieve land surface temperature and emissivity from Thermal Airborne Spectrographic Imager (TASI) hyperspectral data. The process involved atmospheric correction using the MODTRAN model, smoothing spectral data with the S-G filter, and applying the TES algorithm to the corrected data.",
        "AnswerCn": "使用改进的温度和发射率分离（TES）算法从热空气光谱成像仪（TASI）高光谱数据中提取地表温度和发射率。该过程包括使用MODTRAN模型进行大气校正，使用S-G滤波器平滑光谱数据，并将TES算法应用于校正后的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of hyperspectral thermal infrared sensors used in airborne remote sensing for eco-hydrological studies?",
        "QuestionCn": "用于生态水文研究的航空遥感超光谱热红外传感器的特点是什么？",
        "AnswerEn": "8-11.5 micrometers wavelength range, 3 meters spatial resolution, mounted on aircraft, flies at 2500 meters altitude",
        "AnswerCn": "波长范围为8-11.5微米，空间分辨率为3米，安装在飞机上，飞行高度为2500米。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What factors influence the accuracy of land surface emissivity retrieval from remote sensing data in eco-hydrological experiments?",
        "QuestionCn": "影响生态水文实验中从遥感数据中获取地表发射率准确性的因素有哪些？",
        "AnswerEn": "soil moisture, atmospheric conditions, spectral wavelength, viewing angle, surface roughness, sensor noise",
        "AnswerCn": "土壤湿度、大气条件、光谱波长、观测角度、地表粗糙度、传感器噪声",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer?",
        "QuestionCn": "有多少次空中遥感任务使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the data collected using the TASI sensor during the remote sensing experiment on June 30, 2012?",
        "QuestionCn": "在2012年6月30日的遥感实验中，使用TASI传感器收集的数据的空间分辨率是多少？",
        "AnswerEn": "3 meters",
        "AnswerCn": "3米",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What was the flying height of the aircraft when collecting TASI data during the Huailai Remote Sensing Comprehensive Experiment?",
        "QuestionCn": "在怀来遥感综合实验中收集TASI数据时，飞机的飞行高度是多少？",
        "AnswerEn": "1,000 meters",
        "AnswerCn": "1,000米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of land surface emissivity (LSE) in remote sensing and how is it typically measured?",
        "QuestionCn": "地表发射率（LSE）在遥感中的重要性是什么，通常如何测量？",
        "AnswerEn": "Land surface emissivity (LSE) is a basic parameter in surface–atmosphere interaction processes, playing an important role in deriving land surface temperature (LST) and long-wave energy budget estimates. LSE is measured using remote sensing data and is considered an indicator for surface composition, widely used in mineral mapping and soil erosion studies. It is influenced by factors like spectral wavelength, viewing angle, surface roughness, soil moisture, and composition.",
        "AnswerCn": "地表发射率（LSE）是地表与大气相互作用过程中的基本参数，在推导地表温度（LST）和长波能量预算估算中发挥着重要作用。LSE通过遥感数据进行测量，被视为表面组成的指示器，广泛应用于矿物映射和土壤侵蚀研究。它受到光谱波长、观测角度、表面粗糙度、土壤湿度和组成等因素的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is thermal airborne spectrographic imaging (TASI) used to retrieve land surface temperature and emissivity (LST&E), and what challenges are associated with it?",
        "QuestionCn": "热空气光谱成像（TASI）如何用于获取地表温度和发射率（LST&E），以及与之相关的挑战是什么？",
        "AnswerEn": "Thermal Airborne Spectrographic Imaging (TASI) is used to retrieve land surface temperature and emissivity (LST&E) by performing atmospheric corrections using models like MODTRAN, smoothing spectral data to reduce noise, and applying the Temperature and Emissivity Separation (TES) algorithm. Challenges include the presence of noise in some channels and the potential for significant errors when applying the method to certain surfaces, like dense vegetation or water.",
        "AnswerCn": "热空气光谱成像（TASI）用于通过使用像MODTRAN这样的模型进行大气校正，平滑光谱数据以减少噪声，并应用温度和发射率分离（TES）算法来获取地表温度和发射率（LST&E）。挑战包括某些通道中存在噪声，以及在将该方法应用于某些表面（如密集植被或水体）时可能出现显著误差。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "In what ways can the dependence of land surface emissivity on soil moisture be utilized to improve models of long-wave energy balance, and what factors must be considered?",
        "QuestionCn": "土地表面发射率对土壤湿度的依赖性可以通过哪些方式用于改进长波能量平衡模型，并且需要考虑哪些因素？",
        "AnswerEn": "The dependence of land surface emissivity on soil moisture can enhance models of long-wave energy balance by providing more accurate emissivity parameters that reflect real-time surface conditions. Factors to consider include the temporal and spatial variability of soil moisture, the need for high-resolution emissivity data, and ensuring that emissivity variations due to soil moisture are accurately captured and integrated into long-wave energy balance models.",
        "AnswerCn": "土壤湿度对地表发射率的依赖性可以通过提供更准确的发射率参数来增强长波能量平衡模型，这些参数反映了实时的表面条件。需要考虑的因素包括土壤湿度的时间和空间变异性、高分辨率发射率数据的需求，以及确保土壤湿度引起的发射率变化被准确捕捉并整合到长波能量平衡模型中。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors lead to the challenges in the validation of land surface temperature and emissivity data when using TASI hyperspectral sensors?",
        "QuestionCn": "使用TASI高光谱传感器时，导致地表温度和发射率数据验证挑战的因素有哪些？",
        "AnswerEn": "There are challenges in extracting land surface temperature and emissivity from TASI data due to the involvement of bands with heavy noise, as seen from the Noise Equivalent Delta Temperature (NEDT) of the sensor, which can negatively impact results. Additionally, applying certain methods to gray bodies such as dense vegetation or water might cause significant errors.",
        "AnswerCn": "从TASI数据中提取地表温度和发射率存在挑战，因为传感器的噪声等效温度（NEDT）涉及到的波段存在较大噪声，这可能对结果产生负面影响。此外，对密集植被或水体等灰体应用某些方法可能会导致显著的误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the significant temporal and spatial variation in soil moisture's impact on land surface emissivity?",
        "QuestionCn": "土壤湿度对地表发射率影响的显著时间和空间变化的原因是什么？",
        "AnswerEn": "The impact of soil moisture on land surface emissivity has a significant temporal and spatial variation due to factors like soil composition, surface roughness, and soil moisture levels, which vary over time and across different regions. This variation should be considered to improve the accuracy of long-wave energy balance models.",
        "AnswerCn": "土壤湿度对地表发射率的影响具有显著的时间和空间变化，这种变化受到土壤成分、表面粗糙度和土壤湿度水平等因素的影响，这些因素随时间和不同地区而变化。应考虑这种变化，以提高长波能量平衡模型的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on land surface emissivity (LSE) accuracy when incorporating soil moisture (SM) data into remote sensing models?",
        "QuestionCn": "将土壤湿度（SM）数据纳入遥感模型时，对地表发射率（LSE）准确性的潜在影响是什么？",
        "AnswerEn": "Incorporating soil moisture (SM) data into remote sensing models can significantly improve the accuracy of land surface emissivity (LSE) estimations, particularly because SM has a notable effect on LSE in the 8-9.5 μm region. This relationship, validated by both ground-based and satellite data, suggests that ignoring SM variations could lead to inaccuracies in long-wave energy balance models.",
        "AnswerCn": "将土壤湿度（SM）数据纳入遥感模型可以显著提高地表发射率（LSE）估计的准确性，特别是因为SM在8-9.5 μm区域对LSE有显著影响。通过地面和卫星数据验证的这一关系表明，忽视SM变化可能导致长波能量平衡模型中的不准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of airborne thermal infrared sensors like TASI affect the accuracy and applicability of land surface temperature and emissivity retrievals?",
        "QuestionCn": "空气热红外传感器如TASI的使用如何影响地表温度和发射率检索的准确性和适用性？",
        "AnswerEn": "The use of airborne thermal infrared sensors like TASI enhances the accuracy and applicability of land surface temperature and emissivity retrievals due to their finer spatial resolution and flexibility in regional surveys. However, challenges such as sensor noise and the need for atmospheric correction must be addressed to ensure accurate results, as demonstrated by validation with ground measurements showing RMSE lower than 1.5K.",
        "AnswerCn": "使用空气热红外传感器（如TASI）提高了地表温度和发射率检索的准确性和适用性，因为它们具有更细的空间分辨率和在区域调查中的灵活性。然而，必须解决传感器噪声和大气校正等挑战，以确保结果的准确性，验证结果显示与地面测量的均方根误差（RMSE）低于1.5K。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to investigate the effects of soil moisture on land surface emissivity using multiscale observations?",
        "QuestionCn": "研究土壤湿度对地表发射率的影响，使用多尺度观测是重要的原因是什么？",
        "AnswerEn": "Investigating the effects of soil moisture on land surface emissivity is important because soil moisture significantly affects the land surface emissivity, particularly in the 8–9.5-μm region. Understanding this relationship can improve the accuracy of long-wave energy balance models and enhance the interpretation of remote sensing data for surface-atmosphere interaction processes.",
        "AnswerCn": "研究土壤湿度对地表发射率的影响非常重要，因为土壤湿度显著影响地表发射率，特别是在8–9.5微米区域。理解这种关系可以提高长波能量平衡模型的准确性，并增强对表面-大气相互作用过程的遥感数据的解释。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the goal of using hierarchically nested scales in the instrumentation of eco-hydrological experiments?",
        "QuestionCn": "在生态水文实验的仪器设计中使用分层嵌套尺度的目标是什么？",
        "AnswerEn": "The goal of using hierarchically nested scales in the instrumentation of eco-hydrological experiments is to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces by obtaining multiscale and multidisciplinary data. This approach allows for capturing multi-scale eco-hydrological processes and better understanding interactions, such as those between oasis and desert systems.",
        "AnswerCn": "在生态水文实验的仪器设计中使用分层嵌套尺度的目标是解决在异质表面上进行生态水文过程上尺度化的挑战，通过获取多尺度和多学科的数据。这种方法能够捕捉多尺度的生态水文过程，并更好地理解不同系统之间的相互作用，例如绿洲与沙漠系统之间的相互作用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are employed to ensure accurate atmospheric correction when using thermal infrared hyperspectral data for land surface temperature and emissivity retrieval?",
        "QuestionCn": "在使用热红外高光谱数据进行地表温度和发射率提取时，采用了哪些方法论来确保准确的大气校正？",
        "AnswerEn": "The atmospheric correction of TASI data is performed by the MODTRAN model with atmospheric profiles extracted from NCEP data, which are modified by local meteorological data to ensure accuracy.",
        "AnswerCn": "TASI数据的气象校正是通过MODTRAN模型进行的，使用从NCEP数据中提取的气象剖面，并通过当地气象数据进行修改以确保准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How are multi-scale observations structured to capture eco-hydrological processes in heterogeneous surfaces during data collection?",
        "QuestionCn": "多尺度观测是如何构建的，以在数据收集过程中捕捉异质表面的生态水文过程？",
        "AnswerEn": "Multi-scale observations are structured using a hierarchically nested scale approach, with instruments arranged to capture eco-hydrological processes. This includes the use of a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network.",
        "AnswerCn": "多尺度观测采用分层嵌套尺度的方法进行结构化，仪器安排用于捕捉生态水文过程。这包括使用涡度协方差塔、大孔径闪烁仪、自动气象站和生态水文传感器网络的通量观测矩阵。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What is the procedure for validating land surface temperature and emissivity data derived from hyperspectral sensors with in situ ground measurements?",
        "QuestionCn": "验证来自高光谱传感器的地表温度和发射率数据与现场地面测量的程序是什么？",
        "AnswerEn": "The procedure involves using a modified TES algorithm for retrieving land surface temperature and emissivity from TASI hyperspectral data. The results are validated with in situ ground measurements to ensure accuracy, as indicated by the agreement with ground LSTs and emissivity curves.",
        "AnswerCn": "该程序涉及使用修改后的TES算法从TASI高光谱数据中提取地表温度和发射率。结果通过与现场地面测量进行验证，以确保准确性，正如与地面LST和发射率曲线的一致性所表明的。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the use of hyperspectral sensors in collecting detailed land surface emissivity and temperature data?",
        "QuestionCn": "哪些技术进步使得高光谱传感器能够收集详细的地表发射率和温度数据？",
        "AnswerEn": "The development of hyperspectral infrared sensors like TASI has enabled the collection of detailed land surface emissivity and temperature data. These sensors provide finer spatial resolution and flexibility for regional surveys, allowing for the simultaneous derivation of land surface temperature and emissivity.",
        "AnswerCn": "高光谱红外传感器如TASI的发展使得能够收集详细的地表发射率和温度数据。这些传感器提供了更细的空间分辨率和区域调查的灵活性，允许同时推导地表温度和发射率。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do multi-scale observation systems contribute to the understanding of eco-hydrological processes in heterogeneous environments?",
        "QuestionCn": "多尺度观测系统如何有助于理解异质环境中的生态水文过程？",
        "AnswerEn": "Multi-scale observation systems, such as those used in the HiWATER experiment, contribute to understanding eco-hydrological processes by providing diverse and multidisciplinary data through instruments arranged in hierarchically nested scales. This approach captures eco-hydrological processes at various scales, improving the availability of multiscale observations.",
        "AnswerCn": "多尺度观测系统，如HiWATER实验中使用的系统，通过在分层嵌套的尺度上安排仪器，提供多样化和多学科的数据，从而有助于理解生态水文过程。这种方法能够在不同尺度上捕捉生态水文过程，提高了多尺度观测的可用性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "In what ways do atmospheric correction methods enhance the accuracy of land surface temperature and emissivity retrieval from airborne remote sensing data?",
        "QuestionCn": "大气校正方法通过哪些方式提高了从机载遥感数据中获取地表温度和发射率的准确性？",
        "AnswerEn": "Atmospheric correction methods, such as the water vapor scaling method and the use of the MODTRAN model, enhance the accuracy of land surface temperature and emissivity retrieval by improving atmospheric correction results. These methods help separate temperature and emissivity from hyperspectral data, reducing noise and increasing the reliability of the retrieved data.",
        "AnswerCn": "大气校正方法，如水汽缩放法和MODTRAN模型的使用，通过改善大气校正结果，提高了地表温度和发射率的提取准确性。这些方法有助于从高光谱数据中分离温度和发射率，减少噪声，提高提取数据的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What are the expected benefits of integrating multiscale observation systems in eco-hydrological studies, and what challenges might hinder these efforts?",
        "QuestionCn": "在生态水文研究中整合多尺度观测系统的预期益处是什么，哪些挑战可能会阻碍这些努力？",
        "AnswerEn": "Integrating multiscale observation systems is expected to capture multi-scale eco-hydrological processes effectively. However, progress is hindered by the poor availability of multiscale observations, and setting up such systems requires careful calibration and quality control.",
        "AnswerCn": "集成多尺度观测系统预计能够有效捕捉多尺度生态水文过程。然而，进展受到多尺度观测数据稀缺的制约，建立这样的系统需要仔细的校准和质量控制。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why is understanding the impact of soil moisture on land surface emissivity critical for long-wave energy balance models, and how might this affect data collection strategies?",
        "QuestionCn": "为什么了解土壤湿度对地表发射率的影响对长波能量平衡模型至关重要，这如何影响数据收集策略？",
        "AnswerEn": "Understanding the impact of soil moisture on land surface emissivity is critical because soil moisture has large temporal and spatial variations and significantly affects LSE, especially in the 8-9.5 μm region. This necessitates the consideration of soil moisture effects to improve the accuracy of long-wave energy balance models, influencing data collection strategies to include long-term soil moisture data.",
        "AnswerCn": "理解土壤湿度对地表发射率的影响至关重要，因为土壤湿度具有较大的时间和空间变化，并且显著影响长波能量平衡模型，尤其是在8-9.5微米区域。这需要考虑土壤湿度的影响，以提高长波能量平衡模型的准确性，从而影响数据收集策略，纳入长期土壤湿度数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How do you evaluate the effectiveness of the modified TES algorithm in enhancing the retrieval of land surface temperature and emissivity from hyperspectral data?",
        "QuestionCn": "如何评估改进的TES算法在增强从高光谱数据中检索地表温度和发射率方面的有效性？",
        "AnswerEn": "The modified TES algorithm showed effectiveness by utilizing atmospheric correction and spectral smoothing techniques, which resulted in accurate retrievals of land surface temperature and emissivity, as validated against in situ ground measurements with an RMSE lower than 1.5K.",
        "AnswerCn": "修改后的TES算法通过利用大气校正和光谱平滑技术，显示出有效性，准确获取了地表温度和发射率，并与现场地面测量进行了验证，均方根误差（RMSE）低于1.5K。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of how temperature and emissivity data are derived from hyperspectral sensors like TASI.",
        "QuestionCn": "我无法理解如何从像TASI这样的高光谱传感器中获取温度和发射率数据。",
        "AnswerEn": "Temperature and emissivity data are derived from hyperspectral sensors like TASI by performing atmospheric correction using models such as MODTRAN and utilizing algorithms like the Temperature and Emissivity Separation (TES) algorithm. The data is further refined by smoothing the spectral data with filters to reduce noise, ensuring accurate retrieval of land surface temperature and emissivity.",
        "AnswerCn": "温度和发射率数据是通过使用像MODTRAN这样的模型进行大气校正，并利用温度和发射率分离（TES）算法，从高光谱传感器如TASI中获得的。数据进一步通过使用滤波器平滑光谱数据以减少噪声，从而确保准确获取地表温度和发射率。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the methodologies used for atmospheric correction in hyperspectral thermal infrared remote sensing data collection.",
        "QuestionCn": "请分析用于高光谱热红外遥感数据采集的大气校正方法。",
        "AnswerEn": "The atmospheric correction of TASI data was performed by the MODTRAN model with atmospheric profiles extracted from NCEP data modified by local meteorological data. Additionally, the ASTER LSE retrieval used the water vapor scaling method to improve atmospheric correction results.",
        "AnswerCn": "TASI数据的气象校正是通过MODTRAN模型进行的，使用了从NCEP数据中提取的气象剖面，并结合了当地气象数据进行修改。此外，ASTER LSE反演采用了水汽缩放方法，以改善气象校正结果。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore the challenges faced in data collection for remote sensing of land surface emissivity and temperature, and suggest potential improvements.",
        "QuestionCn": "请探讨在遥感土地表面发射率和温度数据收集中面临的挑战，并提出潜在的改进建议。",
        "AnswerEn": "Challenges include the presence of noise in some channels, which negatively impacts the results when using the TES algorithm for TASI data. Additionally, multiscale observations are limited, hindering progress in eco-hydrological process upscaling. Improvements could involve refining noise reduction techniques, such as the S-G filter, and enhancing multiscale data collection frameworks.",
        "AnswerCn": "挑战包括某些通道中存在噪声，这在使用TES算法处理TASI数据时会对结果产生负面影响。此外，多尺度观测受到限制，阻碍了生态水文过程的上尺度进展。改进措施可以包括优化噪声减少技术，例如S-G滤波器，以及增强多尺度数据收集框架。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please identify potential datasets that can be utilized to study the impact of soil moisture on land surface emissivity using remote sensing technologies.",
        "QuestionCn": "请识别可以用于研究土壤湿度对地表发射率影响的潜在数据集，这些数据集可以利用遥感技术。",
        "AnswerEn": "Potential datasets include the ASTER LSE data and long-term soil moisture data from automatic meteorological stations at bare surface sites. Additionally, the multiscale dataset from the HiWATER experiment, which includes data from eddy covariance towers, automatic meteorological stations, and hyperspectral airborne remote sensing, can be utilized.",
        "AnswerCn": "潜在的数据集包括ASTER LSE数据和来自裸地站点的自动气象站的长期土壤湿度数据。此外，还可以利用HiWATER实验的多尺度数据集，该数据集包括来自涡度协方差塔、自动气象站和高光谱航空遥感的数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}