{
  "id": "e1862315-2e67-4930-abab-8523b297609b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Permafrost soil bacteria in Barrow Peninsula, Arctic (2015)",
      "titleCn": "北极Barrow地区冻土土壤细菌数据集（2015）",
      "description": "This data includes the soil microbial composition data in permafrost of different ages in Barrow area of the Arctic. It can be used to explore the response of soil microorganisms to the thawing in permafrost of different ages. This data is generated by high through-put sequencing using the earth microbiome project primers are 515f – 806r. The region amplified is the V4 hypervariable region, and the sequencing platform is Illumina hiseq PE250; This data is used in the articles published in cryosphere, Permafrost thawing exhibits a greater influence on bacterial richness and community structure than permafrost age in Arctic permafrost soils. The Cryosphere, 2020, 14, 3907–3916, https://doi.org/10.5194/tc-14-3907-2020https://doi.org/10.5194/tc-14-3907-2020 . This data can also be used for the comparative analysis of soil microorganisms across the three poles.",
      "descriptionCn": "本数据包括北极Barrow地区不同年龄冻土土壤细菌物种组成数据，可用来探索土壤微生物对冻土消融的响应及不同年龄冻土的土壤细菌差异；本数据为扩增子测序结果，引物为Earth Microbiome Project 标准引物 515F–806R，扩增范围为V4区，测序平台为Illumina Hiseq PE250; 数据通过质量控制，至少达到Q30水平；本数据用于发表于Cryospshere文章Permafrost thawing exhibits a greater influence on bacterial richness and community structure than permafrost age in Arctic permafrost soils. The Cryosphere, 2020, 14, 3907–3916, https://doi.org/10.5194/tc-14-3907-2020。本数据还可用于三极土壤微生物比较分析研究",
      "instructions": "The dataset contains two file types: sequence data (.fastq) and OTU table (.xlsx).\nFile name: the name of the sequence data file is: permafrost age + thaw status+replication ID.read.fq , permafrost age is the age of the perfofrost, including young (< 50 years old), medium (< 300 years old), old (< 3000 years old) and ancient (3000 – 5000 years old); thaw status is the permafrost state, including: permanently frozen, transition and active; replication ID includes 1-4; read is the sequencing direction, including R1 (forward) and R2 (reverse)\nData reading method: the sequence data can be opened by text program (such as Notepad), and the main content is sequencing base quality; the processed OTU table can be opened by MS Excel, and the subject content is OTU table based on 97% sequence identity and species classification information.",
      "instructionsCn": "文件分为2类，第一为测序下机数据，文件后缀为.fq；第二类为处理后的OTU表，文件后缀为.txt。\n文件命名：下机数据文件的名称为permafrost age+thaw status+replicationID.read.fq, age 为冻土年龄，包括：young  (<50 years old), medium  (<300 years old), old  (<3000 years old)和ancient  (3000–5000 years old); thaw status为冻土状态，包括permanently frozen, transition和active；replication ID为实验重复，包括1-4；read为测序方向，包括R1（正向）和R2（反向）\n数据读取方式：下机数据可用文本程序（如记事本）打开，主体内容为测序碱基质量；处理后的OTU表可用MS excel打开，主题内容为基于97%序列identity的OTU表及物种分类信息。",
      "east": -156.117,
      "west": -156.067,
      "south": 71.33,
      "north": 71.45,
      "startTime": null,
      "endTime": null,
      "fileSize": 3844708609.0,
      "cstr": "18406.11.Soil.tpdc.271248",
      "doi": "10.11888/Soil.tpdc.271248",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "孔维栋",
        "nameEn": "KONG Weidong",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Permafrost thawing exhibits a greater influence on bacterial richness and community structure than permafrost age in Arctic permafrost soils",
        "referenceCn": null,
        "referenceEn": "Ji, M., Kong, W., Liang, C., Zhou, T., Jia, H., and Dong, X. (2020). Permafrost thawing exhibits a greater influence on bacterial richness and community structure than permafrost age in Arctic permafrost soils. The Cryosphere, 14, 3907–3916, https://doi.org/10.5194/tc-14-3907-2020."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "冻土消融",
        "nameEn": "Permafrost degradation"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤微生物",
        "nameEn": "Soil microorganisms"
      },
      {
        "nameCn": "多年冻土",
        "nameEn": "Permafrost"
      },
      {
        "nameCn": "活动层",
        "nameEn": "Active layer"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "细菌分布",
        "nameEn": "Bacterial distribution"
      },
      {
        "nameCn": "细菌种类",
        "nameEn": "Bacterial species"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "北极Barrow地区",
        "keywordEn": "Barrow, Antarctic"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "过去5000年",
        "keywordEn": "past 5000 years",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study bacterial community structures in permafrost soils?",
        "QuestionCn": "您能否提供一个用于研究永冻土壤中细菌群落结构的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to study bacterial community structures in permafrost soils involves amplicon sequencing with primers from the Earth Microbiome Project, specifically using primers 515F–806R to target the V4 region, and sequencing on an Illumina Hiseq PE250 platform.",
        "AnswerCn": "用于研究永冻土壤中细菌群落结构的数据收集方法的一个例子涉及使用来自地球微生物组计划的引物进行扩增子测序，具体使用引物515F–806R以靶向V4区域，并在Illumina Hiseq PE250平台上进行测序。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of bacterial species composition in Arctic permafrost soils of different ages collected through amplicon sequencing?",
        "QuestionCn": "通过扩增子测序收集的不同年代的北极永久冻土土壤中细菌种群组成的特征是什么？",
        "AnswerEn": "bacterial species composition data, varying ages, Earth Microbiome Project standard primers 515F–806R, V4 region, Illumina Hiseq PE250 platform, quality control at least Q30 level",
        "AnswerCn": "细菌物种组成数据，不同年龄，地球微生物组计划标准引物515F–806R，V4区，Illumina Hiseq PE250平台，质量控制至少Q30水平。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the bacterial community compositions in permafrost soils of different ages compare when analyzed using amplicon sequencing with the Earth Microbiome Project standard primers versus other sequencing techniques?",
        "QuestionCn": "不同年龄的永冻土壤中的细菌群落组成在使用地球微生物组项目标准引物进行扩增子测序与其他测序技术分析时有何比较？",
        "AnswerEn": "The bacterial species composition data from the Barrow region permafrost soils uses amplicon sequencing with Earth Microbiome Project standard primers 515F–806R, targeting the V4 region, and sequenced on an Illumina Hiseq PE250 platform. This method involves quality control ensuring at least Q30 level, and is suitable for exploring differences in bacterial species in permafrost soils of different ages.",
        "AnswerCn": "巴罗地区永久冻土土壤的细菌物种组成数据使用了扩增子测序，采用地球微生物组计划标准引物515F–806R，针对V4区域，并在Illumina Hiseq PE250平台上进行测序。该方法涉及质量控制，确保至少达到Q30水平，适合探索不同年龄的永久冻土土壤中细菌物种的差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences on bacterial richness and community structure when permafrost soils in Arctic regions undergo thawing, considering different ages of permafrost?",
        "QuestionCn": "当北极地区的永冻土发生融化时，不同年龄的永冻土对细菌丰富度和群落结构的影响是什么？",
        "AnswerEn": "Thawing of permafrost soils in Arctic regions has a greater influence on bacterial richness and community structure than the age of the permafrost. This is observed in the bacterial species composition data collected from permafrost soils of different ages in the Arctic Barrow area, using amplicon sequencing with the Earth Microbiome Project standard primers.",
        "AnswerCn": "北极地区永冻土的融化对细菌丰富度和群落结构的影响大于永冻土的年龄。这一点在从阿拉斯加巴罗地区不同年龄的永冻土中收集的细菌物种组成数据中得到了观察，采用了地球微生物组项目标准引物的扩增子测序技术。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of obtaining bacterial species composition data from Arctic permafrost soils of varying ages?",
        "QuestionCn": "获取不同年龄的北极永久冻土土壤中细菌种类组成数据的目标是什么？",
        "AnswerEn": "The objective is to explore the response of soil microorganisms to permafrost thawing and to understand the differences in soil bacterial communities across permafrost of different ages. This data can also be used for comparative analysis of soil microorganisms across polar regions.",
        "AnswerCn": "目标是探索土壤微生物对永冻土融化的响应，并了解不同年龄永冻土中土壤细菌群落的差异。这些数据还可以用于对极地地区土壤微生物的比较分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and technologies are used to ensure the quality and reliability of bacterial species composition data collected from permafrost soil samples?",
        "QuestionCn": "确保从永冻土样本中收集的细菌种类组成数据的质量和可靠性所使用的程序和技术有哪些？",
        "AnswerEn": "The data is collected using amplicon sequencing with Earth Microbiome Project standard primers 515F–806R, targeting the V4 region, and sequenced on the Illumina Hiseq PE250 platform. Quality control measures ensure the data reaches at least a Q30 quality level.",
        "AnswerCn": "数据是使用扩增子测序收集的，采用地球微生物组项目标准引物515F–806R，针对V4区域，并在Illumina Hiseq PE250平台上进行测序。质量控制措施确保数据达到至少Q30的质量水平。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What sequencing technologies and quality control measures enable the accurate collection of bacterial species composition data in Arctic permafrost soils?",
        "QuestionCn": "哪些测序技术和质量控制措施能够准确收集北极永冻土壤中细菌物种组成的数据？",
        "AnswerEn": "The use of amplicon sequencing with Earth Microbiome Project standard primers 515F–806R on the Illumina Hiseq PE250 platform, combined with quality control measures ensuring at least Q30 level, enables the accurate collection of bacterial species composition data in Arctic permafrost soils.",
        "AnswerCn": "使用Earth Microbiome Project标准引物515F–806R在Illumina Hiseq PE250平台上进行扩增子测序，并结合确保至少Q30水平的质量控制措施，可以准确收集北极永冻土壤中的细菌物种组成数据。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}