{
    "id": "e1accb62-a1d9-4e28-8815-fc255211c69c",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Minqin oasis desertification in 1975-2018 data natural driving factors and human driving factors",
            "titleCn": "民勤绿洲沙漠化自然驱动因素和人为驱动因素数据（1975-2018）",
            "description": "This data set includes the minqin oasis in 1975-2018 annual precipitation, annual average temperature, annual average wind speed, sunshine time and years winds days such as data, and the sheep livestock breeding stock newborn piggy and other animals, the number of shaft, the amount of cultivated land area, the agricultural population, the upstream inflow, afforestation area data.Can be used to explore the main drivers of minqin oasis desertification process.Results show that in the process of the oasis desertification, The contribution rate of human factors is 39.53%, the combined contribution rate of natural and human factors is 26.58%, and the contribution rate of natural factors is 10.77%. human factors is the main driving force of minqin oasis desertification.There was a terrible shortage of water resources is the decisive factor for the oasis desertification, in future we shall work, reasonable regulation of human production and business operation activities, the optimize allocation of water resources in arid areas, can control the desertification of minqin oasis from the source.",
            "descriptionCn": "本数据集包括1975-2018年民勤绿洲年降水量、年平均气温、年平均风速、年日照时数和年大风日数等数据以及羊畜牧量、大牲畜存栏量、机井数、耕地面积、农业人口、上游来水量、造林面积数据。可用于探究民勤绿洲沙漠化过程的主要驱动力。结果表明：在绿洲沙漠化过程中，人为因素贡献率为39.53%，自然与人为综合贡献率为26.58%，自然因素贡献率为10.77%，人为因素是民勤绿洲沙漠化的主要驱动力。水资源极度匮乏是绿洲沙漠化的决定因素，在以后的防沙治沙工作中，合理调控人类的生产经营活动，优化干旱区水资源配置，可从源头上治理民勤绿洲的沙漠化。",
            "instructions": "Li et al-2021-Minqin oasis desertification in 1975-2018 data natural driving factors and human driving factors",
            "instructionsCn": "Li et al-2021-Minqin oasis desertification in 1975-2018 data natural driving factors and human driving factors",
            "east": 104.2,
            "west": 101.82,
            "south": 38.05,
            "north": 39.47,
            "startTime": null,
            "endTime": null,
            "fileSize": 17428.0,
            "cstr": "18406.11.HumanNat.tpdc.300717",
            "doi": "10.11888/HumanNat.tpdc.300717",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "李军豪",
                "nameEn": "LI Junhao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "1975—2018年民勤绿洲沙漠化过程及其驱动机制",
                "titleEn": null,
                "referenceCn": "李军豪, 陈勇, 杨国靖, & 周立华. (2021). 1975—2018年民勤绿洲沙漠化过程及其驱动机制. 中国沙漠(03), 44-55.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Other"
            },
            {
                "nameCn": "沙漠化",
                "nameEn": "Desertification"
            },
            {
                "nameCn": "生态退化及保护",
                "nameEn": "Ecological Degradation and Protection"
            },
            {
                "nameCn": "绿洲",
                "nameEn": "Oasis"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "民勤",
                "keywordEn": "Minqin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1975-2000",
                "keywordEn": "1975-2000",
                "type": "temporal"
            },
            {
                "keywordCn": "2000-2018",
                "keywordEn": "2000-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific attributes of natural and human-induced factors that are measured to understand desertification in an oasis environment?",
                "QuestionCn": "为了理解绿洲环境中的沙漠化，测量的自然和人为因素的具体属性包括：",
                "AnswerEn": "annual precipitation, annual average temperature, annual average wind speed, annual sunshine duration, annual number of windy days, livestock numbers, large livestock inventory, number of mechanized wells, cultivated land area, agricultural population, upstream water volume, afforestation area",
                "AnswerCn": "年降水量、年平均气温、年平均风速、年日照时长、年大风天数、牲畜数量、大型牲畜存栏量、机井数量、耕地面积、农业人口、上游水量、造林面积",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the relative impact of human activities versus natural factors on desertification processes from the data on annual precipitation, temperature, wind speed, and livestock numbers?",
                "QuestionCn": "根据年降水量、温度、风速和牲畜数量的数据，可以推断人类活动与自然因素对沙漠化过程的相对影响。",
                "AnswerEn": "The data indicates that human factors have a major influence on the desertification of the Minqin Oasis, with a contribution rate of 39.53%, compared to natural factors which have a contribution rate of 10.77%. This suggests that human activities such as livestock management and agricultural practices play a significant role in desertification processes in this region.",
                "AnswerCn": "数据显示，人为因素对民勤绿洲的沙漠化有重大影响，其贡献率为39.53%，而自然因素的贡献率为10.77%。这表明，诸如牲畜管理和农业实践等人类活动在该地区的沙漠化过程中发挥了重要作用。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the main factors that have contributed to the desertification of the Minqin Oasis over the period from 1975 to 2018, and how have different data collection methods highlighted these causes?",
                "QuestionCn": "1975年至2018年间，导致民勤绿洲沙漠化的主要因素有哪些？不同的数据收集方法是如何揭示这些原因的？",
                "AnswerEn": "The desertification of the Minqin Oasis is primarily driven by human factors, contributing 39.53% to the process, with natural and human combined factors contributing 26.58%, and natural factors alone contributing 10.77%. Data collection methods, which include measuring annual precipitation, average temperature, wind speed, sunshine hours, and the number of windy days, as well as livestock numbers, water resource availability, and agricultural land use, have been used to explore these factors. The extreme scarcity of water resources is identified as the decisive factor in the desertification process.",
                "AnswerCn": "民勤绿洲的沙漠化主要由人为因素驱动，贡献率为39.53%；自然与人为因素的综合贡献率为26.58%；而自然因素单独贡献率为10.77%。数据收集方法包括测量年降水量、平均气温、风速、日照小时数和多风天数，以及牲畜数量、水资源可用性和农业用地情况，以探讨这些因素。水资源的极度匮乏被认定为沙漠化过程中的决定性因素。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of integrating both natural and human-driven factors in a dataset for analyzing desertification in oasis regions?",
                "QuestionCn": "将自然因素和人类驱动因素整合到一个数据集中，以分析绿洲地区的沙漠化，可能会产生哪些潜在后果？",
                "AnswerEn": "Integrating both natural and human-driven factors in a dataset can provide a comprehensive understanding of the main drivers of desertification in oasis regions. It can reveal the contribution rates of different factors, showing that human activities are the primary driving force with a contribution rate of 39.53%. Additionally, it can highlight the significant role of water scarcity as a decisive factor in desertification, suggesting that managing human activities and optimizing water resource allocation in arid areas can be effective strategies for combating desertification.",
                "AnswerCn": "将自然因素和人为因素整合到一个数据集中，可以全面了解绿洲地区沙漠化的主要驱动因素。这可以揭示不同因素的贡献率，显示人类活动是主要驱动力，贡献率为39.53%。此外，它还强调了水资源短缺作为沙漠化的决定性因素的重要作用，建议在干旱地区管理人类活动和优化水资源配置可以成为有效的抗击沙漠化的策略。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of compiling a dataset containing natural and human-driven factors influencing desertification in oasis areas between 1975 and 2018?",
                "QuestionCn": "编制一个包含1975年至2018年间影响绿洲地区沙漠化的自然和人为因素的数据集的目标是什么？",
                "AnswerEn": "The objectives are to explore the main driving forces of desertification in oasis areas, specifically focusing on the Minqin Oasis. By analyzing data such as annual precipitation, average temperature, wind speed, sunshine duration, livestock numbers, well counts, farmland area, agricultural population, upstream water flow, and afforestation area, the dataset aims to determine the contributions of human and natural factors to desertification. It identifies human activities as the primary driver, with a contribution rate of 39.53%, emphasizing the need for better management of human production activities and optimized water resource allocation to combat desertification effectively.",
                "AnswerCn": "目标是探索绿洲地区沙漠化的主要驱动因素，特别关注民勤绿洲。通过分析年降水量、平均气温、风速、日照时长、牲畜数量、井口数量、耕地面积、农业人口、上游水流量和造林面积等数据集，旨在确定人类和自然因素对沙漠化的贡献。研究表明，人类活动是主要驱动因素，贡献率为39.53%，强调需要更好地管理人类生产活动和优化水资源配置，以有效应对沙漠化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies can be employed to accurately collect and analyze data on both natural and human drivers of desertification in oasis regions over a long-term period?",
                "QuestionCn": "可以采用哪些方法论来准确收集和分析关于绿洲地区沙漠化的自然和人为驱动因素的数据，以便进行长期研究？",
                "AnswerEn": "To accurately collect and analyze data on natural and human drivers of desertification in oasis regions, methodologies could include utilizing historical climate data records such as annual precipitation, average temperature, wind speed, sunshine hours, and days with strong winds. Additionally, compiling socio-economic data like livestock numbers, agricultural land area, well numbers, population involved in agriculture, upstream water flow, and afforestation efforts can provide insights. Combining these datasets can help determine the contributions of natural and human factors to desertification, with human activities identified as significant drivers. Moreover, integrating remote sensing and GIS technologies could enhance data accuracy and spatial analysis capabilities.",
                "AnswerCn": "为了准确收集和分析绿洲地区沙漠化的自然和人为驱动因素，可以采用的方法包括利用历史气候数据记录，如年降水量、平均气温、风速、日照小时数和强风天数。此外，汇编社会经济数据，如牲畜数量、农业用地面积、井口数量、从事农业的人口、上游水流量和植树造林努力，可以提供洞察。结合这些数据集可以帮助确定自然和人为因素对沙漠化的贡献，其中人为活动被识别为重要驱动因素。此外，整合遥感和GIS技术可以提高数据准确性和空间分析能力。",
                "Level": "C6(Creating)"
            }
        ]
    }
}