{
  "id": "e1d1e46e-ebe5-4b33-b5ac-a0fa0c0f23b3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of scheelite bearing granodiorite porphyry in southern Anhui Province",
      "titleCn": "安徽省南部含白钨矿花岗闪长斑岩地球化学数据",
      "description": "This data is the data of major and trace elements and fluid inclusions of scheelite bearing granodiorite porphyry in southern Anhui Province. The data of major elements in the whole rock were obtained by XRF analysis, the data of trace elements were obtained by ICP-MS analysis, and the temperature of fluid inclusions was measured by Linkam thmsg 600 cold and hot station. The above data have been published in high-level SCI journals, and the data are true and reliable. Based on the data obtained, petrological and cathodoluminescence (CL) observation, major and trace element analysis and fluid inclusion study were carried out for Dongyuan and zhuxiling deposits, and the contribution of magmatism, metasomatism and alteration to W content was discussed. The mineralized and non mineralized rocks in the granodiorite porphyry are collected and compared. The movement and metallogenic mechanism of W and its geological significance are discussed.",
      "descriptionCn": "本数据为安徽省南部含白钨矿花岗闪长斑岩全岩主微量元素数据，及流体包裹体数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，流体包裹体测温由Linkam THMSG 600冷热台进行测温测得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，对东源和朱西岭矿床进行了岩石学和阴极发光(CL)观察、主、微量元素分析和流体包裹体研究，探讨了岩浆作用、交代作用和蚀变作用对W含量的贡献。收集了花岗闪长斑岩内的矿化岩和非矿化岩，比较了两者的对比特征。讨论了W的运动和成矿机制及其地质意义。",
      "instructions": "The geochemical data are stored in Excel format, and the sample name is \"YY-DD\", where YY is the drilling sequence number and DD is the sample sequence number",
      "instructionsCn": "地球化学数据以Excel格式存储，样品名称为\"yy-dd\"，其中yy为钻孔序号，dd为样品序数",
      "east": 117.35,
      "west": 117.34,
      "south": 31.8,
      "north": 31.81,
      "startTime": "2016-12-07 00:00:00",
      "endTime": "2017-08-01 00:00:00",
      "fileSize": 16849.0,
      "cstr": null,
      "doi": "10.1016/j.oregeorev.2017.08.004",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "肖益林",
        "nameEn": "XIAO Yilin",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geochemistry and fluid inclusions of scheelite-mineralized granodiorite porphyries from southern anhui province, china.",
        "referenceCn": null,
        "referenceEn": "Wang, Y. Y., Alfons, V. K., Xiao, Y. L., Sun, H., Yang, X. Y., Lai, J. Q., & Wang, Y. G. (2017). Geochemistry and fluid inclusions of scheelite-mineralized granodiorite porphyries from southern anhui province, china. Ore Geology Reviews, 89, 988-1005. doi: 10.1016/j.oregeorev.2017.08.004"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩浆-热液演化",
        "nameEn": "Magmatic-hydrothermal evolution"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "激光剥蚀-等离子体质谱仪",
        "nameEn": "LA-ICP-MS"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "安徽省南部",
        "keywordEn": "southern Anhui Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "早白垩世",
        "keywordEn": "Early Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of geochemical data collected from granodiorite porphyry with W-bearing minerals in southern Anhui Province?",
        "QuestionCn": "在安徽省南部收集的含钨矿物的花岗闪长岩的地球化学数据特征是什么？",
        "AnswerEn": "whole-rock major and trace element data, XRF analysis, ICP-MS analysis, fluid inclusion data, thermometric measurements, petrology observations, cathodoluminescence observations, major and trace element analysis, fluid inclusion studies",
        "AnswerCn": "全岩主量和微量元素数据，XRF分析，ICP-MS分析，流体包裹体数据，热测量，岩石学观察，阴极发光观察，主量和微量元素分析，流体包裹体研究。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of elemental data are collected in a dataset related to the geochemical study of tungsten-bearing granodiorite porphyry in southern Anhui Province?",
        "QuestionCn": "在与安徽省南部含钨花岗岩斑岩的地球化学研究相关的数据集中，收集了多少种元素数据类型？",
        "AnswerEn": "3",
        "AnswerCn": "3",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using XRF for major element analysis compare to ICP-MS for trace element analysis in terms of accuracy and applicability in geochemical studies of granite porphyry?",
        "QuestionCn": "使用XRF进行主要元素分析的数据收集方法与使用ICP-MS进行微量元素分析的方法在准确性和在花岗岩斑岩地球化学研究中的适用性方面有何比较？",
        "AnswerEn": "In the field of geochemical studies of granite porphyry, XRF and ICP-MS are used to obtain data on major and trace elements, respectively. XRF is typically employed for major element analysis due to its ability to handle bulk samples and provide rapid results, making it suitable for high-throughput analysis. However, it may be less sensitive for detecting trace elements compared to ICP-MS. ICP-MS, on the other hand, is highly sensitive and capable of detecting trace elements at much lower concentrations, providing detailed compositional information crucial for understanding trace element distribution. Both methods are complementary, with XRF providing a broad overview and ICP-MS offering detailed insights into trace elements, which is important for understanding the geochemical characteristics and mineralization processes in granite porphyry.",
        "AnswerCn": "在花岗岩斑岩的地球化学研究领域，XRF和ICP-MS被用于获取主要元素和微量元素的数据。XRF通常用于主要元素分析，因为它能够处理大宗样品并提供快速结果，适合高通量分析。然而，与ICP-MS相比，它在检测微量元素方面的灵敏度可能较低。另一方面，ICP-MS具有很高的灵敏度，能够在更低浓度下检测微量元素，提供详细的成分信息，这对于理解微量元素分布至关重要。这两种方法是互补的，XRF提供了广泛的概述，而ICP-MS则提供了对微量元素的详细洞察，这对于理解花岗岩斑岩的地球化学特征和矿化过程非常重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the geochemical patterns observed in a dataset of granodiorite porphyry reveal about the underlying magmatic processes and their contribution to tungsten content?",
        "QuestionCn": "在花岗闪长岩斑岩数据集中观察到的地球化学模式可以揭示底层岩浆过程及其对钨含量的贡献吗？",
        "AnswerEn": "The geochemical patterns observed in a dataset of granodiorite porphyry can reveal insights into magmatic processes through the analysis of main and trace elements obtained via XRF and ICP-MS. These analyses, along with fluid inclusion studies, can indicate how magmatic differentiation, alteration, and metasomatism contribute to tungsten content. By comparing mineralized and non-mineralized rocks, researchers can infer the movement and mineralization mechanisms of tungsten and their geological significance.",
        "AnswerCn": "在花岗闪长岩的数据集中观察到的地球化学模式可以通过对主要和微量元素的分析（通过XRF和ICP-MS获得）揭示出岩浆过程的见解。这些分析结合流体包裹体研究，可以指示岩浆分异、改造和变质作用如何影响钨的含量。通过比较矿化和非矿化岩石，研究人员可以推断钨的迁移和矿化机制及其地质意义。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What consequences can arise from utilizing XRF and ICP-MS analysis for collecting geochemical data on granodiorite porphyry in terms of understanding the magmatic processes and mineralization mechanisms associated with tungsten deposits?",
        "QuestionCn": "利用XRF和ICP-MS分析收集花岗闪长斑岩的地球化学数据，在理解与钨矿床相关的岩浆过程和成矿机制方面会产生哪些后果？",
        "AnswerEn": "Utilizing XRF and ICP-MS analysis for collecting geochemical data on granodiorite porphyry allows for detailed characterization of both major and trace elements, helping to elucidate the roles of magmatic processes, metasomatism, and alteration in contributing to tungsten content. This comprehensive data aids in comparing mineralized and non-mineralized rocks, which can reveal insights into the movement and deposition mechanisms of tungsten and their geological significance.",
        "AnswerCn": "利用XRF和ICP-MS分析收集花岗闪长岩的地球化学数据，可以详细表征主要和微量元素，帮助阐明岩浆过程、变质作用和改造在钨含量形成中的作用。这些综合数据有助于比较矿化和非矿化岩石，从而揭示钨的迁移和沉积机制及其地质意义。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}