{
  "id": "e20f4f0d-db99-4f32-833c-17a50bf71085",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The fourth special achievement report of \"Jiama Qulong copper polymetallic resource base deep exploration and reserve increase demonstration\"",
      "titleCn": "“甲玛-驱龙铜多金属资源基地深部勘查与增储示范”第四专题成果报告",
      "description": "1) Data content: the data in this report mainly includes the thermal infrared and short wave infrared spectrum data of typical boreholes in Jiama mining area. It is the systematic hyperspectral measurement data of the typical section of Jiama porphyry metallogenic system. 2) Data source and processing: the data source is the direct measurement of field front-line instruments. Among them, the short wave infrared spectrum data is measured by fieldspec4 spectrometer produced by American ASD company, and the thermal infrared spectrum is measured by American Agilent 4300 thermal infrared spectrometer. 3) Data quality review: among them, the spectral data measurement is carried out according to the design requirements, and the spectral geologist is adopted ™  (TSG spectral geology expert) analysis software combined with microscopic identification, analysis and processing. 4) Data application achievements and prospects: the hyperspectral data of Jiama mining area is a systematic summary of the spectral data of Jiama thick and large skarn ore body, and a typical spectral exploration model is established, which is helpful to be applied to the exploration and evaluation of similar skarn deposits.",
      "descriptionCn": "1）数据内容：本次报告数据主要包括甲玛矿区典型钻孔的热红外和短波红外光谱数据。其是对甲玛斑岩成矿系统典型剖面的系统高光谱测量数据。2）数据来源及加工：数据来源野外一线仪器的直接测量。其中，短波红外波谱数据采用美国ASD公司生产的FieldSpec4光谱仪进行测量，热红外波谱测量使用美国Agilent 4300热红外波谱仪。3）数据质量评述：其中，光谱数据测量均按照设计要求开展，并采用The Spectral Geologist™ (TSG光谱地质专家）分析软件结合镜下鉴定分析处理。4）数据应用成果及前景：甲玛矿区高光谱数据是对甲玛厚大矽卡岩矿体光谱数据的系统总结，建立了典型的光谱勘查模型，有助于运用于类似矽卡岩矿床的勘查和评价。",
      "instructions": "Naming method: 20207 PDF\nReading method: PDF reader",
      "instructionsCn": "命名方式：20220207.PDF\n读取方式：PDF阅读器",
      "east": 91.76,
      "west": 91.75,
      "south": 29.69,
      "north": 29.7,
      "startTime": "2018-07-01 00:00:00",
      "endTime": "2022-02-07 00:00:00",
      "fileSize": 66509099.0,
      "cstr": "18406.11.SolidEar.tpdc.272089",
      "doi": "10.11888/SolidEar.tpdc.272089",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "林彬",
        "nameEn": "LIN Bin ",
        "unitEn": "Institute of Mineral Resources, Chinese Academy of Geological Sciences",
        "unitCn": "中国地质科学院矿产资源研究所"
      },
      {
        "nameCn": "代晶晶",
        "nameEn": "DAI Jingjing ",
        "unitEn": " Institute of Mineral Resources, Chinese Academy of Geological Sciences",
        "unitCn": "中国地质科学院矿产资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "热红外高光谱技术在地质找矿中的应用综述",
        "titleEn": null,
        "referenceCn": "代晶晶, 赵龙贤, 姜琪, 王海宇, 刘婷玥. (2020). 热红外高光谱技术在地质找矿中的应用综述. 地质学报 94, 2520-2533.",
        "referenceEn": null
      },
      {
        "titleCn": "石榴子石热红外波谱特征研究",
        "titleEn": null,
        "referenceCn": "代晶晶, 赵龙贤, 王海宇. (2021). 石榴子石热红外波谱特征研究. 光谱学与光谱分析, 41, 1764-1768.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Garnet Characteristics Associated with Jiama Porphyry-Skarn Cu Deposit 1# Skarn Orebody, Tibet, Using Thermal Infrared Spectroscopy",
        "referenceCn": null,
        "referenceEn": "Huang, Y.R., Guo, N., Tang, J.X., Shi, W.X., & Ran, F.Q. (2020). Garnet Characteristics Associated with Jiama Porphyry-Skarn Cu Deposit 1# Skarn Orebody, Tibet, Using Thermal Infrared Spectroscopy. Minerals. 11. 5. 10.3390/min11010005."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "斑岩铜矿系统",
        "nameEn": "porphyry Copper system"
      },
      {
        "nameCn": "甲玛",
        "nameEn": "Jiama"
      },
      {
        "nameCn": "铜",
        "nameEn": "Cu"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2022",
        "keywordEn": "2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "国家重点研发计划",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for gathering hyperspectral data in geological exploration?",
        "QuestionCn": "您能否提供一个用于在地质勘探中收集高光谱数据的数据收集方法的示例？",
        "AnswerEn": "A data collection method used for gathering hyperspectral data in geological exploration involves direct field measurements using specialized equipment. In this context, short-wave infrared spectral data is collected using the FieldSpec4 spectrometer from ASD Inc., and thermal infrared spectral data is obtained using the Agilent 4300 spectrometer. These instruments are utilized in the field to measure the spectral characteristics of geological formations, specifically within the context of a porphyry metallogenic system.",
        "AnswerCn": "在地质勘探中，收集高光谱数据的一种数据收集方法涉及使用专业设备进行直接现场测量。在这种情况下，使用ASD Inc.的FieldSpec4光谱仪收集短波红外光谱数据，并使用Agilent 4300光谱仪获取热红外光谱数据。这些仪器在现场用于测量地质构造的光谱特征，特别是在斑岩成矿系统的背景下。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is hyperspectral measurement in the context of mineral exploration?",
        "QuestionCn": "在矿产勘探的背景下，什么是高光谱测量？",
        "AnswerEn": "Hyperspectral measurement in the context of mineral exploration refers to the collection of detailed spectral data across a wide range of wavelengths to analyze the mineral composition and characteristics of geological formations. In this field, it involves the use of instruments like the ASD FieldSpec4 for shortwave infrared spectroscopy and the Agilent 4300 for thermal infrared spectroscopy to obtain precise data on mineral samples, which are then analyzed using software like The Spectral Geologist™ to develop models for mineral exploration and evaluation.",
        "AnswerCn": "高光谱测量在矿产勘探中的意义是收集跨越广泛波长的详细光谱数据，以分析地质构造的矿物成分和特征。在这一领域，使用像ASD FieldSpec4这样的短波红外光谱仪和Agilent 4300这样的热红外光谱仪来获取矿物样本的精确数据，然后使用像The Spectral Geologist™这样的软件进行分析，以开发矿产勘探和评估模型。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What insights can be drawn about the effectiveness of integrating both shortwave infrared and thermal infrared spectroscopy in building spectroscopic exploration models for porphyry-skarn mineral systems?",
        "QuestionCn": "关于将短波红外和热红外光谱结合在一起用于构建斑岩-角岩矿床光谱探索模型的有效性，可以得出哪些见解？",
        "AnswerEn": "The integration of both shortwave infrared and thermal infrared spectroscopy in building spectroscopic exploration models is effective as it allows for a comprehensive analysis of mineralogical features. The data collected from these spectroscopic methods provide a systematic summary of the spectral characteristics of thick skarn ore bodies. This approach helps establish a typical spectroscopic exploration model that can be applied to the exploration and evaluation of similar skarn deposits.",
        "AnswerCn": "短波红外和热红外光谱的结合在建立光谱勘探模型中是有效的，因为它允许对矿物特征进行全面分析。这些光谱方法收集的数据提供了厚层角岩矿体光谱特征的系统总结。这种方法有助于建立一个典型的光谱勘探模型，可以应用于类似角岩矿床的勘探和评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of utilizing high-resolution hyperspectral data from typical drilling profiles in porphyry mineral systems on the exploration and assessment of similar skarn deposits?",
        "QuestionCn": "利用典型钻探剖面的高分辨率高光谱数据在斑岩矿床的勘探和评估中对类似的角岩矿床可能产生的潜在后果是什么？",
        "AnswerEn": "Utilizing high-resolution hyperspectral data from typical drilling profiles in porphyry mineral systems can lead to the development of a comprehensive spectral exploration model. This model enhances the exploration and evaluation of similar skarn deposits by providing a systematic summary of spectral data, which can improve the accuracy and efficiency of identifying mineral compositions and potential resource estimation.",
        "AnswerCn": "利用典型钻探剖面的高分辨率高光谱数据，可以开发出一个全面的光谱勘探模型。该模型通过提供光谱数据的系统总结，增强了对类似斑岩矿床的勘探和评估，从而提高了识别矿物成分和潜在资源估算的准确性和效率。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the main goal of utilizing high-resolution hyperspectral data in the exploration and evaluation of skarn ore deposits in mining areas?",
        "QuestionCn": "在矿区勘探和评估角岩矿床时，利用高分辨率高光谱数据的主要目标是什么？",
        "AnswerEn": "The main goal is to establish a typical spectral exploration model that can aid in the exploration and evaluation of similar skarn deposits, by systematically summarizing the hyperspectral data of thick skarn ore bodies.",
        "AnswerCn": "主要目标是建立一个典型的光谱探索模型，以帮助探索和评估类似的角闪石矿床，通过系统地总结厚角闪石矿体的高光谱数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What is the procedural approach used to collect and process hyperspectral data for a porphyry mineralization system, and how do these techniques ensure data quality?",
        "QuestionCn": "用于收集和处理斑岩矿化系统的高光谱数据的程序性方法是什么，这些技术如何确保数据质量？",
        "AnswerEn": "The procedural approach involves using field instruments to directly measure hyperspectral data. Short-wave infrared spectra are collected using the FieldSpec4 spectrometer by ASD, and thermal infrared spectra are measured using the Agilent 4300 spectrometer. Quality is ensured by adhering to design requirements during measurement and processing the spectral data using The Spectral Geologist™ (TSG) software combined with microscopic identification analysis.",
        "AnswerCn": "程序化方法涉及使用现场仪器直接测量高光谱数据。短波红外光谱使用ASD的FieldSpec4光谱仪收集，热红外光谱则使用Agilent 4300光谱仪测量。通过在测量过程中遵循设计要求来确保质量，并使用The Spectral Geologist™ (TSG)软件结合显微镜识别分析处理光谱数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What specific technologies and instruments are crucial for collecting high-quality hyperspectral data in porphyry mineralization systems?",
        "QuestionCn": "在斑岩矿化系统中收集高质量高光谱数据的关键技术和仪器是什么？",
        "AnswerEn": "The use of FieldSpec4 and Agilent 4300 spectrometers, as well as The Spectral Geologist™ analysis software, are crucial for collecting and analyzing high-quality hyperspectral data in porphyry mineralization systems.",
        "AnswerCn": "FieldSpec4和Agilent 4300光谱仪的使用，以及The Spectral Geologist™分析软件，对于在斑岩矿化系统中收集和分析高质量的高光谱数据至关重要。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}