{
    "id": "e2477c8a-9935-45b6-88cb-12c281501235",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Saturated hydraulic conductivity of representative samples in the Heihe River Basin (2012-2013)",
            "titleCn": "黑河流域典型土壤样点饱和导水率数据集（2012-2013）",
            "description": "The dataset includes the saturated hydraulic conductivity data of typical soil samples in Heihe River Basin from July 2012 to August 2013. The collection method of typical soil sample points in Heihe River Basin is representative sampling, which means that the typical soil types in the landscape area can be collected, and the sample points with higher representativeness can be collected as much as possible, and the saturated hydraulic conductivity of each type of soil can be measured three times for the average value.",
            "descriptionCn": "该数据集包含了2012年7月至2013年8月的黑河流域典型土壤样点饱和导水率数据。黑河流域典型土壤样点采集方式为代表性采样，指能够采集到景观区域内的典型土壤类型，尽可能采集代表性较高的样点，重复三次测每类土壤的饱和导水率，取平均值。",
            "instructions": "File name: data is stored in table XLSX, file name \"black river saturation conductivity. xlsx\".\nData reading method: Offic, Wps and other office software can be used to open reading.",
            "instructionsCn": "文件命名：数据以表格xlsx存储，文件名称“黑河饱和导水率.xlsx”。\n数据读取方式：可以用Offic、Wps等办公软件打开读取",
            "east": 104.2,
            "west": 96.1,
            "south": 37.7,
            "north": 43.3,
            "startTime": "2012-07-11 18:50:46",
            "endTime": "2013-09-10 18:50:46",
            "fileSize": 11611.0,
            "cstr": "18406.11.heihe.0334.2016.db",
            "doi": "10.3972/heihe.0334.2016.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张甘霖",
                "nameEn": "ZHANG Ganlin",
                "unitEn": "",
                "unitCn": "中国科学院南京土壤研究所"
            },
            {
                "nameCn": "宋效东",
                "nameEn": null,
                "unitEn": null,
                "unitCn": "中国科学院南京土壤研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Comparison of boosted regression tree and random forest models for mapping topsoil organic carbon concentration in an alpine ecosystem",
                "referenceCn": null,
                "referenceEn": "Yang, R.M., Zhang, G.L, Liu, F., Lu, Y.Y., Yang, F., Yang, F., Yang, M., Zhao, Y.G., Li, D.C. (2016). Comparison of boosted regression tree and random forest models for mapping topsoil organic carbon concentration in an alpine ecosystem. Ecological Indicators, 60, 870–878."
            },
            {
                "titleCn": null,
                "titleEn": "Mapping soil organic carbon content by geographically weighted regression: A case study in the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Song XD, Brus DJ, Liu F, Li DC, Zhao YG, Yang JL, Zhang GL. 2016. Mapping soil organic carbon content by geographically weighted regression: A case study in the Heihe River Basin, China. Geoderma, 261: 11–22."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "饱和导水率",
                "nameEn": "Saturated hydraulic conductivity"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012-2013",
                "keywordEn": "2012-2013",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to acquire soil saturated hydraulic conductivity values in a large river basin?",
                "QuestionCn": "您能否提供一个用于获取大河流域土壤饱和水力导 conductivity 值的数据收集方法的示例？",
                "AnswerEn": "A data collection method used involves representative sampling, which aims to collect typical soil types within the landscape area. The process includes sampling sites that are highly representative, and measuring the saturated hydraulic conductivity for each soil type three times to calculate an average value.",
                "AnswerCn": "一种数据收集方法涉及代表性抽样，旨在收集景观区域内典型的土壤类型。该过程包括选择高度代表性的采样点，并对每种土壤类型测量饱和水力导度三次，以计算平均值。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to measure saturated hydraulic conductivity in typical soil samples within the Heihe River Basin?",
                "QuestionCn": "在黑河流域典型土壤样本中，用于测量饱和水力导 conductivity 的数据收集方法的特点是什么？",
                "AnswerEn": "representative sampling, high representativeness, measured three times, average value recorded",
                "AnswerCn": "代表性抽样，高代表性，测量三次，记录平均值",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many typical soil sample points were used to measure saturated hydraulic conductivity in the Heihe River Basin during 2012-2013?",
                "QuestionCn": "在2012-2013年期间，黑河流域用于测量饱和水力导 conductivity 的典型土壤样本点有多少个？",
                "AnswerEn": "3 times",
                "AnswerCn": "3次",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'representative sampling' mean in the context of soil data collection for saturated hydraulic conductivity?",
                "QuestionCn": "在饱和水力导 conductivity 的土壤数据收集上下文中，“代表性采样”指的是选择样本以确保所收集的数据能够准确反映整个土壤体的特性。这意味着样本应涵盖不同的土壤类型、层次和特征，以便在分析时能够代表整个区域的水力导 conductivity 性能。",
                "AnswerEn": "Representative sampling refers to the method of collecting soil samples that accurately reflect the typical soil types within a landscape region. It involves selecting sample points that are highly representative of the area's soil characteristics, ensuring that the data gathered provides a reliable average for different soil types by measuring the saturated hydraulic conductivity three times for each soil type and taking the mean value.",
                "AnswerCn": "代表性取样是指收集土壤样本的方法，能够准确反映一个景观区域内的典型土壤类型。它涉及选择样本点，这些样本点高度代表该地区的土壤特征，确保所收集的数据提供不同土壤类型的可靠平均值，通过对每种土壤类型测量饱和水力导度三次并取其平均值。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do representative sampling methods for collecting soil saturated hydraulic conductivity data compare to random sampling techniques in terms of obtaining accurate and reliable data in the Heihe River Basin?",
                "QuestionCn": "在获取黑河流域土壤饱和水力导 conductivity 数据时，代表性抽样方法与随机抽样技术在获取准确和可靠数据方面有何比较？",
                "AnswerEn": "Representative sampling methods focus on collecting data from typical soil types within the landscape, aiming for high representativeness and reliability by selecting characteristic samples and repeating measurements. This approach may provide more accurate data for specific soil types compared to random sampling, which might not capture the diversity and specific conditions of the soil types in the Heihe River Basin as thoroughly.",
                "AnswerCn": "代表性采样方法专注于从景观中典型的土壤类型收集数据，旨在通过选择特征样本和重复测量来实现高代表性和可靠性。这种方法可能比随机采样提供更准确的特定土壤类型数据，因为随机采样可能无法充分捕捉到黑河流域土壤类型的多样性和特定条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of utilizing multiple representative sampling techniques in collecting soil saturation hydraulic conductivity data from a landscape region, compared to using a single method?",
                "QuestionCn": "在从一个景观区域收集土壤饱和水力导 conductivity 数据时，利用多种代表性抽样技术的潜在结果与使用单一方法相比，会有哪些不同？",
                "AnswerEn": "Using multiple representative sampling techniques when collecting soil saturation hydraulic conductivity data can lead to more comprehensive and accurate representation of the landscape region's soil types. It ensures that the collected data reflects the variability in soil properties across different areas, thereby providing a more robust average value for each soil type. This approach could enhance the reliability and generalizability of the findings, potentially leading to better-informed decisions in environmental management and policy-making for the region.",
                "AnswerCn": "使用多种代表性抽样技术收集土壤饱和水力导 conductivity 数据可以更全面和准确地反映景观区域的土壤类型。它确保所收集的数据反映了不同区域土壤特性的变异性，从而为每种土壤类型提供更稳健的平均值。这种方法可以增强研究结果的可靠性和普遍适用性，可能导致在该地区的环境管理和政策制定中做出更明智的决策。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the goal of collecting saturated hydraulic conductivity data from representative soil samples in the Heihe River Basin?",
                "QuestionCn": "收集代表性土壤样本的饱和水力导度数据在黑河流域的目标是什么？",
                "AnswerEn": "The goal is to gather data on saturated hydraulic conductivity from typical soil types in the Heihe River Basin by using representative sampling methods. This involves collecting samples that accurately represent the landscape's soil types and measuring the saturated hydraulic conductivity three times for each soil type to obtain an average value.",
                "AnswerCn": "目标是通过使用代表性采样方法收集黑河流域典型土壤类型的饱和水力导度数据。这涉及到收集能够准确代表该地区土壤类型的样本，并对每种土壤类型测量三次饱和水力导度，以获得平均值。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures for selecting and collecting representative soil sample points to measure the saturated hydraulic conductivity in a watershed area?",
                "QuestionCn": "选择和收集代表性土壤样本点以测量流域区域饱和水力导度的程序是什么？",
                "AnswerEn": "The procedure involves representative sampling, aimed at collecting typical soil types within a landscape region. It includes selecting highly representative sample points and measuring the saturated hydraulic conductivity of each soil type three times to calculate the average value.",
                "AnswerCn": "该程序涉及代表性取样，旨在收集一个景观区域内的典型土壤类型。它包括选择高度代表性的采样点，并对每种土壤类型的饱和水力导度进行三次测量，以计算平均值。",
                "Level": "C3(Applying)"
            }
        ]
    }
}