{
    "id": "e248c5dd-bfdb-45d2-a99a-64e838da7634",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Daily 9 km soil freeze/thaw state over China (1980-2020)",
            "titleCn": "中国逐日9km土壤冻融状态数据集（1980-2020）",
            "description": "\tThe dataset is based on the surface soil freeze/thaw data of SMAP and ESDR, as well as the auxiliary data of soil temperature, soil moisture, snow depth, precipitation, topographic complexity, open water area, longitude and latitude, etc. The surface soil freeze/thaw state data set of China was prepared by ConvLSTM algorithm(spatial resolution: 9km, time span: 1980 ~2020), which can be used to analyze the spatial distribution and trend changes of the start/end date, freeze/thaw duration and freezing range of surface soil freeze-thaw cycle in China, and provide data support for understanding the interaction mechanism of surface freeze/thaw cycle with water and energy exchange process under the background of global change.",
            "descriptionCn": "本数据集是基于SMAP和ESDR的地表冻融数据及土壤温度、土壤水分、积雪深度、降水、地形复杂度、开放水体面积和经纬度等辅助数据，利用卷积长短期记忆网络(ConvLSTM)算法制备的中国地区地表冻融状态数据集（空间分辨率：9km；时间跨度：1980年~2020年），可用于分析中国地表土壤冻融循环的开始/结束日期、冻结/融化时长、冻结范围等指标的空间分布和趋势变化，可为理解全球变化背景下陆表冻融循环与水分、能量交换过程的相互作用机制提供数据支持。",
            "instructions": "The file name structure is AM(PM)_YYYYMMDD, AM: 6 AM (2 characters), PM: 18 PM (2 characters), YYYY: year (4 characters), MM: month (2 characters), DD: day (2 characters). In the data, 1 means freeze, 0 means thaw, and 254 means invalid.",
            "instructionsCn": "文件名结构为AM(PM)_YYYYMMDD，各要素代表：AM——2个字符，上午6点；PM——2个字符，下午18点；YYYY——4个字符，年份；MM——2个字符，月；DD——2个字符，日。数据中，1代表冻结、0代表融化、254代表无效值。",
            "east": 135.05,
            "west": 73.66,
            "south": 3.86,
            "north": 53.55,
            "startTime": null,
            "endTime": null,
            "fileSize": 11354897267.0,
            "cstr": "18406.11.Terre.tpdc.300469",
            "doi": "10.11888/Terre.tpdc.300469",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "柴琳娜",
                "nameEn": "CHAI Linna",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "李恒",
                "nameEn": "LI Heng",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "崔红婧",
                "nameEn": "CUI Hongjing",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": " A Spatiotemporal Enhanced SMAP Freeze/Thaw Product (1980–2020) over China and Its Preliminary Analyses",
                "referenceCn": null,
                "referenceEn": "Cui, H.; Chai, L.; Li, H.; Zhao, S.; Li, X.; Liu, S. A Spatiotemporal Enhanced SMAP Freeze/Thaw Product (1980–2020) over China and Its Preliminary Analyses. Remote Sens. 2024, 16, 950. https://doi.org/10.3390/rs16060950"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤冻结深度",
                "nameEn": "Depth of soil freezing"
            },
            {
                "nameCn": "土壤冻融",
                "nameEn": "soil freeze"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1980-2020",
                "keywordEn": "1980-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the key features and characteristics of datasets used to analyze soil freeze-thaw cycles in regions like China?",
                "QuestionCn": "用于分析中国等地区土壤冻融循环的数据集的关键特征和特性包括：",
                "AnswerEn": "surface freeze-thaw data, soil temperature, soil moisture, snow depth, precipitation, terrain complexity, open water area, geographic coordinates, spatial resolution 9km, time span 1980-2020, start/end dates, freeze/thaw duration, freeze extent",
                "AnswerCn": "地表冻融数据、土壤温度、土壤湿度、积雪深度、降水量、地形复杂度、开阔水域面积、地理坐标、空间分辨率9公里、时间跨度1980-2020年、开始/结束日期、冻结/融化持续时间、冻结范围。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of a dataset that analyzes the freeze-thaw cycle of surface soil in China?",
                "QuestionCn": "分析中国表层土壤冻融循环的数据集的空间分辨率是多少？",
                "AnswerEn": "9 km",
                "AnswerCn": "9公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '卷积长短期记忆网络(ConvLSTM)算法' mean in the context of data collection for soil freeze-thaw state datasets?",
                "QuestionCn": "'卷积长短期记忆网络(ConvLSTM)算法'在土壤冻融状态数据集的数据收集上下文中意味着使用卷积长短期记忆网络算法来分析和预测土壤的冻融状态。",
                "AnswerEn": "卷积长短期记忆网络(ConvLSTM)算法 refers to a deep learning approach that combines convolutional neural networks (CNNs) with long short-term memory (LSTM) networks to capture spatial and temporal dependencies in data. In the context of soil freeze-thaw state datasets, this algorithm is used to process and analyze auxiliary data such as soil temperature, soil moisture, snow depth, precipitation, topographic complexity, open water area, and geographical coordinates to prepare datasets with spatial resolution and temporal span, enabling the analysis of freeze-thaw cycles.",
                "AnswerCn": "卷积长短期记忆网络（ConvLSTM）算法是一种深度学习方法，它将卷积神经网络（CNN）与长短期记忆（LSTM）网络相结合，以捕捉数据中的空间和时间依赖性。在土壤冻融状态数据集的背景下，该算法用于处理和分析辅助数据，如土壤温度、土壤湿度、雪深、降水量、地形复杂性、开水面积和地理坐标，以准备具有空间分辨率和时间跨度的数据集，从而能够分析冻融循环。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do data collection methods using ConvLSTM algorithms for soil freeze-thaw state datasets compare to traditional remote sensing methods in terms of capturing temporal and spatial accuracy?",
                "QuestionCn": "使用ConvLSTM算法进行土壤冻融状态数据集的数据收集方法与传统遥感方法在捕捉时间和空间精度方面有何比较？",
                "AnswerEn": "Data collection methods using ConvLSTM algorithms combine SMAP and ESDR surface freeze-thaw data with auxiliary data like soil temperature, soil moisture, snow depth, precipitation, topography, and open water area to create a detailed dataset with a spatial resolution of 9km and a time span from 1980 to 2020. This approach allows for analyzing spatial distribution and trend changes in freeze-thaw cycles, potentially offering more comprehensive temporal and spatial accuracy over traditional remote sensing methods that might not integrate such diverse auxiliary data or advanced algorithms.",
                "AnswerCn": "数据收集方法使用ConvLSTM算法结合SMAP和ESDR表面冻融数据以及辅助数据，如土壤温度、土壤湿度、雪深、降水、地形和水域面积，创建了一个空间分辨率为9公里、时间跨度为1980年至2020年的详细数据集。这种方法允许分析冻融周期的空间分布和趋势变化，可能提供比传统遥感方法更全面的时间和空间精度，因为传统方法可能未能整合如此多样的辅助数据或先进的算法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of accurately determining soil freeze-thaw status in China using data from SMAP and ESDR, alongside other auxiliary data?",
                "QuestionCn": "在中国使用SMAP和ESDR数据以及其他辅助数据准确确定土壤冻融状态的复杂性受哪些因素影响？",
                "AnswerEn": "The complexity in accurately determining soil freeze-thaw status arises from integrating diverse data sources like SMAP and ESDR surface freeze-thaw data, soil temperature, soil moisture, snow depth, precipitation, terrain complexity, open water body area, and geographical coordinates. These factors must be harmonized using advanced algorithms like the ConvLSTM network to produce reliable datasets over large spatial (9km resolution) and temporal (1980-2020) scales. This complexity is further compounded by the need to capture the spatial distribution and trend changes in freeze-thaw indicators such as starting/ending dates and freezing/melting durations across varied Chinese landscapes.",
                "AnswerCn": "准确确定土壤冻融状态的复杂性源于整合多种数据源，如SMAP和ESDR表面冻融数据、土壤温度、土壤湿度、雪深、降水、地形复杂性、开阔水体面积和地理坐标。这些因素必须通过先进的算法，如ConvLSTM网络进行协调，以在大空间（9公里分辨率）和时间（1980-2020年）尺度上生成可靠的数据集。这种复杂性进一步加剧，因为需要捕捉不同中国景观中冻融指标的空间分布和趋势变化，如开始/结束日期和冻结/融化持续时间。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using convolutional long short-term memory networks (ConvLSTM) on the accuracy and reliability of datasets related to soil freeze-thaw cycles in China from 1980 to 2020?",
                "QuestionCn": "使用卷积长短期记忆网络（ConvLSTM）对1980年至2020年中国土壤冻融循环相关数据集的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "Using convolutional long short-term memory networks (ConvLSTM) in creating datasets related to soil freeze-thaw cycles in China can enhance the accuracy and reliability of spatial and temporal predictions by effectively capturing complex spatiotemporal patterns. This method allows for more precise analysis of the onset and end dates of freeze-thaw cycles, duration of freezing and thawing, and the spatial distribution and trends of freezing range indicators. It can also provide crucial insights into the interactions between land surface freeze-thaw cycles and water and energy exchange processes under the context of global change.",
                "AnswerCn": "使用卷积长短期记忆网络（ConvLSTM）创建与中国土壤冻融循环相关的数据集，可以通过有效捕捉复杂的时空模式，提高空间和时间预测的准确性和可靠性。这种方法能够更精确地分析冻融循环的开始和结束日期、冻结和融化的持续时间，以及冻结范围指标的空间分布和趋势。它还可以提供关于土地表面冻融循环与水分和能量交换过程之间相互作用的重要见解，尤其是在全球变化的背景下。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of using ConvLSTM algorithms in the creation of a dataset related to soil freeze-thaw status in China?",
                "QuestionCn": "使用ConvLSTM算法在与中国土壤冻融状态相关的数据集创建中的主要目标是什么？",
                "AnswerEn": "The primary goal of using ConvLSTM algorithms in the creation of a dataset related to soil freeze-thaw status in China is to analyze the spatial distribution and trend changes of various indicators such as the start/end dates of the freeze-thaw cycle, duration of freezing/melting, and freezing extent. This can provide data support for understanding the interaction mechanisms between the land surface freeze-thaw cycle and moisture and energy exchange processes against the backdrop of global change.",
                "AnswerCn": "使用ConvLSTM算法创建与中国土壤冻融状态相关的数据集的主要目标是分析冻融周期的开始/结束日期、冻结/融化持续时间和冻结范围等各种指标的空间分布和趋势变化。这可以为理解土地表面冻融周期与水分和能量交换过程之间的相互作用机制提供数据支持，以应对全球变化的背景。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and algorithms are used to integrate SMAP and ESDR surface freeze-thaw data with auxiliary data like soil temperature, soil moisture, and precipitation to create a comprehensive dataset for analyzing soil freeze-thaw cycles?",
                "QuestionCn": "用于将SMAP和ESDR表面冻结-解冻数据与土壤温度、土壤湿度和降水等辅助数据集成的程序和算法，以创建一个综合数据集以分析土壤冻结-解冻循环。",
                "AnswerEn": "The integration of SMAP and ESDR surface freeze-thaw data with auxiliary data such as soil temperature, soil moisture, precipitation, snow depth, terrain complexity, open water area, and latitude/longitude is achieved using a convolutional long short-term memory network (ConvLSTM) algorithm. This process is used to prepare a surface freeze-thaw status dataset for the China region, which can be employed to analyze various indicators of soil freeze-thaw cycles, such as start/end dates, freezing/thawing duration, and freezing extent, alongside their spatial distribution and trend changes.",
                "AnswerCn": "SMAP和ESDR表面冻结-融化数据与辅助数据（如土壤温度、土壤湿度、降水量、雪深、地形复杂性、开水面积和纬度/经度）的集成是通过卷积长短期记忆网络（ConvLSTM）算法实现的。这个过程用于为中国地区准备表面冻结-融化状态数据集，可以用于分析土壤冻结-融化周期的各种指标，如开始/结束日期、冻结/融化持续时间和冻结范围，以及它们的空间分布和趋势变化。",
                "Level": "C6(Creating)"
            }
        ]
    }
}