{
    "id": "e2a2c414-977c-4580-9a13-0fe3e360e246",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Drilling profile data of Badain Jilin desert (2013)",
            "titleCn": "巴丹吉林沙漠钻孔剖面数据（2013）",
            "description": "Data of four hydrogeological boreholes constructed in the badain jaran desert area of alxa right banner in 2013 are provided, including borehole construction reports, borehole location plans and borehole profiles.Adopt the core of quaternary and bedrock, install the filter tube at the bottom of the well, wash the well.\nQuantity of work: 4 boreholes with Numbers of K1, K2, K3 and K4.The total footage is designed according to 240 m, with an average single hole depth of 60 m. The actual depth control standard is the exposure of bedrock.",
            "descriptionCn": "提供了2013年阿拉善右旗的巴丹吉林沙漠地区施工4口水文地质钻孔数据，包括钻孔施工报告，钻孔位置图和钻孔剖面图。采取第四系和基岩的岩芯，井底安装滤管，洗井。\n工程量：钻孔4个，编号分别为K1、K2、K3 和K4 。设计总进尺按240 m设计，平均单孔深度60 m，以揭露基岩为实际深度控制标准。",
            "instructions": "Document naming: data is stored in document PDF format, document names \"K1 profile.PDF\", \"desert drilling construction report.PDF\", \"drilling location.PDF\"\nData reading: can be opened with PDF reading software such as Adobe Acrobat.",
            "instructionsCn": "文件命名：数据以文档pdf格式存储，文件名称“K1剖面.PDF”，“沙漠钻孔施工报告.pdf”，“钻孔位置.pdf”\n数据读取：可用Adobe Acrobat等pdf读取软件打开。",
            "east": 103.5,
            "west": 101.5,
            "south": 39.5,
            "north": 41.5,
            "startTime": "2013-07-08 22:00:00",
            "endTime": "2013-10-28 23:38:00",
            "fileSize": 1445648.0,
            "cstr": "18406.11.heihe.075.2014.db",
            "doi": "10.3972/heihe.075.2014.db",
            "dataFormat": "PDF",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王旭升",
                "nameEn": "WANG Xusheng",
                "unitEn": "",
                "unitCn": "中国地质大学(北京)水资源与环境学院"
            },
            {
                "nameCn": "胡晓农",
                "nameEn": "HU Xiaonong",
                "unitEn": "",
                "unitCn": "中国地质大学(北京)"
            }
        ],
        "literatureList": [
            {
                "titleCn": "巴丹吉林沙漠钻孔剖面数据",
                "titleEn": null,
                "referenceCn": "王旭升, 胡晓农, 张竞, 贾凤超。 巴丹吉林沙漠钻孔剖面数据。 北京：中国地质大学(北京), 2014. [Wang Xu-Sheng, Bill X. Hu, Zhang Jing, Jia Fengchao. Profile Data of Boreholes in Badain Jaran Desert. Beijing: China University of Geosciences, Beijing, 2014.] doi:10.3972/heihe.075.2014.db",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤剖面",
                "nameEn": "Soil horizons/profile"
            },
            {
                "nameCn": "地下水",
                "nameEn": "Ground Water"
            },
            {
                "nameCn": "水文地质",
                "nameEn": "Hydrogeology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "巴丹吉林沙漠",
                "keywordEn": "Badain Jaran Desert"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "巴丹吉林沙漠地下水循环机理及其对沙漠湿地生态的支撑作用研究",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for hydrological drilling in desert regions typically include the installation of filter pipes at the borehole bottom?",
                "QuestionCn": "在沙漠地区的水文钻探数据收集方法中，通常包括在钻孔底部安装滤管吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection methods are employed for capturing hydrogeological drilling data in desert environments?",
                "QuestionCn": "在沙漠环境中，捕捉水文地质钻探数据所采用的数据收集方法有哪些？",
                "AnswerEn": "drilling hydrogeological boreholes",
                "AnswerCn": "钻探水文地质钻孔",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many drilling operations were conducted to collect the hydrological geological data in the 巴丹吉林沙漠地区?",
                "QuestionCn": "在巴丹吉林沙漠地区进行了多少次钻探作业以收集水文地质数据？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a 'drilling profile' in the context of hydrological geology and what information does it typically include?",
                "QuestionCn": "在水文地质学的背景下，“钻探剖面”是指对地下水文地质特征的详细描述，通常包括以下信息：\n\n1. 地层的深度和厚度\n2. 各层的岩石类型和物理特性\n3. 地下水位和水质数据\n4. 孔隙度和渗透率\n5. 地下水流动方向和速度\n6. 任何污染物或特殊矿物的存在\n7. 地质结构特征，如断层和褶皱\n\n这些信息有助于理解地下水资源的分布和行为。",
                "AnswerEn": "A 'drilling profile' in the context of hydrological geology typically includes data obtained from drilling operations such as the construction report, location maps, and cross-sectional diagrams of boreholes. It may also involve the collection of core samples from Quaternary and bedrock layers, installation of filter pipes at the bottom of wells, and well flushing. The profile provides comprehensive details about the geological and hydrological characteristics encountered during drilling.",
                "AnswerCn": "在水文地质学的背景下，“钻探剖面”通常包括从钻探操作中获得的数据，如施工报告、位置图和钻孔的横截面图。它还可能涉及从第四纪和基岩层收集岩心样本、在井底安装滤管以及井的冲洗。该剖面提供了关于钻探过程中遇到的地质和水文特征的全面细节。",
                "Level": "C1(Remembering)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals of collecting hydrological and geological drilling data in the Badain Jaran Desert region?",
                "QuestionCn": "在巴丹吉林沙漠地区收集水文和地质钻探数据的主要目标是什么？",
                "AnswerEn": "The primary goals include understanding the subsurface geological structures by analyzing core samples from Quaternary and bedrock, determining the precise locations and structural details of the drill holes, and installing filter pipes for groundwater monitoring, which are crucial for hydrogeological assessments and resource management in this desert area.",
                "AnswerCn": "主要目标包括通过分析第四纪和基岩的岩心样本来理解地下地质结构，确定钻孔的精确位置和结构细节，以及安装过滤管以进行地下水监测，这对于该沙漠地区的水文地质评估和资源管理至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in collecting and documenting hydrological and geological data through drilling in desert environments?",
                "QuestionCn": "在沙漠环境中，通过钻探收集和记录水文和地质数据涉及哪些程序？",
                "AnswerEn": "The data collection involves drilling four hydrological geological boreholes, each identified with a specific code (K1, K2, K3, and K4). The process includes drafting a drilling report, creating a location map, and generating borehole profiles. Core samples from the Quaternary and bedrock layers are collected, and filter pipes are installed at the bottom of the wells followed by well flushing. The total planned drilling depth is 240 meters, with each borehole averaging 60 meters deep, and the actual depth is controlled by the depth of the bedrock exposure.",
                "AnswerCn": "数据收集涉及钻探四个水文地质钻孔，每个钻孔都有特定的代码（K1、K2、K3 和 K4）。该过程包括起草钻探报告、创建位置图和生成钻孔剖面。从第四纪和基岩层收集岩心样品，并在井底安装滤管，随后进行井的冲洗。计划的总钻探深度为240米，每个钻孔平均深度为60米，实际深度由基岩暴露的深度控制。",
                "Level": "C3(Applying)"
            }
        ]
    }
}