{
  "id": "e2fe6b0a-5601-499d-acf1-8904670409b9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Major and trace elements, and zircon trace elements data sets of the Yunmengshan and Fangshan pluton in North China (2020)",
      "titleCn": "华北北缘云蒙山和房山岩体主微量元素、锆石锆石微量元素数据集 (2020)",
      "description": "The data of major and trace elements were analysed by ICP-MS at the State Key Laboratory of Isotope Geochemistry, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences. Zircon U-Pb ages and trace elements were analysed by LA-ICP-MS at the Key Laboratory of Mineralogy and Metallogeny of CAS, Guangzhou Institute of Geochemistry, Chinese Academy of Sciences. The international standard samples and reference values measured in the same batch are consistent within the error range, with low blank in the whole process. The samples of YMS and FS batholiths range from diorite to granite (52‒75 wt. % SiO2), and both show the higher bulk rock Fe3+/ΣFe ratios (between 0.3 and 0.6). The Fe3+/ΣFe of low silica (SiO2<65 wt. %) samples of Dabie are consistent with YMS and FS, but the high SiO2 samples show the low ratios (between 0.1 and 0.3) . Compared with MORB, all the samples show the high ƒO2.Majority of zircons Ce4+/Ce3+ and Eu/Eu* ratios are mostly in range of 100-1000, and consistent with ore-bearing porphyries in Chile and China (e.g., Dexing), indicating the high ƒO2. Conversely, the inherited zircon (~2.5 Ga) Ce4+/Ce3+ ratios of Liguo and FS plutons range from 10 to 200, similar to those of ore barren porphyries in Chile, i.e. low ƒO2 .That adakitic rocks with high oxygen fugacity are very widespread in the NCC. Those magmas were derived from partial melting of thickened lower continental crust with the mixing of mantle materials, and the high ƒO2 characteristic inherited from an oxidized mantle source that has been modified by fluids and/or melt derived from (Paleo)-Pacific plate.",
      "descriptionCn": "主微量元素数据在中国科学院广州地球化学研究所同位素地球化学国家重点实验室由ICP-MS完成测定。锆石微量均在中国科学院广州地球化学研究所中国科学院矿物学与成矿学重点实验室由LA-ICP-MS完成测定。同批次测定的国际标样和参考值在误差范围内一致，全流程空白低，数据质量准确可靠。云蒙山和房山岩体的二氧化硅含量显示较宽的范围52%至75%，从中性岩到花岗岩。并且显示了较高的Fe3+/ΣFe比值，分布在0.3至0.6之间。基于原位锆石微量元素分析，计算得出云蒙山和房山锆石Ce4+/Ce3+ = (100 - 1000)，(Eu/Eu*)N = (0.5 - 0.1)，与智利和德兴斑岩铜矿类似，显示了较高的氧逸度。而来自利国和房山岩体的2.5 Ga继承锆石Ce4+/Ce3+ = (10 - 200)，(Eu/Eu*)N = (0.1 - 0.4)，显示了较低的氧逸度。通过搜集数据发现，高氧逸度的岩体广泛分布在华北。这些岩浆来源于下地壳熔融和地幔楔的熔融相混合，而高氧逸度特征主要继承于氧化的地幔楔，主要是古太平洋板块俯冲过程中大量氧化性流体、物质带入地幔楔所造成。",
      "instructions": "Data table-Yunmeng and Fangshan",
      "instructionsCn": "云蒙山和房山数据表",
      "east": 116.5,
      "west": 115.53,
      "south": 39.41,
      "north": 40.45,
      "startTime": null,
      "endTime": null,
      "fileSize": 64512.0,
      "cstr": null,
      "doi": "10.1007/s11631-020-00394-7",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张哲坤",
        "nameEn": "ZHANG Zhekun",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "High oxygen fugacity magma: implication for the destruction of the North China Craton",
        "referenceCn": null,
        "referenceEn": "Zhang, Z., Ling, M., Zhang, L., Sun, S., & Sun, W. (2020). High oxygen fugacity magma: implication for the destruction of the North China Craton. Acta Geochimica, 39(2), 161-171."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "去克拉通化",
        "nameEn": "Decratonization"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "大地构造",
        "nameEn": "Tectonics"
      },
      {
        "nameCn": "板块俯冲",
        "nameEn": "Plate subduction"
      },
      {
        "nameCn": "氧逸度",
        "nameEn": "Oxygen fugacity"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "华北克拉通",
        "keywordEn": "North China Craton"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "130百万年",
        "keywordEn": "130Ma",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for measuring trace elements in geological samples?",
        "QuestionCn": "用于测量地质样品中微量元素的数据收集方法的特点是什么？",
        "AnswerEn": "ICP-MS for major trace elements, LA-ICP-MS for zircon trace elements, accuracy, low process blanks, international standards, reference values, wide range of silica content, specific Fe3+/ΣFe ratios, high data quality, reliability",
        "AnswerCn": "ICP-MS用于主要微量元素，LA-ICP-MS用于锆石微量元素，准确性，低工艺空白，国际标准，参考值，宽范围的二氧化硅含量，特定的Fe3+/ΣFe比，高数据质量，可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'ICP-MS' mean in the context of geochemical data collection?",
        "QuestionCn": "在地球化学数据收集中，“ICP-MS”是什么意思？",
        "AnswerEn": "ICP-MS, or Inductively Coupled Plasma Mass Spectrometry, is a technique used to measure trace elements in geochemical samples. It involves ionizing the sample with an inductively coupled plasma and then using mass spectrometry to detect and quantify the ions, providing precise and accurate measurement of the elemental composition of the samples.",
        "AnswerCn": "ICP-MS，即电感耦合等离子体质谱法，是一种用于测量地球化学样品中微量元素的技术。它通过电感耦合等离子体对样品进行电离，然后使用质谱法检测和定量离子，从而提供样品元素组成的精确和准确的测量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the methods for determining major and trace element data using ICP-MS compare to those using LA-ICP-MS in terms of data quality and reliability in geological datasets from North China?",
        "QuestionCn": "使用ICP-MS和LA-ICP-MS确定北中国地质数据集中主要和微量元素数据的方法在数据质量和可靠性方面有何比较？",
        "AnswerEn": "The major elements in geological datasets from North China were determined using ICP-MS, which is noted for its reliability and accuracy, as confirmed by consistency with international standards and low procedural blanks. In contrast, trace element data in zircon were measured using LA-ICP-MS, which also demonstrated high data quality and accuracy. Both methods provided data consistent with international reference values, indicating reliable data collection techniques for both major and trace elements.",
        "AnswerCn": "北中国的地质数据集中的主要元素是通过ICP-MS测定的，该方法以其可靠性和准确性而闻名，且与国际标准一致，程序空白值低。相比之下，锆石中的微量元素数据是通过LA-ICP-MS测量的，该方法同样显示出高数据质量和准确性。这两种方法提供的数据与国际参考值一致，表明主要和微量元素的数据收集技术都是可靠的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes for the observed range of Fe3+/ΣFe ratios in rock bodies from different geological formations?",
        "QuestionCn": "不同地质构造岩体中观察到的Fe3+/ΣFe比率范围的潜在原因是什么？",
        "AnswerEn": "The Fe3+/ΣFe ratios observed in rock bodies, ranging from 0.3 to 0.6, are influenced by the high oxygen fugacity characteristics inherited from oxidized mantle wedges. This is primarily due to the introduction of large amounts of oxidizing fluids and materials into the mantle wedge during the subduction of the ancient Pacific plate.",
        "AnswerCn": "在岩体中观察到的Fe3+/ΣFe比率范围为0.3到0.6，这受到来自氧化地幔楔的高氧 fugacity 特征的影响。这主要是由于在古太平洋板块的俯冲过程中，大量氧化流体和物质被引入到地幔楔中。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the likely outcomes on the reliability and accuracy of geochemical data when utilizing ICP-MS and LA-ICP-MS techniques for measuring major and trace elements in rock samples from diverse geological settings?",
        "QuestionCn": "在利用ICP-MS和LA-ICP-MS技术测量来自不同地质环境的岩石样品中的主要和微量元素时，地球化学数据的可靠性和准确性可能会出现哪些结果？",
        "AnswerEn": "When utilizing ICP-MS and LA-ICP-MS techniques, the reliability and accuracy of geochemical data are likely to be high, given that the measurements align with international standards and reference values within acceptable error ranges. This ensures that the data quality is accurate and reliable, as evidenced by the consistent results for both major and trace elements in rock samples from diverse geological settings such as the Yunmeng Mountain and Fangshan plutons.",
        "AnswerCn": "在利用ICP-MS和LA-ICP-MS技术时，地球化学数据的可靠性和准确性很高，因为测量结果与国际标准和参考值相符，并在可接受的误差范围内。这确保了数据质量的准确性和可靠性，正如来自不同地质背景的岩石样品（如云梦山和房山岩体）的主要和微量元素的一致结果所证明的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind collecting major and trace element data and zircon trace element data using ICP-MS and LA-ICP-MS techniques in geochemical research?",
        "QuestionCn": "在地球化学研究中，使用ICP-MS和LA-ICP-MS技术收集主要和微量元素数据以及锆石微量元素数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to accurately determine the elemental composition and oxidation states of rock samples from Yunmengshan and Fangshan intrusions, which helps in understanding the magmatic processes and the high oxygen fugacity characteristics of these intrusions. This data is crucial for revealing the geochemical behavior and genesis of these rocks, as well as their similarities to porphyry copper deposits in Chile and Dexing, which can provide insights into the broader geological processes and magmatic sources in the North China region.",
        "AnswerCn": "主要目标是准确确定来自云蒙山和房山侵入体的岩石样品的元素组成和氧化态，这有助于理解这些侵入体的岩浆过程和高氧逸度特征。这些数据对于揭示这些岩石的地球化学行为和成因至关重要，以及它们与智利和德兴的斑岩铜矿床的相似性，这可以为了解华北地区更广泛的地质过程和岩浆源提供见解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are used to ensure data accuracy and reliability in the collection of major and trace elements in geological samples using ICP-MS and LA-ICP-MS techniques?",
        "QuestionCn": "在使用ICP-MS和LA-ICP-MS技术收集地质样品中的主要和微量元素时，确保数据准确性和可靠性的程序有哪些？",
        "AnswerEn": "In the field of study, the procedures to ensure data accuracy and reliability include conducting measurements at the Chinese Academy of Sciences Guangzhou Institute of Geochemistry's State Key Laboratory of Isotope Geochemistry using ICP-MS for major elements and LA-ICP-MS for zircon trace elements. Consistency is checked by comparing international standards and reference values, ensuring that discrepancies are within acceptable error ranges. Low levels of full-process blank indicate high data quality, and the consistent silica content range of 52% to 75% in the samples further supports reliability.",
        "AnswerCn": "在研究领域，为确保数据的准确性和可靠性，采用了在中国科学院广州地球化学研究所同位素地球化学国家重点实验室进行的测量程序，使用ICP-MS测定主要元素，使用LA-ICP-MS测定锆石微量元素。通过与国际标准和参考值进行比较来检查一致性，确保差异在可接受的误差范围内。低水平的全过程空白表明数据质量高，样品中一致的二氧化硅含量范围为52%至75%进一步支持了可靠性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}