{
    "id": "e3541bda-e8cf-4f24-bcb0-2f4d2e8cc7a0",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat-based continuous monthly 30m NPP Dataset in Qilian mountain area in 2020  (V1.0)",
            "titleCn": "祁连山区域基于 Landsat 反射率的月度30m净初生产力数据（V1.0，2020）",
            "description": "This data set includes the monthly synthesis of 30m*30m surface LAI products in Qilian mountain area in 2019. Max value composition (MVC) method was used to synthesize monthly NPP products on the surface using the reflectivity data of Landsat 8 and sentinel 2 channels from Red and NIR channels.",
            "descriptionCn": "本数据集包括祁连山区域2020年1月-12月月度最大值合成的30m空间分辨率地表植被净初生产力产品。利用 Landsat8 OLI 和sentinel 2多光谱遥感影像的红光和近红外两个通道的反射率数据，计算NDVI实现对地表月度NDVI产品的合成，进而利用经验模型计算NPP。最后，采用最大值合成 (Max value composition, MVC) 方法对月度植被净初生产力求取最大值输出月度NPP产品。",
            "instructions": "File Naming Convention: NPP_YYYYMM-N.tif (YYYY: year, MM: month, N: division number)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF\nNDVI Unit:None\nScale Factor:0.001\nValid Range：0 - 30000\nFilled Value：0",
            "instructionsCn": "文件命名约定：NPP_YYYYMM-N.tif\t（YYYY：年，MM：月，N：分幅编号）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF \n单位：无\n缩放因子：0.001\n有效值范围：0- 30000\n填充值：0",
            "east": 107.0,
            "west": 89.0,
            "south": 34.0,
            "north": 45.0,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 11:59:59",
            "fileSize": 26166846966.0,
            "cstr": "18406.11.Ecolo.tpdc.271550",
            "doi": "10.11888/Ecolo.tpdc.271550",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吴俊君",
                "nameEn": "WU Junjun",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": " 仲波",
                "nameEn": "ZHONG Bo",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国-东盟 1 km 分辨率植被净初级生产力数据集（2013）",
                "titleEn": null,
                "referenceCn": "高 帅，柳钦火* ，康 峻，赵 静，李 静，仲 波，吴善龙，彭菁菁。中国-东盟 1 km 分辨率植被净初级生产力数据集（2013）[J].全球变化数据学报(中英文),2017,1(3):303-308.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "日地空间物理与天文",
                "nameEn": "Solar-Terrestrial Physics and Astronomy"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "银河系",
                "nameEn": "Galactic System"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山地区",
                "keywordEn": "Qilian Mountains"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that utilizes satellite imagery to calculate vegetation productivity metrics at a high spatial resolution?",
                "QuestionCn": "您能否提供一个利用卫星影像以高空间分辨率计算植被生产力指标的数据收集方法的例子？",
                "AnswerEn": "A data collection method involves using Landsat8 OLI and Sentinel 2 multispectral remote sensing imagery. By capturing the reflectance data from the red and near-infrared channels, it calculates NDVI to synthesize monthly NDVI products for the surface. An empirical model is then used to compute the Net Primary Productivity (NPP), and the maximum value composition (MVC) method is applied to obtain the monthly NPP product at a 30m spatial resolution.",
                "AnswerCn": "一种数据收集方法涉及使用Landsat8 OLI和Sentinel 2多光谱遥感影像。通过捕获红色和近红外通道的反射数据，计算NDVI以合成地表的月度NDVI产品。然后使用经验模型计算净初级生产力（NPP），并应用最大值合成（MVC）方法以获得30米空间分辨率的月度NPP产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the net primary productivity dataset for the Qilian Mountain region?",
                "QuestionCn": "Qilian山脉地区的净初级生产力数据集的空间分辨率是多少？",
                "AnswerEn": "30 meters",
                "AnswerCn": "30米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Max value composition (MVC) method in the context of calculating monthly net primary productivity (NPP) from satellite data?",
                "QuestionCn": "最大值组合（MVC）方法是在利用卫星数据计算月度净初级生产力（NPP）时的一种技术。",
                "AnswerEn": "The Max value composition (MVC) method is a data processing technique used to derive monthly net primary productivity (NPP) products by selecting the maximum value of vegetation productivity indicators, such as NDVI, over a set period. This approach helps in minimizing the effects of atmospheric conditions, sensor angle, and other anomalies, ensuring that the most accurate representation of vegetation productivity is captured. In the context of satellite data, it involves using the maximum NDVI value derived from Landsat8 OLI and Sentinel 2 multispectral imagery to calculate NPP through empirical models, producing a refined monthly NPP product.",
                "AnswerCn": "最大值组合（MVC）方法是一种数据处理技术，用于通过选择一段时间内植被生产力指标（如NDVI）的最大值来推导每月净初级生产力（NPP）产品。这种方法有助于最小化大气条件、传感器角度和其他异常现象的影响，确保捕捉到植被生产力的最准确表现。在卫星数据的背景下，它涉及使用从Landsat8 OLI和Sentinel 2多光谱影像中得出的最大NDVI值，通过经验模型计算NPP，从而生成精细化的每月NPP产品。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the use of Landsat8 OLI and Sentinel 2 multispectral remote sensing imagery inform our understanding of vegetation net primary productivity in the Qilian Mountain region, and what does their combination reveal about the accuracy and reliability of NPP calculations?",
                "QuestionCn": "如何利用Landsat8 OLI和Sentinel 2多光谱遥感影像来加深我们对祁连山地区植被净初级生产力的理解，以及它们的结合如何揭示NPP计算的准确性和可靠性。",
                "AnswerEn": "The use of Landsat8 OLI and Sentinel 2 multispectral remote sensing imagery allows for the calculation of NDVI using the red and near-infrared reflectance data. This approach enables the synthesis of monthly NDVI products, which are crucial for estimating net primary productivity (NPP) using empirical models. The combination of these two sources of imagery provides a robust dataset with 30m spatial resolution, enhancing the accuracy and reliability of NPP calculations by leveraging the strengths of both sensors and the MVC method for maximum value output of monthly NPP products.",
                "AnswerCn": "使用Landsat8 OLI和Sentinel 2多光谱遥感影像，可以通过红光和近红外反射数据计算NDVI。这种方法使得合成每月NDVI产品成为可能，这对于使用经验模型估算净初级生产力（NPP）至关重要。这两种影像源的结合提供了一个具有30米空间分辨率的强大数据集，通过利用两种传感器的优势和MVC方法的最大值输出，增强了NPP计算的准确性和可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the accuracy and reliability of net primary productivity estimation using Landsat and Sentinel data in mountainous regions like Qilian Mountain?",
                "QuestionCn": "影响使用Landsat和Sentinel数据在像祁连山这样的山区估算净初级生产力的准确性和可靠性的因素有哪些？",
                "AnswerEn": "The accuracy and reliability of net primary productivity estimation using Landsat and Sentinel data in mountainous regions like Qilian Mountain are influenced by factors such as the reflectance data quality from red and near-infrared channels, the effectiveness of NDVI-based synthesis for monthly NDVI products, and the empirical models used for NPP calculation. Additionally, the implementation of the maximum value composition method (MVC) for determining monthly NPP products can also impact the outcomes.",
                "AnswerCn": "在像祁连山这样的山区，使用Landsat和Sentinel数据估算净初级生产力（NPP）的准确性和可靠性受到多个因素的影响，包括红光和近红外通道的反射数据质量、基于NDVI的合成方法在月度NDVI产品中的有效性，以及用于NPP计算的经验模型。此外，最大值组合方法（MVC）的实施也会影响月度NPP产品的结果。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of calculating NDVI using Landsat8 OLI and sentinel 2 multispectral remote sensing imagery for monthly surface vegetation net primary productivity products?",
                "QuestionCn": "使用Landsat8 OLI和Sentinel 2多光谱遥感影像计算NDVI的主要目的是为了生成每月的地表植被净初级生产力产品。",
                "AnswerEn": "The primary objective is to synthesize monthly NDVI products for the surface by utilizing reflectance data from the red and near-infrared channels of Landsat8 OLI and sentinel 2 imagery, and then calculate net primary productivity (NPP) using an empirical model. This process ultimately aims to produce monthly NPP products by applying the Max value composition (MVC) method to derive the maximum value of monthly vegetation net primary productivity.",
                "AnswerCn": "主要目标是利用Landsat 8 OLI和Sentinel 2影像的红光和近红外通道的反射率数据合成地表的月度NDVI产品，然后使用经验模型计算净初级生产力（NPP）。这一过程最终旨在通过应用最大值合成（MVC）方法，提取每月植被净初级生产力的最大值，从而生成月度NPP产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in using Landsat and Sentinel imagery to calculate monthly 30m spatial resolution net primary productivity (NPP) of vegetation within a specific region?",
                "QuestionCn": "使用Landsat和Sentinel影像计算特定区域每月30米空间分辨率的净初级生产力（NPP）所涉及的程序步骤包括：",
                "AnswerEn": "To calculate the monthly 30m spatial resolution net primary productivity (NPP) of vegetation, the process involves several steps: First, acquire the reflectance data from the red and near-infrared channels of Landsat8 OLI and Sentinel-2 multispectral remote sensing imagery. Next, calculate the Normalized Difference Vegetation Index (NDVI) using these reflectance values. Then, synthesize the monthly NDVI products by creating a composite. Using an empirical model, compute the NPP from the synthesized NDVI. Finally, apply the Max Value Composition (MVC) method to derive the maximum monthly NPP output.",
                "AnswerCn": "要计算每月30米空间分辨率的植被净初级生产力（NPP），该过程涉及几个步骤：首先，从Landsat8 OLI和Sentinel-2多光谱遥感影像中获取红色和近红外通道的反射数据。接下来，使用这些反射值计算归一化植被指数（NDVI）。然后，通过创建合成来合成每月的NDVI产品。使用经验模型，根据合成的NDVI计算NPP。最后，应用最大值合成（MVC）方法得出每月的最大NPP输出。",
                "Level": "C3(Applying)"
            }
        ]
    }
}