{
  "id": "e3db17a6-1c96-45f1-aeee-dc6da44e596a",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Lakes shifted from a carbon dioxide source to a sink over past two decades in China",
      "titleCn": "过去几十年中国湖泊从CO2源向汇转变",
      "description": "Inland waters such as lakes are an important component of global CO2 budget estimation. This data collected the CO2 partial pressure, dissolved concentration in China's lakes, including longitude, latitude, and salinity ,and then estimated the CO2 exchange flux between water-atmosphere interface at different periods. The dataset can be used to evaluate the dynamic changes of CO2 sources/sinks function of China's lake. (1) The national lake survey is divided into two periods. The first period was mainly between 1988 and 1992, and the second period was during the field survey between 2007 and 2010; (2) According to the difference of natural environment, these lakes are categorized into five zones : East Plain lakes (EPL), Yunnan-Guizhou Plateau lakes (YGPL), Qinghai-Tibetan Plateau lakes (TPL), Inner Mongolia-Xinjiang lakes (IMXL), and Northeast Plain and Mountain lakes (NPML); (3) Based on the obtained pCO2 data and combined with the water gas interface gas transport model, the CO2 flux is calculated. If the flux is positive, it indicates that the lake is the emission source of atmospheric CO2, and if it is negative, it indicates the lake uptake  CO2.",
      "descriptionCn": "湖泊等内陆水体是全球CO2收支估算的重要组成部分，本数据收集了不同时期我国湖泊经纬度、水体盐度、CO2分压、溶存浓度、及其水-其界面CO2交换通量，可用于评估我国湖泊水体CO2源汇动态变化。（1）湖泊调查分为两个时期，第一个时期主要是在1988-1992年之间，第二个时期野外调查时在2007-2010年之间；（2）根据自然环境的差异等，将我国湖泊分为五个区域，分别为东北平原地区湖泊（EPL）、云贵高原地区湖泊（YGPL）、青藏高原地区湖泊、蒙新高原地区湖泊（IMXL）、东北平原地区与山区湖泊（NPML）; (3) 基于获取的pCO2数据，结合水-气界面气体传输模型，计算得到CO2通量，通量为正值，则表明水体是大气CO2排放源，负值则是大气CO2吸收汇。",
      "instructions": "File Name: The data is stored in table xls format. File Name: CO2 Dataset of Chinese Lakes from Different Periods. xls. Data reading method: Office and other office software can be used to open and read the data",
      "instructionsCn": "文件命名：数据以表格xls格式存储，文件名称：不同时期中国湖泊CO2数据集.xls。 数据读取方式：可用office等办公软件打开读取",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 130560.0,
      "cstr": "18406.11.Terre.tpdc.300913",
      "doi": "10.11888/Terre.tpdc.300913",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "段洪涛",
        "nameEn": "DUAN Hongtao",
        "unitEn": "",
        "unitCn": "中国科学院南京地理与湖泊研究所"
      },
      {
        "nameCn": "肖启涛",
        "nameEn": "XIAO Qitao",
        "unitEn": "",
        "unitCn": "中国科学院南京地理与湖泊研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Lakes shifted from a carbon dioxide source to a sink over past two decades in China",
        "referenceCn": null,
        "referenceEn": "Xiao, Q., Xu, X., Qi, T., Luo, J., Lee, X., & Duan, H. (2024). Lakes shifted from a carbon dioxide source to a sink over past two decades in China. Science Bulletin, https://doi.org/10.1016/j.scib.2024.03.022"
      },
      {
        "titleCn": null,
        "titleEn": "Eutrophic lake taihu as a significant co2 source during 2000–2015",
        "referenceCn": null,
        "referenceEn": "Xiao, Q., Xu, X., Duan, H., Qi, T., & Zhang, M. (2019). Eutrophic lake taihu as a significant co2 source during 2000–2015. Water Research, 170, 115331."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "二氧化碳",
        "nameEn": "Carbon dioxide"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "水质/水化学",
        "nameEn": "Water Quality/Water Chemistry"
      },
      {
        "nameCn": "溶解气体",
        "nameEn": "Dissolved gases"
      },
      {
        "nameCn": "碳通量",
        "nameEn": "Carbon flux"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1988",
        "keywordEn": "1988",
        "type": "temporal"
      },
      {
        "keywordCn": "2007",
        "keywordEn": "2007",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features of data collection methods used to assess the dynamic changes in CO2 sources and sinks in Chinese lakes over different time periods?",
        "QuestionCn": "评估中国湖泊中CO2源和汇动态变化的数据收集方法的关键特征是什么？",
        "AnswerEn": "lake locations, salinity, CO2 partial pressure, dissolved concentration, CO2 exchange flux, 1988-1992, 2007-2010, Northeast Plain Lakes, Yunnan-Guizhou Plateau Lakes, Qinghai-Tibet Plateau Lakes, Inner Mongolia-Xinjiang Plateau Lakes, Northeast Plain and Mountain Lakes, positive flux, negative flux",
        "AnswerCn": "湖泊位置、盐度、CO2分压、溶解浓度、CO2交换通量、1988-1992年、2007-2010年、东北平原湖泊、云贵高原湖泊、青藏高原湖泊、内蒙古-新疆高原湖泊、东北平原和山地湖泊、正通量、负通量",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many regions were the lakes in China divided into for the purpose of data collection?",
        "QuestionCn": "中国的湖泊在数据收集的目的下被划分为多少个区域？",
        "AnswerEn": "5",
        "AnswerCn": "5",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for CO2 flux measurements in Chinese lakes during the 1988-1992 period compare to those used in the 2007-2010 period in terms of technological advancement and accuracy?",
        "QuestionCn": "1988-1992年期间中国湖泊CO2通量测量的数据收集方法与2007-2010年期间相比，在技术进步和准确性方面有什么不同？",
        "AnswerEn": "The data collection methods for CO2 flux measurements in Chinese lakes during the 1988-1992 period primarily relied on the technology available at the time, which may have been less advanced than the methods used in the 2007-2010 period. The later period likely benefited from advancements in technology, leading to potentially more accurate measurements of parameters such as pCO2 and CO2 flux. Additionally, the understanding and implementation of water-gas interface gas transfer models may have evolved, enhancing the accuracy and reliability of the CO2 flux calculations.",
        "AnswerCn": "1988-1992年期间，中国湖泊的CO2通量测量数据收集方法主要依赖于当时可用的技术，这些技术可能不如2007-2010年期间使用的方法先进。后一个时期可能受益于技术的进步，从而导致对pCO2和CO2通量等参数的测量更加准确。此外，水气界面气体传输模型的理解和实施可能也有所发展，从而提高了CO2通量计算的准确性和可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the changes in CO2 flux from positive to negative values over different periods indicate about the transformation of Chinese lakes from CO2 sources to sinks, and what methodologies might be employed to accurately capture these dynamics?",
        "QuestionCn": "CO2通量从正值到负值的变化在不同时间段内可能表明中国湖泊从二氧化碳源转变为汇的过程。为了准确捕捉这些动态，可以采用哪些方法论？",
        "AnswerEn": "The changes in CO2 flux from positive to negative values suggest a dynamic transformation of Chinese lakes from being sources of atmospheric CO2 to acting as sinks. This can be inferred from the collected data on CO2 partial pressure, dissolved concentration, and water-air CO2 exchange fluxes over two distinct periods. To accurately capture these dynamics, methodologies would include collecting geographic and environmental data such as lake latitudes and salinity levels across different regions. Additionally, using water-gas interface gas transfer models based on the pCO2 data is crucial for calculating CO2 fluxes, which helps in determining whether the water bodies are emitting or absorbing atmospheric CO2.",
        "AnswerCn": "CO2通量从正值到负值的变化表明，中国湖泊正在经历从大气CO2的源头转变为汇的动态转化。这可以通过对两个不同时间段内收集的CO2分压、溶解浓度和水-气CO2交换通量的数据进行推断。为了准确捕捉这些动态，方法论包括收集地理和环境数据，如不同地区湖泊的纬度和盐度。此外，基于pCO2数据使用水气界面气体传输模型对于计算CO2通量至关重要，这有助于确定水体是排放还是吸收大气中的CO2。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the shift of Chinese lakes from CO2 sources to sinks over the past few decades, and how do data collection methods account for these changes?",
        "QuestionCn": "过去几十年，中国湖泊从二氧化碳源转变为汇的原因是什么？数据收集方法如何考虑这些变化？",
        "AnswerEn": "The shift of Chinese lakes from CO2 sources to sinks can be studied by analyzing the collected data on lake latitude and longitude, water salinity, CO2 partial pressure, and dissolved concentration, as well as the water-atmosphere CO2 exchange flux. This data was collected in two main periods, 1988-1992 and 2007-2010, across five different regions reflecting natural environmental differences. By using pCO2 data and a gas transfer model at the water-air interface, researchers can calculate the CO2 flux, where a positive value indicates the lake is a CO2 source and a negative value indicates it is a CO2 sink. These methods help understand the factors behind the change in CO2 dynamics in lakes over time.",
        "AnswerCn": "通过分析收集的湖泊纬度和经度、水盐度、CO2分压和溶解浓度以及水-大气CO2交换通量的数据，可以研究中国湖泊从CO2源转变为汇的过程。这些数据是在1988-1992年和2007-2010年两个主要时期收集的，涵盖了五个不同的地区，反映了自然环境的差异。通过使用pCO2数据和水气界面的气体传输模型，研究人员可以计算CO2通量，其中正值表示湖泊是CO2源，负值表示湖泊是CO2汇。这些方法有助于理解湖泊CO2动态变化背后的因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on CO2 flux assessments in Chinese lakes if data collection methods continue to evolve with advancements in technology and environmental modeling?",
        "QuestionCn": "如果数据收集方法随着技术和环境建模的进步而不断发展，那么对中国湖泊的二氧化碳通量评估可能会产生哪些潜在后果？",
        "AnswerEn": "The evolution of data collection methods with advancements in technology and environmental modeling could lead to more precise and accurate assessments of CO2 flux in Chinese lakes. This might refine the understanding of whether these lakes act as sources or sinks of atmospheric CO2, potentially altering regional and global carbon budget estimates. With improved data, researchers could better differentiate between the impacts of natural environmental changes and human activities on CO2 dynamics in various regions.",
        "AnswerCn": "随着技术和环境建模的进步，数据收集方法的演变可能会导致对中国湖泊中二氧化碳通量的评估更加精确和准确。这可能会深化对这些湖泊是作为大气二氧化碳的源还是汇的理解，从而潜在地改变区域和全球碳预算的估算。通过改进的数据，研究人员能够更好地区分自然环境变化和人类活动对各个地区二氧化碳动态的影响。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the objective of collecting data on the CO2 source and sink dynamics of lakes in China over different time periods?",
        "QuestionCn": "收集中国湖泊在不同时间段的二氧化碳源和汇动态数据的目标是什么？",
        "AnswerEn": "The goal is to assess the dynamic changes in CO2 source and sink behavior of Chinese lakes by examining variables such as geographical coordinates, water salinity, CO2 partial pressure, dissolved concentration, and CO2 exchange flux at the water-air interface. This data helps in evaluating the transition of these lakes from CO2 sources to sinks over the past few decades and contributes to the global CO2 budget estimation.",
        "AnswerCn": "目标是通过考察地理坐标、水盐度、CO2分压、溶解浓度和水-气界面CO2交换通量等变量，评估中国湖泊CO2源和汇行为的动态变化。这些数据有助于评估这些湖泊在过去几十年中从CO2源转变为汇的过程，并为全球CO2预算估算做出贡献。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures can be implemented to collect and classify data on CO2 flux in Chinese lakes, considering the different environmental regions and time periods?",
        "QuestionCn": "可以实施哪些程序来收集和分类中国湖泊的二氧化碳通量数据，考虑到不同的环境区域和时间段？",
        "AnswerEn": "Data collection for CO2 flux in Chinese lakes involves classifying lakes into five regions based on natural environmental differences: Northeast Plain Lakes (EPL), Yunnan-Guizhou Plateau Lakes (YGPL), Qinghai-Tibet Plateau Lakes, Inner Mongolia-Xinjiang Plateau Lakes (IMXL), and Northeast Plain and Mountainous Lakes (NPML). The data collection spans two periods, 1988-1992 and 2007-2010. Key data collected include lake coordinates, salinity, CO2 partial pressure, and dissolved concentration. CO2 flux at the water-air interface is calculated using a gas transfer model, indicating whether the lake acts as a CO2 source or sink.",
        "AnswerCn": "中国湖泊的CO2通量数据收集涉及根据自然环境差异将湖泊划分为五个区域：东北平原湖泊（EPL）、云南-贵州高原湖泊（YGPL）、青藏高原湖泊、内蒙古-新疆高原湖泊（IMXL）和东北平原及山区湖泊（NPML）。数据收集跨越两个时期，1988-1992年和2007-2010年。收集的关键数据包括湖泊坐标、盐度、CO2分压和溶解浓度。水-气界面的CO2通量通过气体传输模型计算，指示湖泊是作为CO2源还是汇。",
        "Level": "C6(Creating)"
      }
    ]
  }
}