{
    "id": "e45be858-bcb2-4fea-bd10-5c2662cb34a5",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "A long-term (1979-2020) high-resolution（1/30°） precipitation dataset for the Third Polar region（TPHiPr）",
            "titleCn": "第三极地区长时间序列高分辨率（1/30°）降水数据集（TPHiPr，1979-2020）",
            "description": "This dataset provides gridded precipitation for the Third Pole region in the past 42 years (1979-2020) at the monthly, daily, and hourly scales. It has a horizontal resolution of  1 / 30 ° and in the format of NetCDF.  To produce this dataset,  the ERA5 precipitation was downscaled based on short-term high-resolution WRF simulation and machine learning and further merged with gauge observations from more than 9000 rain gauges. Validation showed that this dataset has higher accuracy than the current mainstream gridded precipitation products in the Third Pole region. The dataset can be used for climate analysis, forcing land surface models, hydrological models and ecological models, and related engineering applications.",
            "descriptionCn": "该数据集包含第三极地区近42年（1979-2020）月、日、小时尺度的格点降水，数据空间分辨率为1/30°，数据格式为NETCDF。该数据集是以短期的高分辨率WRF模拟为基础，利用机器学习方法对ERA5降水数据进行降尺度，并进一步融合了超9000个雨量站的观测数据得到。验证结果表明该数据在第三极地区整体比目前主流的格点降水产品具有更高的精度。该数据集可用于气候分析、驱动陆面水文过程模型及生态模型、以及相关的工程运用。",
            "instructions": "The data files for monthly, daily and hourly precipitation are named tpmfd_ prcp_ m_ YYYYMM.nc, tpmfd_ prcp_ d_ YYYYMMDD.nc and tpmfd_ prcp_ h_ YYYYMMDD_00_23. nc, respectively, where YYYY is the four-digital year, MM is the two-digital month, and DD is the two-digital day.  The dataset is in UTC time. The unit is in mm/hour, representing the average precipitation rate in the period. Each monthly or daily data file only contains the monthly or daily precipitation of that month or day, and each hourly data file contains the hourly precipitation from 0 to 23 in that day.  The data can be read though Python, Matlab, et al. A simple example for read the data was given in the readme document for this dataset.",
            "instructionsCn": "月数据命名为tpmfd_prcp_m_YYYYMM.nc，日数据命名为tpmfd_prcp_d_YYYYMMDD.nc，小时数据命名为tpmfd_prcp_h_YYYYMMDD_00_23.nc。其中YYYY代表年份，MM代表月份，DD代表日，数据时间为UTC时间。所有数据单位为mm/hour，为时段内的平均降水。每个月数据和日数据文件只包含该月/该日的降水，每个小时数据文件中包含该日0-23时的降水数据。数据可通过Python、Matlab等程序语言进行读取. 数据读取方式见数据说明文档。",
            "east": 105.6622,
            "west": 61.03333,
            "south": 25.73333,
            "north": 41.3651,
            "startTime": "1979-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 121435713998.0,
            "cstr": "18406.11.Atmos.tpdc.272763",
            "doi": "10.11888/Atmos.tpdc.272763",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "阳坤",
                "nameEn": "YANG Kun",
                "unitEn": "",
                "unitCn": "清华大学"
            },
            {
                "nameCn": "姜尧志",
                "nameEn": "JIANG Yaozhi ",
                "unitEn": "Tsinghua University",
                "unitCn": "清华大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "TPHiPr: a long-term (1979–2020) high-accuracy precipitation dataset (1/30◦, daily) for the Third Pole region based on high-resolution atmospheric modeling and dense observations",
                "referenceCn": null,
                "referenceEn": "Jiang, Y., Yang, K., Qi, Y., Zhou, X., He, J., Lu, H., Li, X., Chen, Y., Li, X.D., Zhou, B., Mamtimin, A., Shao, C., Ma, X., Tian, J., Zhou, J. (2023). TPHiPr: a long-term (1979–2020) high-accuracy precipitation dataset (1/30◦, daily) for the Third Pole region based on high-resolution atmospheric modeling and dense observations. Earth Syst. Sci. Data 15, 621–638. https://doi.org/https://doi.org/10.5194/essd-15-621-2023"
            },
            {
                "titleCn": null,
                "titleEn": "Added value of kilometer-scale modeling over the third pole region: a CORDEX-CPTP pilot study",
                "referenceCn": null,
                "referenceEn": "Zhou, X., Yang, K., Ouyang, L., Wang, Y., Jiang, Y., Li, X., Chen, D., Prein, A., 2021. Added value of kilometer-scale modeling over the third pole region: a CORDEX-CPTP pilot study. Clim. Dyn. 57, 1673–1687. https://doi.org/10.1007/s00382-021-05653-8"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "格点降水",
                "nameEn": "Gridded precipitation"
            },
            {
                "nameCn": "水文",
                "nameEn": "Hydrology"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "亚洲水塔",
                "keywordEn": "Aisa Water tower"
            },
            {
                "keywordCn": "喜马拉雅山",
                "keywordEn": "Himalayas"
            },
            {
                "keywordCn": "横断山",
                "keywordEn": "Hengduan Mountains"
            },
            {
                "keywordCn": "第三极",
                "keywordEn": "The Third Pole"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1979-2020",
                "keywordEn": "1979-2022",
                "type": "temporal"
            },
            {
                "keywordCn": "长时间序列",
                "keywordEn": "long-term",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "青藏高原地球系统基础科学中心",
                "titleEn": "Basic Science Center Program of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "国家重点研发计划（2018YFC1507505）",
                "titleEn": "无"
            },
            {
                "titleCn": "第二次青藏高原综合科学考察研究：亚洲水塔区水循环动态监测与模拟",
                "titleEn": "The Second Tibetan Plateau Scientific Expedition and Research Program: Dynamic monitoring and simulation of water cycle in Asian water tower region"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Third Pole (TP) region is one of the most complex terrain regions with high elevations and heterogeneous land surfaces, and strong water and energy exchanges between land surface and atmosphere exist in this region. Moreover, it is the source of many large Asian rivers, providing abundant water resources and hydropower within and beyond this region. Reliable gridded precipitation data are essential for understanding hydrological processes, planning water resources and preventing natural hazards in the TP. At present, quasi-global and regional precipitation datasets, including gauge-based products, satellite-based products and reanalysis products, have played an important role over the TP. These datasets include the Asian Precipitation – Highly-Resolved Observational Data Integration Towards Evaluation (APHRODITE), the Integrated Multi-satellitE Retrievals for Global Precipitation Measurement (IMERG), the TRMM Multisatellite Precipitation Analysis (TMPA), the China Meteorological Forcing Dataset (CMFD), the fifth-generation ECMWF atmospheric reanalysis (ERA5) and its downscaled version for land applications (ERA5-Land), the High Asia Refined analysis (HAR) and its version 2 (HAR v2), et al. Among these products, gauge-based products may have large errors in the TP, since they are mostly interpolated based on sparse gauge observations. Satellite or satellite–gauge-combined products are most widely used in the TP. However, they are proven to misrepresent solid precipitation and orographic precipitation and show large uncertainties in winter and in the western and southeastern TP. Atmospheric simulation with fine spatial resolution can give reasonable atmospheric water transport and precipitation spatial variability in complex terrain; moreover, it is skillful in estimating solid precipitation. However, current atmospheric simulation-based datasets consistently overestimate precipitation amount in the TP. As a result, substantial differences exist among these datasets in the TP in terms of both amount and spatial variability of precipitation. In addition, these datasets typically have a horizontal resolution coarser than 10 km, which is insufficient to represent the fine-scale precipitation variability and cannot be applied locally. Errors in precipitation products hinder the correct understanding of water cycle processes in the TP. For example, Immerzeel et al. (2015) found that the simulated runoff in the upper Indus using APHRODITE is much smaller than the observations and further confirmed that APHRODITE severely underestimates precipitation amount in this region. Savéan et al. (2015) pointed out that precipitation from rain gauges with poor spatial representativeness leads to irrational runoff component simulations in the central Himalayas. Jiang et al. (2022a) demonstrated that currently widely used satellite-based precipitation products cannot close the basin-scale water budget in the eastern edge of the TP. Some other studies also demonstrated the high uncertainties in current precipitation products for simulations of snow cover, soil moisture and river discharge. Merging multiple precipitation products is an effective way to mitigate precipitation uncertainties. The most commonly used strategy for improving the accuracy of satellite or modeling precipitation is bias correction with gauge observation-based data. For example, Shen et al. (2014) combined the probability density matching and the optimal interpolation to merge the CMORPH and rain gauge data and produced a high-accuracy precipitation dataset over China. Ma et al. (2020, 2022) produced the AIMERG and AERA5-Asia datasets by applying APHRODITE to correct IMERG and ERA5-Land, respectively. Another strategy is merging multiple precipitation products by assigning different weights to these products, in which the weights can be determined by Bayesian-based methods, machine learning or the inverse of errors against gauge data. These methods are flexible and are able to integrate information from multiple sources. Recently, many efforts have been made to merge different precipitation products over the TP; e.g., K. Li et al. (2021) produced a high-accuracy precipitation dataset for the southern TP by merging three satellite-based precipitation datasets with high-density rain gauge data. Y. Wang et al. (2020a) developed a long-term precipitation dataset for the Yarlung Tsangpo River basin by merging data from satellites, reanalysis and rain gauges."
            ],
            "research objective": [
                "Therefore, the main goal of this study is to produce a long-term high-resolution precipitation dataset with high accuracy for the TP, by merging dense rain gauge data with high-resolution atmospheric simulation-based precipitation."
            ],
            "challenges": [
                "Therefore, TPHiPr may still have large uncertainties in the west of the TP and regions where rain gauges are sparse."
            ],
            "methods": [
                "First, the ratios are daily precipitation to monthly climatology (i.e., Pdo/Pco and Pde/Pce) in this part. Second, the daily precipitation fields after residual correction (Pd1) are further adjusted to ensure that the sum of the daily precipitation amount in a month is equal to the corresponding monthly precipitation amount obtained in step (2), given that monthly precipitation fields are more reliable due to their smaller spatial variability than daily fields (He et al., 2020). In this study, the RF is combined with the ordinary kriging to interpolate these variables, which is inspired by the regression kriging method, in which the interpolated target is assigned to the spatial trend (deterministic) and the stochastic component (residual). In Eq. (3), the residuals are calculated as follows: first, we calculate the differences between the gauge observations (Pmo or Pdo) and the precipitation estimates from RF at gauge locations; then, the ordinary kriging is used to interpolate the differences. The difference fields are added to the precipitation estimates from RF to obtain the final estimates of precipitation."
            ],
            "dataset": [
                "Rain gauge data used in this study are obtained from several sources, including the CMA, the MWR, the Department of Hydrology and Meteorology of Nepal (DHM), the Global Historical Climatology Network (GHCN), and some other field observation networks. In addition, our group has set up more than 80 rain gauges over the TP since 2017, deployed in the Yadong Valley, on the south slope of the Gangdise Range, on the eastern edge of the TP, in the surroundings of Namco and in the inner TP. After the quality control, data from 9798 rain gauges are eventually selected for precipitation merging, and these data have temporal coverages ranging from a few months to more than 40 years. The background precipitation dataset used in this study is called ERA5_CNN, an atmospheric simulation-based dataset, derived from combining a short-term high-resolution WRF (Weather Research and Forecasting) simulation with ERA5 reanalysis. ERA5_CNN has a daily temporal resolution, covering the period from 1979 to 2020. Compared with ERA5, ERA5_CNN has a higher horizontal resolution of 1/30° and smaller wet biases over the TP."
            ],
            "findings": [
                "Results show that TPHiPr retains the general spatial patterns of precipitation from ERA5_CNN but has a reduced wet bias in the TP, resulting in better error metrics than ERA5_CNN at most validation gauges. Validation with 197 independent gauges shows that TPHiPr has a small relative bias (0.9 %), low RMSE (5.0 mm d −1), high correlation (0.76) and high detection skill (CSI =0.61). In addition, TPHiPr is skillful in detecting extreme precipitation events, although it overestimates the frequency but underestimates the intensity of extreme precipitation."
            ],
            "backgroundCn": [
                "第三极（TP）地区是一个复杂的高海拔地形区域，具有异质的地表，陆地表面与大气之间存在强烈的水分和能量交换。此外，该地区是许多大型亚洲河流的源头，为该地区及其以外提供丰富的水资源和水电。可靠的网格化降水数据对于理解水文过程、规划水资源和防止自然灾害在TP地区至关重要。目前，包括基于雨量计的产品、基于卫星的产品和再分析产品在内的准全球和区域降水数据集在TP地区发挥了重要作用。这些数据集包括亚洲降水-高度分辨率观测数据集成评估（APHRODITE）、全球降水测量的综合多卫星检索（IMERG）、TRMM多卫星降水分析（TMPA）、中国气象强迫数据集（CMFD）、第五代欧洲中期天气预报中心大气再分析（ERA5）及其用于陆地应用的下尺度版本（ERA5-Land）、高亚洲精细分析（HAR）及其版本2（HAR v2）等。在这些产品中，基于雨量计的产品在TP地区可能存在较大误差，因为它们大多是基于稀疏的雨量观测进行插值的。卫星或卫星-雨量计结合的产品在TP地区使用最为广泛。然而，它们在固体降水和地形降水的表现上被证明存在误差，并且在冬季以及西部和东南部TP地区显示出较大的不确定性。具有细空间分辨率的气象模拟能够合理地给出复杂地形中大气水分输送和降水空间变异性；此外，它在估计固体降水方面也表现出色。然而，目前基于气象模拟的数据集在TP地区一致性地高估了降水量。因此，这些数据集在降水量和空间变异性方面存在显著差异。此外，这些数据集的水平分辨率通常粗于10公里，这不足以表示细尺度的降水变异性，无法在地方上应用。降水产品中的误差妨碍了对TP地区水循环过程的正确理解。例如，Immerzeel等（2015）发现，使用APHRODITE模拟的印度河上游径流远小于观测值，并进一步确认APHRODITE在该地区严重低估了降水量。Savéan等（2015）指出，空间代表性差的雨量计降水导致中喜马拉雅地区径流成分模拟不合理。Jiang等（2022a）证明，目前广泛使用的基于卫星的降水产品无法平衡TP东缘的流域水预算。其他一些研究也表明，当前降水产品在雪盖、土壤湿度和河流径流模拟中存在较高的不确定性。合并多个降水产品是减轻降水不确定性的有效方法。提高卫星或模型降水准确性的最常用策略是使用基于雨量计观测数据的偏差校正。例如，Shen等（2014）结合概率密度匹配和最优插值，合并CMORPH和雨量计数据，生成了中国的高精度降水数据集。Ma等（2020，2022）通过应用APHRODITE来校正IMERG和ERA5-Land，分别生成了AIMERG和AERA5-Asia数据集。另一种策略是通过为这些产品分配不同的权重来合并多个降水产品，其中权重可以通过基于贝叶斯的方法、机器学习或相对于雨量计数据的误差的倒数来确定。这些方法灵活，能够整合来自多个来源的信息。最近，许多努力已在TP地区合并不同的降水产品；例如，K. Li等（2021）通过合并三个基于卫星的降水数据集与高密度雨量计数据，生成了南部TP的高精度降水数据集。Y. Wang等（2020a）通过合并来自卫星、再分析和雨量计的数据，开发了雅鲁藏布江流域的长期降水数据集。"
            ],
            "research objectiveCn": [
                "因此，本研究的主要目标是通过将密集的雨量计数据与基于高分辨率大气模拟的降水数据相结合，生成一个高精度的长期高分辨率降水数据集，以用于青藏高原。"
            ],
            "challengesCn": [
                "因此，TPHiPr在青藏 Plateau 西部和雨量计稀少的地区可能仍存在较大的不确定性。"
            ],
            "methodsCn": [
                "首先，比例是日降水量与月气候量的比值（即 Pdo/Pco 和 Pde/Pce）。其次，在残差校正后的日降水量场（Pd1）进一步调整，以确保一个月内的日降水量总和等于步骤（2）中获得的相应月降水量，因为月降水量场由于其较小的空间变异性而更可靠（He et al., 2020）。在本研究中，随机森林（RF）与普通克里金法相结合，以插值这些变量，这受到回归克里金法的启发，其中插值目标被分配给空间趋势（确定性）和随机成分（残差）。在公式（3）中，残差的计算方法如下：首先，我们计算测站观测值（Pmo 或 Pdo）与 RF 在测站位置的降水估计之间的差异；然后，使用普通克里金法对这些差异进行插值。将差异场添加到 RF 的降水估计中，以获得最终的降水估计值。"
            ],
            "datasetCn": [
                "本研究中使用的雨量计数据来自多个来源，包括中国气象局（CMA）、水利部（MWR）、尼泊尔水文气象部（DHM）、全球历史气候网络（GHCN）以及其他一些现场观测网络。此外，我们团队自2017年以来在青藏高原（TP）设置了超过80个雨量计，分布在雅东谷、冈底斯山南坡、青藏高原东缘、纳木错周边以及青藏高原内部。经过质量控制，最终选择了9798个雨量计的数据用于降水合并，这些数据的时间覆盖范围从几个月到超过40年不等。本研究中使用的背景降水数据集称为ERA5_CNN，这是一个基于大气模拟的数据集，来源于将短期高分辨率的WRF（天气研究与预报）模拟与ERA5再分析相结合。ERA5_CNN具有每日时间分辨率，覆盖1979年至2020年。与ERA5相比，ERA5_CNN具有更高的水平分辨率（1/30°）和更小的湿偏差。"
            ],
            "findingsCn": [
                "结果显示，TPHiPr保留了ERA5_CNN的降水一般空间模式，但在青藏 Plateau（TP）中减少了湿偏差，因此在大多数验证测站的误差指标上优于ERA5_CNN。使用197个独立测站进行验证，TPHiPr具有较小的相对偏差（0.9%），低均方根误差（5.0 mm d −1），高相关性（0.76）和高检测技能（CSI =0.61）。此外，TPHiPr在检测极端降水事件方面表现出色，尽管它高估了极端降水的频率，但低估了极端降水的强度。"
            ]
        },
        {
            "background": [
                "The Qinghai-Tibetan Plateau (TP), also called the Third Pole, is the largest and highest plateau in the world with an average elevation exceeding 4000 m and an area of approximately 2.5 million km². The thermodynamic and mechanical effects of the high terrain have crucial influences on global and regional atmospheric circulation. Moreover, since many of Asia’s large rivers originate from the TP, the region is also identified as the Asian water tower. Thus, the TP plays a distinct role in controlling Asian and even global climate. The harsh natural environment on the TP limits the availability of in situ observational data, and the complexity and heterogeneity of the underlying surface leads to considerable errors in satellite remote sensing data and in numerical simulations. A high-accuracy, high-resolution, gridded meteorological dataset is required not only for understanding regional weather and climate but also for hydrological and ecosystem studies. Previous studies show that increasing the spatial resolution of climate models can effectively improve simulation accuracy by resolving small-scale physical processes, especially over complex terrain, e.g., the TP region."
            ],
            "research objective": [
                "This work presents a contribution to CORDEX Convection-Permitting Third Pole (CPTP) using dynamical downscaling of the latest global reanalysis data produced by the European Centre for Medium-Range Weather Forecasts (i.e., ERA5) at very high resolution (approximately 0.033°) based on the Weather Research and Forecasting (WRF) model."
            ],
            "challenges": [
                "Low-resolution weather and climate simulations have significant errors in this region due to their inability to resolve meso-microscale processes associated with the complex terrain and convective clouds. The harsh natural environment on the TP limits the availability of in situ observational data, and the complexity and heterogeneity of the underlying surface leads to considerable errors in satellite remote sensing data and in numerical simulations. It is difficult to construct such a dataset purely from station observations and/or satellite retrievals due to the sparsity of weather stations and the low accuracy of satellite remote sensing."
            ],
            "methods": [
                "In this work, we present a convection-permitting simulation over this region in summer with horizontal grid spacing approximately 0.033°. The model initial and lateral boundary conditions are provided by the latest global reanalysis dataset from ECMWF (European Centre for Medium-Range Weather Forecasts), i.e., ERA5, which is developed based on the Integrated Forecasting System (IFS) model. The data were interpolated to the simulation grid during the preprocessing. The 10-m wind speed (W10), 2-m air temperature (T2) and precipitation measured at automatic weather stations established by the China Meteorological Administration were selected for model evaluation. The observed precipitation has been corrected empirically by evaporative loss, wind blow, and undercatchment due to too little precipitation, using the method described in the following. The model was run for a summer (June–September) in 2013, which is a year with precipitation close to the climatology mean based on station observations."
            ],
            "dataset": [
                "The model initial and lateral boundary conditions are provided by the latest global reanalysis dataset from ECMWF, i.e., ERA5, which is developed based on the Integrated Forecasting System (IFS) model. ERA5 covers the time period of 1979 to nearly real time. It has a horizontal grid spacing of approximately 30 km and resolves the atmosphere using 137 levels from the surface up to a height of 80 km. The 10-m wind speed (W10), 2-m air temperature (T2) and precipitation measured at automatic weather stations established by the China Meteorological Administration were selected for model evaluation. Only 52 stations were selected based on quality control, i.e., stations that have missing data were excluded for each variable. The Asian Precipitation Highly Resolved Observational Data Integration Towards Evaluation of water resources (APHRODITE) has been selected as reference data to evaluate the elevation dependency of the simulated precipitation in the Himalayan Mountains. It is a continental-scale, daily product with a grid spacing of 0.25°, created by rain gauge observations for Asia including the Himalayas, South and Southeast Asia, and mountainous areas in the Middle East. The High Asia Refined analysis (HAR) version 1 is a widely used regional simulation analysis dataset with a grid spacing of 10 km for the finest domain over the TP region."
            ],
            "findings": [
                "The results show that the kilometer-scale horizontal grid spacing simulation (WRF3) outperforms the ERA5 and the High Asia Refined regional reanalysis (HAR v2) in terms of smaller biases and root mean square errors, as well as higher spatial pattern correlation coefficients for 10-m wind speed and precipitation. Furthermore, WRF3 more realistically reproduces observed night-time precipitation peaks in the interior TP, while ERA5 and HAR v2 show erroneous afternoon precipitation peaks. Therefore, the added values achieved by resolving detailed physical processes when increasing grid spacing are considerable. This work demonstrates the potential for developing a reliable high resolution meteorological dataset required for research in this unique region."
            ],
            "backgroundCn": [
                "青藏高原（TP），也被称为第三极，是世界上最大和最高的高原，平均海拔超过4000米，面积约为250万平方公里。高地的热力学和机械效应对全球和区域大气环流具有重要影响。此外，由于许多亚洲大河发源于青藏高原，该地区也被称为亚洲水塔。因此，青藏高原在控制亚洲乃至全球气候方面发挥着独特的作用。青藏高原恶劣的自然环境限制了原位观测数据的可用性，而复杂和不均匀的地表特征导致卫星遥感数据和数值模拟中存在相当大的误差。需要一个高精度、高分辨率的网格气象数据集，不仅用于理解区域天气和气候，还用于水文和生态系统研究。以往研究表明，提高气候模型的空间分辨率可以有效改善模拟精度，尤其是在复杂地形上，例如青藏高原地区。"
            ],
            "research objectiveCn": [
                "本研究对CORDEX对流允许的第三极（CPTP）做出了贡献，采用基于欧洲中期天气预报中心（ECMWF）最新的全球重分析数据（即ERA5）进行动力降尺度，分辨率达到非常高的水平（约0.033°），基于天气研究与预报（WRF）模型。"
            ],
            "challengesCn": [
                "低分辨率的天气和气候模拟在该地区存在显著误差，因为它们无法解析与复杂地形和对流云相关的中小尺度过程。青藏高原的恶劣自然环境限制了现场观测数据的可用性，而底层表面的复杂性和异质性导致卫星遥感数据和数值模拟中存在相当大的误差。由于气象站的稀疏和卫星遥感的低精度，纯粹依靠站点观测和/或卫星获取数据构建这样的数据集是困难的。"
            ],
            "methodsCn": [
                "在本研究中，我们展示了一个在夏季进行的对流允许模拟，区域的水平网格间距约为0.033°。模型的初始和边界条件由欧洲中期天气预报中心（ECMWF）最新的全球重分析数据集ERA5提供，该数据集是基于综合预报系统（IFS）模型开发的。在预处理过程中，数据被插值到模拟网格上。我们选择了中国气象局建立的自动气象站测量的10米风速（W10）、2米气温（T2）和降水量用于模型评估。观察到的降水量经过经验修正，以考虑蒸发损失、风吹和由于降水量过少造成的漏捕现象，具体方法将在后文中描述。模型运行的时间为2013年夏季（6月至9月），该年降水量接近基于气象站观测的气候平均值。"
            ],
            "datasetCn": [
                "模型的初始和侧边界条件由最新的全球再分析数据集ECMWF提供，即ERA5，该数据集基于综合预报系统（IFS）模型开发。ERA5覆盖的时间范围为1979年至几乎实时。它的水平网格间距约为30公里，使用137个层次从地面到80公里的高度来解析大气。选择了由中国气象局建立的自动气象站测量的10米风速（W10）、2米气温（T2）和降水量进行模型评估。仅选择了52个站点，基于质量控制，即每个变量缺失数据的站点被排除。亚洲降水高度分辨观测数据集（APHRODITE）被选作参考数据，以评估模拟降水在喜马拉雅山脉的高度依赖性。该数据集是一个大陆尺度的日常产品，网格间距为0.25°，由亚洲包括喜马拉雅山脉、南亚和东南亚以及中东山区的雨量计观测创建。高亚洲精细分析（HAR）版本1是一个广泛使用的区域模拟分析数据集，针对青藏高原区域的最细网格间距为10公里。"
            ],
            "findingsCn": [
                "结果显示，公里尺度的水平网格间距模拟（WRF3）在10米风速和降水方面，相较于ERA5和高亚洲精细区域重分析（HAR v2），表现出更小的偏差和均方根误差，以及更高的空间模式相关系数。此外，WRF3更真实地再现了内陆青藏 Plateau的夜间降水峰值，而ERA5和HAR v2则显示出错误的下午降水峰值。因此，通过增加网格间距来解决详细物理过程所带来的附加价值是相当可观的。这项工作展示了开发可靠的高分辨率气象数据集的潜力，这对于在这一独特地区的研究是必需的。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are current atmospheric simulation-based datasets prone to overestimating precipitation amounts in the Third Pole region?",
                "QuestionCn": "当前基于大气模拟的数据集是否倾向于在第三极地区高估降水量？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the main data collection method for precipitation datasets in the TP region based on gauge observations, satellite data, or atmospheric simulations?",
                "QuestionCn": "TP地区降水数据集的主要数据收集方法是基于雨量计观测、卫星数据还是大气模拟？",
                "AnswerEn": "gauge observations, satellite data, atmospheric simulations",
                "AnswerCn": "测量观测、卫星数据、大气模拟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Are the primary challenges in creating high-resolution precipitation datasets in the TP related to sparse gauge data, satellite data inaccuracies, or complex terrain?",
                "QuestionCn": "在创建高分辨率降水数据集时，主要挑战是稀疏的雨量计数据、卫星数据的不准确性还是复杂的地形？",
                "AnswerEn": "sparse gauge data, satellite data inaccuracies, complex terrain",
                "AnswerCn": "稀疏的测量数据、卫星数据不准确、复杂地形",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary challenges faced in collecting accurate precipitation data in the Third Pole region?",
                "QuestionCn": "在第三极地区收集准确降水数据面临的主要挑战是什么？",
                "AnswerEn": "complexity and heterogeneity of the underlying surface, harsh natural environment, inability of low-resolution simulations to resolve meso-microscale processes",
                "AnswerCn": "下垫面的复杂性和异质性、恶劣的自然环境、低分辨率模拟无法解析中微尺度过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where are the rain gauge data sources located that are used for developing high-resolution precipitation datasets in the Third Pole region?",
                "QuestionCn": "用于开发第三极地区高分辨率降水数据集的雨量计数据源位于哪里？",
                "AnswerEn": "China Meteorological Administration, Department of Hydrology and Meteorology of Nepal, Global Historical Climatology Network, Yadong Valley, south slope of the Gangdise Range, eastern edge of the Third Pole",
                "AnswerCn": "中国气象局，尼泊尔水文气象局，全球历史气候网络，亚东谷地，冈底斯山脉南坡，第三极东缘",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that integrates multiple sources for improving precipitation accuracy in complex terrains?",
                "QuestionCn": "您能否提供一个数据收集方法的示例，该方法整合多个来源以提高复杂地形中降水准确性？",
                "AnswerEn": "One example is the method of merging dense rain gauge data with high-resolution atmospheric simulation-based precipitation using regression kriging. This technique integrates information from multiple sources, including rain gauges, atmospheric simulations, and satellite data, to improve the accuracy and resolution of precipitation datasets over complex terrains like the Third Pole region.",
                "AnswerCn": "一个例子是通过回归克里金法将密集的雨量计数据与高分辨率的基于大气模拟的降水数据合并。这种技术整合了来自多个来源的信息，包括雨量计、大气模拟和卫星数据，以提高在复杂地形（如第三极地区）降水数据集的准确性和分辨率。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting precipitation data in regions with complex terrain and harsh natural environments?",
                "QuestionCn": "在复杂地形和恶劣自然环境的地区收集降水数据时面临的一个挑战是什么？",
                "AnswerEn": "A significant challenge is the limited availability of in situ observational data due to the harsh environment and the complexity of the underlying surface, which leads to considerable errors in satellite remote sensing data and numerical simulations. The sparse distribution of weather stations and the low accuracy of satellite data make it difficult to construct reliable datasets purely from these sources.",
                "AnswerCn": "一个显著的挑战是由于恶劣环境和复杂的地表特征，现场观测数据的可用性有限，这导致卫星遥感数据和数值模拟中存在相当大的误差。气象站的稀疏分布和卫星数据的低准确性使得仅仅依靠这些来源构建可靠的数据集变得困难。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many rain gauges have been used in the data collection process over the Third Pole region?",
                "QuestionCn": "在第三极地区的数据收集过程中使用了多少个雨量计？",
                "AnswerEn": "9798",
                "AnswerCn": "9798",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the high-resolution atmospheric simulation-based dataset used in the data collection process?",
                "QuestionCn": "用于数据收集过程的高分辨率大气模拟基础数据集的空间分辨率是多少？",
                "AnswerEn": "1/30°",
                "AnswerCn": "1/30°",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many levels does the ERA5 dataset resolve the atmosphere into, from the surface up to a height of 80 km?",
                "QuestionCn": "ERA5数据集将大气分为多少个层次，从地面到80公里的高度？",
                "AnswerEn": "137 levels",
                "AnswerCn": "137级",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is regression kriging in the context of precipitation data interpolation?",
                "QuestionCn": "回归克里金法是在降水数据插值的背景下的一种方法。",
                "AnswerEn": "Regression kriging is a method that combines the spatial trend (deterministic component) with the stochastic component (residual) to interpolate precipitation data. It involves calculating the differences between gauge observations and precipitation estimates from regression models, and then using ordinary kriging to interpolate these differences for final precipitation estimates.",
                "AnswerCn": "回归克里金是一种将空间趋势（确定性成分）与随机成分（残差）结合起来插值降水数据的方法。它涉及计算雨量观测值与回归模型的降水估计之间的差异，然后使用普通克里金对这些差异进行插值，以获得最终的降水估计。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the primary challenges in constructing a high-resolution precipitation dataset for complex terrains like the Third Pole?",
                "QuestionCn": "在像第三极这样复杂地形中构建高分辨率降水数据集的主要挑战是什么？",
                "AnswerEn": "The primary challenges include the sparsity of weather stations, the harsh natural environment limiting in situ data availability, and the complexity and heterogeneity of the underlying surface, which lead to considerable errors in satellite remote sensing data and numerical simulations.",
                "AnswerCn": "主要挑战包括气象站的稀疏性、恶劣的自然环境限制了现场数据的可用性，以及底层表面的复杂性和异质性，这导致卫星遥感数据和数值模拟中出现相当大的误差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do rain gauge-based data collection techniques compare to satellite-based methods in terms of accuracy and spatial resolution for precipitation measurement in the Third Pole region?",
                "QuestionCn": "雨量计数据收集技术与卫星基方法在第三极地区降水测量的准确性和空间分辨率方面如何比较。",
                "AnswerEn": "Rain gauge-based techniques often have large errors in the Third Pole due to sparse gauge observations, whereas satellite-based methods are widely used but can misrepresent solid precipitation and orographic precipitation, especially in winter. Satellite methods also show large uncertainties in the western and southeastern parts of the region. However, merging multiple precipitation products, including gauge data, can help improve accuracy.",
                "AnswerCn": "基于雨量计的技术在第三极地区常常存在较大的误差，原因是观测点稀疏，而卫星基方法被广泛使用，但在冬季可能会错误表示固态降水和地形降水。此外，卫星方法在该地区的西部和东南部也显示出较大的不确定性。然而，合并多种降水产品，包括雨量计数据，可以帮助提高准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do merging strategies for multiple precipitation products differ in their methodological approaches, and how do they address uncertainties in the Third Pole region?",
                "QuestionCn": "多个降水产品的合并策略在方法论上有哪些不同之处，它们如何应对第三极地区的不确定性？",
                "AnswerEn": "Merging strategies for precipitation products can include bias correction with gauge observation-based data or assigning different weights to products using Bayesian-based methods, machine learning, or inverse error weighting. These methods are flexible and integrate information from multiple sources, aiming to address high uncertainties present in the Third Pole region by combining the strengths of various datasets.",
                "AnswerCn": "降水产品的合并策略可以包括使用基于雨量计观测数据的偏差修正，或使用基于贝叶斯的方法、机器学习或逆误差加权为不同产品分配不同的权重。这些方法灵活多变，整合了来自多个来源的信息，旨在通过结合各种数据集的优势来应对第三极地区存在的高不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What does the integration of machine learning techniques with traditional atmospheric simulations suggest about the evolution of data collection methods in complex terrain regions?",
                "QuestionCn": "将机器学习技术与传统大气模拟的结合表明，在复杂地形区域的数据收集方法将会演变。",
                "AnswerEn": "The integration of machine learning techniques with traditional atmospheric simulations suggests an evolution towards more sophisticated data collection methods that leverage computational advancements to improve accuracy. In complex terrain regions like the Third Pole, this approach aims to address limitations in spatial resolution and biases associated with existing datasets by combining high-resolution simulations with dense observational data to produce more reliable precipitation estimates.",
                "AnswerCn": "将机器学习技术与传统大气模拟相结合，表明数据收集方法向更复杂的方向发展，利用计算技术的进步来提高准确性。在像第三极这样的复杂地形区域，这种方法旨在通过将高分辨率模拟与密集的观测数据相结合，解决现有数据集在空间分辨率和偏差方面的局限性，从而生成更可靠的降水估计。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How can the challenges of sparse rain gauge distribution in the Third Pole region inform future strategies for dataset refinement and accuracy improvements?",
                "QuestionCn": "稀疏雨量计分布在第三极地区的挑战如何为未来数据集的精细化和准确性改进策略提供启示？",
                "AnswerEn": "The challenges of sparse rain gauge distribution in the Third Pole region highlight the need for innovative strategies to improve dataset accuracy, such as merging multiple data sources and employing advanced methods like regression kriging and bias correction. These strategies can help mitigate uncertainties inherent in sparse data, suggesting that future efforts should focus on expanding observational networks and refining data assimilation techniques to enhance the spatial and temporal resolution of precipitation datasets.",
                "AnswerCn": "第三极地区稀疏雨量计分布所面临的挑战凸显了提高数据集准确性所需的创新策略，例如合并多个数据源和采用回归克里金法及偏差修正等先进方法。这些策略可以帮助减轻稀疏数据固有的不确定性，表明未来的努力应集中在扩展观测网络和完善数据同化技术，以增强降水数据集的空间和时间分辨率。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the inaccuracies in current precipitation datasets specifically over complex terrains like the Third Pole region?",
                "QuestionCn": "当前降水数据集在复杂地形（如第三极地区）中的不准确性主要由以下因素造成：",
                "AnswerEn": "Precipitation datasets often have inaccuracies in complex terrains like the Third Pole due to the inability of low-resolution models to resolve meso-microscale processes associated with complex terrain and convective clouds, sparse gauge observations leading to large errors in gauge-based products, and the misrepresentation of solid and orographic precipitation in satellite or satellite-gauge-combined products, especially during winter.",
                "AnswerCn": "降水数据集在像第三极这样复杂地形的地区常常存在不准确性，这主要是由于低分辨率模型无法解析与复杂地形和对流云相关的中微观过程、稀疏的雨量计观测导致雨量计基础产品存在较大误差，以及卫星产品或卫星-雨量计结合产品在冬季对固体降水和地形降水的错误表征。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is there still uncertainty in precipitation data collection for the western regions of the Third Pole?",
                "QuestionCn": "为什么第三极西部地区的降水数据收集仍然存在不确定性？",
                "AnswerEn": "There is still uncertainty in precipitation data collection for the western regions of the Third Pole primarily due to the sparse distribution of rain gauges in these areas, leading to gaps in observational data that are difficult to fill accurately through satellite data or simulations alone.",
                "AnswerCn": "由于这些地区雨量计分布稀疏，第三极西部地区的降水数据收集仍存在不确定性，这导致观测数据存在缺口，单靠卫星数据或模拟难以准确填补。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the use of machine learning in downscaling reanalysis precipitation data affect the resolution and accuracy of a dataset in complex terrain regions?",
                "QuestionCn": "机器学习在降尺度重分析降水数据中的应用如何影响复杂地形区域数据集的分辨率和准确性？",
                "AnswerEn": "Using machine learning to downscale reanalysis precipitation data enhances the dataset's resolution and accuracy, especially in complex terrain regions like the Third Pole. It leads to a higher spatial resolution and reduced bias, providing more reliable data for understanding hydrological processes and planning water resources.",
                "AnswerCn": "使用机器学习对再分析降水数据进行下采样可以提高数据集的分辨率和准确性，特别是在像第三极这样复杂地形的地区。这可以提供更高的空间分辨率和减少偏差，为理解水文过程和规划水资源提供更可靠的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to integrate high-resolution atmospheric simulation data with dense rain gauge observations for developing a precipitation dataset in the Third Pole region?",
                "QuestionCn": "将高分辨率的大气模拟数据与密集的雨量计观测数据相结合，对于在第三极地区开发降水数据集至关重要。",
                "AnswerEn": "The integration of high-resolution atmospheric simulation data with dense rain gauge observations is crucial because it aims to produce a long-term high-resolution precipitation dataset with high accuracy for the Third Pole region. This integration helps overcome the limitations of existing datasets that may have large errors due to sparse gauge observations and misrepresentation of solid and orographic precipitation by satellite products, thereby improving the understanding of hydrological processes and supporting effective water resource management in this complex terrain.",
                "AnswerCn": "高分辨率大气模拟数据与密集雨量计观测数据的整合至关重要，因为它旨在为第三极地区生成一个长期的高分辨率降水数据集，具有高准确性。这种整合有助于克服现有数据集的局限性，这些数据集可能由于稀疏的雨量观测和卫星产品对固体和地形降水的误表示而产生较大误差，从而改善对水文过程的理解，并支持在这一复杂地形中的有效水资源管理。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the objectives behind using machine learning techniques for downscaling ERA5 precipitation data in the Third Pole area?",
                "QuestionCn": "使用机器学习技术对第三极地区的ERA5降水数据进行下采样的目标是什么？",
                "AnswerEn": "The objective of using machine learning techniques for downscaling ERA5 precipitation data in the Third Pole area is to enhance the spatial resolution and accuracy of precipitation estimates. By combining machine learning with high-resolution atmospheric simulations and rain gauge data, researchers aim to address the shortcomings of existing precipitation datasets, such as coarse resolution and biases, thus enabling more precise climate analysis and modeling applications in this region.",
                "AnswerCn": "使用机器学习技术对第三极地区的ERA5降水数据进行降尺度的目标是提高降水估计的空间分辨率和准确性。通过将机器学习与高分辨率的气象模拟和雨量计数据相结合，研究人员旨在解决现有降水数据集的不足之处，如分辨率粗糙和偏差，从而使该地区的气候分析和建模应用更加精确。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is there a need to address spatial variability and biases in precipitation datasets for the Third Pole region?",
                "QuestionCn": "为什么需要解决第三极地区降水数据集中的空间变异性和偏差？",
                "AnswerEn": "Addressing spatial variability and biases in precipitation datasets for the Third Pole region is necessary because large uncertainties and errors in existing datasets hinder the accurate understanding of water cycle processes. These inaccuracies can affect the simulation of runoff, snow cover, soil moisture, and river discharge, leading to flawed hydrological and ecological models. By improving the accuracy and resolution of precipitation datasets, researchers can better plan water resources and mitigate natural hazards in this critical region.",
                "AnswerCn": "针对第三极地区降水数据集的空间变异性和偏差进行处理是必要的，因为现有数据集中的大量不确定性和错误妨碍了对水循环过程的准确理解。这些不准确性可能影响径流、雪盖、土壤湿度和河流流量的模拟，从而导致水文和生态模型的缺陷。通过提高降水数据集的准确性和分辨率，研究人员可以更好地规划水资源并减轻该关键地区的自然灾害。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What processes are used to integrate multiple precipitation datasets with rain gauge data to improve accuracy in the Third Pole region?",
                "QuestionCn": "在第三极地区，集成多个降水数据集与雨量计数据以提高准确性所使用的过程包括哪些？",
                "AnswerEn": "Merging multiple precipitation products to improve accuracy involves strategies like bias correction with gauge observation-based data and assigning different weights to these products. Weights can be determined using Bayesian-based methods, machine learning, or the inverse of errors against gauge data. For example, the probability density matching and optimal interpolation methods are used to merge satellite data and rain gauge data, producing high-accuracy precipitation datasets.",
                "AnswerCn": "合并多个降水产品以提高准确性涉及一些策略，如使用基于雨量观测数据的偏差校正和为这些产品分配不同的权重。权重可以通过贝叶斯方法、机器学习或根据与雨量数据的误差的倒数来确定。例如，概率密度匹配和最优插值方法被用来合并卫星数据和雨量数据，从而生成高精度的降水数据集。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How is machine learning utilized in downscaling reanalysis data to create high-resolution precipitation datasets for complex terrains?",
                "QuestionCn": "机器学习如何用于将再分析数据降尺度，以创建复杂地形的高分辨率降水数据集？",
                "AnswerEn": "Machine learning is used to downscale reanalysis data, such as ERA5, by utilizing short-term high-resolution WRF simulations. The method includes combining machine learning models with ordinary kriging for interpolation, capturing spatial trends and stochastic components. This hybrid approach helps in refining precipitation estimates by integrating dense rain gauge data with high-resolution atmospheric simulation-based precipitation.",
                "AnswerCn": "机器学习被用于对再分析数据（如ERA5）进行降尺度，利用短期高分辨率的WRF模拟。该方法包括将机器学习模型与普通克里金法结合进行插值，捕捉空间趋势和随机成分。这种混合方法通过整合密集的雨量计数据与基于高分辨率大气模拟的降水，帮助精细化降水估计。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What are the challenges and steps involved in developing a high-resolution meteorological dataset for the Third Pole region using numerical simulations?",
                "QuestionCn": "开发高分辨率气象数据集以用于第三极地区的数值模拟面临的挑战和步骤包括：",
                "AnswerEn": "Developing a high-resolution meteorological dataset involves challenges due to the region's complex terrain and sparse in situ observations, leading to errors in satellite and numerical simulations. The process includes using convection-permitting simulations with kilometer-scale grid spacing, integrating high-resolution global reanalysis data like ERA5, and empirically correcting observed precipitation for biases. This approach enhances the simulation accuracy of small-scale physical processes over the region.",
                "AnswerCn": "开发高分辨率气象数据集面临挑战，因为该地区地形复杂且现场观测稀少，这导致卫星和数值模拟中的误差。该过程包括使用具有公里级网格间距的对流允许模拟，整合高分辨率全球再分析数据，如ERA5，并对观测降水进行经验性偏差修正。这种方法提高了该地区小尺度物理过程的模拟准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What machine learning approaches enable the downscaling of reanalysis precipitation data for high-resolution climate datasets?",
                "QuestionCn": "哪些机器学习方法可以实现再分析降水数据的下采样，以便用于高分辨率气候数据集？",
                "AnswerEn": "The dataset in the field uses machine learning techniques to downscale ERA5 precipitation data, integrating over 9000 rain gauge observations for higher accuracy.",
                "AnswerCn": "该数据集在该领域使用机器学习技术对ERA5降水数据进行下尺度处理，整合了9000多个雨量计观测数据以提高准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How do atmospheric simulations with fine spatial resolution facilitate the accurate representation of precipitation in complex terrains like the Third Pole region?",
                "QuestionCn": "高空间分辨率的气象模拟如何促进在像第三极地区这样复杂地形中准确表示降水。",
                "AnswerEn": "Atmospheric simulations with fine spatial resolution provide reasonable estimates of atmospheric water transport and precipitation spatial variability, which are crucial for accurately representing these phenomena in complex terrains such as the Third Pole.",
                "AnswerCn": "高分辨率的气候模拟能够合理估计大气水分输送和降水的空间变异性，这对于在复杂地形（如第三极）中准确表示这些现象至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be significant uncertainties in precipitation datasets for regions with sparse rain gauge coverage?",
                "QuestionCn": "在降水量观测站稀疏的地区，降水数据集可能存在显著的不确定性，原因是什么？",
                "AnswerEn": "Uncertainties in precipitation datasets for regions with sparse rain gauge coverage can arise because gauge-based products are often interpolated from limited observations, leading to large errors, especially in complex terrains like the Third Pole. Additionally, satellite or satellite–gauge-combined products may misrepresent solid and orographic precipitation, especially in winter and specific areas of the TP, due to the complex interactions between the land surface and the atmosphere.",
                "AnswerCn": "在降水数据集的稀疏雨量计覆盖区域，可能会出现不确定性，因为基于雨量计的产品通常是从有限的观测数据中插值而来，这在复杂地形（如第三极）中会导致较大的误差。此外，卫星或卫星-雨量计结合的产品可能会错误地表示固态和地形降水，特别是在冬季和第三极的特定区域，这与地表和大气之间的复杂相互作用有关。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are expected when constructing a high-resolution meteorological dataset for a complex terrain such as the Qinghai-Tibetan Plateau?",
                "QuestionCn": "在构建复杂地形（如青藏高原）的高分辨率气象数据集时，预计会面临哪些挑战？",
                "AnswerEn": "Challenges in constructing a high-resolution meteorological dataset for a complex terrain like the Qinghai-Tibetan Plateau include the harsh natural environment that limits the availability of in situ observational data, the significant errors in low-resolution weather and climate simulations due to their inability to resolve meso-microscale processes, and the complexity and heterogeneity of the underlying surfaces leading to considerable errors in satellite remote sensing data and numerical simulations.",
                "AnswerCn": "在像青藏高原这样复杂地形上构建高分辨率气象数据集面临的挑战包括：恶劣的自然环境限制了现场观测数据的可用性；低分辨率天气和气候模拟由于无法解决中微观过程而导致显著误差；以及底层表面的复杂性和异质性导致卫星遥感数据和数值模拟中出现相当大的误差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your opinion on the effectiveness of using multiple precipitation products combined with high-density rain gauge data for enhancing the accuracy of precipitation datasets in complex terrains like the Third Pole region?",
                "QuestionCn": "我对在复杂地形如第三极地区结合多种降水产品和高密度雨量计数据以提高降水数据集准确性的有效性持积极态度。",
                "AnswerEn": "Merging multiple precipitation products with high-density rain gauge data is an effective strategy to enhance the accuracy of precipitation datasets, especially in complex terrains like the Third Pole region. This approach helps mitigate uncertainties inherent in individual datasets by combining the strengths of different data sources. Assigning various weights to these products through methods such as Bayesian-based techniques or machine learning can integrate information flexibly and improve the overall dataset accuracy.",
                "AnswerCn": "将多个降水产品与高密度雨量计数据合并是一种有效的策略，可以提高降水数据集的准确性，特别是在像第三极地区这样复杂的地形中。这种方法通过结合不同数据源的优势，帮助减轻单个数据集固有的不确定性。通过贝叶斯方法或机器学习等技术为这些产品分配不同的权重，可以灵活地整合信息，提高整体数据集的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you evaluate the challenges faced in data collection due to the harsh natural environment of the Third Pole, and what strategies could be employed to overcome these challenges?",
                "QuestionCn": "如何评估由于第三极恶劣自然环境而面临的数据收集挑战，以及可以采用哪些策略来克服这些挑战？",
                "AnswerEn": "The harsh natural environment of the Third Pole poses significant challenges for data collection, such as limited availability of in situ observational data and errors in satellite remote sensing data. Strategies to overcome these challenges include deploying additional weather stations in critical locations, using advanced numerical simulations with enhanced spatial resolutions, and integrating data from multiple sources like reanalysis datasets and satellite observations to improve accuracy.",
                "AnswerCn": "第三极的恶劣自然环境对数据收集提出了重大挑战，例如现场观测数据的可用性有限以及卫星遥感数据的误差。克服这些挑战的策略包括在关键位置部署更多的气象站、使用具有更高空间分辨率的先进数值模拟，以及整合来自多个来源的数据，如再分析数据集和卫星观测，以提高准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your view, how does the high-resolution spatial modeling contribute to understanding the hydrological and climatic processes in the Third Pole region, and what are its potential limitations?",
                "QuestionCn": "在我看来，高分辨率空间建模有助于理解第三极地区的水文和气候过程，但它也存在潜在的局限性。",
                "AnswerEn": "High-resolution spatial modeling significantly contributes to understanding hydrological and climatic processes in the Third Pole region by resolving small-scale physical processes that are often missed by coarser models. This modeling provides more accurate representations of atmospheric dynamics and precipitation patterns. However, its potential limitations include computational demands, the need for high-quality input data, and the ongoing challenge of accurately simulating complex terrain features and convective systems.",
                "AnswerCn": "高分辨率空间建模在理解第三极地区的水文和气候过程方面具有重要贡献，因为它能够解析通常被粗糙模型忽略的小尺度物理过程。这种建模提供了对大气动力学和降水模式的更准确表示。然而，它的潜在局限性包括计算需求、对高质量输入数据的需求，以及准确模拟复杂地形特征和对流系统的持续挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection methods can overcome the challenges of sparse rain gauge coverage in complex terrains like the Third Pole region.",
                "QuestionCn": "我不明白数据收集方法如何克服像第三极地区这样复杂地形中稀疏雨量计覆盖的挑战。",
                "AnswerEn": "The integration of dense rain gauge data with high-resolution atmospheric simulation-based precipitation, and the use of machine learning methods to downscale reanalysis data like ERA5, are strategies employed to overcome the challenges posed by sparse gauge coverage in complex terrains such as the Third Pole region.",
                "AnswerCn": "将密集的雨量计数据与基于高分辨率大气模拟的降水数据相结合，并利用机器学习方法对ERA5等再分析数据进行降尺度，是应对第三极地区复杂地形中稀疏雨量计覆盖所带来的挑战的策略。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure how merging different precipitation products can lead to a more accurate dataset for regions with complex terrains.",
                "QuestionCn": "我不确定合并不同的降水产品如何能为复杂地形地区提供更准确的数据集。",
                "AnswerEn": "Merging multiple precipitation products, with techniques such as bias correction using gauge observations and assigning different weights to datasets through Bayesian methods, machine learning, or error-based approaches, helps integrate information from various sources, thus enhancing accuracy for regions with complex terrains.",
                "AnswerCn": "合并多个降水产品，采用如使用雨量观测进行偏差校正以及通过贝叶斯方法、机器学习或基于误差的方法为数据集分配不同权重的技术，有助于整合来自不同来源的信息，从而提高复杂地形区域的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe a data collection method that effectively integrates both atmospheric simulations and observational data for accurate precipitation measurement in complex terrains.",
                "QuestionCn": "请描述一种有效整合大气模拟和观测数据的数据收集方法，以便在复杂地形中准确测量降水。",
                "AnswerEn": "A data collection method that effectively integrates both atmospheric simulations and observational data involves using a combination of high-resolution Weather Research and Forecasting (WRF) simulations and ERA5 reanalysis data. This method further incorporates dense rain gauge data, which are obtained from various sources such as the China Meteorological Administration (CMA), the Department of Hydrology and Meteorology of Nepal (DHM), and the Global Historical Climatology Network (GHCN). The integration process uses machine learning techniques to downscale ERA5 data and regression kriging to merge the simulation and observation data. This approach is particularly beneficial in regions like the Third Pole, where sparse in situ observations and complex terrain make accurate precipitation measurement challenging.",
                "AnswerCn": "一种有效整合大气模拟和观测数据的数据收集方法是使用高分辨率的天气研究与预报（WRF）模拟与ERA5再分析数据的组合。该方法进一步结合了来自中国气象局（CMA）、尼泊尔水文气象部（DHM）和全球历史气候网络（GHCN）等多个来源获得的密集雨量计数据。整合过程采用机器学习技术对ERA5数据进行下尺度处理，并使用回归克里金法将模拟数据与观测数据合并。这种方法在像第三极这样的地区尤其有益，因为在这些地区，稀疏的现场观测和复杂的地形使得准确的降水测量变得具有挑战性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please identify the main challenges involved in creating high-resolution precipitation datasets for the Third Pole region and discuss potential strategies to overcome these challenges.",
                "QuestionCn": "请识别在为第三极地区创建高分辨率降水数据集时面临的主要挑战，并讨论克服这些挑战的潜在策略。",
                "AnswerEn": "The main challenges in creating high-resolution precipitation datasets for the Third Pole region include the harsh natural environment limiting in situ data availability, the complex and heterogeneous terrain leading to errors in satellite remote sensing data, and the low accuracy of numerical simulations in resolving meso-microscale processes. Strategies to overcome these challenges include using high-resolution atmospheric simulations such as those based on the Weather Research and Forecasting (WRF) model, employing bias correction methods with high-density rain gauge networks, and merging multiple precipitation products using machine learning or Bayesian methods to assign appropriate weights to different data sources. Additionally, increasing the spatial resolution of climate models can help resolve small-scale physical processes more accurately.",
                "AnswerCn": "创建第三极地区高分辨率降水数据集的主要挑战包括恶劣的自然环境限制了现场数据的可用性，复杂而异质的地形导致卫星遥感数据出现误差，以及数值模拟在解决中小尺度过程方面的低准确性。克服这些挑战的策略包括使用基于天气研究与预报（WRF）模型的高分辨率大气模拟，利用高密度雨量计网络进行偏差校正，以及使用机器学习或贝叶斯方法合并多个降水产品，以为不同数据源分配适当的权重。此外，提高气候模型的空间分辨率可以更准确地解决小尺度物理过程。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please suggest potential datasets that can be used as reference data for evaluating the accuracy of precipitation models in the Third Pole region.",
                "QuestionCn": "请建议一些潜在的数据集，可以作为评估第三极地区降水模型准确性的参考数据。",
                "AnswerEn": "Potential datasets for evaluating the accuracy of precipitation models in the Third Pole region include the Asian Precipitation Highly Resolved Observational Data Integration Towards Evaluation (APHRODITE), which is a continental-scale daily product created using rain gauge observations. Another option is the High Asia Refined analysis (HAR) version 1, a regional simulation analysis dataset with a grid spacing of 10 km for the TP region. These datasets provide essential reference data for comparing and validating model outputs, particularly in regions with complex terrain and limited observational coverage.",
                "AnswerCn": "评估第三极地区降水模型准确性的潜在数据集包括亚洲降水高分辨率观测数据集（APHRODITE），这是一个基于雨量计观测创建的大陆尺度日常产品。另一个选项是高亚洲精细分析（HAR）版本1，这是一个针对第三极地区的区域模拟分析数据集，网格间距为10公里。这些数据集为比较和验证模型输出提供了重要的参考数据，特别是在地形复杂和观测覆盖有限的地区。",
                "Level": "C6(Creating)"
            }
        ]
    }
}