{
  "id": "e467c201-87e3-43ba-a4b1-ec6458e44550",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Elevation geomorphology slope direction of Heihe river  (2013-2016)",
      "titleCn": "黑河流域高程地貌-坡向（2013-2016）",
      "description": "Two sets of grid data, aster GDEM data with a resolution of 30 meters and SRTM data with a resolution of 90 meters provided by the data management center of Heihe project, as well as point data from multiple sources, are used. By using the HASM scaling up algorithm, the grid data of different sources and different precision are fused with the elevation point data to obtain the high precision slope direction data of Heihe River Basin. First of all, the accuracy of two groups of grid data is verified by using various point data. According to the results of accuracy verification, different grid data are used as the trend surface of data fusion in different regions. The residuals of various point data and trend surface are calculated, and the residual surface is obtained by interpolation with HASM algorithm, and the trend surface and residual surface are superposed to obtain the final slope surface. The spatial resolution is 500 meters.",
      "descriptionCn": "采用黑河计划数据管理中心提供的黑河流域30米分辨率的ASTER GDEM数据和90米分辨率的SRTM数据两组栅格数据，以及多来源的点数据。利用HASM升尺度算法，将不同来源和不同精度的栅格数据与高程点数据进行融合，获得黑河流域的高精度坡向数据。首先利用各种点数据对两组栅格数据进行精度验证，根据精度验证的结果，在不同的区域，采用不同的栅格数据作为数据融合的趋势面。计算各样点数据与趋势面的残差，运用HASM算法进行插值获得残差曲面，将趋势面与残差曲面叠加，从而获得最终的坡向曲面。空间分辨率为500米。",
      "instructions": "The data is stored in grid TIF format and can be opened and read by remote sensing software such as ArcGIS and QGIS",
      "instructionsCn": "数据以栅格tif格式存储，可用Arcgis、Qgis等遥感软件打开读取",
      "east": 101.5,
      "west": 98.0,
      "south": 38.0,
      "north": 42.0,
      "startTime": "2013-01-08 11:00:00",
      "endTime": "2016-08-08 11:00:00",
      "fileSize": 1807441.0,
      "cstr": null,
      "doi": "",
      "dataFormat": "img",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "岳天祥",
        "nameEn": "YUE Tianxiang",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "赵娜",
        "nameEn": "ZHAO Na",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "地球表层模拟分析原理与方法",
        "titleEn": null,
        "referenceCn": "岳天祥等. 2017. 地球表层模拟分析原理与方法. 北京：科学出版社.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地形",
        "nameEn": "Topography"
      },
      {
        "nameCn": "坡度",
        "nameEn": "Slope"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2013-2016",
        "keywordEn": "2013-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of high-resolution slope direction data derived from elevation and geomorphology datasets in the Heihe River Basin?",
        "QuestionCn": "从河西走廊的高程和地貌数据中提取的高分辨率坡向数据的特征是什么？",
        "AnswerEn": "30-meter resolution, 90-meter resolution, HASM scale-up algorithm, high-precision, accuracy validation, spatial resolution of 500 meters",
        "AnswerCn": "30米分辨率，90米分辨率，HASM尺度扩展算法，高精度，精度验证，500米空间分辨率",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the final slope aspect data obtained using the HASM algorithm?",
        "QuestionCn": "使用HASM算法获得的最终坡向数据的空间分辨率是多少？",
        "AnswerEn": "500 meters",
        "AnswerCn": "500米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the HASM upscaling algorithm in the context of data collection and processing for high-resolution slope aspect data?",
        "QuestionCn": "在高分辨率坡向数据的数据收集和处理背景下，HASM缩放算法是什么？",
        "AnswerEn": "The HASM upscaling algorithm is a method used to integrate raster data of varying sources and precision, along with elevation point data, to produce high-resolution slope aspect data. It involves verifying the accuracy of raster datasets using point data, selecting appropriate raster data as trend surfaces based on accuracy validation in different regions, calculating residuals between point data and trend surfaces, and applying the HASM algorithm for interpolation to obtain residual surfaces. The final slope aspect surface is created by overlaying the trend surface and residual surface, achieving a spatial resolution of 500 meters.",
        "AnswerCn": "HASM上采样算法是一种用于整合来自不同来源和精度的栅格数据以及高程点数据的方法，以生成高分辨率的坡度方向数据。该算法涉及使用点数据验证栅格数据集的准确性，根据不同区域的准确性验证选择合适的栅格数据作为趋势面，计算点数据与趋势面之间的残差，并应用HASM算法进行插值以获得残差面。最终的坡度方向面是通过叠加趋势面和残差面创建的，达到500米的空间分辨率。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the HASM upscaling algorithm used for integrating different resolution raster and point data compare to traditional interpolation methods in terms of accuracy and resolution when generating high-precision slope aspect data?",
        "QuestionCn": "HASM上采样算法在整合不同分辨率的栅格和点数据时，与传统插值方法在生成高精度坡度方位数据的准确性和分辨率方面相比，表现如何？",
        "AnswerEn": "The HASM upscaling algorithm integrates different resolution raster data (30-meter ASTER GDEM and 90-meter SRTM) and point data to produce 500-meter resolution slope aspect data with a high degree of precision. It involves accuracy verification of raster data using point data and combines a trend surface with residual surfaces through HASM interpolation. This method ensures high accuracy by selecting different raster data sources for data fusion based on regional accuracy results, a process that may differ from traditional interpolation methods which might not adaptively select data sources based on accuracy validation results.",
        "AnswerCn": "HASM上采样算法整合了不同分辨率的栅格数据（30米的ASTER GDEM和90米的SRTM）以及点数据，以高精度生成500米分辨率的坡度和方位数据。该算法通过使用点数据对栅格数据进行准确性验证，并通过HASM插值将趋势面与残差面相结合，从而确保高精度。该方法通过根据区域准确性结果选择不同的栅格数据源进行数据融合，这一过程可能与传统插值方法不同，后者可能无法根据准确性验证结果自适应选择数据源。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the primary factors that influence the accuracy of slope direction data when integrating different resolution raster datasets and point data in the Heihe River Basin?",
        "QuestionCn": "在整合不同分辨率的栅格数据集和点数据时，影响黑河流域坡度方向数据准确性的主要因素有哪些？",
        "AnswerEn": "The primary factors include the accuracy of the point data used for validation, the resolution differences between the 30-meter ASTER GDEM data and the 90-meter SRTM data, and the choice of trend surface for data fusion based on regional characteristics. The integration process using the HASM upscaling algorithm also impacts the final accuracy.",
        "AnswerCn": "主要因素包括用于验证的点数据的准确性、30米的ASTER GDEM数据与90米的SRTM数据之间的分辨率差异，以及基于区域特征选择的数据融合趋势面。使用HASM上采样算法的集成过程也会影响最终的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of integrating different resolution raster data and point data using the HASM scaling algorithm for generating high-precision slope aspect data in the Heihe River Basin?",
        "QuestionCn": "在黑河流域中使用HASM缩放算法集成不同分辨率的栅格数据和点数据以生成高精度坡度方面数据的最终目标是什么？",
        "AnswerEn": "The goal is to create a high-precision slope aspect dataset for the Heihe River Basin by using the HASM scaling algorithm to integrate different resolution raster data (30-meter resolution ASTER GDEM data and 90-meter resolution SRTM data) and multi-source point data. This integration aims to enhance the accuracy of slope aspect measurements by verifying the accuracy of raster data with point data and using the most accurate data as trend surfaces for interpolation, ultimately achieving a final slope aspect surface with a spatial resolution of 500 meters.",
        "AnswerCn": "目标是通过使用HASM缩放算法整合不同分辨率的栅格数据（30米分辨率的ASTER GDEM数据和90米分辨率的SRTM数据）以及多源点数据，创建一个高精度的黑河流域坡向数据集。此整合旨在通过点数据验证栅格数据的准确性，并使用最准确的数据作为插值的趋势面，最终实现一个空间分辨率为500米的坡向表面。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and algorithms can be used to integrate different raster datasets with varying resolutions and point data to produce high-precision aspect data for a river basin?",
        "QuestionCn": "可以使用哪些程序和算法来整合不同分辨率的栅格数据集和点数据，以生成河流流域的高精度坡向数据？",
        "AnswerEn": "To integrate different raster datasets with varying resolutions and point data to produce high-precision aspect data for a river basin, one can use the HASM (High Accuracy Surface Modeling) upscale algorithm. This involves verifying the accuracy of raster datasets using various point data types, selecting appropriate raster data based on accuracy validation results for different areas, and calculating residuals between point data and a trend surface. The HASM algorithm is then used for interpolating the residuals to obtain a residual surface, which is combined with the trend surface to produce the final high-precision aspect surface.",
        "AnswerCn": "为了整合具有不同分辨率的栅格数据集和点数据，以生成河流流域的高精度坡向数据，可以使用HASM（高精度表面建模）上采样算法。这涉及到使用各种点数据类型验证栅格数据集的准确性，根据不同区域的准确性验证结果选择合适的栅格数据，并计算点数据与趋势表面之间的残差。然后使用HASM算法对残差进行插值，以获得残差表面，最后将残差表面与趋势表面结合，生成最终的高精度坡向表面。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data fusion techniques enable the creation of high-precision slope data in river basin studies?",
        "QuestionCn": "哪些数据融合技术能够在河流流域研究中创建高精度的坡度数据？",
        "AnswerEn": "The use of HASM (High Accuracy Surface Modeling) upscaling algorithms enables the integration of different sources and resolutions of raster data with elevation point data to produce high-precision slope data in river basin studies.",
        "AnswerCn": "HASM（高精度表面建模）上采样算法的使用使得不同来源和分辨率的栅格数据与高程点数据的集成成为可能，从而在流域研究中生成高精度的坡度数据。",
        "Level": "C6(Creating)"
      }
    ]
  }
}