{
    "id": "e4784585-5e1d-4a38-8811-cb33cc85e04d",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Cropland spatial dataset of Brahmaputra River and Its Two Tributaries in 1500, 1600",
            "titleCn": "一江两河耕地空间分布格局数据集（1500、1600年）",
            "description": "The Qinghai-Tibet Plateau is a fragile and starting area of global climate change due to its high altitude difference, cold climate, harsh natural conditions and extremely fragile ecological environment. The research on land reclamation in the historical period of Qinghai-Tibet Plateau is not only a concrete way to participate in global environmental change, but also provides rich regional information for comprehensive research on land use change, which is of great significance to the research on historical land use/land cover change in China and even the whole world. \"One river and two rivers\" is one of the typical agricultural areas in the farming-pastoral ecotone of the Qinghai-Tibet Plateau, and it is also the area with the most intense land reclamation activities and the fastest population growth in Tibet in the past 1000 years. It is of great significance to fully excavate the rich historical documents in this area and reconstruct the distribution pattern of cultivated land in this area in the past 1000 years, so as to study human land use activities under the background of global climate change. The cultivated land data mainly comes from the General History of Tibet, Research on Tibetan History in Ming Dynasty and Tibet Chronicles.\n",
            "descriptionCn": "青藏高原海拔高差大、气候寒冷，自然条件恶劣，生态环境极其脆弱，是全球气候变化的脆弱区和启动区，对青藏高原历史时期的土地开垦研究既是参与全球环境变化的具体途径，也能为土地利用变化的综合研究提供丰富的区域性信息，对于我国乃至全球的历史土地利用/土地覆被变化研究有着重要意义。“一江两河”是青藏高原农牧交错带典型农业区之一，也是西藏近1000 年来土地开垦活动最剧烈和人口增长最快的区域，充分挖掘该地区丰富的历史文献资料重建该地区过去1000 年的耕地分布格局，对研究全球气候变化背景下的人类土地利用活动有重要意义。耕地数据主要来源于《西藏通史》、《明代藏族史研究》、《西藏志》。\n",
            "instructions": "\"Reclamation rate data are stored in grid form, and the file names areYJLH1500KZL、YJLH1600KZL.YJLH stands for Brahmaputra River and Its Two Tributaries, 1500、1600 stands for year, and KZL stands for reclamation rate.Data reading method: ArcGIS can be used to open the view and analysis.\"",
            "instructionsCn": "垦殖率数据以栅格形式储存，文件名称为YJLH1500KZL、YJLH1600KZL，YJLH代表一江两河，1500、1600代表年份，KZL代表垦殖率。数据读取方式：可以采用ARCGIS打开查看和分析.",
            "east": 92.35,
            "west": 97.0,
            "south": 28.2,
            "north": 31.2,
            "startTime": null,
            "endTime": null,
            "fileSize": 2862579.0,
            "cstr": "18406.11.Terre.tpdc.300121",
            "doi": "10.11888/Terre.tpdc.300121",
            "dataFormat": null,
            "license": ""
        },
        "authorList": [
            {
                "nameCn": "刘峰贵",
                "nameEn": "LIU Fenggui",
                "unitEn": "",
                "unitCn": "青海师范大学"
            },
            {
                "nameCn": "顾锡静",
                "nameEn": "GU Xijing",
                "unitEn": "",
                "unitCn": "青海师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "“一江两河”地区历史聚落演变与耕地空间格局重建",
                "titleEn": null,
                "referenceCn": "顾锡静. (2021). “一江两河”地区历史聚落演变与耕地空间格局重建. 青海师范大学.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "一江两河",
                "keywordEn": "Brahmaputra river and its two tributaries"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1500、1600年",
                "keywordEn": "1500、1600year",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to reconstruct historical cropland distribution patterns in the Tibetan Plateau, particularly in the 'One River and Two Streams' area during the 1500s and 1600s?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于重建青藏高原，特别是在1500年代和1600年代的“一河两溪”地区的历史耕地分布模式？",
                "AnswerEn": "A data collection method used involves analyzing historical documents such as 'The General History of Tibet', 'Ming Dynasty Tibetan History Research', and 'Records of Tibet' to extract information on past land reclamation activities and cropland distribution patterns.",
                "AnswerCn": "一种数据收集方法是分析历史文献，如《西藏通史》、《明代西藏历史研究》和《西藏志》，以提取有关过去土地开垦活动和农田分布模式的信息。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many historical documents were utilized to create a dataset on the spatial distribution of cultivated land in the 'One River, Two Streams' region of the Tibetan Plateau for the years 1500 and 1600?",
                "QuestionCn": "在“一个河流，两条溪流”地区，创建关于1500年和1600年耕地空间分布的数据集时，使用了多少历史文献？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the number of historical documents used. Therefore, there is no quantifiable data to extract.",
                "AnswerCn": "原始答案没有提供用于历史文献的具体数值。因此，没有可提取的量化数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methodologies can be inferred for reconstructing historical land use patterns in regions with challenging natural conditions, such as high altitude and cold climate?",
                "QuestionCn": "在高海拔和寒冷气候等自然条件严峻的地区，重建历史土地利用模式可以推断出哪些方法论？",
                "AnswerEn": "The data collection methods likely involve utilizing historical documents like '西藏通史', '明代藏族史研究', and '西藏志' to reconstruct past land use patterns. This approach suggests a reliance on rich historical literature to overcome the challenges posed by the harsh natural conditions of the Qinghai-Tibet Plateau, providing insights into historical land reclamation and population growth in the region.",
                "AnswerCn": "数据收集方法可能涉及利用历史文献，如《西藏通史》、《明代藏族史研究》和《西藏志》，以重建过去的土地利用模式。这种方法表明依赖丰富的历史文献，以克服青藏高原恶劣自然条件带来的挑战，为该地区历史上的土地开垦和人口增长提供了见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying reasons that make the Qinghai-Tibet Plateau a significant region for studying historical land reclamation and land use changes?",
                "QuestionCn": "青藏高原是研究历史土地开垦和土地利用变化的重要区域，其背后的原因有哪些？",
                "AnswerEn": "The Qinghai-Tibet Plateau is characterized by its high altitude, cold climate, harsh natural conditions, and extremely fragile ecological environment, making it a vulnerable area to global climate change. Studying historical land reclamation in this region provides specific insights into global environmental changes and offers rich regional information for comprehensive research on land use changes. The 'One River, Two Streams' area is a typical agricultural zone within this plateau, where intense land reclamation and rapid population growth have occurred over the past 1000 years, making it a significant focus for examining human land use activities against the backdrop of global climate change.",
                "AnswerCn": "青藏高原以其高海拔、寒冷气候、恶劣自然条件和极其脆弱的生态环境而闻名，使其成为全球气候变化的脆弱区域。研究该地区的历史土地开垦为全球环境变化提供了具体的见解，并为土地利用变化的综合研究提供了丰富的区域信息。“一河两溪”地区是该高原内一个典型的农业区，在过去1000年中经历了强烈的土地开垦和快速的人口增长，因此成为在全球气候变化背景下考察人类土地利用活动的重要焦点。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on the understanding of historical land use patterns if historical documents from the Qinghai-Tibet Plateau region continue to be used as primary sources for reconstructing past agricultural distribution?",
                "QuestionCn": "如果继续将青藏高原地区的历史文献作为重建过去农业分布的主要来源，那么对历史土地利用模式的理解可能会产生哪些潜在后果？",
                "AnswerEn": "Using historical documents from the Qinghai-Tibet Plateau region as primary sources can enhance understanding of past land use patterns by providing detailed regional information. This can lead to a more comprehensive understanding of human land use activities in response to global climate change, especially in fragile ecological zones like the Qinghai-Tibet Plateau. Additionally, it can offer insights into historical land reclamation activities and population growth, contributing to the broader research on historical land use and land cover changes at both national and global levels.",
                "AnswerCn": "使用青藏高原地区的历史文献作为主要资料，可以增强对过去土地利用模式的理解，因为这些文献提供了详细的区域信息。这可以导致对人类土地利用活动在全球气候变化响应下的更全面理解，特别是在像青藏高原这样脆弱的生态区。此外，它还可以提供对历史土地开垦活动和人口增长的洞察，为国家和全球层面上历史土地利用和土地覆盖变化的更广泛研究做出贡献。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective behind compiling a dataset on the spatial distribution patterns of cultivated land in the 'One River, Two Streams' area during the years 1500 and 1600?",
                "QuestionCn": "编制关于1500年和1600年“一个河流，两条溪流”地区耕地空间分布模式的数据集的主要目标是什么？",
                "AnswerEn": "The primary objective is to provide a comprehensive understanding of historical land cultivation patterns on the Qinghai-Tibet Plateau, a region characterized by its harsh natural conditions and ecological vulnerability. This dataset aims to contribute to global environmental change research by offering detailed regional information on land use changes. Additionally, it seeks to investigate human land use activities in the context of global climate change by reconstructing the cultivated land distribution over the past 1000 years in a critical agricultural zone of the Tibetan Plateau, which has experienced significant land reclamation and population growth.",
                "AnswerCn": "主要目标是提供对青藏高原历史土地耕作模式的全面理解，该地区以其恶劣的自然条件和生态脆弱性而闻名。该数据集旨在通过提供有关土地利用变化的详细区域信息，为全球环境变化研究做出贡献。此外，它还旨在通过重建过去1000年中藏区这一关键农业区的耕地分布，调查人类土地利用活动在全球气候变化背景下的影响，该地区经历了显著的土地开垦和人口增长。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}