{
  "id": "e501101d-e785-47d5-b431-0806b17bbeaf",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of surface roughness measurements in the Huazhaizi desert steppe foci experimental area",
      "titleCn": "黑河综合遥感联合试验：花寨子荒漠加密观测区地表粗糙度观测数据集",
      "description": "The dataset of surface roughness measurements by phototaking was obtained in the Huazhaizi desert steppe foci experimental area. Observation items included:\n     (1) Surface roughness synchronizing with ASAR and MODIS in Huazhaizi desert No. 2 plot on May 24, 2008.\n     (2) Surface roughness synchronizing with WiDAS in Huazhaizi desert No. 1 plot on May 30, 2008.\n     The self-made roughness reference board (Cold and Arid Regions Environmental and Engineering Research Institute, CAS), the digital camera and the compass were used. Sample points were selected at equal intervals along the diagonals and marked in the photos.",
      "descriptionCn": "在花寨子荒漠加密观测区测量地表粗糙度数据。\n测量内容：\n（1）2008年5月24日进行了ASAR与MODIS同步观测，在花寨子荒漠样地2开展了地表粗糙度的测量。 \n（2）2008年5月30日进行了机载红外广角双模式成像仪（WiDAS）飞行同步，在花寨子荒漠样地1测量了地表粗糙度。\n地表粗糙度采用照相法测量粗糙度。测量仪器为中国科学院寒区旱区环境与工程研究所自制的粗糙度板、数码相机和罗盘。测量对象为花寨子荒漠样地1和花寨子荒漠样地2。沿着样地两条对角线等间隔采样测量，每次测量包括东西向和南北向，每张照片上具有测量标示。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.36,
      "west": 100.289,
      "south": 38.734,
      "north": 38.788,
      "startTime": "2008-06-05 00:00:00",
      "endTime": "2008-06-11 00:00:00",
      "fileSize": 74028667.0,
      "cstr": "18406.11.water973.0184.db",
      "doi": "10.3972/water973.0184.db",
      "dataFormat": "EXCEL",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "徐瑱",
        "nameEn": "XU Zhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "舒乐乐",
        "nameEn": "SHU Lele",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表粗糙度",
        "nameEn": "Surface Roughness"
      },
      {
        "nameCn": "重力",
        "nameEn": "Gravity"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "花寨子荒漠加密观测区",
        "keywordEn": null
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-24",
        "keywordEn": null,
        "type": "temporal"
      },
      {
        "keywordCn": "2008-05-30",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure surface roughness in arid environments?",
        "QuestionCn": "您能否提供一种用于测量干旱环境中表面粗糙度的数据收集方法的示例？",
        "AnswerEn": "Surface roughness in arid environments was measured using the photographic method, involving instruments such as a custom-made roughness board by the Cold and Arid Regions Environmental and Engineering Research Institute, a digital camera, and a compass. Measurements were conducted in the Huazhaizi desert observation areas along two diagonal lines at regular intervals, capturing images with measurement markers in both east-west and north-south directions.",
        "AnswerCn": "在干旱环境中，采用摄影法测量表面粗糙度，使用的仪器包括由寒区和干旱区环境与工程研究所制作的定制粗糙度板、数码相机和指南针。测量在华扎子沙漠观测区沿两条对角线以规律间隔进行，拍摄带有测量标记的图像，分别朝东-西和北-南方向。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used for measuring surface roughness in desert environments?",
        "QuestionCn": "用于测量沙漠环境表面粗糙度的数据收集方法的特点是什么？",
        "AnswerEn": "photographic method, custom-made roughness board, digital camera, compass, measurements along two diagonal lines, regular intervals, images with measurement markers",
        "AnswerCn": "摄影方法，定制粗糙度板，数码相机，指南针，沿两条对角线测量，定期间隔，带有测量标记的图像",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many times were surface roughness measurements conducted in the desert observation area using the photographic method?",
        "QuestionCn": "在沙漠观测区使用摄影方法进行表面粗糙度测量的次数是多少？",
        "AnswerEn": "2",
        "AnswerCn": "二",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'photographic method' for measuring surface roughness in the context of remote sensing experiments?",
        "QuestionCn": "在遥感实验中，用于测量表面粗糙度的“摄影法”是什么？",
        "AnswerEn": "The 'photographic method' for measuring surface roughness refers to using a digital camera to capture images of a surface, marked with measurement indicators, to analyze and quantify the roughness of that surface. In the context of remote sensing experiments, this method involves using custom equipment like a roughness board and compass to systematically collect data along predetermined diagonals of sample areas. This technique is designed to provide accurate measurements of surface roughness, which can be crucial for understanding land surface characteristics and informing remote sensing analysis.",
        "AnswerCn": "“摄影法”用于测量表面粗糙度，指的是使用数码相机捕捉表面图像，并在图像上标记测量指示器，以分析和量化该表面的粗糙度。在遥感实验的背景下，这种方法涉及使用自定义设备，如粗糙度板和指南针，沿预定的对角线系统地收集样本区域的数据。这项技术旨在提供准确的表面粗糙度测量，这对于理解地表特征和为遥感分析提供信息至关重要。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of photographic methods for measuring surface roughness in desert areas compare to other data collection methods such as LIDAR or RADAR in terms of accuracy and practicality?",
        "QuestionCn": "在沙漠地区使用摄影方法测量表面粗糙度与激光雷达（LIDAR）或雷达（RADAR）等其他数据收集方法相比，在准确性和实用性方面如何？",
        "AnswerEn": "In the field mentioned, surface roughness in desert areas was measured using photographic methods with a custom roughness board, digital camera, and compass. This method involves taking photographs along diagonal lines at regular intervals in two directions (east-west and north-south). The use of photographic methods allows for direct visual documentation and can be relatively practical and cost-effective. However, it may differ in accuracy compared to technologies like LIDAR or RADAR, which can provide more precise, large-scale, and continuous data but are typically more expensive and complex to deploy.",
        "AnswerCn": "在提到的领域中，使用摄影方法测量沙漠地区的表面粗糙度，采用了定制的粗糙度板、数码相机和指南针。这种方法涉及沿对角线在东西和南北两个方向以规则间隔拍摄照片。使用摄影方法可以直接进行视觉记录，并且相对实用和经济。然而，与LIDAR或RADAR等技术相比，这种方法的准确性可能有所不同，后者能够提供更精确、大规模和连续的数据，但通常部署成本更高且更复杂。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the choice of using the photographic method for measuring surface roughness in desert environments?",
        "QuestionCn": "影响在沙漠环境中选择使用摄影方法测量表面粗糙度的因素有哪些？",
        "AnswerEn": "The choice to use the photographic method for measuring surface roughness in the desert environments of the 花寨子荒漠样地1 and 花寨子荒漠样地2 is likely influenced by the need for precise and detailed measurements that capture variations in surface texture. The use of custom roughness boards, a digital camera, and a compass allows for accurate data collection along two diagonal lines in each plot, accommodating the unique characteristics of the terrain and ensuring consistency in the measurements.",
        "AnswerCn": "在花寨子荒漠样地1和花寨子荒漠样地2的沙漠环境中选择使用摄影方法来测量表面粗糙度，可能是由于需要精确和详细的测量，以捕捉表面纹理的变化。使用定制的粗糙度板、数码相机和指南针，可以沿着每个样地的两条对角线进行准确的数据收集，适应地形的独特特征，并确保测量的一致性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in measuring surface roughness in desert areas using photographic methods, and what instruments are required for accurate data collection?",
        "QuestionCn": "在沙漠地区使用摄影方法测量表面粗糙度涉及哪些程序，以及进行准确数据收集所需的仪器是什么？",
        "AnswerEn": "The procedures for measuring surface roughness in desert areas using photographic methods involve synchronized observations with satellite and airborne sensors, such as ASAR, MODIS, and WiDAS. The instruments required include a custom-made roughness board, a digital camera, and a compass. Measurements are conducted by sampling along two diagonal lines of the desert sample plots at regular intervals, capturing both east-west and north-south orientations. Each photograph must include measurement markers to ensure accuracy.",
        "AnswerCn": "在沙漠地区使用摄影方法测量表面粗糙度的程序涉及与卫星和空中传感器（如ASAR、MODIS和WiDAS）的同步观测。所需的仪器包括定制的粗糙度板、数码相机和指南针。测量通过在沙漠样本地块的两个对角线沿着规律间隔进行采样，捕捉东西方向和南北方向的图像。每张照片必须包含测量标记以确保准确性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}