{
    "id": "e5229003-b32f-4580-b085-ee8c57509fde",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Glacier distribution over the High-mountain Asia since the last glacial maximum",
            "titleCn": "末次冰盛期以来亚洲高山区冰川分布数据",
            "description": "This data is the simulated data of glacier distribution in the alpine region of Asia since the last glacial maximum, It includes the annual resolution glacier area change sequence of typical regions (High mountain Asia, Tianshan Mountains, Himalayas and Pamir Plateau) and typical periods (LGM (20000 ~ 19000ka), HS1 (17000 ~ 16000ka), BA (~ 14900 ~ 14350ka), yd (12900 ~ 12000ka), eh (9500 ~ 8500ka), MH (6500 ~ 5500ka), LH (3500 ~ 2500ka) and modern (1951 ~ 1990)) 1 km resolution glacier distribution in High Mountain Asia. This data are created by taking the trace full forcing simulation based on ccsm3 climate model as the external forcing field to drive the 1 km resolution PISM ice sheet model. This data can be used to study the changes of glacier distribution in the alpine region of Asia since the last glacial maximum and its impact on environmental and climatic factors such as lake water level, runoff and landform.",
            "descriptionCn": "本数据为末次冰盛期以来亚洲高山区冰川分布的模拟数据，其中包括典型区域（亚洲高山区、天山、喜马拉雅山、帕米尔高原）年分辨率的冰川面积变化序列以及典型时期（LGM（20000~19000ka），HS1（17000~16000ka），BA（~14900~14350ka），YD（12900~12000ka），EH（9500~8500ka），MH（6500~5500ka），LH（3500~2500ka）和Modern（1951~1990））1km分辨率的亚洲高山区冰川分布。该数据以基于CCSM3气候模式的TRACE全强迫模拟试验数据为外强迫场，驱动1km分辨率的PISM冰盖模式，从而获取末次盛冰期以来亚洲高山区冰川的可能分布。该数据可以用于研究末次冰盛期以来亚洲高山区冰川分布的变化及其对湖泊水位、径流、地貌等环境和气候要素的影响。",
            "instructions": "The glacier area data is stored in Excel format, in which the time yyyyy represents years ago (relative to 1950)\nGlacier distribution is stored in NetCDF file, which can be opened, viewed and analyzed by CDO or NCL professional meteorological data processing or mapping software.",
            "instructionsCn": "冰川面积数据以excel格式存储，其中时间yyyyy代表年前（相对1950）.\n冰川分布以netcdf文件存储，可以采用cdo或ncl专业气象数据处理或绘图软件打开查看和分析．",
            "east": 108.0,
            "west": 67.0,
            "south": 25.0,
            "north": 45.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 56965410.0,
            "cstr": "18406.11.Cryos.tpdc.271928",
            "doi": "10.11888/Cryos.tpdc.271928",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "燕青",
                "nameEn": "YAN Qing",
                "unitEn": "",
                "unitCn": "中国科学院大气物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Deciphering the evolution and forcing mechanisms of glaciation over the Himalayan-Tibetan orogen during the past 20,000 years",
                "referenceCn": null,
                "referenceEn": "Yan, Q., Owen, L. A., Zhang, Z., Jiang, N., & Zhang, R. (2020). Deciphering the evolution and forcing mechanisms of glaciation over the Himalayan-Tibetan orogen during the past 20,000 years. Earth and Planetary Science Letters, 541, 116295."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "亚洲高山区",
                "keywordEn": "High Mountain Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "末次冰盛期",
                "keywordEn": "Last Glacial Maximum",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
                "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
            },
            {
                "titleCn": "北半球湖冰物候数据集（1978-2018）",
                "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
            },
            {
                "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
                "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
            },
            {
                "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
                "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
            },
            {
                "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
                "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
            },
            {
                "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
                "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
            },
            {
                "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
                "titleEn": "Long-term series of daily global snow depth (1979-2017)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to simulate the distribution of glaciers in high mountain areas of Asia since the Last Glacial Maximum?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于模拟自最后冰川最大期以来亚洲高山地区冰川的分布？",
                "AnswerEn": "An example of a data collection method used to simulate the distribution of glaciers in high mountain areas of Asia since the Last Glacial Maximum involves using the CCSM3 climate model's TRACE full-forcing simulation data as an external forcing field to drive the PISM ice sheet model at a 1km resolution.",
                "AnswerCn": "一个用于模拟亚洲高山地区冰川分布的数据收集方法是使用CCSM3气候模型的TRACE全强迫模拟数据作为外部强迫场，以1公里的分辨率驱动PISM冰盖模型。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets that simulate glacier distribution in high mountain areas of Asia since the Last Glacial Maximum?",
                "QuestionCn": "模拟自最后冰川最大期以来亚洲高山地区冰川分布的数据集的特征是什么？",
                "AnswerEn": "sequence of glacier area changes with annual resolution, 1km resolution glacier distribution data, specific periods like LGM, HS1, BA, YD, EH, MH, LH, Modern times, derived using the PISM ice sheet model, driven by TRACE fully forced simulation data, based on the CCSM3 climate model",
                "AnswerCn": "使用PISM冰盖模型推导出的冰川面积变化序列，具有年度分辨率，1公里分辨率的冰川分布数据，特定时期如LGM、HS1、BA、YD、EH、MH、LH、现代时期，驱动数据来自TRACE完全强迫模拟数据，基于CCSM3气候模型。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the resolution of the glacier distribution data for typical periods since the Last Glacial Maximum in Asian high mountain areas?",
                "QuestionCn": "亚洲高山地区自最后冰期最大期以来的冰川分布数据的分辨率是多少？",
                "AnswerEn": "1 km",
                "AnswerCn": "1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'PISM ice sheet model' mean in the context of simulating glacier distribution in Asian high mountains since the Last Glacial Maximum?",
                "QuestionCn": "'PISM冰盖模型'在模拟自最后冰期最大期以来亚洲高山冰川分布的背景下是什么意思。",
                "AnswerEn": "In the context of simulating glacier distribution in Asian high mountains since the Last Glacial Maximum, 'PISM ice sheet model' refers to the Parallel Ice Sheet Model, which is a computational tool used to simulate the dynamics and distribution of ice sheets and glaciers. It operates at a resolution of 1km and is driven by climate model data, specifically the TRACE full-forcing simulation data based on the CCSM3 climate model, to estimate possible glacier distributions over time.",
                "AnswerCn": "在模拟自最后冰期最大期以来亚洲高山冰川分布的背景下，“PISM冰盖模型”指的是并行冰盖模型，这是一种用于模拟冰盖和冰川动态及分布的计算工具。它以1公里的分辨率运行，并由气候模型数据驱动，特别是基于CCSM3气候模型的TRACE全强迫模拟数据，以估计随时间变化的可能冰川分布。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the reasons for using the CCSM3 climate model and TRACE full forcing simulation data as external forcing fields in simulating glacier distribution changes since the Last Glacial Maximum in high mountain regions of Asia?",
                "QuestionCn": "使用CCSM3气候模型和TRACE全强迫模拟数据作为外部强迫场来模拟亚洲高山地区自最后冰期最大期以来的冰川分布变化的原因是什么？",
                "AnswerEn": "The CCSM3 climate model and TRACE full forcing simulation data are used as external forcing fields to drive the PISM ice sheet model at a 1km resolution. This approach allows for the simulation of potential glacier distribution changes since the Last Glacial Maximum in high mountain regions of Asia, providing insights into environmental and climate impacts on lake levels, runoff, and geomorphology.",
                "AnswerCn": "CCSM3气候模型和TRACE全强迫模拟数据被用作外部强迫场，以1公里的分辨率驱动PISM冰川模型。这种方法可以模拟自最后冰期最大期以来亚洲高山地区潜在冰川分布的变化，为湖泊水位、径流和地貌的环境与气候影响提供了见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on the accuracy of glacier distribution modeling outcomes when using 1km resolution data driven by CCSM3 climate model simulations compared to other climate models?",
                "QuestionCn": "使用1公里分辨率数据驱动CCSM3气候模型模拟与其他气候模型相比，可能对冰川分布建模结果的准确性产生哪些潜在影响？",
                "AnswerEn": "The use of 1km resolution data driven by CCSM3 climate model simulations can potentially lead to more accurate modeling outcomes of glacier distribution since the data is tailored to the specific climate conditions represented by CCSM3. This level of detail allows for a more refined understanding of glacier dynamics and their environmental impacts, such as changes in lake water levels, runoff, and geomorphological features post-LGM in high Asian mountain areas.",
                "AnswerCn": "使用由CCSM3气候模型模拟驱动的1公里分辨率数据，可能会导致冰川分布建模结果更加准确，因为这些数据是针对CCSM3所代表的特定气候条件量身定制的。这种细致的水平使我们能够更深入地理解冰川动态及其环境影响，例如后末次冰期在高亚洲山区湖水位变化、径流和地貌特征的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of creating a dataset that simulates glacier distribution in Asian high mountain areas since the Last Glacial Maximum using climate model-driven ice sheet modeling?",
                "QuestionCn": "创建一个模拟自最后冰期最大期以来亚洲高山地区冰川分布的数据集的主要目标是什么？",
                "AnswerEn": "The primary objective of creating a dataset that simulates glacier distribution in Asian high mountain areas since the Last Glacial Maximum is to study the changes in glacier distribution over time and understand their impact on environmental and climate factors such as lake water levels, runoff, and geomorphology.",
                "AnswerCn": "创建一个模拟亚洲高山地区冰川分布的数据集的主要目标是研究自最后冰川最大期以来冰川分布的变化，并了解其对环境和气候因素的影响，例如湖水水位、径流和地貌。",
                "Level": "C6(Creating)"
            }
        ]
    }
}