{
  "id": "e538cad0-0579-4dda-8421-6b4d191524e1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The late cretaceous foraminifera biological chart in the Springs lake and Hongshan lake areas in the West kunlun mountains",
      "titleCn": "西昆仑山泉水湖、红山湖地区晚白垩世有孔虫生物图版 ",
      "description": "Spring lake, hongshan lake area foraminifera biological chart contains a chart I, II and III, a total of three chart.Chart shows the inside from west kunlun region group at the top of the formation of iron long beach, a total of 10 kinds of planktonic foraminifera.The era of planktonic foraminifera represents the longtan group of Marine limestone iron deposit end time, also represents the time of the water in the region retreat.This time also can be used to restrict the starting time of uplift of the west kunlun area.Chart inside of planktonic foraminifera photo is through the field sample collection, rock chips grinding, species identification and photographic under a microscope and a series of process.Due to the sample of planktonic foraminifera low abundance, strong reformation and diagenesis, so the poor preservation of the foraminifera.Still, we identified the Globotruncana falsostuarti, g. cf. Linneiana, g. cf. Ventricosa, Planohedbergella prairiehillensis, p. cf. Yaucoensis, Pseudotextularia nuttalli, Planoheterohelix globulosa, p. cf. Praenuttalli, Muricohedbergella holmdelensis and Whiteinella brittnensis etc. A total of 10 kinds of foraminifera.Limited by the foraminifera iron longtan group of sedimentary end time for ~ 76-66 Ma.Compared with previous work, our research extend the time of the water in the region retreat for nearly 10 ma.This work has been published in SCI journal Palaeoworld.It will also become one of the basis of studying the plateau uplift of the region.",
      "descriptionCn": "泉水湖、红山湖地区有孔虫生物图版包含了图版I、II和III共计3张图版。图版里面展示了来自西昆仑地区铁隆滩群顶部地层中的、共计10个种的浮游有孔虫。这些浮游有孔虫的时代代表了海相灰岩铁龙滩群的沉积结束时间，也代表了该地区海水退却的时间。这个时间同时可以用来限定西昆仑地区地表隆升的起始时间。图版里面的浮游有孔虫照片是通过野外样品采集、岩石薄片磨制、显微镜下种属鉴定和照相等一系列过程获得的。由于样品中的浮游有孔虫丰度低，且成岩作用改造强烈，故而有孔虫的保存不佳。尽管如此，我们还是识别出了Globotruncana falsostuarti, G. cf. linneiana, G. cf. ventricosa, Planohedbergella prairiehillensis, P. cf. yaucoensis, Pseudotextularia nuttalli, Planoheterohelix globulosa, P. cf. praenuttalli, Muricohedbergella holmdelensis and Whiteinella brittnensis等共计10个种的有孔虫。这些有孔虫限定了铁龙滩群沉积的结束时间为~76-66 Ma。相较前人的工作，我们的研究把该地区海水退却的时间延长了近10Ma。这项工作已经发表在SCI期刊Palaeoworld上。它也必将成为该地区高原隆升研究的基础之一。",
      "instructions": "The late cretaceous foraminifera biological chart in the Springs lake and Hongshan lake areas in the West kunlun mountains",
      "instructionsCn": "西昆仑山泉水湖、红山湖地区晚白垩世有孔虫生物图版 ",
      "east": 81.0,
      "west": 80.0,
      "south": 31.0,
      "north": 33.0,
      "startTime": "2021-01-01 11:55:48",
      "endTime": "2021-12-01 11:55:48",
      "fileSize": 1832303.0,
      "cstr": "18406.11.SolidEar.tpdc.300258",
      "doi": "10.11888/SolidEar.tpdc.300258",
      "dataFormat": null,
      "license": ""
    },
    "authorList": [
      {
        "nameCn": "张清海",
        "nameEn": "ZHANG Qinghai",
        "unitEn": "Institue of Tibetan Plateau Research, Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Paleoworld",
        "referenceCn": null,
        "referenceEn": "Gao, B.T., Zhang, Q.H., Ding, L., Zhang, H.J., & Fang, P.Y. (2022). Age of the latest marine sedimentation in the western Kunlun area constrained by planktic foraminifera. Palaeoworld. https://doi.org/10.1016/j.palwor.2022.10.002"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "古生物",
        "nameEn": "Paleontology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泉水湖",
        "keywordEn": "Quanshui lake"
      },
      {
        "keywordCn": "西昆仑",
        "keywordEn": "West Kunlun"
      },
      {
        "keywordCn": "铁隆滩群",
        "keywordEn": "Tielongtan Group"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to study planktonic foraminifera in the Late Cretaceous period of the Xikang-Kunlun region?",
        "QuestionCn": "用于研究西康-昆仑地区晚白垩世浮游有孔虫的数据收集方法的特征是什么？",
        "AnswerEn": "field sample collection, preparation of rock thin sections, species identification under a microscope, photographic documentation, low abundance of planktonic foraminifera, strong diagenetic alteration, identification of ten species",
        "AnswerCn": "野外样品采集，岩石薄片制备，显微镜下物种鉴定，摄影记录，浮游有孔虫丰度低，强烈的成岩作用，鉴定出十个物种。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many species of planktonic foraminifera were identified from the samples collected in the Western Kunlun region?",
        "QuestionCn": "在西昆仑地区采集的样本中识别出了多少种浮游有孔虫？",
        "AnswerEn": "10",
        "AnswerCn": "10",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '生物图版' mean in the context of paleontological research?",
        "QuestionCn": "在古生物学研究中，“生物图版”是什么意思？",
        "AnswerEn": "'生物图版' refers to a series of plates or images in paleontological research that display fossil specimens, such as foraminifera, collected from specific geological strata. These plates are created through a process involving field sample collection, preparation of rock thin sections, species identification under a microscope, and photography.",
        "AnswerCn": "'生物图版'是指在古生物学研究中展示化石标本（如有孔虫）的系列图版或图像，这些标本是从特定地质层中收集的。这些图版的制作过程包括野外样本收集、岩石薄片的制备、在显微镜下进行物种鉴定以及摄影。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for identifying planktonic foraminifera in the Xikunku Lunshan spring water lake and Hongshan Lake region compare to other regions in terms of challenges such as sample abundance and diagenetic alteration?",
        "QuestionCn": "在Xikunku Lunshan泉水湖和洪山湖地区识别浮游有孔虫的数据收集方法与其他地区相比，在样本丰度和成岩变化等挑战方面有什么不同？",
        "AnswerEn": "In the Xikunku Lunshan spring water lake and Hongshan Lake region, the data collection methods involve field sample collection, rock thin section preparation, species identification under a microscope, and photography. Challenges include low abundance of planktonic foraminifera and significant diagenetic alteration, which result in poor preservation. These challenges may differ in other regions depending on local conditions, affecting the abundance and preservation quality of samples.",
        "AnswerCn": "在西昆库轮山温泉湖和红山湖地区，数据收集方法包括现场样本采集、岩石薄片制备、显微镜下物种鉴定和摄影。挑战包括浮游有孔虫的丰度低和显著的成岩改造，这导致保存质量差。这些挑战在其他地区可能会因当地条件的不同而有所不同，从而影响样本的丰度和保存质量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the poor preservation of planktonic foraminifera and how does this affect data collection methods in paleontological studies?",
        "QuestionCn": "导致浮游有孔虫保存不良的因素有哪些，以及这对古生物学研究中的数据收集方法有何影响？",
        "AnswerEn": "The poor preservation of planktonic foraminifera is influenced by their low abundance and the strong diagenetic alteration of samples. This necessitates the use of specific data collection methods such as field sample collection, rock thin section preparation, and species identification under a microscope, which can be time-consuming and challenging due to these preservation issues.",
        "AnswerCn": "浮游有孔虫的保存状况较差，受到其低丰度和样本强烈成岩改造的影响。这就需要使用特定的数据收集方法，如现场样本采集、岩石薄片制备和在显微镜下进行物种鉴定，这些过程由于保存问题可能耗时且具有挑战性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of low abundance and strong diagenetic alteration on the preservation and identification of planktonic foraminifera species in paleontological datasets?",
        "QuestionCn": "低丰度和强烈成岩作用对古生物数据集中浮游有孔虫物种的保存和识别有什么影响？",
        "AnswerEn": "The low abundance and strong diagenetic alteration of samples can lead to poor preservation of planktonic foraminifera, making it challenging to identify species accurately. Despite these challenges, it is possible to identify a limited number of species, such as the 10 species identified in the region, which can still provide valuable insights into the sedimentation period and the timing of sea retreat in the area.",
        "AnswerCn": "样本的低丰度和强烈的成岩作用可能导致浮游有孔虫的保存不良，从而使准确识别物种变得具有挑战性。尽管面临这些挑战，仍然可以识别出有限数量的物种，例如该地区识别出的10种物种，这些物种仍然可以为沉积时期和该地区海洋退却的时间提供有价值的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of documenting planktonic foraminifera species from the Late Cretaceous period in the Western Kunlun Mountains and how could this contribute to understanding geological timelines?",
        "QuestionCn": "记录西昆仑山晚白垩世浮游有孔虫物种的主要目标是什么，这将如何有助于理解地质时间线？",
        "AnswerEn": "The primary objective of documenting planktonic foraminifera species from the Late Cretaceous period in the Western Kunlun Mountains is to determine the end deposition time of the marine limestone in the Tielongtan Group and to establish the timing of the sea retreat in the area. This information is crucial for defining the initiation of surface uplift in the Western Kunlun region. The study extends the known sea retreat time by nearly 10 million years compared to previous research, and it serves as a foundation for future studies on plateau uplift in the region.",
        "AnswerCn": "记录西昆仑山晚白垩世浮游有孔虫物种的主要目的是确定铁龙滩组海洋石灰岩的最终沉积时间，并建立该地区海洋退缩的时间。这些信息对于定义西昆仑地区表面隆起的开始至关重要。该研究将已知的海洋退缩时间延长了近1000万年，与之前的研究相比，并为该地区高原隆起的未来研究奠定了基础。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}