{
  "id": "e54619ed-3e85-4e3d-b2fc-645f911baec1",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2022)",
      "titleCn": "黑河流域地表过程综合观测网（大满超级站叶面积指数-2022）",
      "description": "This dataset contains the LAI measurements from the Daman superstation in the middle reaches of the Heihe integrated observatory network from June 24 to September 16 in 2022. The site (100.376° E, 38.853°N) was located in the maize surface, near Zhangye city in Gansu Province. The elevation is 1556 m. There are 4 observation samples, each of which is about 30m×30m in size. Four sub-canopy nodes and one above-canopy node are arranged in each sample. \nThe data is obtained from LAINet measurements; the four-steps are performed to obtain LAI: the raw data is light quantum (level 0); the daily LAI can be obtained using the software LAInet (level 1); further the invalid and null values are screened and using the 5 days moving averaged method to obtain the processed LAI (level 2); for the multi LAINet nodes observation, the averaged LAI of the nodes area is the final LAI (level 3).\nThe released data are the post processed LAI products and stored using *.xls format.\nFor more information, please refer to Liu et al. (2018) (for sites information), Qu et al. (2014) for data processing) in the Citation section.\n",
      "descriptionCn": "该数据集包含了2022年6月24日至2022年9月16日的黑河水文气象观测网中游大满超级站叶面积指数观测数据。站点（100.376° E, 38.853° N）位于甘肃省张掖市大满灌区内，海拔1556m，下垫面是玉米。观测样方共计4个，每个样方大小约30m×30m。每个样方内布设3个冠层下节点和1个冠层上节点。\n本数据集由叶面积指数无线传感网（LAINet）获取，该仪器原始观测数据为仪器自动获取的每个节点逐日逐小时的光照数据（Level0），利用LAINet软件对原始观测数据进行处理，逐节点计算每天LAI（Level1），进一步对无效值识别与填充，并5天滑动平均消除天气变化对LAI计算的影响（Level2），对有多个LAINet节点的观测子区，节点的均值为该子区的最终观测值（Level3）。\n本次发布的数据集为处理后的Level3产品，数据以*.xls格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Qu et al. (2014)。",
      "instructions": "Year+** observatory network + site no+ LAI.",
      "instructionsCn": "年份+**观测网+站点名称+LAI",
      "east": 100.39,
      "west": 100.36,
      "south": 38.84,
      "north": 38.87,
      "startTime": "2022-06-24 15:20:37",
      "endTime": "2022-09-16 15:20:37",
      "fileSize": 60416.0,
      "cstr": "18406.11.Terre.tpdc.300637",
      "doi": "10.11888/Terre.tpdc.300637",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "屈永华",
        "nameEn": "QU Yonghua",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China. Vadose Zone Journal, 17, 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": "农作物冠层结构参数自动测量系统设计与试验",
        "titleEn": null,
        "referenceCn": "屈永华, 王锦地, 董健, 姜富斌. (2012). 农作物冠层结构参数自动测量系统设计与试验. 农业工程学报, 28(2), 160-165.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "农田",
        "nameEn": "Farmland"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "大满超级站",
        "keywordEn": "Daman Superstation"
      },
      {
        "keywordCn": "黑河流域中游",
        "keywordEn": "Middle reaches of Heihe River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2022",
        "keywordEn": "2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many observation plots are used to collect leaf area index data in the Heihe River Basin surface process observation network?",
        "QuestionCn": "在黑河流域表面过程观测网络中，用于收集叶面积指数数据的观测 plots 数量是多少？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'Level3 product' mean in the context of data processing within this field?",
        "QuestionCn": "在数据处理领域，“Level3产品”指的是什么？",
        "AnswerEn": "In this context, 'Level3 product' refers to the processed data that represents the final observational values for each sub-area, obtained by averaging the values from multiple LAINet nodes. The Level3 data has undergone several processing steps, including initial data collection, calculation of daily LAI for each node (Level1), identification and filling of invalid values, and the application of a 5-day sliding average to mitigate the impact of weather changes on LAI calculations (Level2).",
        "AnswerCn": "在这个上下文中，“Level3产品”指的是经过处理的数据，代表每个子区域的最终观测值，这些值是通过对多个LAINet节点的值进行平均得到的。Level3数据经历了几个处理步骤，包括初始数据收集、计算每个节点的每日LAI（Level1）、识别和填补无效值，以及应用5天滑动平均以减轻天气变化对LAI计算的影响（Level2）。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes of data processing challenges when calculating leaf area index using wireless sensor networks?",
        "QuestionCn": "在使用无线传感器网络计算叶面积指数时，数据处理挑战的潜在原因是什么？",
        "AnswerEn": "Data processing challenges when calculating leaf area index using wireless sensor networks can arise due to the need for handling large volumes of light data collected daily from multiple nodes, identifying and filling invalid values, and mitigating the effects of weather variations on LAI calculations through techniques such as 5-day moving averages.",
        "AnswerCn": "在使用无线传感器网络计算叶面积指数时，数据处理挑战可能会出现，因为需要处理来自多个节点的每日大量光照数据，识别和填补无效值，以及通过如5天移动平均等技术来减轻天气变化对LAI计算的影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of employing wireless sensor networks like LAINet for collecting leaf area index data in hydrometeorological observation networks?",
        "QuestionCn": "使用无线传感器网络（如LAINet）收集水文气象观测网络中的叶面积指数数据的主要目标是什么？",
        "AnswerEn": "The primary objective of employing wireless sensor networks such as LAINet for collecting leaf area index data is to automate the capture of light data at various nodes, allowing for detailed and continuous monitoring of canopy conditions. This technology enables the collection of high-resolution temporal data, which can be processed into meaningful indices like the leaf area index, ultimately aiding in understanding vegetation dynamics and hydrological processes in specific regions like the Heihe River Basin. By processing this data through several levels, from raw data to averaged observations, researchers aim to produce reliable indicators of vegetation health and variability over time, which are crucial for ecological and environmental modeling.",
        "AnswerCn": "使用无线传感器网络（如LAINet）收集叶面积指数数据的主要目的是自动化捕获各个节点的光数据，从而实现对树冠条件的详细和持续监测。这项技术能够收集高分辨率的时间数据，这些数据可以处理成有意义的指标，如叶面积指数，最终有助于理解特定区域（如黑河流域）的植被动态和水文过程。通过将这些数据经过多个层次的处理，从原始数据到平均观测，研究人员旨在生成可靠的植被健康和变异性的指标，这对于生态和环境建模至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting and processing leaf area index data using a wireless sensor network in the context of surface process observation networks?",
        "QuestionCn": "在地表过程观测网络中使用无线传感器网络收集和处理叶面积指数数据涉及哪些程序步骤？",
        "AnswerEn": "The leaf area index data is collected using a wireless sensor network called LAINet. The data collection process involves automatic acquisition of light data at each node every hour on a daily basis (Level0). This raw data is then processed using LAINet software to calculate the daily leaf area index at each node (Level1). The process includes identifying and filling in invalid values and applying a 5-day moving average to eliminate the impact of weather changes on LAI calculation (Level2). For observation sub-areas with multiple LAINet nodes, the average of the nodes is considered as the final observation value for that sub-area (Level3).",
        "AnswerCn": "叶面积指数数据是通过一个名为LAINet的无线传感器网络收集的。数据收集过程涉及在每个节点上每天每小时自动获取光数据（Level0）。然后，使用LAINet软件处理这些原始数据，以计算每个节点的每日叶面积指数（Level1）。该过程包括识别和填补无效值，并应用5天移动平均，以消除天气变化对LAI计算的影响（Level2）。对于具有多个LAINet节点的观察子区域，考虑节点的平均值作为该子区域的最终观察值（Level3）。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the use of wireless sensor networks in collecting leaf area index data in agricultural regions?",
        "QuestionCn": "哪些技术进步使得在农业地区使用无线传感器网络收集叶面积指数数据成为可能？",
        "AnswerEn": "The use of wireless sensor networks, such as the LAINet, enables the collection of leaf area index data. These advancements allow for automated, daily, and hourly acquisition of light data from multiple nodes, which are processed to calculate LAI values and improve data accuracy through methods like sliding averages to reduce weather-related variability.",
        "AnswerCn": "无线传感器网络的使用，例如LAINet，使得能够收集叶面积指数数据。这些进展允许从多个节点自动、每日和每小时获取光数据，这些数据经过处理以计算LAI值，并通过滑动平均等方法提高数据准确性，以减少天气相关的变异性。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}