{
  "id": "e56b8a3e-e7c5-4aa5-9afd-bed52ddb91fa",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Whole-rock and mineral geochemical data of leucogranites in Kamba, Tibet, China",
      "titleCn": "中国西藏康巴淡色花岗岩全岩及矿物地球化学数据",
      "description": "This data includes whole-rock major and trace geochemical data, zircon major elements data, and whole-rock Sr-Nd-Hf isotopic composition data. The samples were collected from the Kangba dome in southern Tibet. The major elements in the whole rock were analyzed by X-ray fluorescence spectrometry (XRF) glass melting sheet method; The trace elements in the whole rock were dissolved by mixed acid dissolution method and tested by Quadrupole Inductively coupled plasma mass spectrometer (Q-ICPMS); The major elements of zircon were analyzed by electron microprobe; For the analysis of Sr-Nd-Hf isotopic composition of the whole rock, the accurate content of three elements is determined by quadrupole ICP-MS, and then the isotopic ratio is determined by MC-ICP-MS. The data obtained show that Kangba leucogranite is crystallized from highly evolved magma that has experienced strong crystallization differentiation. Strong hydrothermal exsolution has occurred in the diagenetic process, and the isotopes of the magmatic system have migrated to varying degrees in the process of hydrothermal fluid. It is also obviously contaminated by the surrounding rock.",
      "descriptionCn": "本数据包括岩石全岩主微量地球化学数据，锆石主量元素数据，全岩Sr-Nd-Hf同位素组成数据。样品采集自西藏南部康巴穹窿。全岩主量元素采用X荧光光谱(XRF)玻璃熔片法进行分析；全岩微量元素采用混合酸溶法溶样后，用四极杆电感耦合等离子体质谱仪(Q-ICPMS)进行测试；锆石主量元素采用电子探针分析；全岩Sr-Nd-Hf同位素成分分析采用四极杆型ICP-MS测定三元素准确含量，再经MC-ICP-MS测定其同位素比值。获得的数据表明，康巴淡色花岗岩由经历了强烈结晶分异作用的高演化岩浆结晶而成，在成岩过程中发生过强烈的热液出溶，并在热液流体作用过程中该岩浆体系的各同位素发生过不同程度的迁移，还明显受到来自围岩的混染。",
      "instructions": "The data is stored in Excel format. The document name is \"WRMajTra\", which represents the main and trace elements of the whole rock; \"Zrnmaj\" stands for zircon major element; \"WRIso\" stands for whole-rock isotope.",
      "instructionsCn": "数据以Excel格式存储。文件名称为\"WRMajTr\"，代表全岩主微量元素; \"ZrnMaj\"，代表锆石主量元素；“WRIso”，代表全岩同位素。",
      "east": 89.0,
      "west": 88.0,
      "south": 28.0,
      "north": 29.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 55136.0,
      "cstr": null,
      "doi": "10.13232/j.cnki.jnju.2020.06.004",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘志超",
        "nameEn": "LIU Zhi-Chao",
        "unitEn": "School of Earth Sciences and Engineering, SYSU",
        "unitCn": "中山大学地球科学与工程学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": "喜马拉雅康巴淡色花岗岩的高分异成因及岩浆⁃热液演化特征",
        "titleEn": null,
        "referenceCn": "刘志超, 刘小驰, 俞良军, 王建刚. (2020). 喜马拉雅康巴淡色花岗岩的高分异成因及岩浆⁃热液演化特征. 南京大学学报. 56(6), 800-814.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "Sr-Nd-Hf同位素",
        "nameEn": "Sr-Nd-Hf isotope"
      },
      {
        "nameCn": "全岩主微量元素",
        "nameEn": "Whole-rock major and trace element"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "淡色花岗岩",
        "nameEn": "Leucogranite"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "康巴穹隆",
        "keywordEn": "Kampa dome"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "渐新世",
        "keywordEn": "Oligocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze the geochemical composition of granitoid rocks in regions like southern Tibet?",
        "QuestionCn": "您能否提供一个用于分析南藏地区花岗岩岩石地球化学成分的数据收集方法的例子？",
        "AnswerEn": "A data collection method for analyzing the geochemical composition of granitoid rocks involves collecting rock samples and analyzing them using X-ray fluorescence (XRF) for major elements, mixed acid dissolution followed by quadrupole inductively coupled plasma mass spectrometry (Q-ICPMS) for trace elements, and electron probe microanalysis for zircon major elements. Additionally, Sr-Nd-Hf isotopic compositions are determined by quadrupole ICP-MS for accurate elemental content and multi-collector ICP-MS (MC-ICP-MS) for isotopic ratios.",
        "AnswerCn": "一种分析花岗岩岩石地球化学成分的数据收集方法包括收集岩石样品，并使用X射线荧光（XRF）分析主要元素，采用混酸溶解后通过四极杆电感耦合等离子体质谱（Q-ICPMS）分析微量元素，以及使用电子探针显微分析法分析锆石的主要元素。此外，Sr-Nd-Hf同位素组成通过四极杆ICP-MS确定元素含量的准确性，而同位素比值则通过多收集器ICP-MS（MC-ICP-MS）进行测定。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many samples are included in a dataset focusing on the geochemical analysis of leucogranite from the Kampa dome in Southern Tibet?",
        "QuestionCn": "一个专注于南藏坎帕穹隆的白花花岗岩的地球化学分析数据集中包含多少个样本？",
        "AnswerEn": "The field description does not specify the exact number of samples included in a dataset for the geochemical analysis of leucogranite from the Kampa dome in Southern Tibet.",
        "AnswerCn": "字段描述未具体说明用于南西藏康帕穹窿白岗岩地球化学分析的数据集中包含的样本确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is '全岩主量元素' in the context of geochemical data collection methods for granites?",
        "QuestionCn": "在花岗岩地球化学数据收集方法的背景下，'全岩主量元素'是什么？",
        "AnswerEn": "'全岩主量元素' refers to the major elemental composition of whole rock samples in geochemical data collection. In this context, it is analyzed using the X-ray fluorescence (XRF) glass fusion method, which is a technique used to determine the concentration of major elements in geological samples by measuring the fluorescent X-ray emitted from the sample when it is excited by a primary X-ray source.",
        "AnswerCn": "'全岩主量元素'指的是地球化学数据收集中的全岩样品的主要元素组成。在这个背景下，它是通过X射线荧光（XRF）玻璃熔融法进行分析的，这是一种通过测量样品在被主要X射线源激发时发出的荧光X射线来确定地质样品中主要元素浓度的技术。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the geological processes involved in granite formation from the isotopic composition data collected using Sr-Nd-Hf isotopic analysis methods?",
        "QuestionCn": "从使用Sr-Nd-Hf同位素分析方法收集的同位素成分数据中可以推断出有关花岗岩形成的地质过程的哪些信息？",
        "AnswerEn": "The isotopic composition data suggests that the granite was formed from highly evolved magma that underwent significant crystallization differentiation. It also indicates that there was intense hydrothermal exsolution during the diagenetic process, which led to varying degrees of isotopic migration and contamination from surrounding rocks.",
        "AnswerCn": "同位素组成数据表明，该花岗岩是由高度演化的岩浆形成的，经历了显著的结晶分异。它还表明，在成岩过程中发生了强烈的热液分解，导致同位素迁移和周围岩石的污染程度不同。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the need for specific analytical methods like XRF and Q-ICPMS in the geochemical analysis of granitic rocks from regions such as the Tibetan Kamba Dome?",
        "QuestionCn": "导致在地球化学分析如藏区的喀姆巴穹隆的花岗岩中需要特定分析方法（如XRF和Q-ICPMS）的原因是什么？",
        "AnswerEn": "The need for specific analytical methods like XRF and Q-ICPMS arises from the requirement to accurately measure both major and trace geochemical elements in granitic rocks. These methods are chosen to handle the complex geochemical signature that results from the highly evolved magmatic crystallization and intense hydrothermal processes, as well as isotopic mixing influenced by surrounding rocks in regions like the Tibetan Kamba Dome.",
        "AnswerCn": "特定分析方法如XRF和Q-ICPMS的需求源于准确测量花岗岩中主要和微量地球化学元素的要求。这些方法被选择用于处理由于高度演化的岩浆结晶和强烈的热液过程所导致的复杂地球化学特征，以及在像西藏坎巴穹顶这样的地区，周围岩石影响下的同位素混合。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What specific procedural steps are followed when using X-ray fluorescence spectroscopy (XRF) for analyzing major elements in whole rock samples collected from geological formations?",
        "QuestionCn": "使用X射线荧光光谱法（XRF）分析从地质构造中采集的整体岩石样品中的主要元素时，遵循哪些具体的程序步骤？",
        "AnswerEn": "For analyzing major elements in whole rock samples, X-ray fluorescence spectroscopy (XRF) is used with the glass fusion method. This involves preparing glass beads from the rock samples, which are then subjected to XRF to determine their major elemental composition.",
        "AnswerCn": "为了分析全岩样品中的主要元素，使用X射线荧光光谱法（XRF）结合玻璃熔融法。这涉及将岩石样品制备成玻璃珠，然后对其进行XRF分析，以确定其主要元素组成。",
        "Level": "C3(Applying)"
      }
    ]
  }
}