{
  "id": "e6b96a2d-eb5f-4dd7-b990-209e298a3fb9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Exceptional preservation of an extinct ostrich from the Late Miocene Linxia Basin of China",
      "titleCn": "临夏盆地晚中新世鸵鸟化石的特异保存（化石复原图像数据）",
      "description": "",
      "descriptionCn": "报道了来自中国西北地区中新世晚期临夏盆地的一件鸵鸟化石，该标本包括鸵鸟的部分颈椎以及气管，由于缺乏物种级别的鉴定特征，被暂定为Struthio sp.。新标本还保留了平齿三趾马(Hipparion platyodus)的部分头骨。利用多种分析测试方法，对该鸵鸟骨骼的微观特征进行了详细研究，以探讨临夏鸵鸟的埋藏条件和古气候背景。在鸵鸟化石的一个脱矿化的骨碎片中发现了软组织(内源性血管和红细胞的化石残留)。同时光学显微镜和扫描电镜成像显示，化石组织切片中存在显著的细菌改变(骨侵蚀现象)。这是中新世临夏盆地脊椎动物遗体中软组织的首次报道。通过相关的地质和沉积学证据与新的古生物数据相结合，认为季风气候可能是造成鸟类化石早期埋葬期间微生物侵蚀的原因，接下来延续了8百万年左右的盆地剧烈的干旱化作用，导致了微生物活动的停止，并进一步导致了成岩作用后期孔隙方解石的沉淀。这项工作显示出跨学科(包括形态学、沉积学、地球化学和软组织分析)研究可以更好地揭示中国西北临夏盆地柳树组的中新世晚期的动物群更替、气候和分子保存。\n数据来源为拍摄或绘制。数据包括原始图片，清晰度高。可用于进一步引用及科学传播等工作。",
      "instructions": "",
      "instructionsCn": "论文插图+出现顺序\n使用方式：直接引用",
      "east": 110.0,
      "west": 80.0,
      "south": 30.0,
      "north": 50.0,
      "startTime": "2020-11-01 00:00:00",
      "endTime": "2021-12-25 00:00:00",
      "fileSize": 16034419.0,
      "cstr": null,
      "doi": "10.19615/j.cnki.1000-3118.210309",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李志恒",
        "nameEn": "LI Zhiheng ",
        "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
        "unitCn": "IVPP"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Exceptional preservation of an extinct ostrich from the Late Miocene Linxia Basin of China.",
        "referenceCn": null,
        "referenceEn": "Li, Z.H., Bailleul, A.M., Stidham, T.A.,  Wang, M., & Deng, T. (2021). Exceptional preservation of an extinct ostrich from the Late Miocene Linxia Basin of China. Vertebrata PalAsiatica, 59(3), 229–244"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "化石",
        "nameEn": "fossils"
      },
      {
        "nameCn": "古生物",
        "nameEn": "Paleontology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "临夏盆地",
        "keywordEn": "Linxia Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中新世",
        "keywordEn": "Miocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features of the imaging data collected from ostrich fossils for studying their preservation in the Late Miocene Linxia Basin?",
        "QuestionCn": "用于研究晚中新世林夏盆地鸵鸟化石保存的成像数据收集的具体特征是什么？",
        "AnswerEn": "high-resolution, microstructural characteristics, soft tissue preservation, endogenous vascular and red blood cell remnants, significant bacterial alterations",
        "AnswerCn": "高分辨率、微观结构特征、软组织保存、内源性血管和红细胞残余、显著的细菌变化",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the data collection methods used for capturing high-resolution images of fossils in paleontological research?",
        "QuestionCn": "在古生物学研究中，用于捕捉化石高分辨率图像的数据收集方法有哪些？",
        "AnswerEn": "In paleontological research, high-resolution images of fossils are captured through photographing or drawing. These methods provide detailed visual data, which can be used for further scientific analysis and dissemination.",
        "AnswerCn": "在古生物学研究中，通过摄影或绘图捕捉化石的高分辨率图像。这些方法提供了详细的视觉数据，可用于进一步的科学分析和传播。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What inferences can be made about the preservation of ostrich fossils in the Linxia Basin, based on the identified presence of microbial erosion and subsequent mineral precipitation?",
        "QuestionCn": "根据已识别的微生物侵蚀和随后的矿物沉淀，可以对临夏盆地鸵鸟化石的保存情况做出哪些推断？",
        "AnswerEn": "The presence of microbial erosion in ostrich fossils suggests that the early burial conditions were conducive to microbial activity, potentially influenced by a monsoon climate. This activity ceased due to the basin's transition to a more arid climate lasting approximately 8 million years, allowing for the precipitation of pore calcite during later diagenetic stages.",
        "AnswerCn": "在鸵鸟化石中发现的微生物侵蚀表明，早期埋藏条件有利于微生物活动，这可能受到季风气候的影响。这种活动因盆地转变为更干燥的气候而停止，持续了大约800万年，随后在后期成岩阶段允许孔隙方解石的沉淀。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might have contributed to the exceptional preservation of ostrich fossils from the Late Miocene in the Linxia Basin, and how do these factors influence data collection methods in paleontological research?",
        "QuestionCn": "哪些因素可能导致了临夏盆地晚中新世鸵鸟化石的卓越保存，这些因素如何影响古生物学研究中的数据收集方法？",
        "AnswerEn": "The preservation of ostrich fossils from the Late Miocene in the Linxia Basin is attributed to specific burial conditions and paleoclimatic background. The monsoon climate likely caused microbial erosion during the early burial period of the avian fossils. This erosion was halted by subsequent aridification of the basin lasting around 8 million years, which reduced microbial activity, leading to exceptional preservation. For data collection, this suggests that understanding the climatic and geological context is crucial in paleontological research, as these factors directly affect the preservation state of fossils and, consequently, the methods used to collect and analyze data.",
        "AnswerCn": "晚中新世时期林夏盆地的鸵鸟化石保存情况归因于特定的埋藏条件和古气候背景。季风气候可能在鸟类化石的早期埋藏阶段导致了微生物侵蚀。这种侵蚀在随后的干旱化过程中被停止，干旱化持续了大约800万年，减少了微生物活动，从而导致了卓越的保存状态。对于数据收集而言，这表明理解气候和地质背景在古生物学研究中至关重要，因为这些因素直接影响化石的保存状态，从而影响数据收集和分析的方法。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies and technologies are utilized to preserve and analyze soft tissues and microstructural features in fossil specimens from the Miocene period?",
        "QuestionCn": "在对来自中新世时期的化石标本进行软组织和微观结构特征的保存与分析时，采用了哪些方法和技术？",
        "AnswerEn": "The methodologies involve using optical microscopy and scanning electron microscopy to study the microstructural features of the fossils. Additionally, various analytical testing methods are employed to examine the micro-characteristics of the ostrich bones, which helps in understanding the burial conditions and paleoclimate background of the Linxia Basin ostrich fossils.",
        "AnswerCn": "这些方法涉及使用光学显微镜和扫描电子显微镜研究化石的微观结构特征。此外，还采用各种分析测试方法来检查鸵鸟骨骼的微观特征，这有助于了解林夏盆地鸵鸟化石的埋藏条件和古气候背景。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}