{
    "id": "e768c0dc-c147-4788-ae32-c7a610c9358a",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Yulei station on Qinghai lake, 2021)",
            "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（青海湖湖面涡动相关仪-2021）",
            "description": "This dataset contains the flux measurements from the Qinghai Lake eddy covariance system (EC) belonging to the Qinghai Lake basin integrated observatory network from January 1 to December 31 in 2021. The site (100° 29' 59.726'' E, 36° 35' 27.337'' N) was located on the Yulei Platform in Erlangjian scenic area, Qinghai Province. The elevation is 3209m. The EC was installed at a height of 16.1m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (Gill&Li7500A) was about 0.17 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day, and the missing data were replaced with -6999. \nThe released data contained the following variables: DATE/TIME, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). The quality marks of sensible heat flux, latent heat flux and carbon flux are divided into three levels (quality marks 0 have good data quality, 1 have good data quality and 2 have poor data quality). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.",
            "descriptionCn": "该数据集包含了2021年1月1日至2021年12月31日的青海湖流域水文气象观测网青海湖鱼雷发射基地站涡动相关仪观测数据。其中3月18到5月30日数据由于仪器死机导致数据缺失。同时由于2021年青海省于研究站点鱼雷发射基地进行翻修，打造鱼雷发射基地的红色旅游区。该站点所有仪器于2021年5月30日全部拆除，准备于2022年7月重新安装。因此该站点2021年实际获得数据为2021年1月1日至2021年3月18日数据。站点位于青海省青海湖二郎剑景区鱼雷发射基地，下垫面是青海湖水面。观测点经纬度为：东经 100° 29' 59.726'' E，北纬 36° 35' 27.337'' N，海拔3209m。涡动相关仪的架高16.1m，采样频率是10Hz，超声朝向北向偏移西40°，超声风速温度仪（Gill-windmaster pro）与CO2/H2O分析仪（Li7500A）之间的距离约是17cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。\n发布的观测数据包括：日期/时间DATE/TIME，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为3级（质量标识0数据质量好，1数据质量较好，2数据质量较差（较插补数据好）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。",
            "instructions": "Year+** observatory network+ site + EC",
            "instructionsCn": "年份+**观测网+站点名称+EC",
            "east": 100.5,
            "west": 100.5,
            "south": 36.59,
            "north": 36.59,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 00:00:00",
            "fileSize": 1064910.0,
            "cstr": "18406.11.Atmos.tpdc.272682",
            "doi": "10.11888/Atmos.tpdc.272682",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李小雁",
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleCn": null,
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "海洋",
                "nameEn": "Ocean"
            }
        ],
        "themeList": [
            {
                "nameCn": "二氧化碳通量",
                "nameEn": "Carbon dioxide flux"
            },
            {
                "nameCn": "潜热通量",
                "nameEn": "Latent heat flux"
            },
            {
                "nameCn": "能量平衡闭合",
                "nameEn": "Energy balance closure"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海湖流域",
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021年",
                "keywordEn": "2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "祁连山“山水林田湖草”系统的综合监测与评估",
                "titleEn": "Strategic Priority Research Program (A) of the Chinese Academy of Sciences"
            },
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features and processing steps involved in preparing eddy covariance data for hydrometeorological observations in a lake environment?",
                "QuestionCn": "在湖泊环境中准备涡度协方差数据以进行水文气象观测的具体特征和处理步骤包括：",
                "AnswerEn": "10Hz data, Gill-windmaster pro, Li7500A, 30-minute averaged data, outlier removal, time delay correction, double coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, density (WPL) correction, quality evaluation, atmospheric stability, turbulent similarity characteristics, erroneous data removal, precipitation-affected data removal",
                "AnswerCn": "10Hz数据，Gill-windmaster pro，Li7500A，30分钟平均数据，离群值去除，时间延迟校正，双坐标旋转，频率响应校正，超声虚温校正，密度（WPL）校正，质量评估，大气稳定性，湍流相似性特征，错误数据去除，降水影响数据去除。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the sampling frequency used in a data collection method for hydrometeorological observations in the Qinghai Lake region?",
                "QuestionCn": "在青海湖地区的水文气象观测数据收集方法中使用的采样频率是什么？",
                "AnswerEn": "10Hz",
                "AnswerCn": "10赫兹",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the observed patterns in wind direction and speed influence the accuracy and reliability of flux measurements in a dataset collected using eddy covariance methods over a lake surface?",
                "QuestionCn": "观察到的风向和风速模式如何影响使用涡度协方差方法在湖面上收集的数据集中的通量测量的准确性和可靠性。",
                "AnswerEn": "The observed patterns in wind direction and speed can significantly influence the accuracy and reliability of flux measurements in a dataset collected using eddy covariance methods. Variability in wind direction might affect the alignment of the instruments, especially since the sonic anemometer is oriented with a specific offset, and changes in speed can impact the turbulence characteristics measured by the sensors. These factors are critical because they can alter the micrometeorological conditions required for accurate flux calculations, necessitating adjustments during data processing such as coordinate rotation and frequency response corrections. Furthermore, any deviations from expected wind patterns could lead to the necessity of additional quality checks or the exclusion of certain data segments due to instability or non-stationarity in the atmosphere.",
                "AnswerCn": "风向和风速的观测模式可以显著影响使用涡度协方差方法收集的数据集中通量测量的准确性和可靠性。风向的变化可能会影响仪器的对准，特别是因为超声风速仪是以特定的偏移角度进行定向的，而风速的变化则会影响传感器测量的湍流特性。这些因素至关重要，因为它们可能会改变进行准确通量计算所需的微气象条件，因此在数据处理过程中需要进行调整，例如坐标旋转和频率响应校正。此外，任何与预期风模式的偏差都可能导致需要额外的质量检查或因大气的不稳定性或非平稳性而排除某些数据段。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to data gaps or errors during the collection of hydrometeorological observations in remote areas like the Qinghai Lake region?",
                "QuestionCn": "在像青海湖地区这样的偏远地区，影响水文气象观测数据收集时出现数据缺口或错误的因素有哪些？",
                "AnswerEn": "Data gaps or errors in hydrometeorological observations in remote areas like the Qinghai Lake region can be attributed to several factors, such as equipment malfunctions, as seen when the instrument crashed from March 18 to May 30. Additionally, logistical challenges such as the renovation of the Torpedo Launch Base, which led to the removal of instruments, contribute to data gaps. Environmental conditions, like precipitation events, also necessitate data exclusion around these periods, further impacting data continuity.",
                "AnswerCn": "在像青海湖地区这样的偏远地区，水文气象观测中的数据缺口或错误可以归因于几个因素，例如设备故障，正如在3月18日至5月30日期间仪器崩溃所示。此外，后勤挑战，如鱼雷发射基地的翻修，导致仪器被移除，也会导致数据缺口。环境条件，如降水事件，也需要在这些时期排除数据，从而进一步影响数据的连续性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data integrity and quality when instrumentation is temporarily removed and reinstalled at an observational site?",
                "QuestionCn": "当仪器在观测站暂时移除并重新安装时，对数据完整性和质量的潜在影响是什么？",
                "AnswerEn": "When instrumentation is temporarily removed and reinstalled at an observational site, such as the situation where instruments were dismantled for site renovations, it can result in data gaps and potential inconsistencies in data continuity. Additionally, there can be challenges in recalibrating instruments and ensuring data quality post-reinstallation, which may affect the comparability of data collected before and after the interruption.",
                "AnswerCn": "当仪器在观测站临时拆除并重新安装时，例如在进行现场翻修的情况下，可能会导致数据缺口和数据连续性潜在的不一致。此外，重新校准仪器和确保重新安装后数据质量可能会面临挑战，这可能会影响在中断前后收集的数据的可比性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting hydrometeorological data using eddy covariance systems in Qinghai Lake's region, and how do these data contribute to understanding surface processes?",
                "QuestionCn": "在青海湖地区使用涡度协方差系统收集水文气象数据的主要目标是什么，这些数据如何有助于理解表面过程？",
                "AnswerEn": "The primary objectives are to monitor and analyze hydrometeorological variables and fluxes such as wind direction, horizontal wind speed, water vapor density, CO2 concentration, and heat fluxes over Qinghai Lake. This data collection aids in understanding surface processes by providing insights into atmospheric stability, turbulence characteristics, and energy exchange between the lake surface and the atmosphere, which are crucial for environmental and climatic studies in the region.",
                "AnswerCn": "主要目标是监测和分析水文气象变量和通量，如风向、水平风速、水汽密度、二氧化碳浓度和热通量，特别是在青海湖地区。这些数据收集有助于理解表面过程，通过提供对大气稳定性、湍流特征以及湖面与大气之间能量交换的洞察，这些对于该地区的环境和气候研究至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological infrastructure and data processing methods are necessary to enable the accurate measurement of hydrometeorological variables in a high-altitude lake region?",
                "QuestionCn": "为了在高海拔湖泊地区准确测量水文气象变量，所需的技术基础设施和数据处理方法包括哪些？",
                "AnswerEn": "The technological infrastructure includes a sonic anemometer (Gill-windmaster pro) and a CO2/H2O analyzer (Li7500A) with a specific setup such as a 10Hz sampling frequency and a 16.1m installation height. The data processing involves using Eddypro software to handle raw 10Hz data, applying steps like outlier removal, delay time correction, coordinate rotation, frequency response correction, and WPL correction, as well as quality evaluation based on atmospheric stability and turbulence similarity.",
                "AnswerCn": "技术基础设施包括一台声学风速仪（Gill-windmaster pro）和一台CO2/H2O分析仪（Li7500A），其特定设置为10Hz采样频率和16.1米的安装高度。数据处理使用Eddypro软件处理原始10Hz数据，应用步骤包括异常值去除、延迟时间校正、坐标旋转、频率响应校正和WPL校正，以及基于大气稳定性和湍流相似性的质量评估。",
                "Level": "C6(Creating)"
            }
        ]
    }
}