{
  "id": "e8324a54-0104-479b-b86e-c1f0ae0525e5",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "14 Ka quantitative temperature record of Xingyun Lake",
      "titleCn": "星云湖14ka定量温度记录",
      "description": "Focusing on the \"Holocene temperature problem\", the Holocene earth temperature change has become a hot issue in the past climate change research. Based on the fossil sporopollen of Xingyun Lake in Yunnan Province, the newly developed method of quantitative reconstruction significance test based on random data is used to quantitatively reconstruct the summer temperature (average temperature in July) in the study area since the past 14000 years. It is found that there is a difference in the change trend between it and the summer precipitation records based on carbon, acid and oxygen isotopes of sediments in the lake, which is mainly reflected in the uncoupled change of the two in the early Holocene, The early Holocene had higher summer precipitation, but lower summer temperature. The author further puts forward that the internal feedback of the earth system dominated by clouds, aerosols and high latitude ice sheet boundary conditions in the northern hemisphere is the main reason for the uncoupling of early Holocene summer precipitation and temperature in Southwest China.",
      "descriptionCn": "以“全新世温度难题”为焦点，全新世地球气温变化已成为过去气候变化研究的热点问题。该项工作基于云南星云湖的化石孢粉，利用新发展起来的基于随机数据开展定量重建显著性检验新方法定量重建了研究区过去14000年以来的夏季温度（平均7月温度），发现其与基于该湖沉积物碳酸盐氧同位素的夏季降水记录在变化趋势上存在差异，主要体现在早全新世二者的不耦合变化，即早全新世夏季降水较高，但夏季温度较低。作者进一步提出了以云、气溶胶、北半球高纬冰盖边界条件等主导的地球系统内部反馈作用是造成中国西南地区早全新世夏季降水与温度不耦合的主要原因。",
      "instructions": "Wu et al-QSR-2018-Xingyun Lake Temperature record",
      "instructionsCn": "Wu et al-QSR-2018-Xingyun Lake Temperature record",
      "east": 102.755,
      "west": 102.8083,
      "south": 24.288889,
      "north": 24.384722,
      "startTime": null,
      "endTime": null,
      "fileSize": 15647.0,
      "cstr": "18406.11.Paleoenv.tpdc.272439",
      "doi": "10.11888/Paleoenv.tpdc.272439",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "吴铎",
        "nameEn": "WU Duo ",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Decoupled early Holocene summer temperature and monsoon precipitation in southwest China",
        "referenceCn": null,
        "referenceEn": "Wu, D., Chen, X.M., Lv, F.Y., Brenner, M., Curtis, J., Zhou, A.F., Chen, J.H., Abbott, M., Yu, J.Q., & Chen, F.H. (2018). Decoupled early Holocene summer temperature and monsoon\nprecipitation in southwest China. Quaternary Science Reviews, 193, 54-67."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "孢粉",
        "nameEn": "Pollen"
      },
      {
        "nameCn": "花粉",
        "nameEn": "Pollen"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原及周边地区",
        "keywordEn": "The Tibetan Plateau and its surroundings"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "14ka",
        "keywordEn": "14ka",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific methods used for quantitatively reconstructing past summer temperatures over the last 14,000 years using fossil pollen records from a dataset in Yunnan's Xingyun Lake?",
        "QuestionCn": "使用来自云南星云湖的化石花粉记录定量重建过去14,000年夏季温度的具体方法是什么？",
        "AnswerEn": "fossil pollen data, significance testing approach based on random data, average July temperature",
        "AnswerCn": "化石花粉数据，基于随机数据的显著性检验方法，七月平均气温",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of summer temperature data were quantitatively reconstructed from the fossil pollen in Yunnan's Xingyun Lake?",
        "QuestionCn": "云南星云湖的化石花粉定量重建了多少年的夏季温度数据？",
        "AnswerEn": "14000 years",
        "AnswerCn": "14000年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using fossil pollen and random data-based quantitative reconstruction for understanding past climate changes?",
        "QuestionCn": "使用化石花粉和基于随机数据的定量重建对于理解过去气候变化的重要性是什么？",
        "AnswerEn": "Using fossil pollen and random data-based quantitative reconstruction allows researchers to quantitatively reconstruct past climate conditions, such as summer temperatures over the past 14,000 years in the Yunnan Xingyun Lake region. This method provides insights into historical climate patterns and anomalies, such as the observed differences between summer precipitation and temperature trends during the early Holocene, which are attributed to internal feedbacks in the Earth system driven by factors like clouds, aerosols, and ice sheet boundary conditions.",
        "AnswerCn": "使用化石花粉和基于随机数据的定量重建方法，研究人员能够定量重建过去14,000年云南星云湖地区的气候条件，例如夏季温度。这种方法提供了对历史气候模式和异常现象的洞察，例如早全新世期间夏季降水和温度趋势之间观察到的差异，这些差异归因于地球系统内部反馈，受到云、气溶胶和冰盖边界条件等因素的驱动。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using fossil pollen records compare to those utilizing carbonate oxygen isotopes from lake sediments in terms of reconstructing past temperature and precipitation trends?",
        "QuestionCn": "化石花粉记录的数据收集方法与利用湖泊沉积物中的碳酸盐氧同位素的数据收集方法在重建过去温度和降水趋势方面有何比较？",
        "AnswerEn": "The data collection method using fossil pollen records focuses on reconstructing past summer temperatures (average July temperature) through quantitative reconstruction techniques like significance testing with random data. In contrast, utilizing carbonate oxygen isotopes from lake sediments targets summer precipitation trends. A difference noted is that during the early Holocene, there was a decoupling of these trends, with higher summer precipitation but lower summer temperatures, suggesting that internal feedback mechanisms like clouds, aerosols, and ice sheet boundary conditions influenced these differences.",
        "AnswerCn": "使用化石花粉记录的数据收集方法侧重于通过定量重建技术（如与随机数据的显著性检验）重建过去的夏季温度（平均七月温度）。相比之下，利用湖泊沉积物中的碳酸盐氧同位素则针对夏季降水趋势。注意到的一个差异是，在早全新世期间，这些趋势出现了脱耦现象，即夏季降水量较高但夏季温度较低，这表明云、气溶胶和冰盖边界条件等内部反馈机制影响了这些差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the effectiveness of using fossil pollen in reconstructing past climate conditions, specifically summer temperatures, over the past 14,000 years?",
        "QuestionCn": "关于使用化石花粉重建过去14,000年气候条件，特别是夏季气温的有效性，可以推断出什么？",
        "AnswerEn": "The use of fossil pollen from Xingyun Lake has allowed researchers to quantitatively reconstruct summer temperatures over the past 14,000 years, providing insights that differ from other proxies like carbonate oxygen isotopes. This suggests that fossil pollen can be an effective tool in distinguishing temperature and precipitation trends, especially in cases like the early Holocene where there was a decoupling of high summer precipitation and lower summer temperatures. This effectiveness is attributed to the internal feedback mechanisms involving clouds, aerosols, and high-latitude ice sheets.",
        "AnswerCn": "来自星云湖的化石花粉的使用使研究人员能够定量重建过去14,000年的夏季温度，提供了与碳酸盐氧同位素等其他代理指标不同的见解。这表明化石花粉可以有效地区分温度和降水趋势，特别是在早全新世的情况下，当时高夏季降水与低夏季温度之间出现了脱钩。这种有效性归因于云、气溶胶和高纬度冰盖之间的内部反馈机制。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors could cause discrepancies between temperature and precipitation records when reconstructing past climate conditions using fossil pollen data?",
        "QuestionCn": "在使用化石花粉数据重建过去气候条件时，可能导致温度和降水记录之间出现差异的因素有哪些？",
        "AnswerEn": "Discrepancies between temperature and precipitation records, particularly in the early Holocene, can be attributed to factors such as internal feedback mechanisms within the Earth system. These include influences from clouds, aerosols, and the boundary conditions of high-latitude ice sheets in the Northern Hemisphere, which may have led to the observed decoupling between summer precipitation and temperature in the early Holocene in southwestern China.",
        "AnswerCn": "早全新世时期，温度和降水记录之间的差异可以归因于地球系统内部反馈机制的影响。这些因素包括云、气溶胶的影响以及北半球高纬度冰盖的边界条件，这可能导致了中国西南地区早全新世夏季降水与温度之间的观察到的脱钩现象。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the implications on temperature reconstruction accuracy when using a random data-based quantitative reconstruction significance test method compared to traditional methods?",
        "QuestionCn": "使用基于随机数据的定量重建显著性测试方法与传统方法相比，对温度重建准确性的影响是什么？",
        "AnswerEn": "Using a random data-based quantitative reconstruction significance test method allows for a more nuanced reconstruction of historical temperatures, potentially highlighting differences such as the observed decoupling of early Holocene summer precipitation and temperature in southwest China, which might not be as evident with traditional methods.",
        "AnswerCn": "使用基于随机数据的定量重建显著性检验方法，可以更细致地重建历史温度，可能突显出早全新世西南中国夏季降水与温度的观察性脱钩，这在传统方法中可能不那么明显。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind developing a new quantitative reconstruction method using random data for analyzing past temperature changes over the last 14,000 years in the context of the Holocene temperature conundrum?",
        "QuestionCn": "在全新世温度之谜的背景下，开发一种使用随机数据分析过去14,000年温度变化的新定量重建方法的目标是什么？",
        "AnswerEn": "The objective is to quantitatively reconstruct the summer temperature (average July temperature) of the past 14,000 years in the region of Xingyun Lake, Yunnan, with a focus on understanding the Holocene temperature conundrum. This involves addressing the discrepancies between summer temperature and precipitation records, particularly the uncoupled changes observed during the early Holocene. The study aims to identify the internal feedback mechanisms within the Earth system, such as the effects of clouds, aerosols, and the boundary conditions of northern hemisphere high-latitude ice sheets, that may be causing these discrepancies in the early Holocene climate of southwest China.",
        "AnswerCn": "目标是定量重建云南星云湖地区过去14,000年的夏季温度（平均七月温度），重点理解全新世温度难题。这涉及解决夏季温度和降水记录之间的差异，特别是在早全新世观察到的未耦合变化。该研究旨在识别地球系统内部反馈机制，例如云、气溶胶的影响，以及北半球高纬度冰盖的边界条件，这些可能导致中国西南地区早全新世气候中出现的这些差异。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}