{
    "id": "e883a642-6219-4a3e-9954-a89838d58647",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Multiyear in-situ L-band microwave radiometry of land surface processes on the Tibetan Plateau (2016-2019)",
            "description": "This dataset contains measurements of L-band brightness temperature by an ELBARA-III microwave radiometer in horizontal and vertical polarization, profile soil moisture and soil temperature, turbulent heat fluxes, and meteorological data from the beginning of 2016 till August 2019, while the experiment is still continuing. Auxiliary vegetation and soil texture information collected in dedicated campaigns are also reported. This dataset can be used to validate the Soil Moisture and Ocean Salinity (SMOS) and Soil Moisture Active Passive (SMAP) satellite based observations and retrievals, verify radiative transfer model assumptions and validate land surface model and reanalysis outputs, retrieve soil properties, as well as to quantify land-atmosphere exchanges of energy, water and carbon and help to reduce discrepancies and uncertainties in current Earth System Models (ESM) parameterizations.\n\nELBARA-III horizontal and vertical brightness temperature are computed from measured radiometer voltages and calibrated internal noise temperatures. The data is reliable, and its quality is evaluated by 1) Perform ‘histogram test’ on the voltage samples (raw-data) of the detector output at sampling frequency of 800 Hz. Statistics of the histogram test showed no non-Gaussian Radio Frequency Interference (RFI) were found when ELBAR-III was operated. 2) Check the voltages at the antenna ports measured during sky measurements. Results showed close values. 3) Check the instrument internal temperature, active cold source temperature and ambient temperature. 3) Analysis the angular behaviour of the processed brightness temperatures. \n\n-Temporal resolution: 30 minutes\n-Spatial resolution: incident angle of observation ranges from 40° to 70° in step of 5°. The area of footprint ranges between 3.31 m^2 and 43.64 m^2\n-Accuracy of Measurement: Brightness temperature, 1 K; Soil moisture, 0.001 m^3 m^-3; Soil temperature, 0.1 °C\n-Unit: Brightness temperature, K; Soil moisture, m^3 m^-3; Soil temperature, °C/K",
            "instructions": "- MeteoData: Meteorological data contain air temperature, precipitation amount, four components radiation measurement (i.e., up- and down-welling shortwave and longwave radiations);\n- SMST_LC: Soil moisture and soil temperature data at different depth;\n- SMST_Z: Soil moisture and soil temperature at different depth;\n- ELBARA-III TB: ELABRA-III measured brightness temperature TB at different incidence angle for H and V polarizations;\n- LAI_IN SITU: In-situ measured leaf area index;\n- MODIS LAI_HANTS: Processed MODIS LAI using HANTS algorithm;\n- MODIS_LAI_8daily: 8-daily raw data extracted from MCD15A2H - MODIS/Terra+Aqua Leaf Area Index (500 m resolution);\n- SMAP TB: SMAP L1C brightness temperature TB over Maqu ELABRA-III site;\n- Field_Unit: The description and unit for each field in each sheet;\n- FluxDataAllField: The data measured by Integrated Eddy Covariance system (EC150 analyzer, CSAT3A anemometer, MP155A relative humidity and temperature, and 109-L air temperature) (Campbell scientific, USA).\n-Soil physical properties dataset over the Tibetan Plateau: https://data.4tu.nl/articles/Soil_Hydraulic_and_Thermal_Properties_for_Land_Surface_Modelling_over_the_Tibetan_Plateau_version_1_/12721418/2",
            "east": 102.75,
            "west": 101.63,
            "south": 33.5,
            "north": 34.25,
            "startTime": "2016-01-21 00:00:00",
            "endTime": "2019-09-17 00:30:00",
            "fileSize": 33034194.0,
            "cstr": null,
            "doi": "10.6084/m9.figshare.12058038.v1",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "BOB Su",
                "unitEn": "University of Twente"
            },
            {
                "nameEn": "WEN Jun",
                "unitEn": "Chengdu University of Information Technology"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products.",
                "referenceEn": "Su, Z., Wen, J., Dente, L., Van Der Velde, R., Wang, L., Ma, Y., Yang, K., Hu, Z. (2011). The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products. Hydrology & Earth System Sciences. 2011 Jul 1, 15(7)."
            },
            {
                "titleEn": "Multiyear in-situ L-band microwave radiometry of land surface processes on the Tibetan Plateau",
                "referenceEn": "Su, Z., Wen, J., Zeng, Y. et al. (2020). Multiyear in-situ L-band microwave radiometry of land surface processes on the Tibetan Plateau. Sci Data 7, 317. https://doi.org/10.1038/s41597-020-00657-1"
            },
            {
                "titleEn": "L-Band Microwave Emission of Soil Freeze-Thaw Process in the Third Pole Environment",
                "referenceEn": "Zheng, D., Wang, X., Van Der Velde, R., Zeng, Y., Wen, J., Wang, Z.,  Schwank, M., Ferrazzoli, P., and Su, Z. (2017). L-Band Microwave Emission of Soil Freeze-Thaw Process in the Third Pole Environment, IEEE Transactions on Geoscience and Remote Sensing, 55(9), 5324-5338."
            },
            {
                "titleEn": "Analysis of soil hydraulic and thermal properties for land surface modeling over the Tibetan Plateau.",
                "referenceEn": "Zhao, H., Zeng, Y., Lv, S., Su, Z. (2018). Analysis of soil hydraulic and thermal properties for land surface modeling over the Tibetan Plateau. Earth system science data. 2018 Jul 1, 10(2), 1031."
            },
            {
                "titleEn": "Sampling depth of L-band radiometer measurements of soil moisture and freeze-thaw dynamics on the Tibetan Plateau",
                "referenceEn": "Zheng, D., Li, X., Wang, X., Wang, Z., Wen, J., van der Velde, R., Schwank, M., & Su, Z. (2019). Sampling depth of L-band radiometer measurements of soil moisture and freeze-thaw dynamics on the Tibetan Plateau, Remote Sensing of Environment, 226, 16-25."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Cryosphere"
            },
            {
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Frozen Ground"
            },
            {
                "nameEn": "Freeze thawing"
            },
            {
                "nameEn": "soil moisture"
            },
            {
                "nameEn": "Microwave radiometer"
            },
            {
                "nameEn": "Hydrology"
            },
            {
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Maqu"
            },
            {
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2016-2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleEn": "ESA ELBARA-II/III Loan Agreement"
            },
            {
                "titleEn": "ESA MOST Dragon IV Program (Monitoring Water and Energy Cycles at Climate Scale in the Third Pole Environment)"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Soil information (e.g., soil texture and porosity) from existing soil datasets over the Tibetan Plateau (TP) is claimed to be inadequate and even inaccurate for determining soil hydraulic properties (SHP) and soil thermal properties (STP), hampering the understanding of the land surface process over TP. As the soil varies across three dominant climate zones (i.e., arid, semi-arid and subhumid) over the TP, the associated SHP and STP are expected to vary correspondingly. As the highest plateau in the world, the Tibetan Plateau (TP) exerts a significant influence on the Earth’s climate system and plays a prominent role in the evolution of the Asian monsoon system. Soil moisture (hereafter referred to as SM) – one of the lower boundary conditions of the atmosphere – is a crucial land surface state and therefore of high interest to investigate the land–atmosphere interactions, reflecting the trend and the variability of feedback between the water cycle and climate over the TP. Accurate SM information is claimed as a necessity for improving precipitation and hydrology forecasts, especially on the TP, where it undergoes evident climate change. In situ measurements of basic soil properties and SHP and STP are crucial for soil moisture and heat flux simulation by LSMs. Since direct measurements of SHP and STP are always too time, labor and cost-consuming, pedotransfer functions (PTFs) using basic soil property information have been developed to estimate parameters in the above SHP and STP schemes. Many global and local efforts have been made to compile and develop soil databases, but uncertainties in soil datasets might also cause bias in predicting SHP and STP and hence introduce uncertainties in representing the land surface states by LSMs."
            ],
            "research objective": [
                "In this study, we implemented the in situ and laboratory measurements of soil physical property profiles across the three climate zones of the TP and compiled the Tibet-Obs soil properties dataset. Based on the dataset, the variations in basic soil properties and SHP and STP across the three climate zones were investigated. Applications of the Tibet-Obs dataset were demonstrated through two cases: (1) we discussed the appropriate parameterization schemes of porosity and SHP and STP for their applicability in land surface modeling over the TP and (2) we evaluated the uncertainties of the five existing regional and global soil datasets and their derived SHP and STP over the TP."
            ],
            "challenges": [
                "Soil information from existing soil datasets over the Tibetan Plateau (TP) is claimed to be inadequate and even inaccurate for determining soil hydraulic properties (SHP) and soil thermal properties (STP), hampering the understanding of the land surface process over TP. However, these aforementioned PTFs sometimes cannot predict well the SHP and STP, especially when soils contain organic matter or gravels (particle diameter ≥2 mm), because gravels and organic matter have different hydraulic and thermal properties than other fine mineral soils, and this suggests the need to obtain comprehensive soil property information. Many global and local efforts have been made to compile and develop soil databases, but uncertainties in soil datasets might also cause bias in predicting SHP and STP and hence introduce uncertainties in representing the land surface states by LSMs. Currently, there is only soil texture information and few soil organic matter content profiles available over the TP when extracted from the published global in situ soil profiles. The profiles of other vital soil properties, such as dry bulk density (BD) and porosity, are not provided."
            ],
            "methods": [
                "A field experiment was carried out across the TP in August 2016, taking soil core samples and measuring field saturated hydraulic conductivity (Ks) at various soil depths. Soils were vertically sampled using sample rings and augers (Eijkelkamp Soil & Water Company) in the vicinity of existing soil moisture and soil temperature stations of the Tibet-Obs. The in situ Ks was measured using the Aardvark permeameter, a fully automated constant-head borehole permeameter. The 101 undisturbed soil samples in standard sample rings were saturated and then dried in the oven (105 °C) for 24 h. The KD2 Pro thermal property analyzer connected to an SH-1 sensor was used to measure heat capacity Cs and thermal conductivity λ, while the soil was drying, providing drying Cs–SM and λ–SM curves."
            ],
            "dataset": [
                "The measured soil physical properties dataset is available at https://data.4tu.nl/repository/uuid:c712717c-6ac0-47ff-9d58-97f88082ddc0."
            ],
            "findings": [
                "Results show that porosity and SHP and STP differ across the climate zones and strongly depend on soil texture. The STP parameterization scheme proposed by Farouki (1981) based on the model of De Vries (1963) performed better across the TP than other schemes."
            ]
        },
        {
            "background": [
                "Soil moisture is a key state variable of the land surface controlling the partition of rainfall to subsoil drainage, surface runoff, or evaporation from the land surface. Understanding the dynamics of soil moisture is crucial for understanding the role of the hydrological cycle in the climate system and a variety of ecological and biogeochemical processes. With increasing evidence of climate change, it becomes more urgent to quantify the role of soil moisture in climate because the response of the hydrological cycle to global warming is expected to be far-reaching. Quantiﬁcation of trends and variability in global soil moisture can contribute to a better understanding of the feedback between the water cycle and climate. Although the soil moisture dynamics at a local scale can be measured with a certain degree of confidence, it is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Satellite remote sensing can be a powerful tool in fulfilling the need for a consistent global soil moisture data set because it allows monitoring the land surface at the relevant spatial and temporal scales. Recent progress has already made available several global and continental scale soil moisture datasets from satellite observations not primarily designed for this purpose. The data sets collected (and to be collected) by these networks are not only expected to contribute further insight into the role of the Tibetan Plateau in the development of the Asian Monsoon. They may also be found useful in validating satellite-based soil moisture products and obtaining an improved understanding of the land surface processes in high elevation regions."
            ],
            "research objective": [
                "A plateau scale soil moisture and soil temperature observatory is established on the Tibetan Plateau for quantifying uncertainties in coarse resolution satellite and model products of soil moisture and soil temperature. To demonstrate the uniqueness of the Tibet-Obs in quantifying and explaining soil moisture uncertainties in existing coarse satellite products, an analysis is carried out to assess the reliability of several satellite products for the Naqu and the Maqu network areas."
            ],
            "challenges": [
                "It is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimised parameters usually fail to achieve this task. Global models display a large, and often unexplained, variation among estimates produced by different models."
            ],
            "methods": [
                "In this paper, the details of the Tibet-Obs are reported. The Naqu soil moisture and soil temperature network was installed around the Naqu Station for the Plateau Climate and Environment Observation and Research of Chinese Academy of Sciences located about 25 km southwest of Naqu city. Continuous measurements are made of water and energy exchanges between the land surface and atmosphere at this station, including atmospheric variables at different heights (e.g. wind speed, humidity and temperature), incoming and outgoing (shortwave and longwave) radiation, turbulent heat fluxes, soil moisture at depths of 0.05 and 0.20 m below surface, and soil temperatures profile down to a depth of 0.40 m below surface. To monitor the regional soil moisture dynamics and validate soil moisture retrievals from satellite data, five additional soil moisture stations were installed in June 2006. The soil moisture stations were placed north, south, west and east within 10 km from Naqu station with one additional one installed at Naqu station itself for comparison purpose with the existing instrumentation. The instrumentation used for this network consists of EM5b data loggers and 0.10 m long ECH2O (type: EC-10) impedance probes both manufactured by Decagon Devices. At each station, probes have been installed horizontally at depths of 2.5, 7.5, 15.0, 30.0 and 60.0 cm below surface."
            ],
            "dataset": [
                "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) consists of three regional scale in-situ reference networks, including the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate and the Ngari network in a cold arid climate. The Naqu study area is located in the Naqu basin in a flat terrain with rolling hills at an average elevation of 4500 m above mean sea level. The Maqu soil moisture and soil temperature monitoring network was installed in July 2008 in the source water region of the Yellow River to the south of Maqu County in Gansu province, China. The network, consisting of 20 stations in an area of approximately 40 km by 80 km, monitors continuously the soil moisture and soil temperature at different depths (from 5 to 80 cm below surface) at 15 min intervals. In this study area twenty soil moisture and soil temperature monitoring stations were installed in June 2010 in the Ngari prefecture in the western part of the Tibetan Plateau."
            ],
            "findings": [
                "It is concluded that global coarse resolution soil moisture products are useful but exhibit till now unreported uncertainties in cold and semiarid regions – use of them would be critically enhanced if uncertainties can be quantified and reduced using in-situ measurements."
            ]
        },
        {
            "background": [
                "We report a unique multiyear L-band microwave radiometry dataset collected at the Maqu site on the eastern Tibetan Plateau and demonstrate its utilities in advancing our understandings of microwave observations of land surface processes. This dataset can be used to validate the Soil Moisture and Ocean Salinity (SMOS) and Soil Moisture Active Passive (SMAP) satellite-based observations and retrievals, verify radiative transfer model assumptions and validate land surface model and reanalysis outputs, retrieve soil properties, as well as to quantify land-atmosphere exchanges of energy, water and carbon and help to reduce discrepancies and uncertainties in current Earth System Models (ESM) parameterizations."
            ],
            "research objective": [
                "To contribute to filling this knowledge gap, an L-band microwave observation system (ELBARA-III) was set up at the Maqu site of the Tibetan soil moisture and soil temperature observation network for long-term observation of the land surface processes since the beginning of 2016."
            ],
            "challenges": [
                "Similarly, the precise nature of the vegetation scattering and emission and its representation in active microwave retrievals have remained unresolved, resulting in the current largely empirical approaches and large uncertainties and inconsistencies among different operational soil moisture products. As a further complication, when a land surface undergoes freeze-thaw processes, the behaviour of microwave observation abruptly changes in response to changes in the phase of the soil water (i.e., liquid or solid phase) at different soil depths."
            ],
            "methods": [
                "The dataset is collected at the Maqu regional-scale soil moisture and soil temperature (SMST) monitoring network on the north-eastern Tibetan Plateau and it mainly contains measurements of L-band brightness temperature in horizontal and vertical polarization by an ELBARA-III microwave radiometer, profile soil moisture and soil temperature by 5TM sensors, turbulent heat fluxes by a CSAT eddy covariance system, and meteorological data by an automatic weather station. ELBARA-III is an L-band (1.4 GHz) Dicke-type radiometer with a dual-polarized conical horn antenna with -3 dB beam width of 12°. The ELBARA-III measurement cycle consists of successive measurements of the ambient, hot and cold loads followed by the H and V antenna polarization channels. The micro-meteorological observations are conducted by an eddy-covariance (EC, CSAT3) system which is installed for measuring the turbulent heat fluxes. The meteorological observation system consists of an automatic weather station which provides wind speed and direction, air humidity and temperature measurements at 2.5 m above ground, and instrumentations for measuring four radiation components (i.e., up- and downwelling shortwave and longwave radiations), as well as air pressure and liquid precipitation (Geonor T-200B Series). Soil samples are collected around the ELBARA-III field site for laboratory analyses to quantify the soil hydraulic and thermal properties, i.e., soil texture (sand, clay, and silt), organic matter content, bulk density, porosity, soil water potential at air-entry and empirical parameters related to the pore-size distribution of the soil matrix."
            ],
            "dataset": [
                "The presented dataset contains measurements of L-band brightness temperature by an ELBARA-III microwave radiometer in horizontal and vertical polarization, profile soil moisture and soil temperature, turbulent heat fluxes, and meteorological data from the beginning of 2016 till August 2019, while the experiment is still continuing. Auxiliary vegetation and soil texture information collected in dedicated campaigns are also reported."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the in situ measurement of soil hydraulic properties considered time-consuming and labor-intensive?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Can the ELBARA-III system measure both horizontal and vertical polarization of L-band brightness temperature?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Are there uncertainties in global coarse resolution soil moisture products in cold and semiarid regions that need to be addressed with in-situ measurements?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the challenges faced in data collection for soil moisture and temperature on the Tibetan Plateau?",
                    "Answer": "inadequate and inaccurate soil information",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where are the regional scale soil moisture and soil temperature networks located on the Tibetan Plateau?",
                    "Answer": "Naqu, Maqu, Ngari",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What methodologies are used for measuring soil physical properties in the Tibetan Plateau region?",
                    "Answer": "field experiments, soil core sampling, field saturated hydraulic conductivity, permeameter, laboratory analyses, thermal property analyzers, heat capacity, thermal conductivity",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to measure soil hydraulic properties and soil thermal properties on the Tibetan Plateau?",
                    "Answer": "A field experiment on the Tibetan Plateau involved taking soil core samples and measuring field saturated hydraulic conductivity (Ks) using the Aardvark permeameter. Soils were vertically sampled using sample rings and augers, and soil thermal properties were measured using a KD2 Pro thermal property analyzer connected to an SH-1 sensor.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a dataset used to validate satellite-based soil moisture observations on the Tibetan Plateau?",
                    "Answer": "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) consists of in-situ reference networks like the Naqu network. These networks provide continuous measurements of soil moisture and soil temperature, which can be used to validate satellite-based soil moisture products.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Could you provide an example of a challenge faced in measuring soil moisture variability at a large spatial scale?",
                    "Answer": "A challenge in measuring soil moisture variability at a large spatial scale is translating local scale point measurements to a broader spatial scale due to a lack of understanding of soil moisture variability within natural landscapes. This issue is compounded by the large, unexplained variations among estimates from different global models.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the specific data quality control measures applied to L-band microwave radiometer observations in this domain?",
                    "Answer": "histogram test on original voltage data, statistical indicators to filter radio frequency interference, similarity in voltage values at two antenna ports during sky radiation measurements, internal temperature of the instrument, characteristics of dual-polarized brightness temperatures at different incidence angles",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the challenges in using existing soil datasets to predict soil hydraulic and thermal properties in the Tibetan Plateau?",
                    "Answer": "inadequacies, inaccuracies, biases, uncertainties, lack of comprehensive soil property information",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many undisturbed soil samples were collected for measuring soil physical properties across different climate zones on the Tibetan Plateau?",
                    "Answer": "101",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the time interval for continuous soil moisture and temperature measurements in the observatory networks on the Tibetan Plateau?",
                    "Answer": "15-minute intervals",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is an L-band microwave radiometer and how is it used in data collection on the Tibetan Plateau?",
                    "Answer": "An L-band microwave radiometer, such as the ELBARA-III, is a device used to measure brightness temperature in horizontal and vertical polarization. It is employed on the Tibetan Plateau to observe land surface processes, validate satellite observations, verify radiative transfer model assumptions, and quantify land-atmosphere exchanges of energy, water, and carbon.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How are soil hydraulic and thermal properties estimated when direct measurements are not feasible?",
                    "Answer": "When direct measurements of soil hydraulic and thermal properties are not feasible due to time, labor, and cost constraints, pedotransfer functions (PTFs) are developed using basic soil property information to estimate parameters in soil hydraulic and thermal property schemes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges are faced in using satellite remote sensing for soil moisture data collection on the Tibetan Plateau?",
                    "Answer": "One challenge in using satellite remote sensing for soil moisture data on the Tibetan Plateau is the translation of point measurements to larger spatial scales due to variability within natural landscapes. Additionally, existing coarse resolution satellite products exhibit unreported uncertainties, especially in cold and semiarid regions, which need to be quantified and reduced using in-situ measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "What are the similarities and differences in the challenges faced when collecting soil moisture data using in-situ measurements versus satellite-based observations over the Tibetan Plateau?",
                    "Answer": "Both in-situ measurements and satellite-based observations face challenges related to soil moisture data collection on the Tibetan Plateau, such as variability of soil moisture within natural landscapes and uncertainties in measurements. In-situ methods can accurately measure local soil moisture but struggle with scaling to larger areas. Satellite-based observations can cover larger areas but face difficulties with large, unexplained variations and uncertainties in cold and semiarid regions. In-situ measurements are typically more reliable at local scales, whereas satellite data are more beneficial for broader spatial coverage.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "What challenges might arise from using existing soil datasets over the Tibetan Plateau for determining soil hydraulic and thermal properties, and how can they impact the understanding of land surface processes in this region?",
                    "Answer": "Existing soil datasets over the Tibetan Plateau are claimed to be inadequate and even inaccurate for determining soil hydraulic and thermal properties. This inadequacy hampers the understanding of the land surface processes over the plateau, especially as the soil varies across different climate zones. The challenges include the presence of organic matter or gravels in soils, which have distinct hydraulic and thermal properties that are not well-captured by current pedotransfer functions, leading to uncertainties in representing land surface states by land surface models.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors lead to uncertainties in determining soil hydraulic and thermal properties from existing soil datasets over the Tibetan Plateau?",
                    "Answer": "The inadequacy and inaccuracy of existing soil datasets over the Tibetan Plateau in determining soil hydraulic properties (SHP) and soil thermal properties (STP) are caused by the variability of soil across different climate zones and the presence of organic matter or gravels. These factors result in difficulties using pedotransfer functions (PTFs) for accurate predictions, as gravels and organic matter have different hydraulic and thermal properties than finer mineral soils.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why do coarse resolution satellite soil moisture products exhibit unreported uncertainties in cold and semiarid regions?",
                    "Answer": "Coarse resolution satellite soil moisture products exhibit unreported uncertainties in cold and semiarid regions due to the lack of understanding of soil moisture variability within natural landscapes, which makes it challenging to translate point information to larger spatial scales. In situ measurements can help quantify and reduce these uncertainties, enhancing the reliability of satellite data in such regions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes challenges in the representation of vegetation scattering and emission in active microwave retrievals for soil moisture monitoring?",
                    "Answer": "Challenges in representing vegetation scattering and emission in active microwave retrievals stem from the unresolved precise nature of these processes, leading to empirical approaches with large uncertainties. Additionally, freeze-thaw cycles impact microwave observations due to changes in the phase of soil water, complicating the retrievals and contributing to inconsistencies among soil moisture products.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the consequences of using inadequate soil datasets on the understanding of land surface processes over the Tibetan Plateau?",
                    "Answer": "Inadequate soil datasets over the Tibetan Plateau can lead to an inaccurate determination of soil hydraulic and thermal properties, which hampers understanding of the land surface process. This inadequacy can introduce biases in predicting soil properties and uncertainties in representing land surface states by land surface models (LSMs), affecting the accuracy of climate and hydrology forecasts.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the main objectives behind setting up an L-band microwave observation system for long-term monitoring of land surface processes on the Tibetan Plateau?",
                    "Answer": "The main objectives of setting up an L-band microwave observation system for long-term monitoring of land surface processes on the Tibetan Plateau include advancing the understanding of microwave observations of land surface processes, validating satellite-based observations and retrievals, verifying radiative transfer model assumptions, validating land surface model and reanalysis outputs, retrieving soil properties, and quantifying land-atmosphere exchanges of energy, water, and carbon. This setup aims to reduce discrepancies and uncertainties in current Earth System Models parameterizations.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is the ultimate goal of implementing a soil moisture and soil temperature observatory across the Tibetan Plateau?",
                    "Answer": "The ultimate goal of implementing a soil moisture and soil temperature observatory across the Tibetan Plateau is to quantify uncertainties in coarse resolution satellite and model products of soil moisture and soil temperature. This observatory is intended to provide insight into the role of the Tibetan Plateau in the development of the Asian Monsoon, validate satellite-based soil moisture products, and improve understanding of land surface processes in high elevation regions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to compile a dataset of soil physical properties across different climate zones of the Tibetan Plateau?",
                    "Answer": "Compiling a dataset of soil physical properties across different climate zones of the Tibetan Plateau is important to investigate variations in basic soil properties and soil hydraulic and thermal properties (SHP and STP) across these zones. Such a dataset helps in understanding the land surface process over the plateau, evaluating uncertainties in existing soil datasets, and improving parameterization schemes for land surface modeling. It also aims to provide a foundation for improving precipitation and hydrology forecasts by offering more accurate soil moisture information.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are used to ensure the accuracy and reliability of the L-band microwave radiometry data collected over the Tibetan Plateau?",
                    "Answer": "To ensure data accuracy and reliability, the quality control of the L-band microwave radiometry data involves several steps: 1) Histogram testing of the raw voltage data output by the radiometer to filter out radiofrequency interference; 2) Checking the similarity of voltage values at two antenna ports during sky radiation measurements to confirm no antenna cable loss; 3) Analyzing the instrument's internal temperature, active cold source temperature, and environmental temperature; 4) Examining the characteristics of dual-polarized brightness temperatures at different incidence angles.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How are soil physical properties measured and analyzed across different climate zones on the Tibetan Plateau to understand soil moisture dynamics?",
                    "Answer": "Soil physical properties are measured through a field experiment carried out across the Tibetan Plateau, involving the collection of soil core samples and measurement of field-saturated hydraulic conductivity at various soil depths. Soils are sampled vertically using sample rings and augers near existing soil moisture and temperature stations. The saturated hydraulic conductivity is measured using the Aardvark permeameter, and thermal properties like heat capacity and thermal conductivity are measured using the KD2 Pro thermal property analyzer connected to an SH-1 sensor while the soil dries.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What challenges do researchers encounter when attempting to expand soil property datasets across the Tibetan Plateau, and how might these challenges be mitigated?",
                    "Answer": "Researchers encounter challenges such as inadequate soil information for determining soil hydraulic and thermal properties, and the variability of soil properties across different climate zones on the Tibetan Plateau. These challenges can be mitigated by implementing comprehensive in situ and laboratory measurements of soil physical property profiles and developing dataset-specific parameterization schemes for land surface modeling.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In what ways do field experiments involving soil moisture and temperature monitoring networks contribute to understanding the variability of soil moisture dynamics within natural landscapes?",
                    "Answer": "Field experiments involving soil moisture and temperature monitoring networks contribute to understanding the variability of soil moisture dynamics by providing continuous measurements of water and energy exchanges at various depths and locations. These networks, such as Tibet-Obs, enable the quantification of uncertainties in satellite and model products, facilitating a better understanding of soil moisture dynamics in diverse climate conditions found on the Tibetan Plateau.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might existing soil datasets over the Tibetan Plateau be inadequate or inaccurate for determining soil hydraulic and thermal properties?",
                    "Answer": "Existing soil datasets over the Tibetan Plateau are claimed to be inadequate and even inaccurate for determining soil hydraulic properties (SHP) and soil thermal properties (STP) due to the variability of soil across different climate zones (arid, semi-arid, subhumid) on the plateau. This variability affects the associated SHP and STP, and the lack of comprehensive soil property information, such as dry bulk density and porosity, contributes to uncertainties in soil datasets.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it challenging to translate local scale soil moisture dynamics information to larger spatial scales?",
                    "Answer": "Translating local scale soil moisture dynamics to larger spatial scales is challenging due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimized parameters tend to fail when applied at larger scales, and global models often display large, unexplained variations among estimates produced by different models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is there a need to validate satellite-based soil moisture products with in-situ measurements, especially in regions like the Tibetan Plateau?",
                    "Answer": "There is a need to validate satellite-based soil moisture products with in-situ measurements because global coarse resolution soil moisture products exhibit unreported uncertainties in cold and semiarid regions. Validating these products using in-situ measurements can help quantify and reduce uncertainties, thereby enhancing their reliability and usefulness in understanding land surface processes.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the effectiveness of the ELBARA-III system in capturing soil moisture variability across different climate zones of the Tibetan Plateau?",
                    "Answer": "The ELBARA-III system is effective in capturing soil moisture variability as it provides reliable dual-polarized L-band brightness temperature data, which is crucial for understanding land-atmosphere interactions and validating satellite-based observations. The data quality is ensured through rigorous quality control processes, such as histogram testing and analysis of sky radiation measurements.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data from L-band microwave radiometers is processed to ensure accuracy in soil moisture and temperature measurements?",
                    "Answer": "The data from L-band microwave radiometers is processed for accuracy through several quality control measures. These include histogram tests of the original radiometer output voltage data to filter out radio frequency interference, checking voltage similarities during sky radiation measurements to assess antenna cable integrity, analyzing internal instrument temperatures, and examining dual-polarization brightness temperature characteristics at different incidence angles.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about the challenges faced in collecting soil moisture data across different climate zones on the Tibetan Plateau.",
                    "Answer": "Challenges in collecting soil moisture data across different climate zones on the Tibetan Plateau include the inadequacy and inaccuracies in existing soil datasets for determining soil hydraulic and thermal properties. The variations in these properties are due to the diverse soil conditions across arid, semi-arid, and subhumid zones. This necessitates in situ measurements and laboratory analyses of soil physical properties to accurately simulate soil moisture and heat fluxes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please investigate the challenges faced in accurately translating point soil moisture measurements to a larger spatial scale in high-elevation regions such as the Tibetan Plateau.",
                    "Answer": "The challenges in translating point soil moisture measurements to larger spatial scales include a lack of understanding of soil moisture variability within natural landscapes and the failure of local models to simulate dynamics at larger scales. Global models display unexplained variations among different estimates, and coarse resolution satellite products exhibit unreported uncertainties, particularly in cold and semiarid regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}