{
  "id": "e8e6d216-62a1-44ed-b43d-e57b834de3a8",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Human activity data set of Qinghai Tibet province (2000-2017) (v1.0)",
      "titleCn": "青藏两省区县域人类活动数据集（2000-2017）（V1.0)",
      "description": "The data includes 30 items of data in four categories: basic information, comprehensive economy, agriculture and industry, education, health and social security in Qinghai Province and Tibet Autonomous Region. It covers the basic data reflecting human activities, such as population, employees, industrial output value, agricultural machinery power, facility agriculture, etc. of the main county administrative units of the Qinghai Tibet Plateau. The data are sorted out according to the statistical yearbook data of China's counties from 2001 to 2018. For the convenience of application, the data of Qinghai and Tibet are independently tabulated and included in the data of each year. The data can be used to analyze human activities and social and economic development in the county, as well as agricultural and rural development and change process.",
      "descriptionCn": "数据包含了青海省和西藏自治区各县市区基本情况、综合经济、农业和工业、教育卫生和社会保障四大类30项数据。涵盖了青藏高原主体县级行政单元的人口数量、从业人员、产业产值、农业机械动力、设施农业等反映人类活动的基本数据。数据根据2001-2018年中国县域统计年鉴资料整理，为便于应用，将青海和西藏数据独立建表，各年数据列入其中。该数据以县级行政单位为基本统计单元，可用于分析县域人类活动与社会经济发展状况，也可用于分析农业与农村发展与变化过程。",
      "instructions": "In .excel format, it can be opened and analysed in Microsoft EXCEL software.",
      "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
      "east": 104.0,
      "west": 73.0,
      "south": 26.0,
      "north": 39.0,
      "startTime": "2000-01-11 00:00:00",
      "endTime": "2018-01-10 00:00:00",
      "fileSize": 434853.0,
      "cstr": "18406.11.Socioeco.tpdc.270241",
      "doi": "10.11888/Socioeco.tpdc.270241",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王兆锋",
        "nameEn": "WANG Zhaofeng",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "国家统计局农村社会经济调查司. 中国县域统计年鉴（县市卷）（2001-2018）. 青藏两省区2000-2017县域人类活动数据集. 时空三极环境大数据共享与集成平台. 2019.",
        "titleEn": null,
        "referenceCn": "国家统计局农村社会经济调查司. 中国县域统计年鉴（县市卷）（2001-2018）. 青藏两省区2000-2017县域人类活动数据集. 时空三极环境大数据共享与集成平台. 2019.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "人口",
        "nameEn": "Population"
      },
      {
        "nameCn": "农业总产值",
        "nameEn": "Gross Agricultural Production"
      },
      {
        "nameCn": "农村人口",
        "nameEn": "Rural population"
      },
      {
        "nameCn": "社会经济",
        "nameEn": "Social and Economic"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2017",
        "keywordEn": "2000-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "三极地区通量30分钟数据（2000-2016）",
        "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many categories of data are included in a dataset about human activities in Qinghai and Tibet from 2000 to 2017?",
        "QuestionCn": "关于2000年至2017年青海和西藏人类活动的数据集中包含多少个数据类别？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in collecting comprehensive human activity data in the counties of Qinghai and Tibet from 2000 to 2017?",
        "QuestionCn": "在2000年至2017年期间，收集青海和西藏地区全面人类活动数据面临的挑战因素有哪些？",
        "AnswerEn": "The data collection covers various aspects such as basic demographics, economic activity, agriculture, industry, education, health, and social security across the counties in Qinghai and Tibet. Challenges may arise from diverse factors including the vast and difficult terrain of the Qinghai-Tibet Plateau, the varying levels of infrastructure development, and the complexity of accurately capturing socio-economic indicators across different administrative units. Additionally, ensuring the consistency and reliability of data over an extended period poses significant challenges.",
        "AnswerCn": "数据收集涵盖了青海和西藏各县的基本人口统计、经济活动、农业、工业、教育、健康和社会保障等多个方面。由于青藏高原广阔且地形复杂、基础设施发展水平不一，以及在不同行政单位中准确捕捉社会经济指标的复杂性，可能会面临各种挑战。此外，确保长期数据的一致性和可靠性也带来了重大挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using county-level administrative units as the basic statistical unit in analyzing human activities and socio-economic development in Qinghai and Tibet?",
        "QuestionCn": "使用县级行政单位作为分析青海和西藏人类活动和社会经济发展的基本统计单位的潜在后果是什么？",
        "AnswerEn": "Using county-level administrative units allows for a detailed analysis of human activities and socio-economic development, as it provides granular data on population, employment, industrial output, agricultural machinery power, and facility agriculture. This approach can reveal trends and patterns specific to each county, enabling targeted analysis and policy-making. However, it might also lead to challenges such as data consistency and comparability across different counties, especially given the diverse geographic and socio-economic conditions of Qinghai and Tibet. Moreover, the granularity might obscure broader regional trends that transcend administrative boundaries.",
        "AnswerCn": "使用县级行政单位可以对人类活动和社会经济发展进行详细分析，因为它提供了关于人口、就业、工业产出、农业机械动力和设施农业的细致数据。这种方法可以揭示每个县特有的趋势和模式，从而实现针对性的分析和政策制定。然而，这也可能导致一些挑战，例如不同县之间的数据一致性和可比性，特别是在青海和西藏不同的地理和社会经济条件下。此外，过于细致的数据可能会掩盖超越行政边界的更广泛区域趋势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What objectives might guide the collection and organization of data on human activities in Qinghai and Tibet over the period from 2000 to 2017?",
        "QuestionCn": "在2000年至2017年期间，指导青海和西藏人类活动数据收集和组织的目标可能包括哪些方面？",
        "AnswerEn": "The objectives behind collecting and organizing data on human activities in Qinghai and Tibet from 2000 to 2017 likely include analyzing the socio-economic development and changes in agricultural and rural sectors in these regions. By using county-level administrative units as the basic statistical unit, the data aims to reflect human activities such as population size, employment, industrial output, agricultural machinery power, and facility agriculture. These insights can be used to assess the process of social and economic development in the region, as well as changes in agriculture and rural development.",
        "AnswerCn": "收集和整理2000年至2017年青海和西藏人类活动数据的目标可能包括分析这些地区的社会经济发展以及农业和农村部门的变化。通过以县级行政单位作为基本统计单位，这些数据旨在反映人类活动，如人口规模、就业、工业产出、农业机械动力和设施农业。这些见解可以用来评估该地区社会和经济发展的进程，以及农业和农村发展的变化。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the methodologies used to collect and organize data on human activities, such as population and economic indicators, at county levels in the Qinghai and Tibet regions from 2000 to 2017?",
        "QuestionCn": "在2000年至2017年期间，青海和西藏地区县级人类活动（如人口和经济指标）数据的收集和组织方法有哪些？",
        "AnswerEn": "The data collection involves compiling information from the China County Statistical Yearbooks from 2001 to 2018. The data is organized by independently creating tables for Qinghai and Tibet, with county-level administrative units serving as the basic statistical entities. This process enables the analysis of human activities and socio-economic development in these regions.",
        "AnswerCn": "数据收集涉及编制2001年至2018年中国县级统计年鉴的信息。数据通过独立创建青海和西藏的表格进行组织，以县级行政单位作为基本统计实体。这个过程使得能够分析这些地区的人类活动和社会经济发展。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}