{
    "id": "e942700a-0133-4d17-ab55-0ac03c20066f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Whole rock and single mineral geochemical data of granites from Xishan Sn-W deposit in Guangdong province",
            "titleCn": "广东锡山Sn-W矿床花岗岩全岩及单矿物地球化学数据",
            "description": "The data are the whole rock major, trace element and Sr-Nd isotopic data of the granite in Xishan pluton, Guangdong Province, as well as zircon U-Pb isotopic dating, Hf isotopic composition and trace element data, molybdenite Re-Os isotopic dating and cassiterite U-Pb isotopic dating. The whole rock sample is K-feldspar granite from Xishan pluton, zircon is chosen from K-feldspar granite, molybdenite and cassiterite are from cassiterite-quartz vein in Xishan deposit. The major and trace elements of the whole rock are obtained by XRF and ICP-MS analysis, respectively. the F content is obtained by ion electrode analysis, the Cl content is obtained by ion chromatography analysis, and the Sr-Nd isotopic composition is obtained by MC-ICP-MS analysis.  In-situ U-Pb ages of zircon and cassiterite and in-situ ziron trace element were all obtained by LA-ICP-MS. In situ Hf isotopic compositions of zircons were obtained by LA-MC-ICP-MS analysis. The Re-Os isotopic composition of molybdenite was obtained by ICP-MS. The above data have been published in SCI journals (LITHOS), and the data are true and reliable. Based on the data obtained, the genesis of Xishan pluton and its relationship with Sn-W deposit can be discussed.",
            "descriptionCn": "本数据为广东锡山深成岩体花岗岩的全岩主量、微量元素和Sr-Nd同位素数据，以及锆石U-Pb同位素定年、Hf同位素组成和微量元素数据，以及辉钼矿Re-Os同位素定年数据和锡石U-Pb同位素定年数据。全岩样品为采自锡山岩体的钾长石花岗岩，锆石单矿物选自钾长石花岗岩，辉钼矿和锡石单矿物选自锡山矿床中的锡石-石英脉。全岩的主量、微量元素分别由XRF、ICP-MS分析获得，F含量由离子电极分析获得，Cl含量由离子色谱分析获得，Sr-Nd同位素组成由MC-ICP-MS分析获得。锆石原位U-Pb年龄及微量元素数据和锡石原位U-Pb年龄数据均由LA-ICP-MS分析获得。锆石原位Hf同位素组成由LA-MC-ICP-MS分析获得。辉钼矿的Re-OS同位素组成由ICP-MS分析获得。以上数据已发表于SCI期刊（Lithos），数据真实可靠。通过获得的数据可以探讨锡山深成岩体的成因及其与Sn-W矿床之间的联系。",
            "instructions": "The data is stored in Excel file and can be opened directly in Excel workbook. The file named \"WR_MajTra\" represents the data of major and trace elements in the whole rock, \"WR_SrNd\" represents the whole rock Sr-Nd isotopic composition. \"Zrn_Tra\" represents in-situ trace element geochemical data of zircon, \"Zrn_UPb\" represents zircon in-situ U-Pb age data, \"Zrn_Hf\" represents the in-situ Hf isotopic composition of zircons. \"Mo_ReOs\" represents the Re-Os isotopic composition of molybdenite. \"Cst_UPb\" represents the in situ U-Pb isotopic composition of cassiterite.",
            "instructionsCn": "数据以Excel文件存储，可直接使用Excel工作薄打开。名称为“WR_MajTra”的文件代表全岩主量、微量元素数据，“WR_SrNd”代表全岩Sr-Nd同位素组成。“Zrn_Tra”代表锆石的原位微量元素地球化学数据，“Zrn_UPb”代表锆石原位U-Pb年龄数据，“Zrn_Hf”代表锆石原位Hf同位素组成。“Mo_ReOs”代表辉钼矿的Re-Os同位素定年数据。“Cst_UPb”代表锡石原位U-Pb同位素定年数据。",
            "east": 111.83,
            "west": 111.57,
            "south": 22.035,
            "north": 22.24,
            "startTime": null,
            "endTime": null,
            "fileSize": 113938.0,
            "cstr": null,
            "doi": "10.1016/j.lithos.2017.08.013",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张丽鹏",
                "nameEn": "ZHANG Lipeng",
                "unitEn": "",
                "unitCn": "中国科学院海洋研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The formation of the Late Cretaceous Xishan Sn–W deposit, South China: geochronological and geochemical perspectives.",
                "referenceCn": null,
                "referenceEn": "Zhang, L., Zhang, R., Hu, Y., Liang, J., Ouyang, Z., He, J., & Sun, W., et al. (2017). The formation of the Late Cretaceous Xishan Sn–W deposit, South China: geochronological and geochemical perspectives. Lithos, 290, 253-268."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "Sn-W矿",
                "nameEn": "Sn-W deposit"
            },
            {
                "nameCn": "同位素地球化学",
                "nameEn": "Isotopic geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "锆石Hf同位素",
                "nameEn": "Zircon Hf isotope"
            },
            {
                "nameCn": "锆石U-Pb定年",
                "nameEn": "Ziron U-Pb dating"
            },
            {
                "nameCn": "锡石U-Pb定年",
                "nameEn": "Cassiterite U–Pb dating"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "锡山Sn-W矿",
                "keywordEn": "Xishan Sn–W deposit"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "晚白垩世",
                "keywordEn": "Late Cretaceous",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific techniques used in determining isotope compositions and elemental concentrations in granite and associated minerals?",
                "QuestionCn": "确定花岗岩及相关矿物中的同位素组成和元素浓度的具体技术有哪些？",
                "AnswerEn": "X-Ray Fluorescence, Inductively Coupled Plasma Mass Spectrometry, ion electrode analysis, ion chromatography, MC-ICP-MS, LA-ICP-MS, LA-MC-ICP-MS, ICP-MS",
                "AnswerCn": "X射线荧光、感应耦合等离子体质谱、离子电极分析、离子色谱、MC-ICP-MS、LA-ICP-MS、LA-MC-ICP-MS、ICP-MS",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total number of all rock and mineral samples analyzed using XRF, ICP-MS, LA-ICP-MS, LA-MC-ICP-MS, and MC-ICP-MS in a dataset related to the Guangdong Xishan Sn-W granite geochemistry?",
                "QuestionCn": "在与广东西山锡钨花岗岩地球化学相关的数据集中，使用XRF、ICP-MS、LA-ICP-MS、LA-MC-ICP-MS和MC-ICP-MS分析的所有岩石和矿物样品的总数是多少？",
                "AnswerEn": "The original answer does not provide specific numerical values or measurements for the total number of rock and mineral samples analyzed. Therefore, the refined answer cannot be determined from the given information.",
                "AnswerCn": "原始答案未提供分析的岩石和矿物样本总数的具体数值或测量值。因此，无法从给定信息中确定精确答案。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'LA-ICP-MS' mean as a data collection method in geochemical studies?",
                "QuestionCn": "'LA-ICP-MS'在地球化学研究中的数据收集方法中意味着激光剥蚀电感耦合等离子体质谱法。",
                "AnswerEn": "LA-ICP-MS stands for Laser Ablation Inductively Coupled Plasma Mass Spectrometry, which is a technique used to analyze the isotopic composition and trace element concentration in mineral samples, such as zircon and cassiterite, by ablating a small amount of material with a laser and analyzing it with a mass spectrometer.",
                "AnswerCn": "LA-ICP-MS代表激光剥蚀电感耦合等离子体质谱法，这是一种用于分析矿物样品（如锆石和锡石）中的同位素组成和微量元素浓度的技术，通过激光剥蚀少量材料并使用质谱仪进行分析。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the complexity of collecting accurate isotopic and elemental data from granite and mineral samples in geological studies?",
                "QuestionCn": "在地质研究中，收集花岗岩和矿物样品的准确同位素和元素数据的复杂性受到哪些因素的影响？",
                "AnswerEn": "The complexity of collecting accurate isotopic and elemental data from granite and mineral samples in geological studies can be attributed to the requirement of specialized analytical techniques like XRF, ICP-MS, and LA-ICP-MS for main, trace, and isotopic compositions. The precision needed for in-situ analyses such as LA-MC-ICP-MS for zircon Hf isotopes and the challenges in accurately dating minerals using U-Pb and Re-Os isotopic systems also contribute to this complexity. Additionally, ensuring the reliability of the data for exploring the genesis of igneous bodies and their relation to Sn-W mineralization adds to the intricacies involved in the data collection process.",
                "AnswerCn": "在地质研究中，收集花岗岩和矿物样品的准确同位素和元素数据的复杂性可以归因于对专门分析技术的需求，如XRF、ICP-MS和LA-ICP-MS，用于主要、微量和同位素成分的分析。对于锆石Hf同位素的原位分析所需的精度，以及使用U-Pb和Re-Os同位素系统准确测定矿物年龄的挑战，也增加了这种复杂性。此外，确保数据的可靠性以探索火成岩体的成因及其与锡-钨矿化的关系，也增加了数据收集过程中的复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting comprehensive geochemical and isotopic data from granite and mineral samples in the context of understanding the genesis of deep-seated igneous bodies and their relationship with Sn-W deposits?",
                "QuestionCn": "在理解深部火成岩体的成因及其与锡-钨矿床关系的背景下，收集花岗岩和矿物样品的综合地球化学和同位素数据的主要目标是什么？",
                "AnswerEn": "The primary objective of collecting comprehensive geochemical and isotopic data from granite and mineral samples is to investigate the genesis of the Xishan deep-seated igneous body and its connection with Sn-W deposits. By analyzing whole-rock major, trace elements, and isotopic compositions, researchers aim to understand the geological processes that led to the formation of these deposits. The data allows for a detailed examination of the rock and mineral compositions, which provides insights into the formation environment and the magmatic evolution of the area.",
                "AnswerCn": "收集花岗岩和矿物样品的全面地球化学和同位素数据的主要目的是研究西山深部火成体的成因及其与锡-钨矿床的联系。通过分析全岩主要元素、微量元素和同位素组成，研究人员旨在了解导致这些矿床形成的地质过程。这些数据允许对岩石和矿物成分进行详细检查，从而提供对该地区形成环境和岩浆演化的深入见解。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What specific procedures are employed to ensure the accuracy and reliability of geochemical data collected from granite samples in the context of studying Sn-W mineralization in deep-seated plutons?",
                "QuestionCn": "在研究深部岩体中的锡-钨矿化时，为确保从花岗岩样品中收集的地球化学数据的准确性和可靠性，采用了哪些具体程序？",
                "AnswerEn": "To ensure accuracy and reliability, geochemical data from granite samples are collected using several analytical methods: whole-rock major and trace elements are obtained via XRF and ICP-MS, F content by ion electrode analysis, Cl content by ion chromatography, and Sr-Nd isotopic compositions by MC-ICP-MS. Zircon in-situ U-Pb ages and trace element data, as well as cassiterite in-situ U-Pb ages, are acquired using LA-ICP-MS. Zircon in-situ Hf isotopic compositions are determined via LA-MC-ICP-MS, while molybdenite Re-Os isotopic compositions are obtained through ICP-MS. These methods ensure the data are accurate and reliable for exploring the genesis of the deep-seated pluton and its relationship with Sn-W mineralization.",
                "AnswerCn": "为了确保准确性和可靠性，从花岗岩样品中收集的地球化学数据采用了多种分析方法：通过XRF和ICP-MS获得全岩主要和微量元素，氟含量通过离子电极分析，氯含量通过离子色谱分析，锶-铌同位素组成通过MC-ICP-MS获得。锆石的原位U-Pb年龄和微量元素数据，以及锡石的原位U-Pb年龄，使用LA-ICP-MS获取。锆石的原位Hf同位素组成通过LA-MC-ICP-MS确定，而钼矿的Re-Os同位素组成则通过ICP-MS获得。这些方法确保了数据的准确性和可靠性，以探索深部岩体的成因及其与锡-钨矿化的关系。",
                "Level": "C3(Applying)"
            }
        ]
    }
}