{
  "id": "e977f5e8-972b-42a5-bffe-cd0195f3b42b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Digital soil mapping dataset of hydrological parameters in the Heihe River Basin (2012)",
      "titleCn": "黑河流域数字土壤制图产品（第二版）：关键土壤水文属性分布数据集（2012）",
      "description": "According to the principle of soil landscape model, the key hydrological parameters spatial distribution map data products are made by digital soil mapping method. The source data of this data set comes from the soil profile data integrated by the major research plan integration project of Heihe River Basin (soil data integration and soil information product generation of Heihe River Basin, 91325301).            \nScope: Heihe River Basin;            \nProjection: WGS · 1984 · Albers / Albers · conic · equal · area;            \nSpatial resolution: 90m;            \nData format: TIFF;            \nData content: spatial distribution of saturated water content, field water capacity, wilting water content and saturated conductivity            \nPrediction method: enhanced regression tree            \nEnvironmental variables: main soil forming factors            \nDataset content:            \nPr_0kpsm.tif: saturated water content (unit:%)            \nPr_33kp SM. TIF: field capacity (unit:%)            \nX1500kp sm.tif: wilting water content (unit:%)            \nSHC sm.tif: saturated hydraulic conductivity (unit: KS / (mm · min-1))",
      "descriptionCn": "根据土壤-景观模型原理，使用数字土壤制图方法制作关键水文参数空间分布图数据产品。本数据集的源数据来源于黑河流域重大研究计划集成项目（黑河流域土壤数据集成与土壤信息产品生成，91325301）集成的土壤剖面数据。\n范围：黑河流域；\n投影：WGS_1984_Albers / Albers_Conic_Equal_Area；\n空间分辨率：90米；\n数据格式：TIFF；\n数据内容：饱和含水量、田间持水量、萎蔫含水量、饱和导水率空间分布\n预测方法：增强回归树\n环境变量：主要的成土因素\n\n数据集内容：\npr_0kp sm.tif：饱和含水量（单位：%）\npr_33kp sm.tif: 田间持水量（单位：%）\nx1500kp sm.tif：萎蔫含水量（单位：%）\nshc sm.tif：饱和导水率 （单位：Ks/（mm•min-1））",
      "instructions": "The data is stored in grid img format and can be read by remote sensing software such as arcgi and QGIS",
      "instructionsCn": "数据以栅格img格式存储，可用Arcgi、Qgis等遥感软件打开读取",
      "east": 101.99,
      "west": 97.0667,
      "south": 37.6893,
      "north": 42.687,
      "startTime": "2012-01-10 08:00:00",
      "endTime": "2013-01-09 08:00:00",
      "fileSize": 723434928.0,
      "cstr": "18406.11.Soil.tpdc.270591",
      "doi": "10.11888/Soil.tpdc.270591",
      "dataFormat": "黑河流域数字土壤制图产品（第二版）：关键土壤水文属性分布数据集",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张甘霖",
        "nameEn": "ZHANG Ganlin",
        "unitEn": "",
        "unitCn": "中国科学院南京土壤研究所"
      },
      {
        "nameCn": "宋效东",
        "nameEn": null,
        "unitEn": null,
        "unitCn": "中国科学院南京土壤研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Mapping soil organic carbon content by geographically weighted regression: A case study in the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Song XD, Brus DJ, Liu F, Li DC, Zhao YG, Yang JL, Zhang GL. 2016. Mapping soil organic carbon content by geographically weighted regression: A case study in the Heihe River Basin, China. Geoderma, 261: 11–22."
      },
      {
        "titleCn": null,
        "titleEn": "Comparison of boosted regression tree and random forest models for mapping topsoil organic carbon concentration in an alpine ecosystem",
        "referenceCn": null,
        "referenceEn": "Yang, R.M., Zhang, G.L, Liu, F., Lu, Y.Y., Yang, F., Yang, F., Yang, M., Zhao, Y.G., Li, D.C. (2016). Comparison of boosted regression tree and random forest models for mapping topsoil organic carbon concentration in an alpine ecosystem. Ecological Indicators, 60, 870–878."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤剖面",
        "nameEn": "Soil horizons/profile"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to generate key hydrological parameter spatial distribution maps in a river basin?",
        "QuestionCn": "您能否提供一个用于生成河流流域关键水文参数空间分布图的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves integrating soil profile data from a major research project, applying digital soil mapping techniques based on soil-landscape model principles, and using environmental variables as key soil-forming factors.",
        "AnswerCn": "一种数据收集方法涉及整合来自一个重大研究项目的土壤剖面数据，应用基于土壤-景观模型原则的数字土壤制图技术，并使用环境变量作为关键的土壤形成因素。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and attributes measured in a dataset concerning soil hydrological properties in a river basin?",
        "QuestionCn": "在有关河流流域土壤水文特性的数据集中，测量的关键特征和属性是什么？",
        "AnswerEn": "saturated water content, field capacity, wilting point water content, spatial distribution of saturated hydraulic conductivity",
        "AnswerCn": "饱和含水量、田间持水量、萎蔫点含水量、饱和导水率的空间分布",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the soil hydrological attribute distribution dataset in the Heihe River Basin?",
        "QuestionCn": "黑河流域土壤水文属性分布数据集的空间分辨率是多少？",
        "AnswerEn": "90 meters",
        "AnswerCn": "90米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'digital soil mapping' mean in the context of soil hydrological attributes distribution in the Heihe River Basin?",
        "QuestionCn": "在黑河流域中，数字土壤制图在土壤水文属性分布的背景下是什么意思？",
        "AnswerEn": "Digital soil mapping in this context refers to the use of soil-landscape models and digital mapping techniques to create spatial distribution maps of key hydrological parameters such as saturated water content, field capacity, wilting point water content, and saturated hydraulic conductivity. These maps are generated using data from soil profiles integrated from a major research project in the Heihe River Basin, employing methods such as enhanced regression trees.",
        "AnswerCn": "数字土壤制图在此背景下是指利用土壤-景观模型和数字制图技术，创建关键水文参数的空间分布图，如饱和水分含量、田间持水量、萎蔫点水分含量和饱和水力导 conductivity。这些地图是通过整合来自黑河流域一个重大研究项目的土壤剖面数据生成的，采用的方法包括增强回归树。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using digital soil mapping for key hydrological parameters in the Heihe River Basin compare to traditional field survey techniques in terms of spatial resolution and data accuracy?",
        "QuestionCn": "数字土壤制图在黑河流域关键水文参数的数据收集方法与传统实地调查技术在空间分辨率和数据准确性方面的比较如何？",
        "AnswerEn": "Data collection using digital soil mapping methods, as applied to the Heihe River Basin, involves creating spatial distribution maps for key hydrological parameters based on soil-landscape models and enhanced regression tree predictions. This approach offers a spatial resolution of 90 meters and uses TIFF format for data such as saturated water content, field capacity, wilting point, and saturated hydraulic conductivity. In contrast, traditional field survey techniques often involve direct soil sampling and measurements, which can provide high accuracy at specific points but may lack the broad spatial resolution and efficiency of digital mapping methods. The enhanced regression tree method used in digital mapping leverages major soil-forming factors as environmental variables, potentially offering more comprehensive spatial coverage and predictive capabilities compared to traditional methods.",
        "AnswerCn": "使用数字土壤制图方法进行数据收集，应用于黑河流域，涉及基于土壤-景观模型和增强回归树预测创建关键水文参数的空间分布图。这种方法提供90米的空间分辨率，并使用TIFF格式的数据，如饱和水分含量、田间持水量、萎蔫点和饱和水力导 conductivity。相比之下，传统的实地调查技术通常涉及直接土壤取样和测量，虽然可以在特定点提供高精度，但可能缺乏数字制图方法的广泛空间分辨率和效率。数字制图中使用的增强回归树方法利用主要的土壤形成因素作为环境变量，可能提供比传统方法更全面的空间覆盖和预测能力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using enhanced regression tree methods on the accuracy and spatial resolution of soil hydrological attribute distribution datasets in digital soil mapping?",
        "QuestionCn": "使用增强回归树方法对数字土壤制图中的土壤水文属性分布数据集的准确性和空间分辨率可能产生的后果是什么？",
        "AnswerEn": "Using enhanced regression tree methods for predicting the spatial distribution of key soil hydrological attributes likely results in improved accuracy and detailed spatial resolution, as these methods can effectively handle complex interactions between soil properties and environmental variables. This approach can lead to more precise mapping of attributes such as saturation water content, field capacity, wilting point, and saturated hydraulic conductivity in the Heihe River Basin.",
        "AnswerCn": "使用增强回归树方法预测关键土壤水文属性的空间分布，可能会提高准确性和详细的空间分辨率，因为这些方法能够有效处理土壤特性与环境变量之间的复杂相互作用。这种方法可以更精确地绘制如饱和水分含量、田间持水量、萎蔫点和饱和导水率等属性在黑河流域的分布图。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of utilizing digital soil mapping techniques based on soil-landscape models for generating spatial distribution data of key hydrological parameters in a dataset?",
        "QuestionCn": "利用基于土壤-地形模型的数字土壤制图技术生成关键水文参数空间分布数据的主要目标是什么？",
        "AnswerEn": "The goal is to create spatial distribution maps of critical hydrological parameters using digital soil mapping methods, which are grounded in soil-landscape model principles, to better understand and visualize the distribution of key soil hydrological attributes across the Heihe River Basin. This includes parameters like saturation water content, field capacity, wilting point water content, and saturated hydraulic conductivity, which are essential for hydrological studies and environmental management.",
        "AnswerCn": "目标是利用数字土壤制图方法创建关键水文参数的空间分布图，这些方法基于土壤-景观模型原理，以更好地理解和可视化黑河流域关键土壤水文属性的分布。这包括饱和水分含量、田间持水量、萎蔫点水分含量和饱和导水率等参数，这些参数对于水文研究和环境管理至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using digital soil mapping techniques based on the soil-landscape model principle to produce spatial distribution maps of key hydrological parameters in a river basin?",
        "QuestionCn": "使用基于土壤-景观模型原则的数字土壤制图技术来生成河流流域关键水文参数的空间分布图的程序步骤包括哪些？",
        "AnswerEn": "The procedural steps involve utilizing digital soil mapping methods following the soil-landscape model principle to create spatial distribution maps of key hydrological parameters. The process includes integrating soil profile data from a major research integration project, applying enhanced regression tree prediction methods, and considering major soil-forming factors as environmental variables.",
        "AnswerCn": "该程序步骤涉及利用数字土壤制图方法，遵循土壤-景观模型原则，创建关键水文参数的空间分布图。该过程包括整合来自一个主要研究整合项目的土壤剖面数据，应用增强回归树预测方法，并考虑主要的土壤形成因素作为环境变量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}