{
  "id": "e99a18f3-12d8-43c4-84df-c0a4fa3e8034",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "CESM2 climatological SST run daily means for LS4P",
      "titleCn": "CESM2 climatological SST run daily means for LS4P",
      "description": "Daily means of CESM2 climatological SST run output: FHIST_BGC compset produced by The University of Arizona on cheyenne, ensemble mean calculated by NCL from output on cheyenne, for model evaluation. Includes latitude, longitude, model level, and various simulated quantities.",
      "descriptionCn": "Daily means of CESM2 climatological SST run output: FHIST_BGC compset produced by The University of Arizona on cheyenne, ensemble mean calculated by NCL from output on cheyenne, for model evaluation. Includes latitude, longitude, model level, and various simulated quantities.",
      "instructions": "var_LS4P_CESM2_Task1_day_HHzDDMMYYYY-HHzDDMMYYYY",
      "instructionsCn": "var_LS4P_CESM2_Task1_day_HHzDDMMYYYY-HHzDDMMYYYY",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "2003-05-01 00:00:00",
      "endTime": "2003-06-30 11:59:59",
      "fileSize": 2853993580.0,
      "cstr": "18406.11.Atmos.tpdc.301371",
      "doi": "10.11888/Atmos.tpdc.301371",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "BRUNKE Michael",
        "nameEn": "BRUNKE Michael",
        "unitEn": "",
        "unitCn": "The University of Arizona, USA"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design",
        "referenceCn": null,
        "referenceEn": "Xue, Y., Yao, T., Boone, A. A., Diallo, I., Liu, Y., Zeng, X., Lau, W. K.-M., Sugimoto, S., Tang, Q., Pan, X., van Oevelen, P. J., Klocke, D., Koo, M.-S., Lin, Z., Takaya, Y., Sato, T., Ardilouze, C., Saha, S. K., Zhao, M., Liang, X.-Z., Vitart, F., Li, X., Zhao, P., Neelin, D., Guo, W., Yu, M., Qian, Y., Shen, S. S. P., Zhang, Y., Yang, K., Leung, R., Yang, J., Qiu, Y., Brunke, M. A., Chou, S. C., Ek, M., Fan, T., Guan, H., Lin, H., Liang, S., Materia, S., Nakamura, T., Qi, X., Senan, R., Shi, C., Wang, H., Wei, H., Xie, S., Xu, H., Zhang, H., Zhan, Y., Li, W., Shi, X., Nobre, P., Qin, Y., Dozier, J., Ferguson, C. R., Balsamo, G., Bao, Q., Feng, J., Hong, J., Hong, S., Huang, H., Ji, D., Ji, Z., Kang, S., Lin, Y., Liu, W., Muncaster, R., Pan, Y., Peano, D., de Rosnay, P., Takahashi, H. G., Tang, J., Wang, G., Wang, S., Wang, W., Zhou, X., and Zhu, Y., 2021: Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction Project, Phase I (LS4P-I):  Organization and Experimental design, Geosci. Model Dev., 14, 4465–4494,  https://doi.org/10.5194/gmd-14-4465-2021."
      },
      {
        "titleCn": null,
        "titleEn": "Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction",
        "referenceCn": null,
        "referenceEn": "Xue Y., I. Diallo, A. A. Boone, T. Yao , Y. Zhang, X. Zeng, J. D. Neelin, W. K.M. Lau , Y. Pan, Y. Liu1, X. Pan, Q. Tang, P. J. van Oevelen, T. Sato, M.-S. Koo, S. Materia, C. Shi, J. Yang, C. Ardilouze, Z. Lin, Xin Qi, T. Nakamura, S. K. Saha, R. Senan, Y. Takaya, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Q. Chen, J. Feng, M. A. Brunke, T. Fan, S. Hong, P. Nobre, D. Peano, Y. Qin, F. Vitart, S. Xie, Y. Zhan, D. Klocke, R. Leung, X. Li, M. Ek, W. Guo, G. Balsamo, Q. Bao, S. C. Chou, P. de Rosnay, Y. Lin, Y. Zhu, Y. Qian, P. Zhao, J. Tang, X.-Z. Liang, J. Hong, D. Ji, Z. Ji, Y. Qiu, S. Sugimoto,  W. Wang, K. Yang, M. Yu, 2022: Spring Land Temperature in Tibetan Plateau and Global-Scale Summer Precipitation – Initialization and Improved Prediction.  Bulletin of American Meteorological Society, 103, 12,  DOI: https://doi.org/10.1175/BAMS-D-21-0270.1, E2756-E2767."
      },
      {
        "titleCn": null,
        "titleEn": "Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment",
        "referenceCn": null,
        "referenceEn": "Xue Y., I. Diallo, A. A. Boone, Y. Zhang, X. Zeng, W. K.M. Lau, J. D. Neelin, T. Yao , Q. Tang , T. Sato , M.-S. Koo, F. Vitart, C. Ardilouze, S. K. Saha, S. Materia, Z. Lin, Y. Takaya, J. Yang, T. Nakamura, X. Qi, Y. Qin, P. Nobre, R. Senan, H. Wang, H. Zhang, M. Zhao, H. P. Nayak, Y. Pan, X. Pan,  J. Feng, C. Shi, S. Xie, M. A. Brunke, Q. Bao, M. J. Bottino, T. Fan, S. Hong, Y. Lin, D. Peano, Y. Zhan, C. R. Mechoso, X. Ren, G. Balsamo, S. C. Chou, P. de Rosnay, P. J. van Oevelen, D. Klocke, M. Ek, X. Li, W. Guo, Y. Zhu, J. Tang, X.-Z. Liang, Y. Qian, P. Zhao, 2023: Remote effects of Tibetan Plateau spring land temperature on global subseasonal to seasonal precipitation prediction and comparison with effects of sea surface temperature: The GEWEX/LS4P Phase I experiment.  Climate Dynamics.  62, 2603-2628,  DOI: 10.1007/s00382-023-06905-5"
      },
      {
        "titleCn": null,
        "titleEn": "Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing",
        "referenceCn": null,
        "referenceEn": "Xue, Y. and W. K-M Lau, 2024: Preface: Subseasonal-to-seasonal predictability of extreme precipitation and land forcing.   Climate Dynamics.  62, 2599-2600, DOI. 10.1007/s00382-024-07203-4"
      },
      {
        "titleCn": null,
        "titleEn": "Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment",
        "referenceCn": null,
        "referenceEn": "Zhang, Y., Y. Pan, Y. Xue, I. Diallo, X. Zeng, S. Li, J. D Neelin, W. K.M. Lau, A. A. Boone, F Vitart., T. Yao, Q. Tang, T. Sato, M.-S. Koo, C. Ardilouze, S. K. Saha, J. Yang, S. Materia, Z. Lin, X. Qi, Y. Qin, T. Nakamura, P. Nobre, D. Peano, R. Senan, Y. Takaya, H. Wang, H. Zhang, Y. Zhan, M. Zhao , C. R. Mechoso, Q. Bao , M. J. Bottino, S. Hong, Y. Lin, S. Xie, X. Pan, H. P. Nayak, S. C. Chou, W. Guo, 2024: Near-global summer circulation response to the spring surface Temperature anomaly in Tibetan Plateau ---- The GEWEX/LS4P First Phase Experiment.  Climate Dynamics.  62, 2907-2924, DOI: 10.1007/s00382-024-07210-5"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "2m气温",
        "nameEn": "2m temperature"
      },
      {
        "nameCn": "净辐射",
        "nameEn": "Net radiation"
      },
      {
        "nameCn": "出射长波辐射",
        "nameEn": "Outgoing longwave radiation"
      },
      {
        "nameCn": "太阳入射辐射",
        "nameEn": "Incoming solar radiation"
      },
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "温度",
        "nameEn": "Temperature"
      },
      {
        "nameCn": "潜热通量",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      },
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水强度",
        "nameEn": "Precipitation rate"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      },
      {
        "nameCn": "风速",
        "nameEn": "wind speed"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "global",
        "keywordEn": "global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "daily",
        "keywordEn": "daily",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Subseasonal to seasonal (S2S) prediction of droughts and floods is one of the major challenges of weather and climate prediction. Recent studies suggest that the springtime land surface temperature/subsurface temperature (LST/SUBT) over the Tibetan Plateau (TP) can be a new source of S2S predictability. The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Sea surface temperature (SST) variations such as those associated with the Madden-Julian Oscillations are known to provide a predictability source. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions.",
        "The background temperature gradient at midlatitudes also affects the activity of baroclinic eddies (Xue et al., 2023), which can further reinforce the zonal wind changes and further influence the zonal wind downstream as the eddies move downstream and interact with the zonal flow. The response of the zonal wind in the downstream of TP is consistent with these studies, exhibiting a significant deceleration of the zonal wind along the jet core over the North Pacific. Meanwhile, a significant acceleration of the zonal wind is found to the north of the jet core, indicating a slight northward shift of the jet stream. Such changes in the zonal wind have their counterparts in the observations (see Fig. 4b). One salient feature in Fig. 5a is the strong negative geopotential height anomaly over the TP at 200 hPa, accompanied with a cyclonic anomalous circulation. Such a circulation response corresponds to the cold anomaly over the TP, where the atmosphere sinks and induces negative potential height anomalies at upper levels. Furthermore, evident wave-like patterns downstream from the TP to the North Pacific are shown in the geopotential height difference in Fig. 5a. The negative center of geopotential height anomaly over the TP extends eastward to Japan, while a strong positive geopotential height center with anticyclonic circulation flow emerges to the east over the Bering Strait with a center around 170°E, 50°N. The wave-like geopotential height differences further extend from the Rocky Mountain across the North American continent, North Atlantic Ocean, and back to the Eurasian continent. The above simulated response in atmospheric circulations is in general consistent with the observed geopotential height anomalies in May 2003 (Fig. 5b). In addition, responses in the geopotential height to the cold TP surface are also noticed in the Southern Hemisphere, especially in the midlatitudes (Fig. 5a, b). Therefore, we also inspect the anomalous stream function from the simulated wind. The WAF is parallel to the group velocity of Rossby waves and can approximately indicate the wave energy propagation.",
        "Although the teleconnections caused by the heating due to oceanic temperature anomalies, such as those between ENSO and the Asian monsoons, have been extensively investigated (e.g., Wang et al. 2000; Li et al. 2007; Li et al. 2017), the remote effects of mountain heating on global atmospheric circulations have not been fully studied. The LS4P-I experiment provides a chance to explore the detailed features of the TRC wave train as well as the global response of atmospheric circulations to the TP surface anomaly. It is well known and extensively studied that the TP surface thermal state can significantly influence the weather and climate in East Asia (e.g. Liu et al. 2020). Earlier studies have shown that, in summertime, there exists a circumglobal teleconnection pattern (CTP) in the extra-tropics of the Northern Hemisphere along the westerly jet. The latent heat with the strong convective monsoon precipitation is suggested a major driver for the CTP (e.g. Lau and Peng 1991; Lau and Weng 2002; Lau et al. 2004 ; Ding and Wang 2005; Ding et al. 2011)."
      ],
      "research objective": [
        "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment. More dynamical understanding of the TRC wave train as well as its cross-equator propagation into the Southern Hemisphere will be explored in the newly launched LS4P phase II experiment.",
        "This study has investigated the mechanisms of the global atmospheric response to the TP spring LST/SUBT anomalies in simulations by LS4P-I ESMs. To further explore the TP’s role and the influence of TRC wave train in S2S predictions, we check the response simulated by each model in May. These results taken together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations.",
        "Our aim is to place the TP LST/SUBT’s influence on the global atmospheric circulations with a focus on the dynamical feature of the TRC wave train and its importance for improving S2S prediction."
      ],
      "challenges": [
        "However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences.",
        "However, there are phase differences between the simulated wave train and the observations. However, over the regions from the North Atlantic to the Ural Mountains, the observed geopotential height anomalies show opposite signs to the multi-model average, suggesting that in those regions the TP surface cooling may not be the major cause for the observed circulation anomalies. The main difference is that the simulated atmospheric response in model ensemble evolve faster than the observation. The associated diversities in the model response in the Southern Hemispheric circulations could be one of the main reasons that the simulated response exhibit great inconsistency with the observation, though the model ensembles show strong Southern Hemispheric responses especially in the mid-high latitudes.",
        "Compared with the observation, none of the LS4P-I ESMs well captures the observed T2m cold anomaly in May 2003. The ensemble mean of the 16 LS4P-I ESMs exhibits a warm bias of 1.02 °C over the TP, which is stronger than the standard deviation of the observed inter-annual variation of TP T2m (about 0.7 °C). The spatial distribution of the model bias for the ensemble mean is shown in Fig. 1b, which shows a clear warm bias in May 2003 T2m over the eastern part of the TP. The LS4P-I simulations further show that the TP surface thermal state not only has circumglobal influence in the Northern Hemisphere, but it also affects the extratropical atmospheric circulation in the Southern Hemisphere, though with a large uncertainty due to inter-model variability."
      ],
      "methods": [
        "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
      ],
      "dataset": [
        "The ensemble mean of simulated 200 hPa geopotential height difference is also illustrated in Fig. 5a together with the observations for May 2003 (Fig. 5b), to further explore the atmospheric circulation responses to the TP LST/SUBT effect.",
        "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. All data are provided at 0.5° × 0.5° spatial resolution. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis (Harris et al. 2014; 2020)."
      ],
      "findings": [
        "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. The TRC wave train modulated by the TP thermal anomaly play a critical role on the early summer surface air temperature and precipitation anomalies in the regions along the wave train, especially over the northwest North America and the southern Great Plains. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned.",
        "These results taking together suggest that the TRC wave train plays a key role in the influence of TP’s surface and subsurface temperatures on the hot spot regions, especially for the regions in North America, though the detailed mechanisms through which the TRC wave train affects the precipitation in these different regions still need further investigations. The ensemble model simulations show that, with the strong westerly jet across the extratropical Asian-Pacific region, the TP surface cooling generates a barotropic, persistent (evolving in time scales longer than a month) TRC wave train from TP through northeast Asia and Bering Strait to the west part of the North America, whose features closely resemble the observed geopotential height anomaly from May to June in 2003.",
        "The key features of the simulated ensemble mean of June precipitation in response to the TP LST/SUBT effect were discussed in Xue et al. (2022). The LS4P-I experiment, however, shows that the TP surface anomaly can result in persistent and global scale anomalies in atmospheric circulations, and has a near-global influence on the summer T2m and precipitation on S2S time scale. Furthermore, the LS4P-I experiment confirms and highlights the important even critical role of the TRC wave train in the global influence of the TP surface anomaly. The analysis of 16 state-of-the-art ESMs shows for the first time that the springtime TP surface anomaly can modulate a persistent quasi-barotropic TRC wave train."
      ],
      "backgroundCn": [
        "亚季节到季节（S2S）预测干旱和洪水是天气和气候预测中的主要挑战之一。最近的研究表明，春季青藏高原（TP）的地表温度/地下温度（LST/SUBT）可以成为S2S预测的新来源。成功预测亚季节到季节（S2S）时间尺度上的干旱和洪水是天气和气候预测中的一大挑战，预测失败可能对社会和经济造成重大不利影响。海表温度（SST）变化，如与麦登-朱利安振荡相关的变化，已知提供了一个可预测性来源。最近的研究表明，春季地表/地下温度（LST/SUBT）在S2S时间尺度上提供了一个新的可预测性来源。全球能源与水循环交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对夏季降水预测的影响。",
        "中纬度的背景温度梯度也影响了斜压涡旋的活动（Xue et al., 2023），这进一步增强了纬向风的变化，并在涡旋向下游移动并与纬向流相互作用时进一步影响下游的纬向风。青藏高原下游的纬向风响应与这些研究一致，表现为北太平洋喷流核心沿线的纬向风显著减速。同时，在喷流核心以北发现了纬向风的显著加速，表明喷流略微向北偏移。这种纬向风的变化在观测中也有对应（见图4b）。图5a中的一个显著特征是青藏高原上方200 hPa的强负位势高度异常，伴随着气旋异常环流。这种环流响应对应于青藏高原上的冷异常，导致大气下沉并在上层诱发负位势高度异常。此外，图5a中显示了从青藏高原到北太平洋的明显波状模式的位势高度差。青藏高原上方的负位势高度异常中心向东延伸至日本，而在白令海峡以东则出现了强正位势高度中心及反气旋环流，中心位于约170°E，50°N。波状位势高度差进一步从落基山脉延伸穿过北美大陆、北大西洋，最终回到欧亚大陆。上述大气环流的模拟响应总体上与2003年5月的观测位势高度异常一致（图5b）。此外，在南半球，尤其是在中纬度地区，也注意到对青藏高原表面冷异常的位势高度响应（图5a，b）。因此，我们还检查了模拟风场的异常流函数。波动能量通量（WAF）与罗斯贝波的群速度平行，能够大致指示波能量的传播。",
        "尽管由于海洋温度异常引起的热带遥相关（teleconnections），例如ENSO与亚洲季风之间的关系，已经得到了广泛研究（例如，Wang等，2000；Li等，2007；Li等，2017），但山地加热对全球大气环流的远程影响尚未得到充分研究。LS4P-I实验提供了一个机会，以探索TRC波列的详细特征以及大气环流对青藏高原表面异常的全球响应。众所周知，青藏高原的热状态可以显著影响东亚的天气和气候（例如，Liu等，2020）。早期研究表明，在夏季，北半球的副热带地区沿着西风急流存在一个环全球遥相关模式（CTP）。强对流季风降水中的潜热被认为是CTP的主要驱动因素（例如，Lau和Peng，1991；Lau和Weng，2002；Lau等，2004；Ding和Wang，2005；Ding等，2011）。"
      ],
      "research objectiveCn": [
        "项目“初始化地表温度和雪盖对季节内到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了16个参与LS4P第一阶段（LS4P-I）实验的当前先进地球系统模型（ESMs）对春季天山地区地表降温的全球尺度大气环流响应的模拟。对热带环流波列及其向南半球的跨赤道传播的动态理解将在新启动的LS4P第二阶段实验中进行深入探讨。",
        "本研究调查了LS4P-I ESMs模拟中全球大气对青藏 Plateau（TP）春季地表温度/地下温度异常的响应机制。为了进一步探讨TP的作用及热带环流（TRC）波列在短期到季节预测中的影响，我们检查了每个模型在五月的响应。这些结果表明，TRC波列在TP的地表和地下温度对热点区域的影响中起着关键作用，尤其是在北美地区，尽管TRC波列如何影响这些不同区域的降水的详细机制仍需进一步研究。",
        "我们的目标是将热带低频（TP LST/SUBT）对全球大气环流的影响与热带环流波列（TRC wave train）的动力特征结合起来，重点关注其在改善季节到季节（S2S）预测中的重要性。"
      ],
      "challengesCn": [
        "然而，从热带地区传播到南半球的模拟路径在不同模型之间显示出较大的差异。",
        "然而，模拟的波列与观测之间存在相位差异。然而，从北大西洋到乌拉尔山脉的区域，观测到的地势高度异常与多模型平均值呈现相反的符号，这表明在这些区域，地表冷却可能不是观测到的环流异常的主要原因。主要的区别在于，模型集合中模拟的气候响应演变速度快于观测。南半球环流中模型响应的相关多样性可能是模拟响应与观测之间存在巨大不一致的主要原因之一，尽管模型集合在南半球中高纬度地区表现出强烈的响应。",
        "与观测相比，LS4P-I的气候模型（ESMs）并未很好地捕捉到2003年5月的T2m冷异常。16个LS4P-I气候模型的集合均值在青藏 Plateau（TP）上表现出1.02°C的暖偏差，这一偏差强于TP T2m观测的年际变化标准差（约0.7°C）。模型集合均值的偏差空间分布如图1b所示，显示出2003年5月TP T2m在东部地区的明显暖偏差。LS4P-I模拟进一步表明，TP表面热状态不仅对北半球具有全球影响，还影响南半球的温带大气环流，尽管由于模型间的变异性，这一影响存在较大不确定性。"
      ],
      "methodsCn": [
        "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则经历了非常寒冷的天气。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常的全球影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与TP 5月表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP T2m上的偏差。"
      ],
      "datasetCn": [
        "模拟的200 hPa位势高度差的集合均值也在图5a中展示，并与2003年5月的观测结果（图5b）一起，进一步探讨了大气环流对青藏高原地表温度/土壤湿度效应的响应。",
        "图1a中显示了青藏高原（TP）地区的T2m异常观测数据，我们使用来自美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS，Fan和van den Dool 2008）的数据。我们使用第五代欧洲中期天气预报中心大气重分析（ERA5，Hersbach等，2020），该数据被称为观测数据，具有1.0° × 1.0°的常规水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。所有数据均以0.5° × 0.5°的空间分辨率提供。全球降水数据来自气候研究单位（CRU），在实施分析时使用版本4.02（Harris等，2014；2020）。"
      ],
      "findingsCn": [
        "LS4P-I结果首次表明，春季的TP表面温度异常可以通过东北亚和白令海峡调制一个持久的准纬向青藏 Plateau-落基山脉环全球（TRC）波列，延伸至北美西部，以及春季从TP横跨整个北太平洋盆地的西风急流。由TP热异常调制的TRC波列在早夏的表面气温和降水异常中发挥了关键作用，尤其是在波列沿线的西北北美和南部大平原地区。这些结果表明，TP的地表温度/土壤湿度异常通过TRC波列是上述地区季节到季节变率的主要来源。",
        "这些结果综合表明，青藏 Plateau（TP）的波列在影响TP的表面和地下温度对热点地区的影响中发挥了关键作用，尤其是在北美地区，尽管TRC波列影响这些不同地区降水的详细机制仍需进一步研究。集合模型模拟表明，在亚太地区的强西风急流下，TP的表面降温产生了一个从TP经过东北亚和白令海峡到北美西部的条状、持久的（演变时间尺度超过一个月）TRC波列，其特征与2003年5月至6月观察到的地势高度异常非常相似。",
        "Xue et al. (2022) 讨论了响应于青藏高原（TP）地表温度/土壤湿度效应的6月降水模拟集合均值的关键特征。然而，LS4P-I实验表明，TP表面异常可以导致大气环流的持续和全球尺度异常，并对季节到季节的时间尺度上的夏季2米气温和降水产生近全球影响。此外，LS4P-I实验确认并强调了青藏高原表面异常在全球影响中的重要甚至关键作用，即热带环流（TRC）波列。对16个先进的地球系统模型（ESMs）的分析首次表明，春季青藏高原表面异常可以调节一个持续的准气压TRC波列。"
      ]
    },
    {
      "background": [
        "Subseasonal-to-seasonal (S2S) precipitation prediction in boreal spring and summer months, despite including large number of high-impact events, such as droughts/floods, has remained poor for years. Tibetan Plateau (TP) spring observed surface temperatures show a lag correlation with summer precipitation in several remote regions, but current global land–atmosphere coupled models are unable to represent this behavior due to significant errors in producing observed TP surface temperatures. The land’s role in the climate system at various scales has been the subject of much research since the 1970s. A few land surface attributes, such as albedo, soil moisture, leaf area index, vegetation, and aerosols in snow have been extensively investigated to explore their roles in land–atmosphere interactions. Ocean state is well known to play a major role in modulating Earth’s climate. The linkage of hydrological events to sea surface temperature (SST) anomalies, such as El Niño and La Niña, has been used to predict climate events with useful skill at long lead times ranging from a few months to a few years. However, studies have also consistently shown that the SST only partially explains climate predictability. Recent preliminary studies based on observational data and modeling have indicated that spring land temperature in the Rocky Mountains and the Tibetan Plateau (TP) could affect summer drought/flood in their respective downstream regions with a magnitude comparable to the SST effect and atmospheric internal variability. Although land surface 2-m air temperature (T2m) measurements have the best quality and longest record among various land surface variables with global coverage, their application in land–atmosphere interaction studies, S2S prediction in particular, has largely been overlooked."
      ],
      "research objective": [
        "To address these issues, the Global Energy and Water Exchanges (GEWEX) program launched the “Impact of Initialized Land Temperature and Snowpack on Subseasonal-to-Seasonal Prediction” (LS4P) initiative as a community effort to test the impact of land temperature in high-mountain regions on S2S prediction by climate models. This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here. The LS4P objective is to examine whether the observed cold May 2003 TP anomaly causes the observed remote June precipitation anomalies over hotspots worldwide."
      ],
      "challenges": [
        "Robust land initialization and model configuration are critical to this effort yet remain scientifically challenging. Most studies of land–atmosphere interactions have been limited by a lack of observational data and tend to focus on local feedbacks. Current state-of-the-art ESMs are unable to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and in the reanalysis data that provide unbalanced initial atmospheric/land conditions. There are two issues that need further investigation: 1) The ensemble-mean-produced T2m difference is smaller than the observed anomaly. Would this deficiency cause an underestimation of the TP T2m effect? 2) In some areas, the ensemble mean produces a significant June precipitation difference, such as in western Australia and western Europe, but with the opposite sign compared to the observation. Is this due to a model deficiency in its ability to produce the full TP T2m anomaly and/or correct precipitation anomaly, and/or some other processes involved?"
      ],
      "methods": [
        "In this study, observed T2m records are used to examine possible relationships between the TP T2m and global precipitation and to identify the locations (hotspots) where the initialization of TP May land temperatures may enhance June precipitation prediction skill. Two pairs of experiments with 16 state-of-the-art LS4P ESMs (Table ES1) have been conducted. In the first experiment (referred to as control run), we evaluate whether the ESMs can properly produce the observed TP T2m anomaly in May 2003 and the June precipitation anomaly. To alleviate the ESMs’ May TP T2m bias and to generate the observed cold TP spring anomaly, we introduce an innovative approach to initializing the LST/SUBT over the TP. After adjusting the LST/SUBT initial conditions based on each model’s T2m bias and observed anomaly over the TP, a second experiment (referred to as the sensitivity run) is conducted using the new LST/SUBT initial condition for each model over the TP, with all other initial and boundary conditions and ensemble members identical to the first experiment."
      ],
      "dataset": [
        "In this study, the Chinese Meteorological Administration (CMA) T2m data, which consist in 80 stations over the TP and more than 2,400 stations over all of China, are used over China. The Climate Anomaly Monitoring System (CAMS) T2m data are used elsewhere. The Climate Research Unit (CRU) data are used for precipitation over globe."
      ],
      "findings": [
        "This study reveals for the first time that high-mountain land temperature could be a substantial source of S2S precipitation predictability, and its effect is probably as large as ocean surface temperature over global “hotspot” regions identified here; the ensemble means in some “hotspots” produce more than 40% of the observed anomalies. Consistent results from observations and multiple ESM experiments show that improving the May TP land temperature simulation through LST/SUBT initialization over the TP allows ESMs to better predict June precipitation over hotspots, and that the LST over high-mountain areas could be a new source of S2S predictability through elevated heating."
      ],
      "backgroundCn": [
        "亚季节到季节（S2S）降水预测在北半球春季和夏季月份尽管包括大量高影响事件，如干旱/洪水，但多年来预测效果仍然较差。青藏 Plateau（TP）春季观测的地表温度与多个远程地区的夏季降水存在滞后相关性，但当前全球陆气耦合模型由于在产生观测到的TP地表温度方面存在显著误差，无法表现这种行为。自1970年代以来，土地在气候系统中不同尺度的作用一直是许多研究的主题。一些土地表面属性，如反照率、土壤湿度、叶面积指数、植被和雪中的气溶胶，已被广泛研究以探索它们在陆气相互作用中的作用。海洋状态众所周知在调节地球气候方面发挥着重要作用。水文事件与海表温度（SST）异常（如厄尔尼诺和拉尼娜）的联系已被用于预测气候事件，具有从几个月到几年不等的有用技能。然而，研究也一致表明，SST仅部分解释气候可预测性。基于观测数据和建模的近期初步研究表明，落基山脉和青藏高原（TP）的春季地面温度可能影响各自下游地区的夏季干旱/洪水，其影响程度与SST效应和大气内部变率相当。尽管地表2米气温（T2m）测量在各种陆地表面变量中具有最佳质量和最长记录，并且具有全球覆盖，但在陆气相互作用研究中，特别是在S2S预测中的应用仍然被忽视。"
      ],
      "research objectiveCn": [
        "为了解决这些问题，全球能源与水交换（GEWEX）计划启动了“初始化陆地温度和雪盖对亚季节到季节预测影响”（LS4P）倡议，作为一项社区努力，测试高山地区陆地温度对气候模型亚季节到季节（S2S）预测的影响。这项研究首次揭示，高山陆地温度可能是S2S降水可预测性的一个重要来源，其影响可能与全球“热点”地区的海洋表面温度相当。LS4P的目标是检查观察到的2003年5月青藏高原异常低温是否导致全球热点地区观察到的6月降水异常。"
      ],
      "challengesCn": [
        "稳健的土地初始化和模型配置对这一努力至关重要，但仍然具有科学挑战性。大多数关于陆地-大气相互作用的研究受到观测数据不足的限制，往往集中于局部反馈。目前最先进的地球系统模型（ESMs）无法完全保留初始化的地表温度（LST）异常的记忆，原因在于模型参数化和提供不平衡初始大气/陆地条件的再分析数据存在缺陷。需要进一步研究两个问题：1）集合均值产生的2米气温（T2m）差异小于观测异常。这一缺陷是否会导致对热带气候（TP）T2m效应的低估？2）在某些地区，集合均值产生了显著的6月降水差异，例如在澳大利亚西部和西欧，但与观测结果的符号相反。这是由于模型在产生完整的TP T2m异常和/或正确的降水异常方面的缺陷，还是涉及其他一些过程？"
      ],
      "methodsCn": [
        "在这项研究中，观察到的T2m记录用于检查TP T2m与全球降水之间的可能关系，并识别出初始化TP 5月地面温度可能增强6月降水预测技能的位置（热点）。进行了两组实验，使用16个最先进的LS4P ESMs（见表ES1）。在第一个实验（称为控制运行）中，我们评估ESMs是否能够正确产生2003年5月的TP T2m异常和6月的降水异常。为了减轻ESMs在5月TP T2m上的偏差，并生成观察到的寒冷TP春季异常，我们引入了一种创新的方法来初始化TP的LST/SUBT。在根据每个模型的T2m偏差和TP的观察异常调整LST/SUBT初始条件后，进行第二个实验（称为敏感性运行），该实验使用新的TP LST/SUBT初始条件，所有其他初始和边界条件以及集合成员与第一个实验相同。"
      ],
      "datasetCn": [
        "在本研究中，使用了中国气象局（CMA）的T2m数据，该数据涵盖了青藏 Plateau（TP）上的80个站点以及中国境内超过2400个站点。气候异常监测系统（CAMS）的T2m数据用于其他地区。气候研究单位（CRU）的数据用于全球降水。"
      ],
      "findingsCn": [
        "这项研究首次揭示，高山地区的地面温度可能是季节到季节（S2S）降水可预测性的一个重要来源，其影响可能与全球“热点”区域的海洋表面温度相当；在一些“热点”区域，集合均值产生的观测异常超过40%。来自观测和多种地球系统模型（ESM）实验的一致结果表明，通过对青藏 Plateau（TP）地区的地面温度进行LST/SUBT初始化，可以改善5月TP地面温度的模拟，从而使ESM更好地预测6月在热点地区的降水，并且高山地区的地面温度可能成为通过升高加热提供新的S2S可预测性的来源。"
      ]
    },
    {
      "background": [
        "The successful prediction of droughts and floods at subseasonal-to-seasonal (S2S) time scales is one of the major challenges of weather and climate prediction, with failures that can result in major adverse impacts on societies and economies. Improving the prediction skill at S2S timescale requires a further understanding of the mechanisms at work for climate variabilities at this timescale as well as the identification of predictability sources. Recent studies suggest that springtime land surface/subsurface temperature (LST/SUBT) provides a new source of predictability at S2S time scales. The Global Energy and Water Exchanges (GEWEX) program has initiated the project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” to investigate the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions."
      ],
      "research objective": [
        "The project “Impact of Initialized Land Surface Temperature and Snowpack on Subseasonal to Seasonal Prediction (LS4P)” was initiated to study the impact of springtime LST/SUBT anomalies over high mountain areas on summertime precipitation predictions. The present work explores the simulated global scale response of the atmospheric circulation to the springtime TP land surface cooling by 16 current state-of-the-art Earth System Models (ESMs) participating in the LS4P Phase I (LS4P-I) experiment."
      ],
      "challenges": [
        "The participant models that fail in capturing the TRC wave train greatly under-predict climate anomalies in reference to observations and the successful models. However, the simulated propagation pathways from the TP into the Southern Hemisphere show large inter-model differences."
      ],
      "methods": [
        "In the first phase of the LS4P project (LS4P-I), the year 2003 is the focal case, in which extreme summer drought/flood occurred in East Asia after a very cold spring in the TP. Two sets of numerical experiments were conducted in LS4P-I to investigate the global influence of the TP spring surface temperature anomaly. A first set of runs, referred to as EXP_CTRL, is designed to evaluate the performance of the 16 ESMs in simulating the TP T2m and precipitation anomalies during May and June 2003. In EXP_CTRL runs, the ESMs start simulations from late April or May 1st, and use the standard S2S prediction setting of atmospheric and land initial conditions. Another set of numerical experiments was carried out by the ESMs to test whether the regional bias in June precipitation mentioned in the previous paragraph is related to the bias in May surface temperature over TP. In this set of experiments, which are collectively referred to as EXP_LST/SUBT run, the models’ bias in May TP T2m is reduced by initializing the TP LST and SUBT conditions."
      ],
      "dataset": [
        "The observed T2m anomaly in the TP is shown in Fig. 1a, for which we use the data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS, Fan and van den Dool 2008). We use the fifth generation ECMWF atmospheric reanalysis (ERA5, Hersbach et al. 2020), which is referred to as observations, with a regular horizontal resolution of 1.0° × 1.0° to investigate the atmospheric circulation in year 2003 and for climatology, with the latter defined as the average from year 1981 to 2015. The global precipitation data are from the Climate Research Unit (CRU), in which version 4.02 is used when implementing the analysis."
      ],
      "findings": [
        "The LS4P-I results show, for the first time, that springtime TP surface anomalies can modulate a persistent quasi-barotropic Tibetan Plateau-Rocky Mountain Circumglobal (TRC) wave train from the TP via the northeast Asia and Bering Strait to the western part of the North America, along with the springtime westerly jet from TP across the whole North Pacific basin. These results suggest that the TP LST/SUBT anomaly via the TRC wave train is the first order source of the S2S variability in the regions mentioned. Furthermore, the TP surface temperature anomaly can influence the Southern Hemispheric circulation by generating cross-equator wave trains."
      ],
      "backgroundCn": [
        "在亚季节到季节（S2S）时间尺度上成功预测干旱和洪水是天气和气候预测面临的主要挑战之一，预测失败可能导致对社会和经济产生重大不利影响。提高S2S时间尺度的预测技能需要进一步理解该时间尺度气候变率的机制以及识别可预测性来源。最近的研究表明，春季地表/地下温度（LST/SUBT）为S2S时间尺度提供了一种新的可预测性来源。全球能源与水交换（GEWEX）计划已启动“初始化地表温度和雪盖对亚季节到季节预测影响（LS4P）”项目，以研究春季LST/SUBT异常对高山地区夏季降水预测的影响。"
      ],
      "research objectiveCn": [
        "项目“初始化地表温度和雪盖对亚季节到季节预测的影响（LS4P）”旨在研究春季地表温度/雪盖异常对高山地区夏季降水预测的影响。目前的工作探讨了参与LS4P第一阶段（LS4P-I）实验的16个当前最先进的地球系统模型（ESMs）对春季天山地区地表冷却的全球尺度大气环流响应的模拟。"
      ],
      "challengesCn": [
        "未能捕捉到TRC波动的参与模型在参考观测和成功模型时，严重低估了气候异常。然而，从青藏 Plateau（TP）到南半球的模拟传播路径存在较大的模型间差异。"
      ],
      "methodsCn": [
        "在LS4P项目的第一阶段（LS4P-I）中，2003年是重点案例，该年东亚经历了极端的夏季干旱/洪水，春季在青藏 Plateau（TP）则非常寒冷。LS4P-I中进行了两组数值实验，以研究TP春季表面温度异常的全球影响。第一组实验称为EXP_CTRL，旨在评估16个地球系统模型（ESMs）在模拟2003年5月和6月TP气温（T2m）和降水异常方面的表现。在EXP_CTRL实验中，ESMs从4月底或5月1日开始模拟，并使用标准的季节到季节（S2S）预测设置的气候和陆地初始条件。另一组数值实验则由ESMs进行，以测试6月降水的区域偏差是否与5月TP表面温度的偏差相关。在这一组实验中，统称为EXP_LST/SUBT运行，通过初始化TP的陆地表面温度（LST）和土壤温度（SUBT）条件，减少模型在5月TP气温上的偏差。"
      ],
      "datasetCn": [
        "在图1a中显示了青藏高原（TP）的观测气温（T2m）异常，我们使用来自美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS，Fan和van den Dool 2008）的数据。我们使用第五代欧洲中期天气预报中心（ECMWF）大气重分析（ERA5，Hersbach等，2020），该数据被称为观测数据，具有1.0° × 1.0°的规则水平分辨率，以研究2003年的大气环流以及气候学，后者定义为1981年至2015年的平均值。全球降水数据来自气候研究单位（CRU），在实施分析时使用版本4.02。"
      ],
      "findingsCn": [
        "LS4P-I的结果首次表明，春季的温度异常可以通过持久的准纬向青藏 Plateau-落基山脉环全球（TRC）波列，从青藏 Plateau 通过东北亚和白令海峡传递到北美西部，同时影响整个北太平洋盆地的春季西风急流。这些结果表明，青藏 Plateau 的地表温度/土壤湿度异常通过 TRC 波列是上述地区季节到季节变率的第一源。此外，青藏 Plateau 的地表温度异常还可以通过产生跨赤道波列影响南半球的环流。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there challenges related to inter-model differences in the simulated propagation pathways from the Tibetan Plateau into the Southern Hemisphere?",
        "QuestionCn": "与从青藏 Plateau 向南半球传播路径的模拟相关的模型间差异存在挑战吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C4(Analyzing)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which data source is primarily used for monitoring the Tibetan Plateau surface temperature anomalies: NOAA CAMS, ECMWF ERA5, or another source?",
        "QuestionCn": "监测青藏高原表面温度异常的主要数据来源是：NOAA CAMS、ECMWF ERA5，还是其他来源？",
        "AnswerEn": "NOAA Climate Anomaly Monitoring System (CAMS) and ECMWF ERA5",
        "AnswerCn": "NOAA 气候异常监测系统 (CAMS) 和 ECMWF ERA5",
        "Level": "C1(Remembering)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where can researchers find datasets on global precipitation data used in subseasonal-to-seasonal prediction studies?",
        "QuestionCn": "研究人员可以在哪里找到用于亚季节到季节预测研究的全球降水数据集？",
        "AnswerEn": "Climate Research Unit (CRU)",
        "AnswerCn": "气候研究单位 (CRU)",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "When is the initialization of land temperature and snowpack crucial for improving subseasonal-to-seasonal prediction models?",
        "QuestionCn": "陆地温度和积雪初始化对于改进次季节到季节预测模型何时至关重要？",
        "AnswerEn": "May",
        "AnswerCn": "五月",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to study the impact of land temperature in high-mountain regions on subseasonal-to-seasonal precipitation predictability?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于研究高山地区地表温度对季节内到季节性降水可预测性的影响？",
        "AnswerEn": "One example of a data collection method used in this field is the use of observed T2m records to examine possible relationships between the Tibetan Plateau T2m and global precipitation, and to identify locations where initializing May land temperatures may enhance June precipitation prediction skill.",
        "AnswerCn": "在该领域中使用的一种数据收集方法是利用观测的T2m记录来研究青藏高原T2m与全球降水之间的可能关系，并识别出在何处初始化5月的陆地温度可能增强6月降水预测技能。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a challenge faced when collecting data for studies on subseasonal-to-seasonal predictability of climate events?",
        "QuestionCn": "您能否提供一个在收集关于气候事件的次季节到季节可预测性研究的数据时面临的挑战的例子？",
        "AnswerEn": "A challenge in data collection for these studies is the inability of current state-of-the-art Earth System Models to fully preserve the memory from initialized land surface temperature anomalies, due to deficiencies in model parameterizations and reanalysis data that provide unbalanced initial atmospheric and land conditions.",
        "AnswerCn": "这些研究中数据收集的一个挑战是，当前最先进的地球系统模型无法完全保留初始化的陆地表面温度异常的记忆，这主要是由于模型参数化和提供不平衡初始大气和陆地条件的再分析数据存在缺陷。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the main challenges in developing datasets for subseasonal-to-seasonal prediction in high-altitude regions?",
        "QuestionCn": "在高海拔地区开发季节内到季节性预测的数据集面临的主要挑战是什么？",
        "AnswerEn": "accurately capturing the initial land temperature conditions, addressing model deficiencies in parameterizations, ensuring balanced initial atmospheric and land conditions, overcoming inter-model variability",
        "AnswerCn": "准确捕捉初始陆地温度条件，解决模型在参数化方面的缺陷，确保初始大气和陆地条件的平衡，克服模型间的变异性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many state-of-the-art Earth System Models (ESMs) were used in the LS4P Phase I experiment to simulate global atmospheric responses?",
        "QuestionCn": "在LS4P第一阶段实验中，使用了多少个最先进的地球系统模型（ESMs）来模拟全球大气响应？",
        "AnswerEn": "16",
        "AnswerCn": "16",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the spatial resolution of the ERA5 atmospheric reanalysis data used to investigate atmospheric circulation?",
        "QuestionCn": "ERA5大气重分析数据用于研究大气环流的空间分辨率是多少？",
        "AnswerEn": "1.0° × 1.0°",
        "AnswerCn": "1.0° × 1.0°",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'ensemble mean' signify in the context of climatological model evaluations?",
        "QuestionCn": "在气候模型评估的背景下，“集合平均”是什么意思？",
        "AnswerEn": "In the context of climatological model evaluations, 'ensemble mean' refers to the average output derived from multiple runs of Earth System Models (ESMs), which helps in assessing the general trend or pattern by reducing the impact of individual model biases or errors.",
        "AnswerCn": "在气候模型评估的背景下，“集合均值”是指从多个地球系统模型（ESMs）的运行中得出的平均输出，这有助于通过减少个别模型偏差或错误的影响来评估一般趋势或模式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "In what ways do challenges in data collection for subseasonal-to-seasonal (S2S) prediction differ between oceanic and land surface temperature datasets?",
        "QuestionCn": "在海洋和陆地表面温度数据集的亚季节到季节（S2S）预测中，数据收集面临的挑战有哪些不同之处？",
        "AnswerEn": "Challenges in collecting oceanic data often revolve around capturing SST anomalies accurately, which are known sources of predictability. For land surface temperature, challenges include robust initialization, model configuration, and preserving memory of initialized anomalies due to model deficiencies, which are not as predominant in oceanic datasets.",
        "AnswerCn": "收集海洋数据的挑战通常围绕准确捕捉海表温度（SST）异常，这些异常是已知的可预测性来源。对于陆地表面温度，挑战包括稳健的初始化、模型配置以及由于模型缺陷而保持初始化异常的记忆，这些问题在海洋数据集中并不那么突出。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying factors might influence the effectiveness of initializing land surface temperature and snowpack in climate models, and how can these factors be identified in datasets?",
        "QuestionCn": "影响气候模型中初始化地表温度和雪盖有效性的潜在因素有哪些？如何在数据集中识别这些因素？",
        "AnswerEn": "Factors influencing the effectiveness of initializing land surface temperature and snowpack include model parameterization, the balance of initial atmospheric and land conditions, and observational data accuracy. These factors can be identified by analyzing discrepancies between observed and simulated temperature and precipitation anomalies, and by assessing the model's ability to preserve the memory of initialized LST anomalies.",
        "AnswerCn": "影响地表温度和雪盖初始化有效性的因素包括模型参数化、初始大气和陆地条件的平衡以及观测数据的准确性。这些因素可以通过分析观测与模拟的温度和降水异常之间的差异，以及评估模型保持初始化地表温度异常记忆的能力来识别。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What insights can be drawn about subseasonal-to-seasonal predictability from the observed correlations between land surface temperatures in high mountain regions and global precipitation patterns?",
        "QuestionCn": "从高山地区地表温度与全球降水模式之间的相关性中可以得出哪些关于次季节到季节可预测性的见解？",
        "AnswerEn": "The observed correlations suggest that land surface temperatures in high mountain regions can serve as a substantial source of predictability for subseasonal-to-seasonal precipitation patterns. This indicates that incorporating accurate LST and SUBT data in climate models may enhance prediction skill, particularly in identified 'hotspot' regions where land temperature effects are comparable to oceanic temperature influences.",
        "AnswerCn": "观察到的相关性表明，高山地区的地表温度可以作为亚季节到季节降水模式的重要预测来源。这表明，在气候模型中纳入准确的地表温度和亚表层温度数据可能会提高预测技能，特别是在那些地表温度影响与海洋温度影响相当的“热点”地区。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why is it difficult to maintain the memory of initialized land surface temperature anomalies in Earth System Models for subseasonal-to-seasonal prediction?",
        "QuestionCn": "为什么在地球系统模型中，维持初始化的陆地表面温度异常的记忆对于亚季节到季节的预测是困难的？",
        "AnswerEn": "Maintaining the memory of initialized land surface temperature anomalies is challenging due to deficiencies in model parameterizations and unbalanced initial atmospheric/land conditions provided by reanalysis data. This results in models not fully preserving memory from the land surface temperature anomalies, affecting prediction accuracy.",
        "AnswerCn": "维护初始化的地表温度异常的记忆是具有挑战性的，这主要是由于模型参数化的缺陷和再分析数据提供的不平衡的初始大气/陆地条件。这导致模型未能充分保留来自地表温度异常的记忆，从而影响预测的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the differences in observed versus simulated temperature and precipitation anomalies over the Tibetan Plateau and its global impact regions?",
        "QuestionCn": "导致青藏高原及其全球影响区域观察到的温度和降水异常与模拟结果之间差异的原因是什么？",
        "AnswerEn": "Differences arise because the ensemble mean of the models often fails to capture the observed temperature anomaly magnitude, and in some regions, the models produce precipitation anomalies with opposite signs to observations. This could be due to model deficiencies in simulating the full temperature anomaly, precipitation anomaly, or other involved processes.",
        "AnswerCn": "差异的产生是因为模型的集合均值往往无法捕捉到观测到的温度异常幅度，并且在某些地区，模型产生的降水异常与观测结果的符号相反。这可能是由于模型在模拟完整的温度异常、降水异常或其他相关过程方面存在缺陷。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using high mountain land temperature data as a source of predictability for subseasonal-to-seasonal precipitation forecasting?",
        "QuestionCn": "使用高山土地温度数据作为亚季节到季节降水预报的可预测性来源的潜在结果是什么？",
        "AnswerEn": "High mountain land temperature data could be a substantial source of subseasonal-to-seasonal precipitation predictability, potentially matching the effect of ocean surface temperature over global hotspot regions. Improved simulation of land temperature through initialization can enhance model predictions of precipitation in these regions.",
        "AnswerCn": "高山地区的土地温度数据可能成为亚季节到季节降水可预测性的一个重要来源，其潜力可能与全球热点区域的海洋表面温度效应相匹配。通过初始化改善土地温度的模拟，可以增强模型对这些地区降水的预测能力。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the fundamental goal of using initialized land surface temperature and snowpack data in subseasonal to seasonal prediction models?",
        "QuestionCn": "在亚季节到季节预测模型中使用初始化的地表温度和雪盖数据的基本目标是什么？",
        "AnswerEn": "The fundamental goal is to study the impact of springtime land surface and subsurface temperature anomalies over high mountain areas on summertime precipitation predictions, enhancing the predictability of climate events at subseasonal-to-seasonal timescales.",
        "AnswerCn": "基本目标是研究春季地表和地下温度异常对高山地区夏季降水预测的影响，从而增强亚季节到季节时间尺度上气候事件的可预测性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in initializing the land surface temperature and subsurface temperature conditions in Earth System Models for subseasonal-to-seasonal prediction studies?",
        "QuestionCn": "在亚季节到季节预测研究中，初始化地表温度和地下温度条件的程序包括哪些步骤？",
        "AnswerEn": "The initialization of land surface temperature (LST) and subsurface temperature (SUBT) over the Tibetan Plateau involves using observed T2m records to adjust the initial conditions. This adjustment is based on each model's T2m bias and the observed anomaly over the TP, ensuring the models start with realistic temperature conditions. The process includes conducting control and sensitivity experiments with these initialized conditions to evaluate and enhance the models' prediction skill.",
        "AnswerCn": "对青藏 Plateau 的地表温度（LST）和地下温度（SUBT）的初始化涉及使用观测的 T2m 记录来调整初始条件。此调整基于每个模型的 T2m 偏差和青藏 Plateau 上的观测异常，确保模型以现实的温度条件开始。该过程包括进行控制实验和敏感性实验，以评估和提高模型的预测能力。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methods are used to identify and utilize key sources of subseasonal-to-seasonal predictability from land surface anomalies?",
        "QuestionCn": "用于识别和利用来自陆面异常的亚季节到季节预测能力的关键来源的方法有哪些？",
        "AnswerEn": "To identify and utilize key sources of predictability from land surface anomalies, observed T2m records are analyzed to establish potential relationships between TP T2m and global precipitation. This involves conducting experiments with multiple Earth System Models to assess the impact of TP land temperature initialization on enhancing June precipitation prediction skill over identified 'hotspot' regions. The approach includes comparing control runs with sensitivity runs where the initial LST/SUBT conditions are adjusted to reflect observed anomalies.",
        "AnswerCn": "为了识别和利用来自陆地表面异常的关键可预测性，分析了观测的2米气温（T2m）记录，以建立热带地区（TP）T2m与全球降水之间的潜在关系。这涉及使用多个地球系统模型进行实验，以评估TP陆地温度初始化对提高识别出的“热点”区域6月降水预测技能的影响。该方法包括比较控制运行与敏感性运行，其中初始的陆地表面温度/土壤温度条件被调整为反映观测到的异常。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable researchers to capture the impact of land surface temperature anomalies on subseasonal-to-seasonal prediction in high mountain regions?",
        "QuestionCn": "哪些数据收集方法能够使研究人员捕捉到地表温度异常对高山地区亚季节到季节预测的影响？",
        "AnswerEn": "Researchers utilize numerical experiments with Earth System Models (ESMs), which include initializing land surface and subsurface temperature conditions based on biases and observed anomalies. Additionally, observed temperature records from meteorological stations and reanalysis data from systems like ECMWF are used to study these impacts.",
        "AnswerCn": "研究人员利用地球系统模型（ESMs）进行数值实验，这些模型包括基于偏差和观测异常初始化的陆地表面和地下温度条件。此外，还使用气象站的观测温度记录和来自ECMWF等系统的再分析数据来研究这些影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do technological or methodological advancements enable improved simulation of the effects of mountain land temperature on global precipitation patterns?",
        "QuestionCn": "技术或方法的进步以何种方式促进了对山地土地温度对全球降水模式影响的更好模拟？",
        "AnswerEn": "Innovative approaches in initializing land surface temperature and subsurface temperature (LST/SUBT) in Earth System Models allow for better simulation of temperature anomalies. These advancements help in reducing model biases and improve the representation of land temperature effects on global precipitation patterns, especially in critical regions identified as 'hotspots'.",
        "AnswerCn": "在地球系统模型中，创新的方法用于初始化地表温度和地下温度（LST/SUBT），能够更好地模拟温度异常。这些进展有助于减少模型偏差，并改善对土地温度对全球降水模式影响的表现，特别是在被确定为“热点”的关键区域。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What challenges are faced in ensuring robust land initialization for model simulations, and how might these affect expected outcomes in subseasonal-to-seasonal prediction experiments?",
        "QuestionCn": "在确保模型模拟的稳健土地初始化方面面临哪些挑战，这些挑战可能如何影响亚季节到季节预测实验的预期结果？",
        "AnswerEn": "Robust land initialization is challenged by the limited observational data and the unbalanced initial atmospheric and land conditions provided by reanalysis data. These challenges can lead to deficiencies in model simulations, affecting the ability to accurately predict subseasonal-to-seasonal climate anomalies and thus causing deviations from expected outcomes.",
        "AnswerCn": "稳健的土地初始化面临着观测数据有限以及再分析数据提供的不平衡初始大气和陆地条件的挑战。这些挑战可能导致模型模拟的缺陷，影响准确预测亚季节到季节气候异常的能力，从而导致与预期结果的偏差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be inconsistencies between observed and simulated atmospheric response pathways from the Tibetan Plateau to the Southern Hemisphere?",
        "QuestionCn": "为什么从青藏高原到南半球的观测和模拟大气响应路径之间可能存在不一致性？",
        "AnswerEn": "Inconsistencies can arise due to large inter-model differences in the simulated propagation pathways. These differences may be caused by varying model responses and inaccuracies in simulating the complex interactions that govern atmospheric circulations, such as the Tibetan Plateau-Rocky Mountain Circumglobal wave train.",
        "AnswerCn": "不一致性可能是由于模拟传播路径的大型模型间差异引起的。这些差异可能是由于模型响应的不同以及在模拟控制大气环流的复杂相互作用方面的准确性不足所导致的，例如青藏高原-落基山脉环全球波列。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential challenges faced in utilizing land surface temperature data for subseasonal-to-seasonal prediction, and how might these challenges impact data collection methods?",
        "QuestionCn": "在利用地表温度数据进行次季节到季节预测时可能面临的挑战是什么，这些挑战可能如何影响数据收集方法？",
        "AnswerEn": "The challenges include robust land initialization and model configuration, which are scientifically complex. The difficulty in preserving the memory of initialized land surface temperature anomalies due to model parameterization deficiencies and unbalanced initial atmospheric/land conditions can impact data collection methods by requiring more precise and comprehensive initial conditions to improve prediction accuracy.",
        "AnswerCn": "挑战包括稳健的土地初始化和模型配置，这在科学上是复杂的。由于模型参数化缺陷和不平衡的初始大气/陆地条件，保持初始化的陆地表面温度异常的记忆的困难可能会影响数据收集方法，要求更精确和全面的初始条件以提高预测准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How might the integration of multiple data sources, such as ECMWF reanalysis and Climate Research Unit data, enhance the reliability of datasets used for studying atmospheric circulation responses?",
        "QuestionCn": "整合多个数据源，例如ECMWF再分析数据和气候研究单位数据，如何增强用于研究大气环流响应的数据集的可靠性？",
        "AnswerEn": "Integrating multiple data sources can enhance reliability by providing a broader perspective and cross-validation opportunities. It allows for a more comprehensive understanding of atmospheric circulation by combining different observational and model data, thus potentially reducing biases and improving the accuracy and robustness of conclusions drawn from the datasets.",
        "AnswerCn": "整合多个数据源可以通过提供更广泛的视角和交叉验证机会来增强可靠性。通过结合不同的观测数据和模型数据，它可以更全面地理解大气环流，从而潜在地减少偏差，提高从数据集中得出的结论的准确性和稳健性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, how significant is the role of high-mountain land temperature data in improving the prediction of global 'hotspot' precipitation anomalies?",
        "QuestionCn": "在您看来，高山地区陆地温度数据在改善全球“热点”降水异常预测中的作用有多大？",
        "AnswerEn": "High-mountain land temperature data could be a substantial source of subseasonal-to-seasonal precipitation predictability, with an effect possibly as significant as ocean surface temperature. This data can help improve prediction skill by allowing Earth System Models to better simulate temperature and precipitation anomalies, particularly when the land surface temperature over high-mountain areas is accurately initialized.",
        "AnswerCn": "高山地区的地表温度数据可能是亚季节到季节降水可预测性的一个重要来源，其影响可能与海洋表面温度一样显著。这些数据可以通过使地球系统模型更好地模拟温度和降水异常，从而提高预测技能，特别是在高山地区的地表温度得到准确初始化时。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data related to land surface and subsurface temperatures are collected and utilized for subseasonal to seasonal prediction models.",
        "QuestionCn": "我不明白与地表和地下温度相关的数据是如何收集和用于亚季节到季节预测模型的。",
        "AnswerEn": "In this field, data related to land surface and subsurface temperatures are collected using observational records such as T2m from the Chinese Meteorological Administration (CMA) and the Climate Anomaly Monitoring System (CAMS). These data are used to examine relationships between land temperatures and global precipitation patterns. Additionally, the initialization of land temperatures in high mountain regions, like the Tibetan Plateau, is crucial for improving the prediction models, as it helps simulate the observed anomalies more accurately.",
        "AnswerCn": "在这个领域，土地表面和地下温度相关的数据是通过观测记录收集的，例如来自中国气象局（CMA）和气候异常监测系统（CAMS）的T2m数据。这些数据用于研究土地温度与全球降水模式之间的关系。此外，在高山地区（如青藏高原）初始化土地温度对于改善预测模型至关重要，因为这有助于更准确地模拟观察到的异常。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please outline the methodologies used for collecting and analyzing the daily means of CESM2 climatological SST run, focusing on the computational techniques and tools employed.",
        "QuestionCn": "请概述用于收集和分析CESM2气候学SST运行的日均值的方法，重点关注所使用的计算技术和工具。",
        "AnswerEn": "Daily means of CESM2 climatological SST run output were produced using the FHIST_BGC compset by The University of Arizona on a system named cheyenne. The ensemble mean was calculated using the NCAR Command Language (NCL) from the output on cheyenne for model evaluation.",
        "AnswerCn": "使用FHIST_BGC组合集，由亚利桑那大学在名为cheyenne的系统上生成了CESM2气候海表温度（SST）运行输出的日均值。通过NCAR命令语言（NCL）计算了cheyenne上输出的集合均值，以进行模型评估。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please identify the challenges associated with collecting and utilizing T2m data for modeling atmospheric responses to Tibetan Plateau temperature anomalies.",
        "QuestionCn": "请识别与收集和利用T2m数据以建模青藏 Plateau温度异常对大气反应相关的挑战。",
        "AnswerEn": "Challenges include the inability of current state-of-the-art Earth System Models (ESMs) to fully preserve the memory from initialized LST anomalies due to deficiencies in model parameterizations and the reanalysis data that provide unbalanced initial atmospheric/land conditions. Additionally, there are significant errors in producing observed Tibetan Plateau surface temperatures.",
        "AnswerCn": "挑战包括当前最先进的地球系统模型（ESMs）无法完全保留初始化的地表温度（LST）异常的记忆，这主要是由于模型参数化和提供不平衡初始大气/陆地条件的再分析数据存在缺陷。此外，在生成观察到的青藏高原表面温度方面也存在显著误差。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential datasets and data sources for modeling precipitation prediction, specifically focusing on the role of land surface temperature over high-mountain areas.",
        "QuestionCn": "请探索潜在的数据集和数据源，以建模降水预测，特别关注地表温度在高山地区的作用。",
        "AnswerEn": "Potential datasets include T2m data from the National Oceanic and Atmospheric Administration (NOAA) Climate Anomaly Monitoring System (CAMS) and the fifth generation ECMWF atmospheric reanalysis (ERA5). Additionally, global precipitation data from the Climate Research Unit (CRU) are used for implementing analysis.",
        "AnswerCn": "潜在的数据集包括来自美国国家海洋和大气管理局（NOAA）气候异常监测系统（CAMS）的T2m数据，以及第五代欧洲中期天气预报中心（ECMWF）大气重分析（ERA5）。此外，还使用气候研究单位（CRU）的全球降水数据进行分析实施。",
        "Level": "C6(Creating)"
      }
    ]
  }
}