{
  "id": "ea32a10e-811c-4027-ac68-7f76a1a15379",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Zircon geochronology and geochemistry of diabase dikes in Baolun gold deposit, Hainan Province",
      "titleCn": "海南省抱伦金矿区辉绿岩脉锆石年代学地球化学数据",
      "description": "Zircon, rses reference sample sl13 and TEM were placed in epoxy resin target, then polished, cleaned and gilded (Xu et al., 2007). The internal structure of zircon was studied by reflected light, transmitted light and cathodoluminescence (CL), and the suitable testing position was marked on the zircon before testing (Fig. 5). Zircon U-Pb composition analysis was performed on shrimp Ⅱ of Beijing ion probe center. The reference zircon TEM (417 MA) was used for isotope fractionation correction (black et al., 2003A), and sl13 (572 Ma, u content: 238 MA) was used × The contents of u, th and Pb in zircons were calibrated (black et al., 2003b). In order to ensure the accuracy of the analysis, the zircon to be measured and the reference zircon were cross measured by TEM. The data were processed by isoplot program of Ludwig (Ludwig, 1999, 2001). Ordinary lead is corrected according to the 204Pb content measured in the test. The data will be available in 2020. Since the age of diabase dikes is Mesozoic and younger, 206Pb / 238U ratio is used for age calculation.",
      "descriptionCn": "锆石、RSES参考样SL13和TEM置于环氧树脂制靶，随后抛光、洗净并镀金（Xu et al., 2007）。通过反射光、透射光和阴极发光（CL）对锆石的内部结构进行研究，并在测试前在锆石上标记好适宜的测试位置（图5）。锆石U-Pb成分分析在北京离子探针中心的SHRIMPⅡ上完成。采用参考锆石TEM （417 Ma）进行同位素分馏校正（Black et al., 2003a），采用SL13（572 Ma，U含量：238×10-6）标定锆石的U、Th和Pb的含量（Black et al., 2003b）。为了保证分析的精确度，待测锆石和参考锆石TEM交叉测定。数据通过Ludwig的ISOPLOT程序进行处理 （Ludwig, 1999, 2001）。普通铅根据试验实测的204Pb含量校正。数据于2020年获得。由于辉绿岩脉的形成时代为中生代，较年轻，年龄的计算采用206Pb/238U比值。",
      "instructions": "Stored in word format, the sample name is \"x.x\", where, represents the sample number.",
      "instructionsCn": "以word格式存储，样品名称为“X.X”其中，代表样品编号。",
      "east": 109.5,
      "west": 108.8,
      "south": 18.5,
      "north": 19.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 21669.0,
      "cstr": null,
      "doi": "10.18654/1000-0569/2020.02.13",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "周岳强",
        "nameEn": "ZHOU Yueqiang",
        "unitEn": "",
        "unitCn": "湖南省地质矿产勘查开发局四〇二队"
      }
    ],
    "literatureList": [
      {
        "titleCn": "海南抱伦金矿区辉绿岩脉的成因及其对金成矿的启示",
        "titleEn": null,
        "referenceCn": "周岳强, 许德如, 赵朝霞, 单强, 董国军, & 宁钧陶, et al. (2019). 海南抱伦金矿区辉绿岩脉的成因及其对金成矿的启示. 岩石学报, 36(2).",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "定年",
        "nameEn": "dating"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "海南省乐东县",
        "keywordEn": "ledong country，Hainan province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "燕山期",
        "keywordEn": "Yanshanian",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for zircon U-Pb component analysis utilize the SHRIMPⅡ at the Beijing Ion Probe Center?",
        "QuestionCn": "锆石U-Pb组分分析的数据采集方法是否利用北京离子探针中心的SHRIMPⅡ？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the measured amount of U, Th, and Pb in zircon samples collected using the isotopic fractionation correction method?",
        "QuestionCn": "使用同位素分馏修正方法收集的锆石样品中铀（U）、钍（Th）和铅（Pb）的测量量是多少？",
        "AnswerEn": "238×10^-6",
        "AnswerCn": "238×10^-6 翻译成中文是：238乘以10的负6次方。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'zircon U-Pb composition analysis' mean in the context of geochemical data collection?",
        "QuestionCn": "在地球化学数据收集中，“锆石U-Pb成分分析”是什么意思？",
        "AnswerEn": "Zircon U-Pb composition analysis in geochemical data collection refers to the method of determining the age and isotopic composition of zircon minerals using the U-Pb dating technique. This involves analyzing the ratios of uranium (U) to lead (Pb) isotopes within zircon crystals, which are typically done using a sensitive high-resolution ion microprobe (SHRIMP). The process includes preparing the zircon samples by embedding them in epoxy resin, polishing, cleaning, and gold-coating them, followed by examining their internal structure through reflected and transmitted light, as well as cathodoluminescence, to identify suitable test locations. The analysis is cross-verified using reference zircons for isotopic fractionation correction and calibrated for elemental concentrations using known standards. The data is processed with software like ISOPLOT to ensure accuracy, with corrections for common lead based on measured 204Pb levels.",
        "AnswerCn": "锆石U-Pb成分分析在地球化学数据收集中指的是使用U-Pb定年技术确定锆石矿物的年龄和同位素组成的方法。这涉及分析锆石晶体内铀（U）与铅（Pb）同位素的比率，通常使用高灵敏度高分辨率离子探针（SHRIMP）进行。该过程包括将锆石样品嵌入环氧树脂中，抛光、清洗和镀金，然后通过反射光和透射光以及阴极发光检查其内部结构，以确定合适的测试位置。分析通过使用参考锆石进行同位素分馏校正，并使用已知标准进行元素浓度的校准来进行交叉验证。数据使用ISOPLOT等软件进行处理，以确保准确性，并根据测得的204Pb水平对常铅进行修正。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes might lead to inaccuracies in zircon U-Pb dating when using ion probe techniques in geological samples?",
        "QuestionCn": "使用离子探针技术对地质样品进行锆石U-Pb定年时，可能导致不准确的原因是什么？",
        "AnswerEn": "Inaccuracies in zircon U-Pb dating using ion probe techniques may arise from several factors, such as the precision of the SHRIMPⅡ ion probe, the effectiveness of isotopic fractionation correction using the reference zircon TEM, the calibration of U, Th, and Pb content with SL13, and the accuracy of common lead correction based on measured 204Pb content. Additionally, factors like the selection and marking of appropriate test positions on zircon grains before analysis and the processing of data using Ludwig's ISOPLOT program can also contribute to potential inaccuracies.",
        "AnswerCn": "使用离子探针技术进行锆石U-Pb定年时，可能会由于多个因素导致不准确性，例如SHRIMPⅡ离子探针的精度、使用参考锆石TEM进行同位素分馏校正的有效性、与SL13的U、Th和Pb含量的校准，以及基于测量的204Pb含量进行的常见铅校正的准确性。此外，选择和标记锆石颗粒上适当的测试位置以及使用Ludwig的ISOPLOT程序处理数据等因素也可能导致潜在的不准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using SHRIMPⅡ for zircon U-Pb analysis in terms of precision and accuracy of geological age determination?",
        "QuestionCn": "使用SHRIMPⅡ进行锆石U-Pb分析在地质年龄测定的精度和准确性方面可能产生的后果是什么？",
        "AnswerEn": "Using SHRIMPⅡ for zircon U-Pb analysis allows for high precision and accuracy in determining the geological age of rocks, such as the diabase dykes in Hainan Province. This is achieved through the isotopic fractionation correction using a reference zircon TEM and the calibration of U, Th, and Pb contents using SL13. The method ensures precise age calculations, especially useful for younger formations like those from the Mesozoic era, by focusing on the 206Pb/238U ratio.",
        "AnswerCn": "使用SHRIMPⅡ进行锆石U-Pb分析可以高精度和高准确性地确定岩石的地质年龄，例如海南省的辉长岩侵入体。这是通过使用参考锆石TEM进行同位素分馏校正，以及使用SL13对U、Th和Pb含量进行校准来实现的。该方法确保了精确的年龄计算，特别适用于像中生代这样的年轻地层，重点关注206Pb/238U比值。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in preparing zircon samples for U-Pb isotopic analysis in geochronological studies of diabase dikes?",
        "QuestionCn": "在辉绿岩岩墙的地质年代学研究中，为进行U-Pb同位素分析准备锆石样品涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve embedding zircon, RSES reference sample SL13, and TEM in epoxy resin to create a target, followed by polishing, cleaning, and gold coating. The internal structure of the zircon is examined using reflected light, transmitted light, and cathodoluminescence (CL). Suitable testing locations on the zircon are marked before analysis. U-Pb composition analysis is conducted using the SHRIMPⅡ at the Beijing Ion Probe Center, with isotopic fractionation corrected using reference zircon TEM and U, Th, and Pb content calibrated using SL13. To ensure accuracy, cross-determination of the test zircon and reference zircon TEM is performed, with data processed using Ludwig’s ISOPLOT program, and common lead correction based on measured 204Pb content.",
        "AnswerCn": "程序步骤包括将锆石、RSES参考样品SL13和TEM嵌入环氧树脂中以创建目标，随后进行抛光、清洗和金涂层。使用反射光、透射光和阴极发光（CL）检查锆石的内部结构。在分析之前标记锆石上的合适测试位置。使用北京离子探针中心的SHRIMPⅡ进行U-Pb成分分析，采用参考锆石TEM校正同位素分馏，并使用SL13校准U、Th和Pb含量。为确保准确性，进行测试锆石与参考锆石TEM的交叉测定，数据使用Ludwig的ISOPLOT程序处理，并基于测得的204Pb含量进行共同铅校正。",
        "Level": "C3(Applying)"
      }
    ]
  }
}