{
  "id": "ea69ae03-bc2f-44d6-904f-b5f6e0bc480a",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "HiWATER: Dataset of flux observation matrix (No.8 eddy covariance system) of the MUlti-Scale Observation EXperiment on Evapotranspiration over heterogeneous land surfaces (2012)",
      "titleCn": "黑河生态水文遥感试验：非均匀下垫面地表蒸散发的多尺度观测试验-通量观测矩阵数据集（8号点涡动相关仪，2012）",
      "description": "This dataset contains the flux measurements from site No.8 eddy covariance system (EC) in the flux observation matrix from 28 May to 21 September, 2012. The site (100.37649° E, 38.87254° N) was located in a cropland (maize surface) in Yingke irrigation district, which is near Zhangye, Gansu Province. The elevation is 1550.06 m. The EC was installed at a height of 3.2 m; the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500) was 0.15 m.\nRaw data acquired at 10 Hz were processed using the Edire post-processing software (University of Edinburgh, http://www.geos.ed.ac.uk/abs/research/micromet/EdiRe/), including spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. Moreover, the observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC), which was proposed by Foken and Wichura [1996]: class 1 (level 0: Δst<30 and ITC<30), class 2 (level 1: Δst<100 and ITC<100), and class 3 (level 2: Δst>100 and ITC>100), representing high-, medium-, and low-quality data, respectively. In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 3% of the 30 min raw record; and (4) data were rejected at night when the friction velocity (u*) was less than 0.1 m/s. There were 48 records per day; the missing data were replaced with -6999. Moreover, suspicious data were marked in red.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m^3), CO2 mass density (CO2, mg/m^3), friction velocity (ustar, m/s), stability (z/L), sensible heat flux (Hs, W/m^2), latent heat flux (LE, W/m^2), carbon dioxide flux (Fc, mg/ (m^2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xlsx format.\nFor more information, please refer to Liu et al. (2016) (for multi-scale observation experiment or sites information), Xu et al. (2013) (for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2012年5月28日至9月21日的通量观测矩阵中8号点的涡动相关通量观测数据。站点位于甘肃省张掖市盈科灌区农田内，下垫面是玉米。观测点的经纬度是100.37649E, 38.87254N，海拔1550.06m。涡动相关仪架高3.2m，采样频率是10Hz，超声朝向是正北向，超声风速仪与CO2/H2O分析仪之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Edire软件后处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Edire软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于3%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。因仪器漂移等原因引起的可疑数据用红色字体标识。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），稳定度Z/L（无量纲），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0:（Δst <30, ITC<30）; 1: （Δst <100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n多尺度观测试验或站点信息请参考Liu et al. (2016)，观测数据处理请参考Xu et al.(2013)。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.37649,
      "west": 100.37649,
      "south": 38.87254,
      "north": 38.87254,
      "startTime": "2012-06-03 11:31:00",
      "endTime": "2012-09-27 11:31:00",
      "fileSize": 896664.0,
      "cstr": "18406.11.hiwater.087.2013.db",
      "doi": "10.3972/hiwater.087.2013.db",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
        "referenceCn": null,
        "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
      },
      {
        "titleCn": null,
        "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
        "referenceCn": null,
        "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
        "referenceCn": null,
        "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
      },
      {
        "titleCn": null,
        "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
        "referenceCn": null,
        "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
      },
      {
        "titleCn": null,
        "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
        "referenceCn": null,
        "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
      },
      {
        "titleCn": null,
        "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
        "titleEn": null,
        "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": "张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应",
        "titleEn": null,
        "referenceCn": "张蕾,孙睿,乔晨,刘绍民,徐自为,唐侥,郝虑远,张荣华. 张掖灌区玉米农田生态系统CO2通量的变化规律和环境响应. 生态学杂志,2014, 33(7), 1722-1728",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
        "referenceCn": null,
        "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": null,
        "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
        "referenceCn": null,
        "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
        "referenceCn": null,
        "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
      },
      {
        "titleCn": null,
        "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
      },
      {
        "titleCn": null,
        "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
        "referenceCn": null,
        "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
        "referenceCn": null,
        "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
        "referenceCn": null,
        "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "热通量",
        "nameEn": "Heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      },
      {
        "nameCn": "风",
        "nameEn": "Winds"
      },
      {
        "nameCn": "风向",
        "nameEn": "Wind direction"
      },
      {
        "nameCn": "风速",
        "nameEn": "wind speed"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "the artificial oasis experimental area in the middle reaches"
      },
      {
        "keywordCn": "通量观测矩阵",
        "keywordEn": "flux observation matrix"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2012",
        "keywordEn": "2012",
        "type": "temporal"
      },
      {
        "keywordCn": "2012-05-28至2012-09-21",
        "keywordEn": "2012-05-28 to 2012-09-21",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域生态-水文过程综合遥感观测试验：水文气象要素与多尺度蒸散发观测",
        "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，其中假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射仪视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层）与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果的比较。",
        "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间的关系更为复杂。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观察到的复合辐射温度相比，组分温度存在过高估计的情况。这往往对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
        "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估计蒸散（E）、土壤温度（T）和蒸散总量（ET），并随后通过稳定氧和氢同位素技术与涡度相关法（EC）测量的结合，更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米高度的空气温度、风速、湿度，12米高度使用四分量辐射计测量的四分量辐射，以及使用10 Hz采样频率的EC系统在4.5米高度测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig–Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的显热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是通过热像仪获得的图像计算得出的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于蒸散发的比率。这是在多尺度蒸散发观测实验中进行的，该实验针对异质土地表面，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
      ],
      "research objective": [],
      "challenges": [
        "Progress in this field is hindered by the poor availability of multiscale observations."
      ],
      "methods": [
        "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
      ],
      "dataset": [
        "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
      ],
      "findings": [],
      "backgroundCn": [
        "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在层次嵌套的尺度上进行仪器布置，以获取多尺度和多学科的数据，从而解决这一挑战。"
      ],
      "research objectiveCn": [],
      "challengesCn": [
        "该领域的进展受到多尺度观测稀缺的阻碍。"
      ],
      "methodsCn": [
        "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅展示了2012年IOP期间收集的数据。为捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按层次嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
      ],
      "datasetCn": [
        "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤湿度和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可在figshare和寒区与干旱区科学数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What is the typical location for deploying eddy covariance towers in the context of eco-hydrological observations?",
        "QuestionCn": "在生态水文观测的背景下，涡度协方差塔的典型部署位置是什么？",
        "AnswerEn": "Varied landscapes",
        "AnswerCn": "多样化的景观",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges associated with accurately estimating surface fluxes in a strongly advective irrigated agricultural area?",
        "QuestionCn": "在强对流灌溉农业区域，准确估计表面通量面临的挑战有哪些？",
        "AnswerEn": "incomplete energy balance closure",
        "AnswerCn": "不完整的能量平衡闭合",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of how eddy covariance systems are used to measure evapotranspiration in heterogeneous landscapes?",
        "QuestionCn": "你能提供一个例子，说明涡度协方差系统如何在异质景观中测量蒸散发吗？",
        "AnswerEn": "The eddy covariance system was used in the Heihe Watershed Allied Telemetry Experimental Research to measure turbulent fluxes and evapotranspiration over heterogeneous land surfaces, specifically in an irrigated agricultural area. This system collected data with a sampling frequency of 10 Hz, which was part of the Multi-Scale Observation Experiment on Evapotranspiration.",
        "AnswerCn": "涡度协方差系统在黑河流域联合遥测实验研究中被用于测量异质土地表面的湍流通量和蒸散发，特别是在一个灌溉农业区。该系统以10 Hz的采样频率收集数据，这是蒸散发多尺度观测实验的一部分。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced when estimating evapotranspiration using remote sensing data in arid regions?",
        "QuestionCn": "在干旱地区使用遥感数据估算蒸散发时面临的一个挑战是什么？",
        "AnswerEn": "A challenge in estimating evapotranspiration using remote sensing data in arid regions includes errors in derived component temperatures due to image classification errors, which vary with vegetation abundance. This can result in overestimation of canopy temperature and complicate the accuracy of the Two-Source Energy Balance (TSEB) model used in such estimations.",
        "AnswerCn": "在干旱地区，使用遥感数据估算蒸散发的一个挑战是，由于图像分类错误导致的衍生组件温度误差，这些误差随着植被丰度的变化而变化。这可能导致冠层温度的过高估计，并使得在此类估算中使用的双源能量平衡（TSEB）模型的准确性变得复杂。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Can you provide an example of a multiscale observation dataset used to study eco-hydrological processes in oasis-desert systems?",
        "QuestionCn": "您能否提供一个用于研究绿洲-沙漠系统生态水文过程的多尺度观测数据集的示例？",
        "AnswerEn": "The HiWATER experiment provides a multiscale dataset from the Heihe Watershed, which includes data from eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and airborne remote sensing using LiDAR and imaging spectrometers. This dataset captures eco-hydrological processes in oasis-desert systems and is available at figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "HiWATER实验提供了来自黑河流域的多尺度数据集，包括涡度协方差塔、大孔径闪烁仪、自动气象站以及使用激光雷达和成像光谱仪的航空遥感数据。该数据集捕捉了绿洲-沙漠系统中的生态水文过程，并可在figshare和寒区与干旱区科学数据中心获取。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the essential features that characterize a flux observation matrix in eco-hydrological experiments?",
        "QuestionCn": "在生态水文实验中，通量观测矩阵的基本特征是什么？",
        "AnswerEn": "eddy covariance towers, large aperture scintillometers, automatic meteorological stations, turbulent fluxes, wind speed, humidity, various radiations",
        "AnswerCn": "涡度相关塔、大孔径闪烁仪、自动气象站、湍流通量、风速、湿度、各种辐射",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the key attributes of datasets collected using the TSEB model for estimating evapotranspiration over heterogeneous surfaces?",
        "QuestionCn": "使用TSEB模型估计异质表面蒸散发时收集的数据集的关键属性是什么？",
        "AnswerEn": "soil and canopy component temperatures, latent heat fluxes, sensible heat fluxes, surface radiometric temperatures, separation of soil and canopy temperatures using thermal infrared cameras and radiation measurements",
        "AnswerCn": "土壤和冠层组分温度、潜热通量、感热通量、地表辐射温度、使用热红外相机和辐射测量分离土壤和冠层温度。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What characteristics distinguish the multiscale datasets obtained from eco-hydrological experiments in oasis-desert areas?",
        "QuestionCn": "区分来自绿洲-沙漠地区生态水文实验的多尺度数据集的特征是什么？",
        "AnswerEn": "flux observation matrices, eco-hydrological sensor networks, hyper-resolution airborne remote sensing data, synchronized ground measurements of vegetation dynamics, soil moisture, photosynthesis processes, LiDAR, imaging spectrometers, multi-angle thermal imagers",
        "AnswerCn": "通量观测矩阵、生态水文传感器网络、高分辨率机载遥感数据、植被动态的同步地面测量、土壤湿度、光合作用过程、激光雷达、成像光谱仪、多角度热成像仪。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the sampling frequency used for eddy covariance measurements in the flux observation matrix dataset?",
        "QuestionCn": "在通量观测矩阵数据集中，涡度协方差测量的采样频率是多少？",
        "AnswerEn": "10Hz",
        "AnswerCn": "10赫兹",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many airborne remote sensing missions were conducted to cover the FEA during the HiWATER experiment in 2012?",
        "QuestionCn": "在2012年的HiWATER实验中，进行了多少次空中遥感任务以覆盖FEA？",
        "AnswerEn": "12",
        "AnswerCn": "12",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many EC towers and two-layer automatic meteorological stations were installed in different landscapes surrounding the oasis during the HiWATER experiment?",
        "QuestionCn": "在HiWATER实验中，围绕绿洲的不同景观安装了多少个EC塔和两层自动气象站？",
        "AnswerEn": "4, 4",
        "AnswerCn": "4，4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'eddy covariance system' in the context of eco-hydrological observations?",
        "QuestionCn": "在生态水文观测的背景下，“涡度协方差系统”是什么？",
        "AnswerEn": "The eddy covariance (EC) system is a data collection method used to measure turbulent fluxes of heat, water vapor, and carbon dioxide by capturing high-frequency data on wind speed and scalar concentrations, typically at a sampling frequency of 10 Hz. This method provides insights into the exchange processes between the land surface and the atmosphere, often used in heterogeneous landscapes such as those with mixed soil and vegetation.",
        "AnswerCn": "涡度协方差（EC）系统是一种数据收集方法，用于测量热量、水蒸气和二氧化碳的湍流通量，通过捕获风速和标量浓度的高频数据，通常采样频率为10 Hz。这种方法提供了关于陆地表面与大气之间交换过程的见解，常用于异质景观，例如混合土壤和植被的区域。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How is 'two-source energy balance (TSEB) model' used to estimate evapotranspiration in heterogeneous landscapes?",
        "QuestionCn": "“两源能量平衡（TSEB）模型”如何用于估算异质景观中的蒸散发？",
        "AnswerEn": "The two-source energy balance (TSEB) model estimates evaporation, transpiration, and overall evapotranspiration by partitioning energy between the 'above canopy' and 'under soil' layers. It requires surface energy balance modeling with land surface temperature measurements to improve estimations of soil and canopy net radiation, aerodynamic resistance, and component temperatures, making it suitable for diverse vegetation types and spatial scales.",
        "AnswerCn": "两源能量平衡（TSEB）模型通过在“冠层上方”和“土壤下方”层之间划分能量来估算蒸发、蒸腾和整体蒸散。它需要表面能量平衡建模和地表温度测量，以改善土壤和冠层净辐射、气动阻力和组分温度的估算，使其适用于多种植被类型和空间尺度。",
        "Level": "C3(Applying)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in challenges faced when collecting data from hierarchical observation networks versus single-location eddy covariance systems in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中，从层次观察网络收集数据与从单地点涡度协方差系统收集数据时面临的挑战有哪些不同？",
        "AnswerEn": "Hierarchical observation networks face challenges like ensuring data consistency across varied scales and environments, whereas single-location eddy covariance systems may struggle with energy balance closure and accurately capturing surface heterogeneity. The former requires integration of multi-disciplinary data, while the latter focuses on precise local measurements and data quality control.",
        "AnswerCn": "层次观察网络面临着在不同尺度和环境中确保数据一致性的挑战，而单一地点的涡度协方差系统可能在能量平衡闭合和准确捕捉表面异质性方面存在困难。前者需要整合多学科数据，而后者则专注于精确的局部测量和数据质量控制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the challenges in accurately estimating surface fluxes in strongly advective irrigated agricultural areas?",
        "QuestionCn": "在强对流灌溉农业区域，准确估计表面通量面临的挑战因素有哪些？",
        "AnswerEn": "Accurately estimating surface fluxes in strongly advective irrigated agricultural areas is challenging due to the incomplete energy balance closure with respect to available energy. The uncertainty in surface-air temperature differences, errors in determining soil and vegetation component temperatures, and a strong advective environment are significant contributing factors.",
        "AnswerCn": "在强烈平流的灌溉农业区域，准确估计表面通量是一个挑战，因为可用能量与能量平衡的闭合存在不完整性。表面与空气温度差的误差、土壤和植被组分温度的确定误差，以及强平流环境是重要的影响因素。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the overestimation of canopy temperature in arid regions when using composite temperature separation approaches?",
        "QuestionCn": "在使用复合温度分离方法时，导致干旱地区树冠温度过高估计的原因是什么？",
        "AnswerEn": "The overestimation of canopy temperature in arid regions using composite temperature separation approaches is primarily caused by image classification errors that vary with vegetation abundance. Soil pixels being counted as vegetation pixels due to classification errors, ignoring atmospheric upwelling radiation, and uncertainties in estimated incoming radiation transmittance contribute to this overestimation.",
        "AnswerCn": "在干旱地区，使用复合温度分离方法对树冠温度的高估主要是由于图像分类错误，这些错误随着植被丰度的变化而变化。土壤像素被错误地计为植被像素、忽视大气向上的辐射以及对入射辐射透射率估计的不确定性都导致了这种高估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the consequences of using high-resolution thermal imaging to estimate soil and canopy component temperatures in agricultural regions?",
        "QuestionCn": "在农业地区使用高分辨率热成像来估计土壤和树冠成分温度可能会产生的后果是什么？",
        "AnswerEn": "Using high-resolution thermal imaging for estimating soil and canopy component temperatures can lead to improved separation and accuracy in calculating latent heat fluxes of soil and vegetation. This method enhances the validation of evapotranspiration estimates by providing detailed temperature data, which is critical for addressing the uncertainties in energy balance models and improving predictions of water fluxes in agricultural landscapes.",
        "AnswerCn": "使用高分辨率热成像技术估算土壤和冠层成分的温度，可以提高土壤和植被潜热通量计算的分离度和准确性。这种方法通过提供详细的温度数据，增强了蒸散发估算的验证，这对于解决能量平衡模型中的不确定性和改善农业景观中水分通量的预测至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of creating a multiscale dataset for observing eco-hydrological processes on heterogeneous surfaces?",
        "QuestionCn": "创建多尺度数据集以观察异质表面上的生态水文过程的主要目标是什么？",
        "AnswerEn": "The primary objective of creating a multiscale dataset is to address the challenge of upscaling eco-hydrological processes on heterogeneous surfaces, which is hindered by the poor availability of multiscale observations. The HiWATER experiment was designed to obtain multiscale and multidisciplinary data through instrumentation on hierarchically nested scales.",
        "AnswerCn": "创建多尺度数据集的主要目的是解决在异质表面上对生态水文过程进行上尺度处理的挑战，而这一挑战受到多尺度观测稀缺的制约。HiWATER实验旨在通过在层次嵌套的尺度上进行仪器布置，获取多尺度和多学科的数据。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Why is it important to validate evaporation, transpiration, and evapotranspiration using stable isotopes and eddy covariance measurements in irrigation areas?",
        "QuestionCn": "在灌溉区，使用稳定同位素和涡度协方差测量来验证蒸发、蒸腾和蒸散的重要性是什么？",
        "AnswerEn": "It is important to validate evaporation, transpiration, and evapotranspiration using stable isotopes and eddy covariance measurements to achieve better accuracy in estimating these processes. This validation helps in addressing the challenges posed by strong advective conditions and incomplete energy balance closure in irrigation areas, ultimately improving the performance of models like the two-source energy balance (TSEB) model.",
        "AnswerCn": "验证蒸发、蒸腾和蒸散过程使用稳定同位素和涡度协方差测量是重要的，以提高对这些过程估计的准确性。这种验证有助于应对灌溉区强对流条件和能量平衡闭合不完全带来的挑战，最终改善像双源能量平衡（TSEB）模型的性能。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the goal of implementing a flux observation matrix using eddy covariance towers and other sensors in the context of the HiWATER project?",
        "QuestionCn": "在HiWATER项目中，使用涡度相关塔和其他传感器实施通量观测矩阵的目标是什么？",
        "AnswerEn": "The goal of implementing a flux observation matrix using eddy covariance towers and other sensors is to capture multi-scale eco-hydrological processes in an oasis-desert area. This system is part of the HiWATER project and aims to provide comprehensive data on soil moisture, leaf area index, and other relevant parameters, facilitating a better understanding of the interaction between different landscapes and enhancing eco-hydrological research.",
        "AnswerCn": "实施通量观测矩阵的目标是利用涡度协方差塔和其他传感器捕捉绿洲-沙漠地区的多尺度生态水文过程。该系统是HiWATER项目的一部分，旨在提供关于土壤湿度、叶面积指数和其他相关参数的综合数据，从而促进对不同景观之间相互作用的更好理解，并增强生态水文研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps for processing eddy covariance flux data to ensure accuracy and quality before analysis?",
        "QuestionCn": "处理涡度协方差通量数据以确保在分析之前的准确性和质量的程序步骤是什么？",
        "AnswerEn": "The procedural steps for processing eddy covariance flux data include using Edire software for post-processing the raw 10Hz data into 30-minute averages. The main steps involve despiking, time delay correction, coordinate rotation (double rotation), frequency response correction, sonic temperature correction, and density (WPL) correction. Quality evaluation of flux values is also conducted, focusing on atmospheric stability and turbulence similarity characteristics. Data is screened by removing erroneous data, data within one hour of precipitation, data with more than 3% missing in each 30-minute interval, and data during weak turbulence at night (u* less than 0.1 m/s).",
        "AnswerCn": "处理涡度协方差通量数据的程序步骤包括使用Edire软件将原始10Hz数据后处理为30分钟平均值。主要步骤包括去尖峰、时间延迟修正、坐标旋转（双旋转）、频率响应修正、声学温度修正和密度（WPL）修正。还进行通量值的质量评估，重点关注大气稳定性和湍流相似性特征。数据筛选通过去除错误数据、降水后一个小时内的数据、每个30分钟间隔内缺失超过3%的数据，以及夜间弱湍流（u*小于0.1 m/s）期间的数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in obtaining accurate predictions of soil and canopy component temperatures using remote sensing technology in heterogeneous landscapes?",
        "QuestionCn": "在异质景观中，使用遥感技术获取土壤和冠层组成部分温度的准确预测可能面临挑战的原因是什么？",
        "AnswerEn": "Errors in the derived component temperature were primarily caused by image classification errors, which varied with vegetation abundance. Additionally, ignoring atmospheric upwelling radiation and transmittance could result in uncertainties in estimated temperatures. This complexity highlights the difficulty in obtaining accurate soil and canopy component temperatures using remote sensing technology in heterogeneous landscapes.",
        "AnswerCn": "衍生组件温度的误差主要是由于图像分类错误引起的，这些错误随着植被丰度的变化而变化。此外，忽略大气上行辐射和透射率可能导致估计温度的不确定性。这种复杂性突显了在异质景观中使用遥感技术获取准确的土壤和冠层组件温度的困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the anticipated difficulties in using eddy covariance systems for measuring surface fluxes in irrigated agricultural areas?",
        "QuestionCn": "在灌溉农业地区使用涡度协方差系统测量表面通量时，预计会遇到哪些困难？",
        "AnswerEn": "One anticipated difficulty is the incomplete energy balance closure with respect to the available energy Rn−G0, which is particularly challenging in strongly advective irrigated agricultural areas. Higher uncertainty in H estimation, due to the increased uncertainty of the EC system, can also pose challenges, especially when the mean H is small in irrigated farmland.",
        "AnswerCn": "一个预期的困难是关于可用能量 Rn−G0 的能量平衡闭合不完全，这在强对流的灌溉农业区域尤其具有挑战性。由于 EC 系统的不确定性增加，H 估计的不确定性也会加大，特别是在灌溉农田中，当平均 H 较小时，这可能会带来挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might multiscale observations be crucial for understanding eco-hydrological processes in oasis-desert systems?",
        "QuestionCn": "为什么多尺度观测对于理解绿洲-沙漠系统中的生态水文过程至关重要？",
        "AnswerEn": "Multiscale observations are crucial because they capture the complex eco-hydrological processes across different landscapes, such as sandy desert, desert pavement, desert steppe, and wetland. This comprehensive approach allows for a better understanding of the oasis-desert interaction, which is often hindered by the poor availability of multiscale observations.",
        "AnswerCn": "多尺度观测至关重要，因为它们捕捉了不同景观（如沙漠、沙漠铺面、沙漠草原和湿地）中的复杂生态水文过程。这种综合方法有助于更好地理解绿洲与沙漠之间的相互作用，而这一点常常受到多尺度观测稀缺的限制。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using eddy covariance systems for measuring surface fluxes over heterogeneous landscapes?",
        "QuestionCn": "如何评估在异质景观上使用涡动协方差系统测量表面通量的有效性？",
        "AnswerEn": "The eddy covariance (EC) system is widely used for measuring surface fluxes, such as latent and sensible heat fluxes, over heterogeneous landscapes. It is particularly useful in capturing the complexity of flux exchanges between the land surface and atmosphere. However, in strongly advective irrigated agricultural areas, it can be challenging due to incomplete energy balance closure and uncertainties in the derived component temperatures, especially when dealing with heterogeneous surfaces with mixed soil and vegetation. The effectiveness of EC systems can be enhanced by integrating high-resolution thermal camera data and stable isotopes for improved validation.",
        "AnswerCn": "涡度协方差（EC）系统广泛用于测量异质景观上的表面通量，如潜热和显热通量。它特别适用于捕捉陆地表面与大气之间通量交换的复杂性。然而，在强烈的平流灌溉农业区域，由于能量平衡闭合不完全和导出组件温度的不确定性，使用EC系统可能会面临挑战，尤其是在处理混合土壤和植被的异质表面时。通过整合高分辨率热像仪数据和稳定同位素，可以提高EC系统的有效性，以改善验证。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are some potential challenges in obtaining multiscale observations for eco-hydrological research in oasis-desert environments?",
        "QuestionCn": "在绿洲-沙漠环境中获取生态水文研究的多尺度观测可能面临哪些挑战？",
        "AnswerEn": "Obtaining multiscale observations for eco-hydrological research in oasis-desert environments poses several challenges. Progress is often hindered by the poor availability of comprehensive datasets that capture the diverse processes at play. The heterogeneity of the landscape, with its mixture of vegetation and soil types, complicates data collection. Additionally, arranging instruments on hierarchically nested scales to capture these processes effectively requires significant resources and planning. The need for continuous hydrometeorological observations, alongside intensive observation periods, adds further complexity to the data collection efforts.",
        "AnswerCn": "在绿洲-沙漠环境中进行生态水文研究时，获取多尺度观测面临着几个挑战。进展常常受到全面数据集可用性差的阻碍，这些数据集无法捕捉到多样化的过程。由于景观的异质性，植被和土壤类型的混合使得数据收集变得复杂。此外，安排分层嵌套尺度的仪器以有效捕捉这些过程需要大量的资源和规划。对连续水文气象观测的需求，以及密集观测期的要求，进一步增加了数据收集工作的复杂性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how data collection can effectively capture the multi-scale eco-hydrological processes on heterogeneous surfaces.",
        "QuestionCn": "我不明白数据收集如何有效捕捉异质表面上的多尺度生态水文过程。",
        "AnswerEn": "The HiWATER experiment addresses this challenge by using instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data, including a flux observation matrix, eco-hydrological sensor network, and hyper-resolution airborne remote sensing.",
        "AnswerCn": "HiWATER实验通过在分层嵌套的尺度上使用仪器来应对这一挑战，以获取多尺度和多学科的数据，包括通量观测矩阵、生态水文传感器网络和超高分辨率航空遥感。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges faced in accurately estimating surface fluxes using data collection methods in this field.",
        "QuestionCn": "我对在该领域使用数据收集方法准确估计表面通量所面临的挑战感到不确定。",
        "AnswerEn": "Accurate estimation is challenging due to incomplete energy balance closure in EC flux measurements, classification errors in image data affecting temperature measurements, and uncertainties in atmospheric radiation and transmittance calculations.",
        "AnswerCn": "准确的估计因EC通量测量中的能量平衡闭合不完全、图像数据中的分类错误影响温度测量以及大气辐射和透射率计算的不确定性而变得具有挑战性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I can't make sense of how datasets are validated and refined when applied to models like the TSEB in such complex environments.",
        "QuestionCn": "我无法理解在复杂环境中如何对数据集进行验证和精炼，以便应用于像TSEB这样的模型。",
        "AnswerEn": "Datasets are validated by comparing model outputs with ground-based measurements such as eddy covariance system data and stable isotope techniques, ensuring accurate soil and vegetation component temperatures for reliable estimation of E, T, and ET.",
        "AnswerCn": "数据集通过将模型输出与地面测量（如涡度协方差系统数据和稳定同位素技术）进行比较来验证，确保土壤和植被组分温度的准确性，以便可靠地估算蒸散发（E）、蒸发（T）和蒸散（ET）。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please identify and describe the primary data collection methods used for capturing evapotranspiration in heterogeneous landscapes, and discuss the challenges associated with these methods.",
        "QuestionCn": "请识别和描述用于捕捉异质景观中蒸散发的主要数据收集方法，并讨论与这些方法相关的挑战。",
        "AnswerEn": "The primary data collection methods for capturing evapotranspiration in heterogeneous landscapes include the use of eddy covariance systems, large aperture scintillometers, and automatic meteorological stations. These methods are complemented by remote sensing tools such as LiDAR, imaging spectrometers, and multi-angle thermal imagers. Challenges associated with these methods include the incomplete energy balance closure in eddy covariance measurements, the complexity of separating soil and canopy temperatures, and the need for multiscale observations to accurately capture eco-hydrological processes. Errors in component temperature classification and the limited effectiveness of temperature separation approaches in arid regions also pose significant challenges.",
        "AnswerCn": "在异质景观中捕捉蒸散发的主要数据收集方法包括使用涡度协方差系统、大孔径闪烁仪和自动气象站。这些方法还得到了遥感工具的补充，如激光雷达、成像光谱仪和多角度热成像仪。这些方法面临的挑战包括涡度协方差测量中能量平衡闭合的不完整性、分离土壤和树冠温度的复杂性，以及需要多尺度观测以准确捕捉生态水文过程。成分温度分类中的错误以及在干旱地区温度分离方法的有限有效性也构成了重大挑战。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please outline the process of quality control and data processing applied to datasets in eco-hydrological research, highlighting any specific techniques or software used.",
        "QuestionCn": "概述生态水文研究中应用于数据集的质量控制和数据处理过程，强调使用的特定技术或软件。",
        "AnswerEn": "Quality control and data processing in eco-hydrological research involve several steps, including sensor calibration, data collection, data processing, and generation of datasets. Specific techniques used include the Edire software for processing eddy covariance data, which involves steps like outlier removal, time delay correction, coordinate rotation, frequency response correction, and various density corrections. Data quality is evaluated based on atmospheric stability and turbulence similarity characteristics, and only data meeting certain quality criteria are retained. The processed data are stored in standardized formats and are made available through platforms like figshare and the Cold and Arid Regions Science Data Centre.",
        "AnswerCn": "生态水文研究中的质量控制和数据处理涉及多个步骤，包括传感器校准、数据收集、数据处理和数据集生成。使用的具体技术包括Edire软件用于处理涡度协方差数据，其中涉及的步骤包括异常值去除、时间延迟校正、坐标旋转、频率响应校正和各种密度校正。数据质量根据大气稳定性和湍流相似性特征进行评估，只有满足特定质量标准的数据才会被保留。处理后的数据以标准化格式存储，并通过figshare和寒冷与干旱地区科学数据中心等平台提供。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please discuss potential strategies for expanding and refining datasets related to evapotranspiration over heterogeneous surfaces, considering both ground-based and remote sensing technologies.",
        "QuestionCn": "讨论与异质表面蒸散发相关的数据集扩展和精炼的潜在策略，考虑地面观测和遥感技术。",
        "AnswerEn": "Expanding and refining datasets related to evapotranspiration over heterogeneous surfaces can be achieved by integrating ground-based observations with advanced remote sensing technologies. Strategies include increasing the density and coverage of eddy covariance towers and meteorological stations to capture diverse landscape conditions, and enhancing the spatial and temporal resolution of airborne remote sensing missions using LiDAR, thermal imagers, and microwave radiometers. Additionally, employing high-resolution thermal cameras for accurate component temperature measurements and using stable isotope techniques for validating evapotranspiration estimates can further refine datasets. Collaborative efforts to share data through open-access platforms and the development of robust data assimilation models can also contribute to dataset enhancement.",
        "AnswerCn": "通过将地面观测与先进的遥感技术相结合，可以扩展和完善与异质表面相关的蒸散发数据集。策略包括增加涡度协方差塔和气象站的密度和覆盖范围，以捕捉多样的景观条件，并提高航空遥感任务的空间和时间分辨率，使用激光雷达、热成像仪和微波辐射计。此外，采用高分辨率热像仪进行准确的组分温度测量，以及使用稳定同位素技术验证蒸散发估算，可以进一步完善数据集。通过开放获取平台共享数据的协作努力以及开发强大的数据同化模型也可以促进数据集的增强。",
        "Level": "C6(Creating)"
      }
    ]
  }
}