{
    "id": "ea6b7377-3a6b-4442-933a-2fd814e66c5a",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Radiocarbon dates and Sr and Pb isotope values of human enamel from LFQK cemetery in Hami Basin, eastern Tianshan Mountains",
            "titleCn": "天山东部哈密盆地拉甫却克墓地14C年代数据和人牙釉质锶铅同位素数据",
            "description": "The dataset includes human bones and carbon 14th-century data and strontium lead isotope data from Laphok Tomb in Hami Basin, eastern Tianshan Mountains. Age test: Collagen was extracted from human bone samples by chemical pretreatment, graphite was prepared by AGE3 system, and carbon 14 age test was completed by accelerator mass spectrometer. Strontium lead isotope: The sample of human tooth enamel was extracted and collected by physical and chemical means, and the strontium lead isotope test was completed by MC-ICPMS. Human bone carbon 14 dating sample test: oxalate II was added as a modern carbon standard, PHA samples were added to deduct background contamination, IAEA-C7 and IAEA-C8 were added to monitor data accuracy, dating results were calculated using the half-life of carbon 14 of 5568 years, and calendar year correction was performed by IntCal20 curve. Human enamel strontium lead isotope test: About 8 samples were added with a duplicate sample for monitoring data reproducibility. The 2σ error of strontium isotope data was less than 0.000006, and the 2σ error of lead isotope data (206Pb/204Pb) was less than 0.0010. According to the results of isotope studies, the early, middle and late stages of migration can be represented by a three-phase migration model. The highest proportion (54.55%) was made up of non-natives in the early period (around the 7th to mid-7th centuries), although this proportion declined in the middle period (30.77%, mid-7th to mid-8th centuries). After the 10th century, the proportion of non-natives declined again (16.13%).",
            "descriptionCn": "该数据集包括东天山哈密盆地拉甫却克墓地人骨和碳十四年代数据和锶铅同位素数据。年代测试：将人骨样品通过化学预处理提取胶原物质，通过AGE3系统完成石墨制备，并利用加速器质谱仪完成碳十四年代测试。锶铅同位素：将人牙釉质样品通过物理化学方式完成提取收集，利用MC-ICPMS完成锶铅同位素测试。人骨碳十四测年样品测试：加入草酸II作为现代碳标准，加入PHA样品用于扣除本底污染，加入IAEA-C7和IAEA-C8用于监测数据准确度，利用碳十四的半衰期5568年计算年代结果，并通过IntCal20曲线进行日历年校正。人牙釉质锶铅同位素测试：约8个样品左右加入一个重复样，用于监测数据重现性，锶同位素数据的2σ误差小于0.000006，铅同位素（206Pb/204Pb）数据的2σ误差小于0.0010。根据同位素研究结果，迁移的早、中、晚期可以用三相迁移模型来表示。早期（约7世纪至7世纪中期）由非本地人组成的比例最高（54.55%），尽管这一比例在中期（7世纪中期至8世纪中期，30.77%）有所下降。10世纪以后，非本地人的比例再次下降（16.13%）。",
            "instructions": "He et al-2023-Radiocarbon dates and Sr and Pb isotope values",
            "instructionsCn": "He et al-2023-Radiocarbon dates and Sr and Pb isotope values",
            "east": 94.0,
            "west": 92.0,
            "south": 42.0,
            "north": 44.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 19757.0,
            "cstr": "18406.11.Paleoenv.tpdc.300706",
            "doi": "10.11888/Paleoenv.tpdc.300706",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "贺乐天",
                "nameEn": "HE Letian",
                "unitEn": "",
                "unitCn": "兰州大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Human migration in the eastern Tianshan Mountains between the 7th and 12th centuries",
                "referenceCn": null,
                "referenceEn": "He, L., Cao, H., Wang, Y., Liu, R., Qiu, M., Wei, W., & Dong, G. (2023). Human migration in the eastern Tianshan Mountains between the 7th and 12th centuries. American Journal of Biological Anthropology, 181(1), 107-117."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "14C 测年",
                "nameEn": "14C dating"
            },
            {
                "nameCn": "人口",
                "nameEn": "Population"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "同位素分析",
                "nameEn": "Isotopic analysis"
            },
            {
                "nameCn": "遗址",
                "nameEn": "Ruins"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "天山东部",
                "keywordEn": "Eastern Tienshan Mountains"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "7世纪到12世纪之间",
                "keywordEn": "between the 7th and 12th centuries",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Mid- to late-Holocene large-scale population migration profoundly impacted the interaction of ethnic groups and cultures across Eurasia, notably in Central Asia. However, due to a lack of thorough historical documents, distinctive burial items, and human remains, the process of population migration during this historical era in the area is still unclear.",
                "Before the 7th century, many Sogdians lived in the Hami Basin as traders from Central Asia, and it was popular for them to use silver and gold coins as funerary objects (Li et al.,1997; Ma, 2015; Wang, 2021). Also, the Turks, Han Chinese, Tubo, and Tuyuhun peoples (from Qinghai-Tibet) resided there throughout that time (Li et al.,1997). It may be inferred that individuals from various geological, political, and cultural backgrounds created a complicated migratory picture in the Hami Basin between the early- and mid-7th century for various reasons by combining isotopic evidence, burial customs, and historical texts. The SPG originated from the Yellow River Basin and was widely distributed throughout the Tang Empire, including the entire Eastern Tianshan region (Chen, 1991; Museum of the Xinjiang Uygur Autonomous Region,1973; Turpan City Bureau of Cultural Relics et al.,2019). According to historical records, the central government dispatched officials of various levels to control and administer this region ever since the Tang Dynasty founded the Yi Prefecture in Hami in 630 AD (Liu,1975; Ouyang & Song,1975;Yu,2003). The Western States Uighur Kingdom was founded in 866 AD, centering on Turpan and expanding to the east and west, with the entire territory of the eastern Tianshan Mountains under its jurisdiction. Hami was governed by Western Turkistan between the early to mid-7th centuries, while the power of the Central Plains regimes began to gradually permeate the Western Regions (Wei,1973). The Tang Empire's dominance in the western region peaked between the middle of the 7th and 8th centuries. After the second half of the 10th century, several political rival governments ruled over the regions that the Silk Road traveled through. The eastern Xinjiang was under the jurisdiction of the Western States Uighur Kingdom, while the Western Xia government ruled over the Hexi Corridor (Miao & Tian, 2004; Yang & Lu, 1988; Yu, 2003).",
                "Human migration is a movement of individuals or groups of people from one location to another, in which the relocation is either long-term or permanent and requires a crossing of real or conceptual boundaries. A body of methods can be used to assess human migration, including the traditional archeological approaches and a variety of bioarchaeological methods. Notably, one of the underlying assumptions in applying human enamel to establishing a baseline is that most human remains found in a cemetery must be native-born and must have consumed food and water from within or around the site.",
                "The geographic patterns of the cultural and population diversities in the modern world are deeply rooted in large-scale human migrations and cultural interactions since the Neolithic age. More extensive migrations and cultural interactions occurred during the subsequent Eurasian Bronze Age, which helped to facilitate large settlements in Central Asia's arid regions and create pathways for prehistoric transcontinental cultural exchange. The eastern Tianshan Mountains served as a crucial route for the Silk Road's civilizational interchange between the East and West and served as a crucial hub for contact with pastoral and agricultural civilizations. Owing to frequent migration, wars, and regime changes in the eastern Tianshan Mountains, only a few local historical documents persisted. Presently, the established body of knowledge, such as the regime changes, military conflicts, policy contents, and some socioeconomic details, relies heavily on the historical records of the more prominent surrounding civilizations (e.g., Tang Empire and Arab Empire), as well as on archeological finds and research, such as the study of city sites, Buddhist Temples sites, written materials, artifacts, and biological remains. On the basis of this little evidence, it is difficult to create a history of human migration that is as thorough and reliable as that of Central China. The Turpan Basin in the Eastern Tianshan area has the highest concentration of historical archeological finds. The population in the eastern Tianshan region has combined traits of the East and West of Eurasia since the Bronze Age (3000 BC–800 BC), and the impact of eastern Eurasian people steadily grew through time, according to ancient DNA research and craniofacial morphology."
            ],
            "research objective": [
                "Using an interdisciplinary approach at the Lafuqueke (LFQK) cemetery, this study investigates the spatiotemporal processes and explores the factors that influenced human migration in the eastern Tianshan Mountains between the 7th and 12th centuries.",
                "This study employed the interdisciplinary approach to propose a novel model of the diachronic changes in human migration and cultural interaction in the eastern Tianshan Mountains between the 7th and 12th centuries. Furthermore, this study suggests that a multidisciplinary approach could be performed to reconstruct the demographic fluctuations, population dynamics, and cultural interaction within the framework of archeological and geological environments.",
                "This study presented the 87Sr/86Sr and 206Pb/204Pb values obtained from human enamel to demonstrate that many first-generation immigrants settled in the Hami Basin between the 7th and 12th centuries.",
                "The study of population migration in the eastern Tianshan Mountains between the 7th and 12th centuries is crucial to elucidating the interaction of various ethnic groups, such as Tuyuhun, Turk, Han, and Uighur."
            ],
            "challenges": [
                "Our attempt to identify the specific geographic origins of the non-locals were hampered by the limited spatial resolutions of the Sr and Pb isotope data, as well as the complex sources of the non-locals along the ancient Silk Road.",
                "On the basis of this little evidence, it is difficult to create a history of human migration that is as thorough and reliable as that of Central China. It is also difficult to gather concrete proof of past population movements using bioarchaeological data since so few human remains from historical periods have been unearthed and inadequately examined in this area. Unfortunately, only a small number of animal remains have been found in the LFQK cemetery."
            ],
            "methods": [
                "In this study, tooth enamel from 56 human remains found in the LFQK cemetery in Hami Basin, eastern Tianshan Mountains, is examined for strontium and lead isotopes.",
                "By merging several pieces of evidence, we might be able to determine the whereabouts of the non-local person who was buried in M24. The 87Sr/86Sr and 206Pb/204Pb values of four non-local individuals were either close to or within the local range, indicating that they should have come from the vicinity of Hami or other areas with a similar geological background to the Hami Basin (Figure4).",
                "This work used radiocarbon dating, strontium, and lead isotope measurements on human enamel from the Lafuqueke cemetery to reconstruct the spatiotemporal sequence of human migration in the eastern Tianshan Mountains. In order to reduce the impacts of sample bias, we randomly selected well-preserved teeth that could identify the individual because most human remains in the LFQK cemetery were severely disturbed. The bone collagen was extracted according to the method described by Richards and Hedges (1999), as briefly described below. Eighteen collagen samples were selected for the radiocarbon dating; they were graphitized with Automated Graphitization Equipment (AGE III) and measured by a compact Accelerator Mass Spectrometer (MICADAS) at the Key Laboratory of Western China's Environmental Systems (Ministry of Education), Lanzhou University. Analysis was done on the enamel samples taken from the 56 used remains. Before the isotopic measurement, the tooth samples were cleaned three times employing ultrasound. The Sr and Pb isotope analyses were analyzed at Beijing Createch Testing Technology Co., Ltd., employing a Thermo Fisher Scientific Neptune Plus MC-ICP-MS."
            ],
            "dataset": [
                "The human bones, which were unearthed from 18 burials at LFQK cemetery, yielded calibrated 14C results spanning 574/C241154 cal AD (95% probability range), corresponding to the Northern and Southern Dynasties-Song Dynasty. The human enamel samples exhibited a wide range of 87Sr/86Sr values, ranging from 0.707903 to 0.712062. The mean 87Sr/86Sr value of all the 56 samples was 0.709408 ± 0.00086(1 SD), and the mean 87Sr/86Sr value after removing the outliers was 0.709116 ± 0.000261 (1 SD).",
                "A total of 56 individuals (11, 13, and 32 from SCG, SPG, and SGG, respectively) were ultimately sampled in this study, representing 32% of the human remains from this cemetery. Eighteen collagen samples were selected for the radiocarbon dating."
            ],
            "findings": [
                "Approximately 54.55% of the early stages of LFQK cemetery were non-local individuals from diverse geographic areas. In the middle phase, the proportion of non-locals decreased (30.77%), while the culture of the Tang Dynasty strongly influenced the area. In the last phase, the proportion of non-locals decreased again (16.13%), with a cultural shift toward integration into the system of the Western States Uighur Kingdom. Geopolitics largely influenced migratory behavior and cultural interaction during the 7th to 12th centuries in the eastern Tianshan Mountains.",
                "Based on the established local range, 15 individuals fell outside the LFQK population, indicating that they were non-locals. The mobility scales of the three stages alter when the diverse burial styles and chronologies are taken into account (also the three burial types). Six non-locals were observed in the SCG, which prevailed in the early phase (early-mid 7th century, 54.55%, 6/11). There were four non-locals in SPG (mid-7th and mid-8th centuries, 30.77%, 4/13). Moreover, five non-locals were found in SGG, popular in the late phase (10th-12th centuries, 16.13%, 5/31).",
                "The findings showed that there have been significant diachronic shifts in human migration and a link to shifting geopolitical trends."
            ],
            "backgroundCn": [
                "中晚全新世的大规模人口迁移深刻影响了欧亚大陆各民族和文化之间的互动，特别是在中亚。然而，由于缺乏详尽的历史文献、独特的埋葬物品和人类遗骸，该地区这一历史时期的人口迁移过程仍然不清晰。",
                "在7世纪之前，许多粟特人作为中亚的商人生活在哈密盆地，他们常常使用银币和金币作为葬礼物品（Li et al., 1997; Ma, 2015; Wang, 2021）。此外，土耳其人、汉族、吐蕃和吐谷浑民族（来自青藏高原）在此期间也居住在该地区（Li et al., 1997）。通过结合同位素证据、埋葬习俗和历史文献，可以推断出在7世纪早中期，哈密盆地的移民图景复杂，涉及不同的地理、政治和文化背景，原因各异。SPG起源于黄河流域，并广泛分布于唐帝国，包括整个东天山地区（Chen, 1991; 新疆维吾尔自治区博物馆, 1973; 吐鲁番市文物局等, 2019）。根据历史记载，自唐朝于公元630年在哈密设立义州以来，中央政府便派遣各级官员对该地区进行管理（Liu, 1975; Ouyang & Song, 1975; Yu, 2003）。西州维吾尔王国于公元866年成立，以吐鲁番为中心，向东和向西扩展，整个东天山地区都在其管辖之下。在7世纪早中期，哈密由西突厥统治，而中央平原政权的势力逐渐渗透到西域（Wei, 1973）。唐帝国在西域的统治在7世纪中叶到8世纪达到顶峰。10世纪下半叶后，多个政治对立的政权统治了丝绸之路经过的地区。东新疆在西州维吾尔王国的管辖之下，而西夏政权则统治着河西走廊（Miao & Tian, 2004; Yang & Lu, 1988; Yu, 2003）。",
                "人类迁徙是指个人或群体从一个地点迁移到另一个地点的过程，这种迁移可以是长期的或永久的，并且需要跨越实际或概念上的边界。可以使用一系列方法来评估人类迁徙，包括传统的考古方法和各种生物考古学方法。值得注意的是，在应用人类牙釉质建立基线时，一个基本假设是，发现的墓地中的大多数人类遗骸必须是本地出生的，并且必须在该地点或周围地区消费过食物和水。",
                "现代世界的文化和人口多样性的地理模式深深植根于新石器时代以来的大规模人类迁徙和文化互动。随后的欧亚青铜时代发生了更广泛的迁徙和文化互动，这有助于在中亚干旱地区促进大型定居点的形成，并为史前跨大陆文化交流创造了通道。东天山山脉作为丝绸之路东西方文明交流的重要通道，成为与游牧和农业文明接触的关键枢纽。由于东天山地区频繁的迁徙、战争和政权更迭，只有少数地方历史文献得以保存。目前，关于政权更迭、军事冲突、政策内容以及一些社会经济细节的既有知识，主要依赖于周边更为显赫的文明（如唐帝国和阿拉伯帝国）的历史记录，以及考古发现和研究，例如城市遗址、佛教寺庙遗址、书面材料、文物和生物遗存的研究。基于这些有限的证据，难以像中原地区那样建立一个详尽可靠的人类迁徙历史。东天山地区的吐鲁番盆地是历史考古发现的最高集中地。根据古代DNA研究和颅面形态学，东天山地区的人口自青铜时代（公元前3000年–公元前800年）以来，结合了欧亚东西方的特征，东欧亚人群的影响随着时间的推移逐渐增强。"
            ],
            "research objectiveCn": [
                "本研究采用跨学科的方法，调查了Lafuqueke (LFQK) 墓地的时空过程，并探索了影响7至12世纪东天山地区人类迁徙的因素。",
                "本研究采用跨学科的方法，提出了一个关于7至12世纪东天山地区人类迁徙和文化互动的历时变化的新模型。此外，本研究建议可以采用多学科的方法，在考古和地质环境的框架内重建人口波动、人口动态和文化互动。",
                "本研究呈现了从人类牙釉质中获得的87Sr/86Sr和206Pb/204Pb值，以证明许多第一代移民在7至12世纪之间定居在哈密盆地。",
                "对7至12世纪东天山地区人口迁移的研究对于阐明突厥、汉、维吾尔等各种民族之间的互动至关重要。"
            ],
            "challengesCn": [
                "我们试图确定非本地人的具体地理来源，但由于Sr和Pb同位素数据的空间分辨率有限，以及古丝绸之路上非本地人复杂的来源，这一尝试受到了阻碍。",
                "根据这些有限的证据，很难像中部中国那样创建一个详尽可靠的人类迁徙历史。由于在该地区出土的历史时期人类遗骸极少且研究不充分，因此也很难通过生物考古数据收集到过去人口迁移的确凿证据。不幸的是，在LFQK墓地只发现了少量动物遗骸。"
            ],
            "methodsCn": [
                "在这项研究中，来自天山东部哈密盆地LFQK墓地的56具人类遗骸的牙釉质被检查了锶和铅同位素。",
                "通过合并几条证据，我们可能能够确定在M24埋葬的非本地人的下落。四名非本地个体的87Sr/86Sr和206Pb/204Pb值要么接近，要么在本地范围内，表明他们应该来自哈密附近或其他与哈密盆地具有相似地质背景的地区（图4）。",
                "本研究使用放射性碳定年、锶和铅同位素测量，对来自拉富克墓地的人类牙釉质进行分析，以重建东天山地区人类迁徙的时空序列。为了减少样本偏差的影响，我们随机选择了保存良好的牙齿，以便能够识别个体，因为LFQK墓地的大多数人类遗骸都受到严重干扰。骨胶原的提取按照Richards和Hedges（1999）的方法进行，简要描述如下。选择了18个胶原样本进行放射性碳定年；它们通过自动化石墨化设备（AGE III）进行石墨化，并在兰州大学西部环境系统教育部重点实验室使用紧凑型加速器质谱仪（MICADAS）进行测量。对56个使用的遗骸进行的牙釉质样本分析。在同位素测量之前，牙齿样本经过超声波清洗三次。锶和铅同位素分析在北京创测检测技术有限公司进行，采用Thermo Fisher Scientific Neptune Plus MC-ICP-MS。"
            ],
            "datasetCn": [
                "从LFQK墓地出土的18具埋葬的人骨，经过校准的14C结果显示，时间跨度为574/C241154年（公元95%概率范围），对应于南北朝-宋朝时期。人类牙釉质样本的87Sr/86Sr值范围广泛，从0.707903到0.712062不等。所有56个样本的平均87Sr/86Sr值为0.709408 ± 0.00086（1个标准差），去除异常值后的平均87Sr/86Sr值为0.709116 ± 0.000261（1个标准差）。",
                "在这项研究中，总共对56名个体进行了采样（分别来自SCG的11名、SPG的13名和SGG的32名），这代表了该墓地人类遗骸的32%。从中选择了18个胶原蛋白样本进行放射性碳测定。"
            ],
            "findingsCn": [
                "在LFQK墓地的早期阶段，大约54.55%的个体是来自不同地理区域的非本地人。在中期，非本地人的比例下降至30.77%，而唐代文化对该地区产生了强烈影响。在最后阶段，非本地人的比例再次下降至16.13%，文化转向融入西州维吾尔王国的体系。地缘政治在7至12世纪东天山地区的迁徙行为和文化互动中发挥了重要影响。",
                "根据已建立的地方范围，15名个体超出了LFQK种群，表明他们是非本地人。在考虑到不同的埋葬风格和年代（以及三种埋葬类型）时，三个阶段的流动性尺度发生了变化。在早期阶段（7世纪早期至中期，54.55%，6/11）观察到六名非本地人出现在SCG中。在SPG中（7世纪中期至8世纪中期，30.77%，4/13）发现了四名非本地人。此外，在SGG中（10世纪至12世纪，16.13%，5/31）发现了五名非本地人，该类型在晚期阶段流行。",
                "研究结果显示，人类迁徙发生了显著的历时性变化，并与地缘政治趋势的变化有关。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can radiocarbon dating provide reliable chronological data for human remains collected from burial sites in this domain?",
                "QuestionCn": "放射性碳定年法能否为在该领域收集的埋葬地点的人类遗骸提供可靠的年代数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is there a challenge in using isotopic data to identify the specific geographic origins of non-local individuals due to limited spatial resolution?",
                "QuestionCn": "使用同位素数据识别非本地个体的具体地理来源时，由于空间分辨率有限，确实存在挑战。",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are strontium and lead isotopes more commonly extracted using MC-ICPMS or another method for analyzing human enamel samples?",
                "QuestionCn": "锶和铅同位素在分析人类牙釉质样本时更常用MC-ICPMS提取，还是其他方法？",
                "AnswerEn": "MC-ICPMS",
                "AnswerCn": "多接收电感耦合等离子体质谱仪 (MC-ICPMS)",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are some challenges faced in determining the geographic origins of non-local individuals in migration studies?",
                "QuestionCn": "在迁移研究中，确定非本地个体的地理来源面临的一些挑战包括：",
                "AnswerEn": "limited spatial resolutions of the Sr and Pb isotope data",
                "AnswerCn": "Sr 和 Pb 同位素数据的空间分辨率有限。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to obtain isotopic data from human remains in archeological studies?",
                "QuestionCn": "您能否提供一个用于从考古研究中的人类遗骸获取同位素数据的数据收集方法的例子？",
                "AnswerEn": "In the study of the LFQK cemetery in the eastern Tianshan Mountains, a data collection method involved examining tooth enamel from 56 human remains for strontium and lead isotopes using a Thermo Fisher Scientific Neptune Plus MC-ICP-MS. The enamel samples were cleaned with ultrasound before isotopic measurement.",
                "AnswerCn": "在东天山山脉的LFQK墓地研究中，一种数据收集方法涉及使用Thermo Fisher Scientific Neptune Plus MC-ICP-MS对56具人类遗骸的牙釉质进行锶和铅同位素的检测。牙釉质样本在同位素测量之前进行了超声清洗。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using isotopic data to trace human migration paths in historical populations?",
                "QuestionCn": "使用同位素数据追踪历史人群的迁徙路径时面临的一个挑战是什么？",
                "AnswerEn": "A challenge faced in using isotopic data to trace human migration is the limited spatial resolution of the Sr and Pb isotope data, which complicates identifying specific geographic origins of non-locals in areas like the LFQK cemetery along the Silk Road.",
                "AnswerCn": "使用同位素数据追踪人类迁徙面临的一个挑战是Sr和Pb同位素数据的空间分辨率有限，这使得在丝绸之路沿线的LFQK墓地等地区识别非本地人的具体地理来源变得复杂。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of data collection methods used for analyzing human migration patterns in the Hami Basin?",
                "QuestionCn": "用于分析哈密盆地人类迁徙模式的数据收集方法的关键特征是什么？",
                "AnswerEn": "collagen extraction from human bone samples, radiocarbon dating, strontium and lead isotope analysis from human enamel, IntCal20 curve calibration, MC-ICPMS measurements",
                "AnswerCn": "从人类骨样本中提取胶原蛋白，进行放射性碳测年，分析人类牙釉质中的锶和铅同位素，使用IntCal20曲线校准，进行MC-ICPMS测量。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the primary challenges in collecting bioarchaeological data to study past population movements in the eastern Tianshan Mountains?",
                "QuestionCn": "在东天山地区收集生物考古数据以研究过去人口迁移的主要挑战是什么？",
                "AnswerEn": "limited spatial resolution of isotope data, complex sources of non-local individuals, insufficient human remains from historical periods, disturbance of remains in cemeteries",
                "AnswerCn": "同位素数据的空间分辨率有限，非本地个体来源复杂，历史时期的人类遗骸不足，墓地遗骸受到干扰。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many human enamel samples were analyzed for strontium and lead isotope values in a dataset related to human migration in the eastern Tianshan Mountains?",
                "QuestionCn": "在与东天山人类迁徙相关的数据集中，分析了多少个人类牙釉质样本的锶和铅同位素值？",
                "AnswerEn": "56",
                "AnswerCn": "五十六",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the mean 87Sr/86Sr value of the enamel samples after removing outliers in a dataset from the LFQK cemetery?",
                "QuestionCn": "在LFQK墓地的一个数据集中，去除异常值后，牙釉质样本的87Sr/86Sr均值是多少？",
                "AnswerEn": "0.709116 ± 0.000261",
                "AnswerCn": "0.709116 ± 0.000261",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How many human remains were selected for radiocarbon dating in a dataset concerning burials at the LFQK cemetery?",
                "QuestionCn": "在LFQK墓地的埋葬数据集中，选择了多少具人类遗骸进行放射性碳定年？",
                "AnswerEn": "18",
                "AnswerCn": "18",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the method used for extracting and analyzing isotopic data from human enamel in archaeological research?",
                "QuestionCn": "在考古研究中，提取和分析人类牙釉质同位素数据的方法是什么？",
                "AnswerEn": "The method involves examining tooth enamel from human remains for strontium and lead isotopes. The enamel samples are taken from the remains, cleaned using ultrasound, and analyzed using a Thermo Fisher Scientific Neptune Plus MC-ICP-MS at a testing facility.",
                "AnswerCn": "该方法涉及检查人类遗骸的牙釉质中的锶和铅同位素。样本从遗骸中提取，使用超声波清洗，然后在测试设施中使用Thermo Fisher Scientific Neptune Plus MC-ICP-MS进行分析。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with collecting bioarchaeological data for historical population movement studies?",
                "QuestionCn": "与历史人口迁移研究相关的生物考古数据收集面临哪些挑战？",
                "AnswerEn": "The challenges include limited spatial resolutions of Sr and Pb isotope data, complex sources of non-locals along ancient routes, and the scarcity and inadequate examination of human remains from historical periods. Additionally, there is a lack of animal remains in certain burial sites, limiting the breadth of bioarchaeological data.",
                "AnswerCn": "挑战包括Sr和Pb同位素数据的空间分辨率有限、沿古代路线复杂的非本地来源，以及历史时期人类遗骸的稀缺和检查不足。此外，某些埋葬地点缺乏动物遗骸，限制了生物考古数据的广度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for strontium and lead isotope analysis compare to those for radiocarbon dating in terms of sample preparation and accuracy?",
                "QuestionCn": "铷和铅同位素分析的数据收集方法与放射性碳定年在样品准备和准确性方面有何比较？",
                "AnswerEn": "The strontium and lead isotope analysis involves extracting tooth enamel samples using physical and chemical methods and measuring them with MC-ICPMS, ensuring a 2σ error margin of less than 0.000006 for strontium and less than 0.0010 for lead. In contrast, radiocarbon dating involves extracting collagen from human bones, graphitizing it with AGE III, and measuring it using a compact Accelerator Mass Spectrometer, with results calibrated using the IntCal20 curve. Both methods emphasize precision and accuracy but differ in their sample preparation techniques and instrumentation.",
                "AnswerCn": "锶和铅同位素分析涉及使用物理和化学方法提取牙齿琺瑯质样本，并通过多接收器电感耦合等离子体质谱（MC-ICPMS）进行测量，确保锶的2σ误差范围小于0.000006，铅的小于0.0010。相比之下，放射性碳定年涉及从人类骨骼中提取胶原蛋白，使用AGE III进行石墨化，并通过紧凑型加速器质谱仪进行测量，结果使用IntCal20曲线进行校准。这两种方法都强调精确性和准确性，但在样本准备技术和仪器方面有所不同。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences and similarities between the challenges faced in determining the geographic origins of non-locals using isotopic data and the challenges in reconstructing historical migration patterns through bioarchaeological data?",
                "QuestionCn": "确定非本地人地理起源时使用同位素数据面临的挑战与通过生物考古数据重建历史迁移模式所面临的挑战之间的异同是什么？",
                "AnswerEn": "Determining geographic origins using isotopic data faces challenges due to limited spatial resolution and complex non-local sources along historical routes like the Silk Road. Similarly, reconstructing historical migration patterns through bioarchaeological data is difficult due to the scarcity of well-preserved human remains and inadequate examinations. Both methods struggle with limitations in available evidence and require interdisciplinary approaches, but isotopic analysis is more focused on precise geochemical signatures, while bioarchaeological data rely on broader archeological and historical contexts.",
                "AnswerCn": "利用同位素数据确定地理来源面临挑战，因为空间分辨率有限，以及像丝绸之路这样的历史路线沿途存在复杂的非本地来源。同样，通过生物考古数据重建历史迁徙模式也很困难，因为保存良好的人体遗骸稀缺，且检查不足。这两种方法都面临可用证据的限制，需要跨学科的方法，但同位素分析更专注于精确的地球化学特征，而生物考古数据则依赖于更广泛的考古和历史背景。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the findings from analyzing human enamel samples for isotopic values compare to those from carbon dating in terms of revealing migration patterns and cultural interactions in the eastern Tianshan Mountains?",
                "QuestionCn": "分析人类牙釉质样本的同位素值与碳定年在揭示东天山地区的迁徙模式和文化互动方面的发现有何比较？",
                "AnswerEn": "Analyzing human enamel samples for isotopic values revealed non-local individuals and migration patterns, indicating significant diachronic shifts linked to geopolitical changes, with varying percentages of non-locals across different time phases. Carbon dating provided chronological context for these patterns, spanning from the Northern and Southern Dynasties to the Song Dynasty. Both methods contribute to understanding migration and cultural interactions, with isotopic analysis offering insights into geographic origins and carbon dating providing temporal frameworks.",
                "AnswerCn": "对人类牙釉质样本进行同位素值分析揭示了非本地个体和迁移模式，表明与地缘政治变化相关的显著历时性变化，不同时间阶段的非本地个体比例各异。碳定年提供了这些模式的时间背景，涵盖了北朝和南朝到宋朝的时期。这两种方法有助于理解迁移和文化互动，其中同位素分析提供了地理起源的见解，而碳定年则提供了时间框架。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the data collection method using strontium and lead isotopes in human enamel help infer the migration patterns and cultural interactions in historical populations?",
                "QuestionCn": "使用锶和铅同位素在人体牙釉质中的数据收集方法如何帮助推断历史人群的迁徙模式和文化互动？",
                "AnswerEn": "The use of strontium and lead isotopes in human enamel allows researchers to trace geographic origins and movements of individuals, as these isotopic signatures can indicate non-local origins and interactions. This approach helps infer migration patterns and cultural interactions by identifying non-local individuals and associating their isotopic values with known geological backgrounds.",
                "AnswerCn": "铯和铅同位素在人体牙釉质中的使用使研究人员能够追踪个体的地理来源和迁移。这些同位素特征可以指示非本地来源和互动。这种方法通过识别非本地个体并将其同位素值与已知的地质背景关联，帮助推断迁移模式和文化互动。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What challenges could arise from using bioarchaeological data to reconstruct historical migration patterns in regions with limited historical records?",
                "QuestionCn": "使用生物考古数据重建历史迁徙模式时，在历史记录有限的地区可能会出现哪些挑战？",
                "AnswerEn": "Challenges include limited spatial resolution of isotopic data, complex sources of non-locals, and scarcity of human remains from historical periods. These factors make it difficult to accurately trace geographic origins and create comprehensive migration histories compared to regions with extensive historical documentation.",
                "AnswerCn": "挑战包括同位素数据的空间分辨率有限、非本地复杂来源以及历史时期人类遗骸的稀缺。这些因素使得准确追踪地理起源和创建全面的迁徙历史变得困难，与那些有丰富历史文献的地区相比。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How might the incorporation of interdisciplinary approaches enhance the understanding of human migration processes in the eastern Tianshan Mountains between the 7th and 12th centuries?",
                "QuestionCn": "跨学科方法的融入如何增强对7至12世纪东天山地区人类迁徙过程的理解？",
                "AnswerEn": "Incorporating interdisciplinary approaches, such as combining archaeological, isotopic, and historical evidence, can provide a more robust framework for understanding migration processes. This integration allows for a reconstruction of demographic fluctuations, population dynamics, and cultural interactions, addressing the limitations of relying solely on bioarchaeological data.",
                "AnswerCn": "结合考古学、同位素学和历史证据等跨学科方法，可以为理解迁移过程提供更为稳健的框架。这种整合能够重建人口波动、人口动态和文化互动，解决仅依赖生物考古数据的局限性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What could be the reasons behind the challenges in identifying specific geographic origins of non-locals using isotopic data in migration studies of the eastern Tianshan Mountains?",
                "QuestionCn": "在东天山地区的迁徙研究中，使用同位素数据识别非本地人具体地理来源的挑战可能有以下原因：",
                "AnswerEn": "The challenges in identifying specific geographic origins of non-locals using isotopic data may be due to the limited spatial resolutions of the strontium and lead isotope data, as well as the complex sources of the non-locals along the ancient Silk Road.",
                "AnswerCn": "使用同位素数据识别非本地人的具体地理来源所面临的挑战，可能是由于锶和铅同位素数据的空间分辨率有限，以及沿着古丝绸之路非本地人复杂的来源。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might there be difficulties in creating a thorough history of human migration in the eastern Tianshan Mountains compared to Central China?",
                "QuestionCn": "在东天山地区创建人类迁徙的详细历史可能会比在中部中国面临更多困难，原因是什么？",
                "AnswerEn": "There might be difficulties in creating a thorough history of human migration in the eastern Tianshan Mountains due to the scarcity of local historical documents, limited archeological findings, and the reliance on historical records from more prominent surrounding civilizations.",
                "AnswerCn": "在东天山地区，创建人类迁徙的详细历史可能会面临困难，这主要是由于当地历史文献稀缺、考古发现有限，以及对周边更显著文明的历史记录的依赖。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the limited availability of bioarchaeological data to establish concrete proof of past population movements in the eastern Tianshan Mountains?",
                "QuestionCn": "导致在东天山地区建立过去人口迁移的确凿证据的生物考古数据有限的原因是什么？",
                "AnswerEn": "The limited availability of bioarchaeological data may be caused by the fact that few human remains from historical periods have been unearthed and inadequately examined in the area.",
                "AnswerCn": "生物考古数据的有限可用性可能是由于该地区出土的人类遗骸较少且未得到充分研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using strontium and lead isotope analysis on human enamel for understanding historical migration patterns in the eastern Tianshan Mountains?",
                "QuestionCn": "使用锶和铅同位素分析人类牙釉质对理解东天山地区历史迁徙模式的影响是什么？",
                "AnswerEn": "Using strontium and lead isotope analysis on human enamel helped reveal that many first-generation immigrants settled in the Hami Basin between the 7th and 12th centuries. It provided insights into the spatiotemporal processes of human migration and highlighted the impacts of geopolitical influences on migratory behavior and cultural interaction during this period.",
                "AnswerCn": "使用锶和铅同位素分析人类牙釉质，帮助揭示了许多第一代移民在7至12世纪之间定居于哈密盆地。这为人类迁徙的时空过程提供了见解，并突显了这一时期地缘政治影响对迁徙行为和文化互动的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the inclusion of radiocarbon dating in data collection affect the understanding of human migration chronology in the LFQK cemetery?",
                "QuestionCn": "放射性碳定年法在数据收集中的应用如何影响对LFQK墓地人类迁徙时间表的理解？",
                "AnswerEn": "The inclusion of radiocarbon dating allows for the reconstruction of the spatiotemporal sequence of human migration in the eastern Tianshan Mountains. It provides a calibrated 14C result that spans significant historical periods, facilitating a more nuanced understanding of the diachronic changes in human migration and cultural interaction.",
                "AnswerCn": "放射性碳定年法的应用使得我们能够重建东天山地区人类迁徙的时空序列。它提供了一个跨越重要历史时期的校准14C结果，有助于更深入地理解人类迁徙和文化互动的历时变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential outcomes of the limited spatial resolution of strontium and lead isotope data on determining the geographic origins of non-local individuals in historical studies?",
                "QuestionCn": "铅同位素和锶同位素数据的有限空间分辨率对历史研究中确定非本地个体的地理来源可能产生的结果是什么？",
                "AnswerEn": "The limited spatial resolution of strontium and lead isotope data hampers the ability to specifically identify the geographic origins of non-local individuals, leading to challenges in creating a thorough and reliable history of human migration. This limitation is compounded by the complex sources of non-locals along the ancient Silk Road.",
                "AnswerCn": "锶和铅同位素数据的有限空间分辨率限制了具体识别非本地个体的地理来源的能力，这导致在创建全面可靠的人类迁徙历史时面临挑战。这一限制因古丝绸之路上非本地个体复杂的来源而加剧。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to utilize strontium and lead isotope measurements when investigating human migration in the eastern Tianshan Mountains?",
                "QuestionCn": "在研究东天山地区的人类迁徙时，利用锶和铅同位素测量的重要性是什么？",
                "AnswerEn": "Strontium and lead isotope measurements are crucial for investigating human migration in the eastern Tianshan Mountains as they help demonstrate the movement and settlement patterns of first-generation immigrants in the region between the 7th and 12th centuries. These isotopic values can provide insights into the geographic origins of individuals, illustrating the diversity of the population and their interactions with different cultures over time.",
                "AnswerCn": "锶和铅同位素测量对于研究东天山地区的人类迁徙至关重要，因为它们有助于展示7至12世纪第一代移民在该地区的移动和定居模式。这些同位素值可以提供个体的地理来源的见解，展示人口的多样性及其与不同文化的互动历程。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the goals behind employing radiocarbon dating in the analysis of human remains from the LFQK cemetery?",
                "QuestionCn": "在LFQK墓地分析人类遗骸时，采用放射性碳定年法的目标是什么？",
                "AnswerEn": "The goal of employing radiocarbon dating in the analysis of human remains from the LFQK cemetery is to reconstruct the spatiotemporal sequence of human migration in the eastern Tianshan Mountains. This method allows researchers to date the human remains accurately, thereby enabling a better understanding of the demographic fluctuations and cultural interactions over different historical periods.",
                "AnswerCn": "在LFQK墓地对人类遗骸进行放射性碳定年分析的目标是重建东天山地区人类迁徙的时空序列。这种方法使研究人员能够准确地对人类遗骸进行定年，从而更好地理解不同历史时期的人口波动和文化互动。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures were employed to ensure the accuracy and reliability of radiocarbon dating and isotopic measurements of human remains in the Hami Basin?",
                "QuestionCn": "为了确保哈密盆地人类遗骸的放射性碳定年和同位素测量的准确性和可靠性，采用了哪些程序？",
                "AnswerEn": "For radiocarbon dating, human bone samples were chemically pretreated to extract collagen, which was then graphitized with the AGE3 system and analyzed using an accelerator mass spectrometer. Oxalic acid II was added as a modern carbon standard, PHA samples were used to account for background contamination, and IAEA-C7 and IAEA-C8 were used to monitor data accuracy. Carbon-14 dating results were calculated using a half-life of 5568 years and calibrated with the IntCal20 curve. For strontium and lead isotopic measurements, human tooth enamel samples were extracted and analyzed using MC-ICPMS, with 2σ errors being controlled to ensure precision.",
                "AnswerCn": "为了进行放射性碳定年，人骨样本经过化学预处理以提取胶原蛋白，然后使用AGE3系统进行石墨化，并通过加速质谱仪进行分析。添加了草酸II作为现代碳标准，PHA样本用于补偿背景污染，IAEA-C7和IAEA-C8用于监测数据的准确性。碳-14定年结果是使用5568年的半衰期计算的，并与IntCal20曲线进行了校准。对于锶和铅同位素测量，人牙釉质样本被提取并使用MC-ICPMS进行分析，2σ误差被控制以确保精确度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are associated with identifying the geographic origins of non-local individuals using isotopic data in the eastern Tianshan Mountains?",
                "QuestionCn": "在东天山地区，使用同位素数据识别非本地个体的地理来源面临哪些挑战？",
                "AnswerEn": "The challenges include limited spatial resolutions of the strontium and lead isotope data, as well as the complex sources of non-locals along the ancient Silk Road, which hamper the ability to pinpoint specific geographic origins of the non-local individuals.",
                "AnswerCn": "挑战包括锶和铅同位素数据的空间分辨率有限，以及古丝绸之路上非本地个体复杂的来源，这妨碍了准确确定非本地个体的具体地理来源。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What interdisciplinary approaches enable the reconstruction of demographic fluctuations and cultural interactions in the eastern Tianshan Mountains during the 7th to 12th centuries?",
                "QuestionCn": "哪些跨学科的方法能够重建7至12世纪东天山地区的人口波动和文化互动？",
                "AnswerEn": "An interdisciplinary approach, which includes methods such as radiocarbon dating and strontium and lead isotope analyses on human enamel, enables the reconstruction of demographic fluctuations and cultural interactions by combining archaeological and geological evidence to understand human migration patterns.",
                "AnswerCn": "一种跨学科的方法，包括放射性碳定年和对人类牙釉质进行锶和铅同位素分析，能够通过结合考古和地质证据重建人口波动和文化互动，以理解人类迁徙模式。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How do the spatial resolution limitations of Sr and Pb isotope data challenge the identification of non-local individuals' geographic origins, and what methods enable overcoming these challenges?",
                "QuestionCn": "Sr和Pb同位素数据的空间分辨率限制如何挑战非本地个体地理来源的识别，以及哪些方法能够克服这些挑战？",
                "AnswerEn": "The limited spatial resolutions of Sr and Pb isotope data challenge the identification of specific geographic origins of non-locals. Overcoming these challenges may involve merging multiple pieces of evidence, such as isotopic values and burial customs, to deduce potential origins within the vicinity or similar geological backgrounds to the study area.",
                "AnswerCn": "Sr和Pb同位素数据的有限空间分辨率使得识别非本地人的具体地理来源变得困难。克服这些挑战可能涉及合并多种证据，例如同位素值和埋葬习俗，以推断潜在的来源，可能是在研究区域附近或具有相似地质背景的地方。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Which methods enable the collection of precise isotope data from human enamel samples, and how do these methods contribute to understanding human migration in ancient populations?",
                "QuestionCn": "哪些方法能够从人类牙釉质样本中收集精确的同位素数据，这些方法如何有助于理解古代人群的人类迁徙？",
                "AnswerEn": "Methods such as the use of MC-ICPMS for strontium and lead isotope measurements on enamel samples enable the collection of precise data, which contributes to understanding human migration by providing evidence of non-local individuals and their movements over time through isotopic signatures.",
                "AnswerCn": "使用MC-ICPMS对牙釉质样本进行锶和铅同位素测量的方法能够收集精确的数据，这有助于通过同位素特征理解人类迁徙，提供非本地个体及其随时间移动的证据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might it be challenging to obtain precise geographic origins of non-local individuals using strontium and lead isotope data?",
                "QuestionCn": "使用锶和铅同位素数据获取非本地个体的精确地理来源可能面临挑战的原因是什么？",
                "AnswerEn": "The challenges in identifying specific geographic origins arise from the limited spatial resolutions of the strontium and lead isotope data and the complex sources of the non-local individuals along the ancient Silk Road.",
                "AnswerCn": "识别特定地理来源的挑战源于锶和铅同位素数据的空间分辨率有限，以及古丝绸之路上非本地个体复杂的来源。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors could contribute to the difficulty of gathering comprehensive bioarchaeological evidence of past population movements in historical periods?",
                "QuestionCn": "哪些因素可能导致在历史时期收集全面的生物考古学证据以研究过去人口迁移的困难？",
                "AnswerEn": "The difficulty in gathering comprehensive bioarchaeological evidence is due to the scarcity of unearthed human remains from historical periods and the inadequate examination of these remains in the region.",
                "AnswerCn": "收集全面的生物考古证据的困难在于历史时期出土的人类遗骸稀少，以及该地区对这些遗骸的检查不足。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why would researchers choose to use human enamel samples to study migration patterns instead of other types of archaeological evidence?",
                "QuestionCn": "研究人员为什么选择使用人类牙釉质样本来研究迁徙模式，而不是其他类型的考古证据？",
                "AnswerEn": "Researchers use human enamel samples because they provide valuable isotopic data, which can help establish a baseline that most human remains found in a cemetery are native-born and have consumed local food and water, thus aiding in understanding migration patterns.",
                "AnswerCn": "研究人员使用人类牙釉质样本，因为它们提供了有价值的同位素数据，这可以帮助建立一个基线，即大多数在墓地发现的人类遗骸是本地出生的，并且消费了当地的食物和水，从而有助于理解迁徙模式。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective are strontium and lead isotope analyses in determining the geographic origins of ancient human remains, considering the complex sources of non-locals along the Silk Road?",
                "QuestionCn": "锶和铅同位素分析在确定古代人类遗骸的地理来源方面的有效性如何，考虑到丝绸之路上非本地人复杂的来源？",
                "AnswerEn": "Strontium and lead isotope analyses are useful in identifying geographic origins, yet the limited spatial resolutions of these isotopic data and the complex sources of non-locals along the ancient Silk Road pose challenges. These analyses provide valuable insights but may not always pinpoint specific origins due to these limitations.",
                "AnswerCn": "锶和铅同位素分析在识别地理来源方面非常有用，但由于这些同位素数据的空间分辨率有限以及古丝绸之路上非本地来源的复杂性，这些分析面临挑战。这些分析提供了宝贵的见解，但由于这些限制，可能并不总能准确确定具体来源。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways can interdisciplinary approaches enhance the understanding of human migration and cultural interactions in ancient Central Asia?",
                "QuestionCn": "跨学科的方法可以通过以下几种方式增强对古代中亚人类迁徙和文化互动的理解：",
                "AnswerEn": "Interdisciplinary approaches can provide a comprehensive understanding by integrating archeological, bioarchaeological, and historical evidence. These methods help to reconstruct demographic fluctuations, population dynamics, and cultural interactions, offering a more nuanced picture of migration and cultural changes in ancient Central Asia.",
                "AnswerCn": "跨学科的方法通过整合考古学、生物考古学和历史证据，可以提供全面的理解。这些方法有助于重建人口波动、人口动态和文化互动，提供关于古代中亚迁徙和文化变化的更细致的图景。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how the isotopic data from human remains can effectively trace ancient migration patterns in the eastern Tianshan Mountains.",
                "QuestionCn": "我不明白人类遗骸的同位素数据如何有效追踪东天山地区的古代迁徙模式。",
                "AnswerEn": "Isotopic data from human remains, such as strontium and lead isotopes, can trace migration patterns by indicating the geological origins of the individuals. In the eastern Tianshan Mountains, these isotopic values help identify whether individuals were local or non-local, which in turn reflects migration patterns over different periods.",
                "AnswerCn": "人类遗骸的同位素数据，如锶和铅同位素，可以通过指示个体的地质来源来追踪迁移模式。在东天山地区，这些同位素值有助于识别个体是本地人还是外来人，这反过来反映了不同时间段的迁移模式。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure about how researchers can overcome the challenges posed by limited spatial resolutions of isotope data in identifying geographic origins.",
                "QuestionCn": "我不确定研究人员如何克服同位素数据空间分辨率有限所带来的挑战，以识别地理来源。",
                "AnswerEn": "Overcoming the challenges of limited spatial resolutions in isotope data involves merging multiple lines of evidence, such as isotopic values, burial customs, and historical texts, to improve geographic origin identification. Despite the limited resolution, these combined approaches can provide a more comprehensive understanding of migration patterns.",
                "AnswerCn": "克服同位素数据空间分辨率有限的挑战涉及合并多种证据，如同位素值、埋葬习俗和历史文本，以改善地理来源的识别。尽管分辨率有限，这些综合方法仍能提供对迁徙模式更全面的理解。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "I can't make sense of how radiocarbon dating is utilized to establish a chronological framework in archaeological studies.",
                "QuestionCn": "我无法理解放射性碳定年是如何在考古研究中用于建立时间框架的。",
                "AnswerEn": "Radiocarbon dating is used to establish a chronological framework by measuring the decay of carbon-14 in organic materials, such as bone collagen. The resulting dates provide a timeline for human remains and artifacts, which can be calibrated to calendar years using established curves like IntCal20, allowing researchers to map out historical periods and events.",
                "AnswerCn": "放射性碳定年法通过测量有机材料中碳-14的衰变来建立时间框架，例如骨胶原。由此产生的日期为人类遗骸和文物提供了时间线，可以使用像IntCal20这样的已建立曲线进行日历年校准，从而使研究人员能够绘制历史时期和事件的地图。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges associated with obtaining high-resolution spatial data for identifying the geographic origins of non-local individuals in historical migration studies.",
                "QuestionCn": "请探讨在历史迁徙研究中获取高分辨率空间数据以识别非本地个体的地理来源所面临的挑战。",
                "AnswerEn": "The challenges in identifying the specific geographic origins of non-locals are attributed to the limited spatial resolution of the Sr and Pb isotope data. The complex sources of the non-locals along ancient routes like the Silk Road further complicate this task, making it difficult to pinpoint precise origins based on the available isotopic evidence.",
                "AnswerCn": "识别非本地人具体地理来源的挑战归因于Sr和Pb同位素数据的空间分辨率有限。沿着古代路线如丝绸之路的非本地人复杂来源进一步使这一任务复杂化，使得基于现有同位素证据难以准确确定来源。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please evaluate the potential for expanding datasets related to human migration in the eastern Tianshan Mountains by incorporating interdisciplinary approaches.",
                "QuestionCn": "评估通过结合跨学科方法扩展与东天山地区人类迁徙相关的数据集的潜力。",
                "AnswerEn": "Expanding datasets in this domain can involve employing interdisciplinary approaches, as seen in the study of the LFQK cemetery. This includes combining bioarchaeological methods, isotopic analysis, and historical records to propose models of diachronic changes in human migration. Such approaches can aid in reconstructing demographic fluctuations and cultural interactions in the eastern Tianshan Mountains between the 7th and 12th centuries.",
                "AnswerCn": "在这一领域扩展数据集可以涉及采用跨学科的方法，正如LFQK墓地的研究所示。这包括结合生物考古学方法、同位素分析和历史记录，以提出人类迁徙的历时变化模型。这些方法有助于重建7至12世纪东天山地区的人口波动和文化互动。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}