{
    "id": "eab4a39b-9ba8-47a7-bd79-34cb58359271",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Spatial distribution data set of extreme precipitation disaster risk in Yangon deepwater port area (2019)",
            "titleCn": "仰光深水港地区极端降水灾害危险性空间分布数据集（2019）",
            "description": "The evaluation area of the data set is the central urban area of Yangon deepwater port. The data set is based on the extreme precipitation disaster risk spatial distribution data set (2019) and its evaluation index system. The data set considers both precipitation risk and terrain risk. Among them, precipitation risk index includes extreme precipitation intensity index and extreme precipitation frequency index, both of which are obtained from GPM precipitation data. Terrain risk mainly considers elevation index. Finally, the risk assessment results of extreme precipitation disaster are obtained. The probability and intensity of extreme precipitation disaster in high risk area are higher than those in low risk area.",
            "descriptionCn": "该数据集的评价区域为仰光深水港中心城区。该数据集以极端降水灾害危险性空间分布数据集（2019）为基础，参考了其的评价指标体系。该数据集综合考虑了降水危险性和地形危险性指标。其中降水危险性指标包括极端降水强度指标和极端降水频率指标，这两个指标都从GPM降水数据中统计、提取得到，地形危险性主要考虑了高程指标。最终得到了极端降水灾害危险性评价结果，危险性高的区域，其受到极端降水灾害的可能性和灾害的强度高于危险性低的区域。",
            "instructions": "The data is stored in. TIF format and can be opened by ArcGIS software. The file is named as“ YangonHazard.tif \"",
            "instructionsCn": "数据以.tif格式存储，可以使用ArcGIS软件打开。文件的命名方式为“YangonHazard.tif”",
            "east": 96.0,
            "west": 95.9,
            "south": 16.5,
            "north": 17.1,
            "startTime": "2019-01-01 00:00:00",
            "endTime": "2019-12-31 00:00:00",
            "fileSize": 41427731.0,
            "cstr": "18406.11.Disas.tpdc.271056",
            "doi": "10.11888/Disas.tpdc.271056",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "葛咏",
                "nameEn": "GE Yong",
                "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "李强子",
                "nameEn": "LI Qiangzi",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            },
            {
                "nameCn": "李毅",
                "nameEn": "LI Yi",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "AIMERG: a new Asian precipitation dataset (0.1◦/half-hourly, 2000–2015) by calibrating the GPM-era IMERG at a daily scale using APHRODITE",
                "referenceCn": null,
                "referenceEn": "Ma, Z.Q., Xu, J.T., Zhu, S.Y., Yang, J., Tang, G.Q., Yang, Y.J., Shi, Z., and Hong, Y. (2020). AIMERG: a new Asian precipitation dataset (0.1°/half-hourly, 2000–2015) by calibrating the GPM-era IMERG at a daily scale using APHRODITE, Earth Syst. Sci. Data, 12, 1525–1544, https://doi.org/10.5194/essd-12-1525-2020."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "极端降水",
                "nameEn": "Extreme Precipitation"
            },
            {
                "nameCn": "洪水",
                "nameEn": "Flood"
            },
            {
                "nameCn": "灾害",
                "nameEn": "Disaster"
            },
            {
                "nameCn": "自然灾害",
                "nameEn": "Natural Disaster"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "仰光",
                "keywordEn": "Yongon"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019-2020",
                "keywordEn": "2019-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and indicators used to evaluate the spatial distribution of extreme rainfall hazard risk in a dataset related to deep-water port regions?",
                "QuestionCn": "评估与深水港地区相关的数据集中极端降雨灾害风险的空间分布的具体特征和指标有哪些？",
                "AnswerEn": "extreme precipitation intensity indicators, extreme precipitation frequency indicators, elevation indicators",
                "AnswerCn": "极端降水强度指标、极端降水频率指标、海拔指标",
                "Level": "C5(Evaluating)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'extreme precipitation hazard risk assessment' in the context of spatial distribution data for urban areas?",
                "QuestionCn": "在城市地区的空间分布数据背景下，“极端降水风险评估”是指对极端降水事件可能造成的风险进行评估和分析，以了解其对城市环境和基础设施的潜在影响。",
                "AnswerEn": "Extreme precipitation hazard risk assessment refers to the process of evaluating areas based on the potential and intensity of extreme precipitation events and their associated risks. It involves analyzing various indicators such as extreme precipitation intensity and frequency derived from GPM precipitation data, as well as topographical factors like elevation, to determine regions that are more susceptible to extreme precipitation hazards. Areas with higher risk are more likely to experience severe impacts from such events.",
                "AnswerCn": "极端降水危险风险评估是指评估区域基于极端降水事件的潜力和强度及其相关风险的过程。它涉及分析各种指标，如从GPM降水数据中得出的极端降水强度和频率，以及地形因素如海拔，以确定更易受极端降水危害影响的地区。风险较高的区域更可能遭受此类事件的严重影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the integration of GPM precipitation data with elevation indicators enhance the understanding of spatial distribution patterns of extreme precipitation hazards?",
                "QuestionCn": "将GPM降水数据与海拔指标的整合如何增强对极端降水灾害空间分布模式的理解？",
                "AnswerEn": "The integration of GPM precipitation data with elevation indicators allows for a comprehensive evaluation of extreme precipitation hazards by combining both precipitation risk and topographical risk factors. Precipitation risk is assessed using extreme precipitation intensity and frequency indicators derived from GPM data, while topographical risk considers elevation indicators. This approach provides a nuanced understanding of hazard distribution, highlighting areas with higher potential for extreme precipitation events and their intensity, compared to areas with lower risk.",
                "AnswerCn": "将GPM降水数据与海拔指标相结合，可以全面评估极端降水风险，通过结合降水风险和地形风险因素。降水风险通过从GPM数据中得出的极端降水强度和频率指标进行评估，而地形风险则考虑海拔指标。这种方法提供了对风险分布的细致理解，突显了极端降水事件及其强度潜在风险较高的区域，与风险较低的区域相比。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the spatial distribution of extreme precipitation hazard risk in the deep-water port area of Yangon, and how do they influence data collection methods?",
                "QuestionCn": "影响仰光深水港区域极端降水风险空间分布的因素有哪些，它们如何影响数据收集方法？",
                "AnswerEn": "The spatial distribution of extreme precipitation hazard risk is influenced by factors such as precipitation hazard indicators and terrain hazard indicators. Precipitation hazard indicators include extreme precipitation intensity and frequency, which are extracted from GPM precipitation data. Terrain hazard is primarily determined by elevation. These factors guide data collection methods by focusing on precise precipitation measurements and topographic assessments to evaluate areas with higher risk of extreme precipitation disasters.",
                "AnswerCn": "极端降水灾害风险的空间分布受降水灾害指标和地形灾害指标等因素的影响。降水灾害指标包括极端降水强度和频率，这些数据是从GPM降水数据中提取的。地形灾害主要由海拔决定。这些因素指导数据收集方法，重点关注精确的降水测量和地形评估，以评估极端降水灾害风险较高的区域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential effects on the spatial distribution of extreme rainfall hazard risk when integrating both rainfall intensity and frequency indicators alongside topographic risk indicators in a dataset?",
                "QuestionCn": "当将降雨强度和频率指标与地形风险指标整合到一个数据集中时，极端降雨风险的空间分布潜在影响是什么？",
                "AnswerEn": "By integrating both rainfall intensity and frequency indicators alongside topographic risk indicators, the spatial distribution of extreme rainfall hazard risk can be more accurately assessed. This comprehensive approach allows for a nuanced understanding of how varying levels of rainfall and differing topographical features contribute to the overall hazard risk. As a result, areas identified as high-risk are more likely to experience both a higher probability and greater intensity of extreme rainfall hazards compared to low-risk areas.",
                "AnswerCn": "通过将降雨强度和频率指标与地形风险指标相结合，可以更准确地评估极端降雨灾害风险的空间分布。这种综合方法使我们能够更细致地理解不同降雨水平和不同地形特征如何共同影响整体灾害风险。因此，被识别为高风险的区域相比低风险区域，更有可能经历更高概率和更大强度的极端降雨灾害。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives behind developing a dataset on the spatial distribution of extreme precipitation disaster risk in urban areas like Yangon Deepwater Port?",
                "QuestionCn": "开发关于城市地区（如仰光深水港）极端降水灾害风险空间分布的数据集的主要目标是什么？",
                "AnswerEn": "The primary objectives are to evaluate the risk of extreme precipitation disasters by considering both precipitation and terrain risk indicators. Precipitation risk indicators include extreme precipitation intensity and frequency, derived from GPM precipitation data, while terrain risk focuses on elevation. The aim is to identify high-risk areas where the likelihood and intensity of extreme precipitation disasters are greater, thus facilitating better risk management and mitigation strategies in the region.",
                "AnswerCn": "主要目标是通过考虑降水和地形风险指标来评估极端降水灾害的风险。降水风险指标包括从GPM降水数据中得出的极端降水强度和频率，而地形风险则侧重于海拔高度。目的是识别高风险区域，在这些区域，极端降水灾害的发生概率和强度更大，从而促进该地区更好的风险管理和减灾策略。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the key steps involved in collecting and integrating data related to extreme precipitation hazards, considering the use of GPM precipitation data and topographic risk indicators?",
                "QuestionCn": "收集和整合与极端降水灾害相关的数据的关键步骤，包括使用GPM降水数据和地形风险指标，主要包括以下几个步骤：",
                "AnswerEn": "The key steps involve collecting GPM precipitation data to analyze both extreme precipitation intensity and frequency indicators. These indicators are then statistically extracted and evaluated. Additionally, topographic risk factors such as elevation are considered to provide a comprehensive assessment of hazard risk. The final output is a spatial distribution of extreme precipitation hazard risk, highlighting areas with higher potential for severe impacts.",
                "AnswerCn": "关键步骤包括收集GPM降水数据，以分析极端降水强度和频率指标。然后对这些指标进行统计提取和评估。此外，还考虑了地形风险因素，如海拔，以提供全面的危险风险评估。最终输出是极端降水危险风险的空间分布，突出显示潜在严重影响较高的区域。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}