{
    "id": "eab8a407-d31f-47fe-9172-89c1c4acc2bd",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Mineral composition of tungsten-tin-beryllium skarn in Cuonadong district, Eastern Himalaya",
            "titleCn": "中国西藏喜马拉雅东段错那洞钨-锡-铍矽卡岩矿物成分",
            "description": "The data set mainly includes EPMA data and some in-situ trace element data of skarn minerals in the Cuonadong W-Sn-Be deposit in Tibet. The analyzed skarn minerals include garnet, diopside, vesuvianite, scapolite, epidote, tremolite, phlogopite, tourmaline, etc. The EPMA analysis was carried out in the EPMA Laboratory of Institute of Geology and Geophysics, Chinese Academy of Sciences, and the in-situ trace element testing was carried out in the in-situ mineral geochemistry Laboratory of Hefei University of technology. The data quality meets the standard. The number of mineral ions has been calculated according to the chemical formula of mineral. The data are mainly used to explain the types of skarn minerals and the contents of beryllium and tin in the skarn minerals, and to explore the genetic mechanism of the W-Sn-Be skarn.",
            "descriptionCn": "该数据集主要包括西藏错那洞钨锡铍矿床中矽卡岩矿物的电子探针数据及部分原位微量元素数据。所分析的矽卡岩矿物包括石榴石，透辉石，符山石，方柱石，帘石，透闪石，金云母，电气石等。矽卡岩矿物电子探针分析在中科院地质与地球物理研究所电子探针实验室完成，原位微量元素测试在合肥工业大学原位矿物地球化学实验室完成。数据质量符合标准。电子探针分析已按照矿物化学式进行了矿物离子数计算。数据主要用以阐释错那洞矽卡岩矿物的类型及矽卡岩矿物中铍元素、锡元素的含量，并初步探索错那洞钨锡铍矽卡岩的成因机制。",
            "instructions": "The data is stored in Excel format. It contains multiple worksheets. For example, the name of the worksheet is \"GPS\", which represents the sampling location; The name of the worksheet is \"garnet\", which represents garnet mineral geochemical data, etc",
            "instructionsCn": "数据以Excel格式存储。包含多个工作表，如工作表名称为“GPS”，代表采样的位置；工作表名称为“garnet”，代表石榴石矿物地球化学数据等",
            "east": 92.18,
            "west": 91.93,
            "south": 28.11,
            "north": 28.33,
            "startTime": null,
            "endTime": null,
            "fileSize": 87313.0,
            "cstr": null,
            "doi": "10.18654/1000-0569/2020.12.03",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "何畅通",
                "nameEn": "HE Changtong",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "喜马拉雅东段错那洞钨-锡-铍矿床中铍的赋存状态及成因机制初探",
                "titleEn": null,
                "referenceCn": "何畅通, 秦克章, 李金祥, 周起凤, 赵俊兴, 李光明. (2020). 喜马拉雅东段错那洞钨-锡-铍矿床中铍的赋存状态及成因机制初探. 岩石学报, 36(12), 3593-3606.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "主量元素",
                "nameEn": "Major elements"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            },
            {
                "nameCn": "电子探针",
                "nameEn": "electron microprobe"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "错那洞",
                "keywordEn": "Cuonadong"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "新生代",
                "keywordEn": "Cenozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Could you provide an example of how electronic probe analysis is used to determine mineral ion numbers in skarn minerals related to tungsten-tin-beryllium deposits?",
                "QuestionCn": "电子探针分析如何用于确定与钨-锡-铍矿床相关的角岩矿物中的矿物离子数量的示例。",
                "AnswerEn": "Electronic probe analysis is used in this domain to calculate mineral ion numbers by analyzing skarn minerals such as garnet, diopside, vesuvianite, scapolite, epidote, tremolite, phlogopite, and tourmaline. The analysis is conducted in a laboratory setting, such as the one at the Institute of Geology and Geophysics, Chinese Academy of Sciences, where the data quality meets the standard requirements.",
                "AnswerCn": "电子探针分析用于该领域，通过分析角闪石矿物（如石榴石、透闪石、维苏威石、角闪石、斜长石、透辉石、辉石和电气石）来计算矿物离子数量。该分析在实验室环境中进行，例如中国科学院地质与地球物理研究所的实验室，数据质量符合标准要求。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the typical characteristics of mineral composition datasets concerning tungsten-tin-beryllium skarn deposits in Tibet?",
                "QuestionCn": "关于西藏钨锡铍角岩矿床的矿物成分数据集的典型特征是什么？",
                "AnswerEn": "mineral composition data, electronic probe analysis, in-situ trace element data, garnet, diopside, vesuvianite, scapolite, epidote, tremolite, phlogopite, tourmaline, standard data quality requirements, calculation of mineral ions based on chemical formula",
                "AnswerCn": "矿物成分数据，电子探针分析，原位微量元素数据，石榴石，透辉石，硅灰石，方柱石，绿帘石，透闪石，金云母，电气石，标准数据质量要求，基于化学式的矿物离子计算。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different types of skarn minerals are included in a dataset related to tungsten-tin-beryllium skarn deposits in the eastern Himalayas of Tibet?",
                "QuestionCn": "在与西藏东喜马拉雅地区的钨-锡-铍角岩矿床相关的数据集中包含了多少种不同类型的角岩矿物？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is '电子探针分析' in the context of mineral component data collection for skarn minerals?",
                "QuestionCn": "'电子探针分析'在角闪石矿物成分数据收集的背景下指的是一种用于分析矿物成分的技术。",
                "AnswerEn": "电子探针分析 refers to the use of electron probe microanalysis (EPMA) to determine the composition of minerals, specifically skarn minerals in this context. It involves using an electron probe to analyze the elements present in minerals such as garnet, diopside, vesuvianite, scapolite, epidote, actinolite, phlogopite, and tourmaline. This technique is performed in a laboratory setting, ensuring data quality that meets standard requirements.",
                "AnswerCn": "电子探针分析是指使用电子探针微分析（EPMA）来确定矿物的成分，特别是在此背景下的角岩矿物。它涉及使用电子探针分析矿物中存在的元素，如石榴石、透辉石、维苏威石、角闪石、绿泥石、白云母和电气石。该技术在实验室环境中进行，确保数据质量符合标准要求。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the geological processes involved in the formation of tungsten-tin-beryllium skarn deposits from the analysis of electronic probe data and in-situ trace element data of skarn minerals?",
                "QuestionCn": "通过对钨-锡-铍角岩矿床的电子探针数据和原位微量元素数据的分析，可以推断出与其形成相关的地质过程。",
                "AnswerEn": "The analysis of electronic probe data and in-situ trace element data of skarn minerals can provide insights into the types of skarn minerals present and the content of beryllium and tin elements within these minerals. This information can help in preliminarily exploring the genetic mechanisms of the tungsten-tin-beryllium skarn deposits in the region, such as the mineralogical and geochemical processes that contributed to their formation.",
                "AnswerCn": "电子探针数据和原位微量元素数据的分析可以提供关于角闪石矿物种类及其内铍和锡元素含量的见解。这些信息有助于初步探索该地区钨锡铍角闪石矿床的成因机制，例如促成其形成的矿物学和地球化学过程。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What are the underlying reasons for selecting electronic probe and in-situ trace element analysis as data collection methods for skarn minerals in tungsten-tin-beryllium deposits?",
                "QuestionCn": "选择电子探针和原位微量元素分析作为钨-锡-铍矿床角闪石矿物数据收集方法的潜在原因是什么？",
                "AnswerEn": "The choice of electronic probe and in-situ trace element analysis methods is driven by the need for precise and accurate measurement of mineral compositions. Electronic probe analysis is used to determine the chemical composition and calculate mineral ion numbers, which is essential for characterizing the types of skarn minerals. In-situ trace element analysis provides detailed insights into the elemental distribution, particularly for elements like beryllium and tin, which are crucial for understanding the genesis of tungsten-tin-beryllium skarn deposits in the region.",
                "AnswerCn": "电子探针和原位微量元素分析方法的选择是基于对矿物成分进行精确和准确测量的需求。电子探针分析用于确定化学成分并计算矿物离子数，这对于表征角岩矿物的类型至关重要。原位微量元素分析提供了对元素分布的详细洞察，特别是对于铍和锡等元素，这对于理解该地区钨-锡-铍角岩矿床的成因至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of collecting electronic probe data and in-situ trace element data of skarn minerals in understanding the genesis of tungsten-tin-beryllium skarn deposits in eastern Himalayas, Tibet?",
                "QuestionCn": "收集电子探针数据和原位微量元素数据的目的是为了理解东喜马拉雅地区（西藏）钨-锡-铍角岩矿床的成因。",
                "AnswerEn": "The goal is to interpret the types of skarn minerals and the content of beryllium and tin elements within them to preliminarily explore the genesis mechanism of the tungsten-tin-beryllium skarn in the region.",
                "AnswerCn": "目标是解读角岩矿物的类型及其内铍和锡元素的含量，以初步探讨该地区钨锡铍角岩的成因机制。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the specific procedures and techniques used for electronic probe analysis and in-situ trace element testing to ensure the accuracy and reliability of mineral composition data collection in skarn mineral research?",
                "QuestionCn": "在角闪石矿物研究中，为确保矿物成分数据收集的准确性和可靠性，电子探针分析和原位微量元素测试所使用的具体程序和技术包括：",
                "AnswerEn": "The electronic probe analysis is conducted at the Institute of Geology and Geophysics, Chinese Academy of Sciences' electronic probe laboratory, while in-situ trace element testing is performed at Hefei University of Technology's in-situ mineral geochemistry laboratory. These procedures adhere to standard data quality protocols, including mineral ion number calculations based on mineral chemical formulas.",
                "AnswerCn": "电子探针分析在中国科学院地质与地球物理研究所的电子探针实验室进行，而原位微量元素测试则在合肥工业大学的原位矿物地球化学实验室进行。这些程序遵循标准的数据质量协议，包括基于矿物化学公式的矿物离子数计算。",
                "Level": "C3(Applying)"
            }
        ]
    }
}