{
    "id": "ead09fe7-6a79-4eac-a396-7b5283dafae3",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The data of project on the impact of climate and glacier evolution on resources and sustainable development in Lijiang Yulong Snow Mountain Region",
            "titleCn": "西南季风区气候与冰川演变对丽江-玉龙雪山地区资源和可持续发展的影响项目的汇交数据",
            "description": "Impact of Climate and Glacier Evolution in Southwest Monsoon Region on Resources and Sustainable Development in Lijiang-Yulong Snow Mountain Region Project is a major research program of \"Environmental and Ecological Science in Western China\" sponsored by the National Natural Science Foundation. The person in charge is a researcher from He Yuanqing, Institute of Environment and Engineering in Cold and Arid Regions, Chinese Academy of Sciences. The project runs from January 2004 to December 2006.\nThis project collects data: the data of Yulong Snow Mountain Glacier and Environment Observation and Research Station are compiled in word document, and the data content includes:\n1. Material Balance of Baishui Glacier No.1 from September to December 2008 (Profile, Lever, Accumulation and Dissipation)\n2.Changes of Baishui Glacier No.1 in Yulong Snow Mountain from 1997 to 2008 (date, end elevation, end advancing and retreating distance, south advancing and retreating distance)\n3. Monthly Average Flow Statistics of Mujia Station from 1979 to 2003 (Annual Average Flow, Annual Maximum Flow, Annual Maximum Time, Annual Minimum Flow, and Annual Minimum Time)\n4. Meteorological data of the test station of Yulong Snow Mountain Glacier Observation Room\nFrom 2000 to 2008, the daily average temperature (℃), daily precipitation (mm), daily average relative humidity, daily average sunshine hours, daily air pressure value and daily average wind speed of the base camp weather station.\nFrom 2006 to 2008, Ganhaizi Meteorological Station daily average temperature (℃), daily precipitation (mm), daily average relative humidity, daily average sunshine hours, daily air pressure value and daily average wind speed\nIn 2008, the day-to-day average temperature table (℃), day-to-day precipitation (mm), day-to-day average relative humidity, day-to-day average sunshine hours, day-to-day air pressure value and day-to-day average wind speed in the Baishui No.1 glacier accumulation area of Yulong Snow Mountain.\nIn 2008, the day-to-day average temperature table (℃), day-to-day precipitation (mm), day-to-day average relative humidity, day-to-day average sunshine hours, day-to-day air pressure, and day-to-day average wind speed at the end of glacier Baishui No.1 in Yulong Snow Mountain were recorded.\nDew point temperature of Ganhaizi from 2006 to 2008\nDaily average CO2 content (ppm) at Ganhaizi Meteorological Station from 2006 to 2007\nAir Water Vapor Pressure (kPa) at Glacier Terminal Meteorological Station\nAir Water Vapor Pressure (kPa) of Meteorological Station in Glacier Accumulation Area\n5. glacier ice Temperature Data of Baishui No.1, Yulong Snow Mountain\nMeasured resistance values of ice temperature holes at measuring points 1, 2 and 3",
            "descriptionCn": "西南季风区气候与冰川演变对丽江-玉龙雪山地区资源和可持续发展的影响项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为中国科学院寒区旱区环境与工程研究所何元庆研究员，项目运行时间为2004.1-2006.12。\n该项目汇交数据：玉龙雪山冰川与环境观测研究站资料整编，格式为word文档，数据内容包括：\n1.2008年9—12月白水1号冰川物质平衡(剖面,测杆,积消量)\n2.1997-2008年玉龙雪山白水1号冰川的变化情况(日期,末端海拔,末端进退距离,南侧进退距离)\n3.木家站1979-2003年月平均流量统计表(年均流量,年最大流量,年最大时间,年最小流量,年最小时间)\n4.玉龙雪山冰川观测室试验站气象资料\n2000年-2008年大本营气象站逐日平均气温（℃）,逐日降水量(mm),逐日平均相对湿度,逐日平均日照时数,逐日气压值,逐日平均风速\n2006年-2008年甘海子气象站逐日平均气温（℃））,逐日降水量(mm),逐日平均相对湿度,逐日平均日照时数,逐日气压值,逐日平均风速\n2008年玉龙雪山白水1号冰川积累区逐日平均气温表（℃）,）,逐日降水量(mm),逐日平均相对湿度,逐日平均日照时数,逐日气压值,逐日平均风速\n2008年玉龙雪山白水1号冰川冰川末端逐日平均气温表（℃））,逐日降水量(mm),逐日平均相对湿度,逐日平均日照时数,逐日气压值,逐日平均风速\n2006-2008甘海子露点温度\n2006-2007甘海子气象站日均CO2含量(ppm)\n冰川末端气象站空气水汽压（kPa）\n冰川积累区气象站空气水汽压（kPa）\n5.玉龙雪山白水1号冰川冰温资料\n1号,2号,3号测点冰温孔实测电阻值",
            "instructions": "Store in word",
            "instructionsCn": "以 WORD 存储",
            "east": 106.3,
            "west": 97.4,
            "south": 21.05,
            "north": 29.3,
            "startTime": null,
            "endTime": null,
            "fileSize": 11674889.0,
            "cstr": "18406.11.Glacio.tpdc.270624",
            "doi": "10.11888/Glacio.tpdc.270624",
            "dataFormat": "文档",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "何元庆",
                "nameEn": "HE Yuanqing",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "玉龙雪山冰川与环境观测研究站资料整编",
                "titleEn": null,
                "referenceCn": "何元庆等. (2009). 玉龙雪山冰川与环境观测研究站资料整编, 中国科学院寒区旱区环境与工程研究所.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川（含冰盖）",
                "nameEn": "Glacier(Ice Sheet)"
            },
            {
                "nameCn": "气象要素",
                "nameEn": "Meteorological element"
            },
            {
                "nameCn": "质量平衡",
                "nameEn": "Mass balance"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "丽江玉龙雪山",
                "keywordEn": "Lijiang Yulong Snow Mountain"
            },
            {
                "keywordCn": "云南省",
                "keywordEn": "Yunnan Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1997-2008",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many years of meteorological data are available from the 甘海子气象站 according to the data collection methods?",
                "QuestionCn": "根据数据收集方法，甘海子气象站可用的气象数据有多少年？",
                "AnswerEn": "3 years",
                "AnswerCn": "3年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '气候与冰川演变对区域资源和可持续发展的影响' mean in the context of climate and glacier studies?",
                "QuestionCn": "'气候与冰川演变对区域资源和可持续发展的影响' 在气候与冰川研究的背景下，指的是气候变化和冰川动态如何影响特定区域的自然资源（如水资源、生态系统等）以及这些变化对区域可持续发展的影响。",
                "AnswerEn": "'气候与冰川演变对区域资源和可持续发展的影响' refers to the study of how changes in climate and glaciers affect the resources and sustainable development in a specific region. This involves understanding the interactions between climatic conditions, glacier dynamics, and their impacts on local ecosystems and economic activities, which is crucial for planning sustainable development strategies in areas like the Lijiang-Yulong Snow Mountain region.",
                "AnswerCn": "“气候与冰川演变对区域资源和可持续发展的影响”指的是研究气候变化和冰川变化如何影响特定区域的资源和可持续发展。这涉及理解气候条件、冰川动态及其对当地生态系统和经济活动的影响，这对于在丽江-玉龙雪山地区等地规划可持续发展战略至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on sustainable development in the Lijiang-Yulong Snow Mountain area if trends in climate and glacier evolution in the Southwest Monsoon region continue as observed?",
                "QuestionCn": "如果西南季风地区的气候和冰川演变趋势继续如观察到的那样发展，丽江-玉龙雪山地区可持续发展的潜在后果是什么？",
                "AnswerEn": "The consequences could include changes in water resource availability due to glacier retreat or advance, potentially impacting agriculture and local water supply. Shifts in climate patterns may affect biodiversity and ecosystems, which in turn could influence tourism and local economies. Additionally, variations in weather conditions such as temperature and precipitation could pose challenges for infrastructure and community resilience in the region.",
                "AnswerCn": "后果可能包括由于冰川退缩或推进导致水资源可用性的变化，可能影响农业和当地水供应。气候模式的变化可能影响生物多样性和生态系统，这反过来又可能影响旅游业和地方经济。此外，温度和降水等天气条件的变化可能对该地区的基础设施和社区韧性构成挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting meteorological and glaciological data in the Lijiang-Yulong Snow Mountain area, and how do these data contribute to understanding the impact of climate and glacier evolution on local resources and sustainable development?",
                "QuestionCn": "在丽江-玉龙雪山地区收集气象和冰川数据的主要目标是什么，这些数据如何有助于理解气候和冰川演变对当地资源和可持续发展的影响？",
                "AnswerEn": "The primary objectives of collecting meteorological and glaciological data in the Lijiang-Yulong Snow Mountain area are to understand the climate and glacier evolution in the Southwest Monsoon region and its impact on local resources and sustainable development. This data collection aims to provide insights into the changes in glaciers, such as mass balance, terminus retreat, and ice temperature, and to analyze meteorological parameters like temperature, precipitation, humidity, and wind speed. These datasets contribute to assessing how environmental changes affect water resources, ecological balance, and regional development strategies in the area.",
                "AnswerCn": "在丽江玉龙雪山地区收集气象和冰川数据的主要目标是了解西南季风区的气候和冰川演变及其对当地资源和可持续发展的影响。数据收集旨在提供关于冰川变化的见解，如冰川质量平衡、冰川末端退缩和冰温，并分析气象参数，如温度、降水、湿度和风速。这些数据集有助于评估环境变化如何影响水资源、生态平衡和该地区的发展战略。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}