{
    "id": "eb363b49-8c75-47f6-a5b2-10f75145a52f",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Statistical data of isotopic age (MA) of Tertiary volcanic rocks (1989-1990)",
            "titleCn": "第三纪火山岩的同位素年龄（Ma）统计数据（1989-1990）",
            "description": "Continental volcanic sediments often cover the Oligocene and older strata in the form of rock quilt, forming a volcanic platform landform, which is also an important volcanic activity and unique sedimentary cover in the first stage of the Qinghai Tibet Plateau. The west of Hoh Xil district is the most developed. This investigation was carried out by Li Daming, Institute of geology, State Seismological Bureau, and Laboratory of comprehensive geological brigade of regional geological survey, bureau of Geology and mineral resources of Qinghai Province. It is mainly the statistics of isotopic ages of volcanic rocks (tertiary Oligocene strata) in some areas of Hoh Xil. It includes the ages of exhalative facies trachyandesitic lavas and subvolcanic facies rocks in the South and north slopes of wuxuefeng, leshuowudan and chibuzhangcuo. The data provide reliable background information for paleoenvironment and paleoclimate research.",
            "descriptionCn": "大陆火山型沉积物往往呈岩被状覆盖在渐新统和更老的地层之上，构成火山岩台地地貌，这也是青藏高原一期重要的火山岩活动和独具特色的沉积盖层。以可可西里区西部最为发育。本次考察是国家地震局地质研究所李大明和青海省地质矿产局区调综合地质大队化验室测定。主要是可可西里一些地区的火山岩（第三纪渐新统地层）同位素年龄的统计。包含五雪峰南北坡、勒斜武担、赤布张错等地的喷溢相粗安质熔岩、次火山岩相岩石的年龄。该数据为古环境、古气候研究提供可靠的背景资料。",
            "instructions": "The data set is stored in Excel format and contains a workbook, which is the isotopic age (MA) statistics of Tertiary volcanic rocks in some areas of Hoh Xil. The table records the age Statistics (MA) of two kinds of volcanic rocks in different areas in detail.",
            "instructionsCn": "该数据集以Excel格式存储，包含了1张工作簿，是可可西里部分地区第三纪火山岩的同位素年龄(Ma)统计，表中详细记录了不同地区两种火山岩的年龄统计（Ma）。",
            "east": 94.0,
            "west": 89.5,
            "south": 33.33,
            "north": 36.6,
            "startTime": null,
            "endTime": null,
            "fileSize": 10341.0,
            "cstr": "18406.11.SolidEar.tpdc.272565",
            "doi": "10.11888/SolidEar.tpdc.272565",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郑祥身",
                "nameEn": "ZHENG Xiangshen",
                "unitEn": "",
                "unitCn": "中国科学院地质与地球物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "青海可可西里地区地质演化",
                "titleEn": null,
                "referenceCn": "可可西里综合科学考察队. (1996). 青海可可西里地区地质演化. 北京, 科学出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "同位素Ma",
                "nameEn": "Isotope Ma"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "可可西里",
                "keywordEn": "Hoh Xil"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "第三纪",
                "keywordEn": "Tertiary",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "可可西里地区综合科学考察",
                "titleEn": "Hoh Xil area Scientific Expedition Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to determine the isotopic age of Tertiary volcanic rocks in continental volcanic sedimentary deposits?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于确定大陆火山沉积物中第三纪火山岩的同位素年龄？",
                "AnswerEn": "An example of a data collection method is the use of laboratory measurements conducted by a geological team, such as those from the Institute of Geology of the National Seismological Bureau and the Qinghai Provincial Geological and Mineral Bureau, to determine the isotopic age of volcanic rocks (Oligocene stratigraphy) in regions like the Hoh Xil area. This involves analyzing the isotopic age of rocks from sites including the north and south slopes of Wuxue Peak, Lexiawudan, and Chibuzhangcuo.",
                "AnswerCn": "数据收集方法的一个例子是由地质团队进行的实验室测量，例如来自国家地震局地质研究所和青海省地质矿产局的测量，以确定火山岩（渐新世地层）在霍西尔地区的同位素年龄。这涉及分析来自包括五雪峰南北坡、勒夏乌丹和赤布藏措等地点的岩石的同位素年龄。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and characteristics that need to be considered when determining isotope ages of Tertiary volcanic rocks in continental volcanic sedimentary deposits?",
                "QuestionCn": "在确定大陆火山沉积物中第三纪火山岩的同位素年龄时，需要考虑的特征和特性包括：",
                "AnswerEn": "stratigraphic position, plateau landforms, effusive-phase trachyandesite, hypabyssal rock facies",
                "AnswerCn": "地层位置、台地地形、溢流期粗安岩、浅成岩相",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'isotope age' mean in the context of volcanic rock studies?",
                "QuestionCn": "在火山岩研究的背景下，“同位素年龄”指的是通过测定岩石中某些同位素的相对丰度来确定其形成或冷却时间的技术。这种方法通常用于了解火山活动的历史和地质过程。",
                "AnswerEn": "In the context of volcanic rock studies, 'isotope age' refers to the determination of the age of volcanic rocks by measuring the isotopic composition, specifically in relation to the decay of radioactive isotopes. This method provides reliable chronological data that helps in understanding the timing of volcanic activities and the deposition of volcanic sediments, particularly in the Tertiary period as observed in the uplifted terrains of regions like the Qinghai-Tibet Plateau.",
                "AnswerCn": "在火山岩研究的背景下，“同位素年龄”是指通过测量同位素组成来确定火山岩的年龄，特别是与放射性同位素衰变相关的方法。这种方法提供了可靠的年代数据，有助于理解火山活动的时间及火山沉积物的沉积，特别是在青藏高原等地区的第三纪抬升地形中观察到的情况。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can the distribution and statistical patterns of isotopic ages in samples from different volcanic regions tell us about the temporal and spatial characteristics of volcanic activity during the Tertiary period on the Tibetan Plateau?",
                "QuestionCn": "不同火山区域样本的同位素年龄分布和统计模式可以告诉我们关于青藏高原在第三纪期间火山活动的时间和空间特征。",
                "AnswerEn": "The isotopic age data from volcanic rocks in various regions, such as the southern and northern slopes of Wuxuefeng, Lexiewudan, and Chibuzhangcuo, can provide insights into the timing and distribution of volcanic activity. These patterns may reveal phases of heightened volcanic activity and help identify significant volcanic events or periods. The ages can also indicate the sequence of volcanic eruptions and the development of volcanic landforms, contributing to the understanding of the geological evolution of the Tibetan Plateau.",
                "AnswerCn": "来自不同地区火山岩的同位素年龄数据，如武雪峰南坡和北坡、乐西乌丹和赤布张措，可以提供火山活动的时间和分布的见解。这些模式可能揭示出火山活动的高峰阶段，并帮助识别重要的火山事件或时期。这些年龄数据还可以指示火山喷发的顺序和火山地貌的发展，有助于理解青藏 Plateau 的地质演化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes have led to the development of specific data collection methods for determining the isotopic age of Tertiary volcanic rocks in the Tibetan Plateau region?",
                "QuestionCn": "导致在青藏 Plateau地区确定第三纪火山岩同位素年龄的特定数据收集方法发展的原因是什么？",
                "AnswerEn": "The development of specific data collection methods for determining the isotopic age of Tertiary volcanic rocks in the Tibetan Plateau region is primarily driven by the need to provide reliable background data for paleoenvironments and paleoclimate studies. The unique geological features such as volcanic plateaus formed by continental volcanic sediments overlying Oligocene and older strata, especially in areas like the western region of the Hoh Xil, necessitate precise isotopic dating. This is crucial for understanding significant volcanic activity phases and distinctive sedimentary cover in the Tibetan Plateau, which are vital for geological and climatic research.",
                "AnswerCn": "确定青藏 Plateau地区第三纪火山岩同位素年龄的特定数据收集方法的发展，主要是为了提供可靠的古环境和古气候研究的背景数据。独特的地质特征，如由大陆火山沉积物覆盖的火山高原，尤其是在霍西尔西部地区的古新世及更古老地层之上，迫切需要精确的同位素测年。这对于理解青藏 Plateau上显著的火山活动阶段和独特的沉积覆盖至关重要，这对地质和气候研究都是非常重要的。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using isotopic age statistics from Tertiary volcanic rocks when analyzing paleoenvironmental and paleoclimatic conditions in continental volcanic sedimentary regions?",
                "QuestionCn": "在分析大陆火山沉积区的古环境和古气候条件时，使用第三纪火山岩的同位素年龄统计数据可能带来的潜在后果是什么？",
                "AnswerEn": "Utilizing isotopic age statistics from Tertiary volcanic rocks can provide a reliable background for understanding paleoenvironmental and paleoclimatic conditions, as these data offer insight into the timing and duration of volcanic activity and sediment deposition in regions like the Qinghai-Tibet Plateau. This information can enhance our comprehension of the geological history and climatic changes over time, particularly in areas where volcanic rocks overlay older strata, forming distinct volcanic landscapes.",
                "AnswerCn": "利用第三纪火山岩的同位素年龄统计数据可以为理解古环境和古气候条件提供可靠的背景，因为这些数据提供了火山活动和沉积作用的时间和持续时间的洞察，特别是在像青藏 Plateau 这样的地区。这些信息可以增强我们对地质历史和气候变化的理解，尤其是在火山岩覆盖较老地层的区域，形成独特的火山景观。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective of collecting isotopic age statistics of Tertiary volcanic rocks in the context of their occurrence in continental volcanic sedimentary settings?",
                "QuestionCn": "收集第三纪火山岩的同位素年龄统计数据的主要目的是了解它们在大陆火山沉积环境中的分布和发生情况。",
                "AnswerEn": "The objective is to provide reliable background data for paleoenvironment and paleoclimate research by understanding the isotopic ages of volcanic rocks in regions like the Hoh Xil, where volcanic activity during the Tertiary period played a significant role in shaping unique sedimentary cover and volcanic plateau geomorphology.",
                "AnswerCn": "目标是通过了解霍西尔地区火山岩的同位素年龄，为古环境和古气候研究提供可靠的背景数据。在第三纪期间，该地区的火山活动在塑造独特的沉积覆盖和火山高原地貌方面发挥了重要作用。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}