{
    "id": "ebc56f4b-0680-498e-aa6c-360077a715a1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Aerosol optical properties based on ground observation data in Arctic Alaska (1998-2016)",
            "titleCn": "北极阿拉斯加气溶胶光学特性地基观测数据（1998-2016）",
            "description": "The aerosol optical thickness data of the Arctic Alaska station is based on the observation data products of the atmospheric radiation observation plan of the U.S. Department of energy at the Arctic Alaska station. The data coverage time is from 1998 to 2016, and the time resolution is hour by hour. The coverage site is the Arctic Alaska station, with the longitude and latitude coordinates of (71 ° 19 ′ 22.8 ″ n, 156 ° 36 ′ 32.4 ″ w). The source of the observed data is retrieved from the radiation data observed by mfrsr instrument. The optical characteristic variable is aerosol optical thickness, and the error range of the observed inversion is about 15%. The data format is NC format.",
            "descriptionCn": "北极阿拉斯加站点气溶胶光学厚度数据是基于美国能源部大气辐射观测计划在北极阿拉斯加站点的观测数据产品而形成，数据覆盖时间从1998年到2016年，时间分辨率为逐小时，覆盖站点为北极阿拉斯加站点，经纬度坐标为（71°19′22.8″N, 156°36′32.4″ W）。观测数据来源为MFRSR仪器观测的辐射数据反演获得，所包含光学特征变量为气溶胶光学厚度，观测反演误差范围约为15%。数据格式为nc格式。",
            "instructions": "File name: the data is stored in grid NC format, and the file is a folder every year. The file name is \"nsamfrasraod1michc1.yyyy MM DD\", where yyyy represents the year, mm represents the month, DD represents the date, for example, nsamfrasraod1michc1.c1.19980417.000000 represents the aerosol optical thickness data on April 17, 1998.\nData reading mode: open reading with ArcGIS software or program.",
            "instructionsCn": "文件命名：数据以栅格NC格式存储，文件以年为单位，每年一个文件夹，文件的名称为“nsamfrsraod1michC1.yyyymmdd”,其中yyyy代表年，mm代表月，dd代表日期，例如nsamfrsraod1michC1.c1.19980417.000000代表1998年4月17日气溶胶光学厚度数据\n数据读取方式：可以用Arcgis软件或者程序打开读取。",
            "east": 356.0,
            "west": 318.0,
            "south": 50.0,
            "north": 70.0,
            "startTime": "1998-01-07 00:00:00",
            "endTime": "2017-01-06 00:00:00",
            "fileSize": 3199816895.0,
            "cstr": "18406.11.AtmosPhys.tpe.00000036.file",
            "doi": "10.11888/AtmosPhys.tpe.00000036.file",
            "dataFormat": "nc",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵传峰",
                "nameEn": "ZHAO Chuanfeng",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "ARM Climate Research Facility Quarterly Value-Added Product Report",
                "referenceCn": null,
                "referenceEn": "Sivaraman, C. (2013). ARM Climate Research Facility Quarterly Value-Added Product Report, October 01–December 31, 2012. U.S. Department of Energy. DOE/SC-ARM-13-002."
            },
            {
                "titleCn": null,
                "titleEn": "The Arm Climate Research Facility: A Review of Structure and Capabilities",
                "referenceCn": null,
                "referenceEn": "Mather, J.H., & Voyles, J.W. (2013). The Arm Climate Research Facility: A Review of Structure and Capabilities. Bulletin of the American Meteorological Society, 94(3), 10.1175/bams-d-11-00218.1."
            },
            {
                "titleCn": null,
                "titleEn": "Aerosol Optical Depth Value-Added Product Report",
                "referenceCn": null,
                "referenceEn": "Koontz, A., Hodges, G., Barnard, J., Flynn, C., & Michalsky, J. (2013). Aerosol Optical Depth Value-Added Product Report. U.S. Department of Energy. DOE/SC-ARM/TR-129."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": " 气溶胶光学深度/厚度",
                "nameEn": "Aerosol optical depth/Thickness"
            },
            {
                "nameCn": "大气遥感",
                "nameEn": "Atmosphere Remote Sensing"
            },
            {
                "nameCn": "大气遥感产品",
                "nameEn": "Atmospheric remote sensing products"
            },
            {
                "nameCn": "气溶胶",
                "nameEn": "Aerosol"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "北极",
                "keywordEn": "Arctic"
            },
            {
                "keywordCn": "阿拉斯加",
                "keywordEn": "Alaska"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1998-2016",
                "keywordEn": "1998-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "地球大数据科学工程专项时空三极环境项目",
                "titleEn": "CASEarth:Big Earth Data for Three Poles"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and methods involved in collecting ground-based aerosol optical property data in Arctic Alaska?",
                "QuestionCn": "在阿拉斯加北极地区收集地面气溶胶光学特性数据的具体特征和方法包括：",
                "AnswerEn": "hourly observations, MFRSR instruments, aerosol optical thickness, inversion error range of about 15%, nc format",
                "AnswerCn": "每小时观测，MFRSR仪器，气溶胶光学厚度，反演误差范围约为15%，nc格式。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the temporal resolution of the aerosol optical depth dataset collected at the Arctic Alaska site?",
                "QuestionCn": "在北极阿拉斯加站收集的气溶胶光学深度数据集的时间分辨率是多少？",
                "AnswerEn": "Hourly",
                "AnswerCn": "每小时",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '气溶胶光学厚度' mean in the context of ground-based observations in Arctic Alaska?",
                "QuestionCn": "'气溶胶光学厚度'在阿拉斯加北极地区的地面观测中指的是气溶胶对光的吸收和散射能力的量度，通常用于评估大气中气溶胶的浓度和影响。",
                "AnswerEn": "In the context of ground-based observations in Arctic Alaska, '气溶胶光学厚度' refers to the aerosol optical depth measured at the Arctic Alaska site using data from instruments like the MFRSR. It indicates the extent to which aerosols prevent the transmission of light by absorption or scattering, and it is derived from radiation data with an observational inversion error range of about 15%.",
                "AnswerCn": "在阿拉斯加北极地区的地面观测中，'气溶胶光学厚度'是指使用像MFRSR这样的仪器在阿拉斯加站点测量的气溶胶光学厚度。它表示气溶胶通过吸收或散射阻碍光传输的程度，并且是通过辐射数据得出的，观测反演误差范围约为15%。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the observed patterns in aerosol optical depth data help infer the seasonal variation and environmental impacts of aerosols in Arctic Alaska during the period from 1998 to 2016?",
                "QuestionCn": "观察到的气溶胶光学深度数据模式如何帮助推断1998年至2016年间阿拉斯加北极地区气溶胶的季节变化和环境影响？",
                "AnswerEn": "The observed patterns in aerosol optical depth data, collected hourly at the Arctic Alaska site, can help infer seasonal variations by analyzing changes in aerosol concentration and composition over time. The data, derived from MFRSR instrument measurements, provides insights into environmental impacts, such as how aerosols may affect radiation balance and cloud formation in the Arctic region. Considering the 15% observational error, researchers can interpret the data while accounting for potential uncertainties in seasonal trends and aerosol-related environmental changes.",
                "AnswerCn": "在阿拉斯加北极地区收集的气溶胶光学深度数据的观察模式，通过分析气溶胶浓度和成分随时间的变化，可以帮助推断季节变化。这些数据源自MFRSR仪器的测量，提供了对环境影响的洞察，例如气溶胶如何影响辐射平衡和北极地区的云形成。考虑到15%的观测误差，研究人员可以在解释数据时考虑季节趋势和与气溶胶相关的环境变化中的潜在不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the error range of approximately 15% in aerosol optical depth retrieval from MFRSR instruments in Arctic Alaska observations?",
                "QuestionCn": "在阿拉斯加北极地区的MFRSR仪器中，气溶胶光学深度检索的误差范围约为15%的原因是什么？",
                "AnswerEn": "The error range of approximately 15% in aerosol optical depth retrieval from MFRSR instruments in Arctic Alaska observations is likely caused by factors such as the limitations of the MFRSR instrument in accurately measuring radiation data, atmospheric conditions that affect optical measurements, and the challenges inherent in retrieving aerosol characteristics from radiation data, which can introduce uncertainties.",
                "AnswerCn": "在阿拉斯加北极地区的MFRSR仪器气溶胶光学深度检索中，约15%的误差范围可能是由于以下因素造成的：MFRSR仪器在准确测量辐射数据方面的局限性、影响光学测量的气象条件，以及从辐射数据中提取气溶胶特征所固有的挑战，这些都可能引入不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What objectives are served by collecting hourly aerosol optical depth data at the Arctic Alaska site from 1998 to 2016 using MFRSR instruments?",
                "QuestionCn": "在1998年至2016年期间，使用MFRSR仪器在阿拉斯加北极地区收集每小时气溶胶光学深度数据的目的是什么？",
                "AnswerEn": "The primary goal of collecting hourly aerosol optical depth data at the Arctic Alaska site is to understand the optical properties of aerosols in a critical region like the Arctic, where atmospheric conditions significantly influence global climate systems. The data helps in analyzing long-term trends and variations in aerosol concentrations, which are key to assessing their impact on radiation balance and climate change. The use of MFRSR instruments allows for detailed observations with a known error margin, aiding in accurate climate modeling and atmospheric studies.",
                "AnswerCn": "在阿拉斯加北极地区收集每小时气溶胶光学深度数据的主要目标是了解气溶胶在像北极这样关键区域的光学特性，在这里，大气条件对全球气候系统有显著影响。这些数据有助于分析气溶胶浓度的长期趋势和变化，这对于评估它们对辐射平衡和气候变化的影响至关重要。使用多功能辐射计（MFRSR）仪器可以进行详细观察，并具有已知的误差范围，有助于准确的气候建模和大气研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental and procedural steps involved in measuring aerosol optical properties at Arctic sites, and how are these measurements processed to ensure accuracy and reliability?",
                "QuestionCn": "在北极地区测量气溶胶光学特性的仪器和程序步骤包括哪些，以及如何处理这些测量以确保准确性和可靠性？",
                "AnswerEn": "The instrumental and procedural steps in measuring aerosol optical properties at Arctic sites involve the use of MFRSR instruments to collect radiation data. The collected data is then processed and inverted to derive aerosol optical thickness. The data covers from 1998 to 2016 with hourly temporal resolution. The observation and inversion have an error range of approximately 15%. The data is stored in nc format, which requires specific software for analysis and visualization.",
                "AnswerCn": "在北极地区测量气溶胶光学特性的仪器和程序步骤涉及使用多波段辐射计（MFRSR）仪器收集辐射数据。收集的数据随后被处理和反演，以推导气溶胶光学厚度。数据覆盖1998年至2016年，具有每小时的时间分辨率。观测和反演的误差范围约为15%。数据以nc格式存储，这需要特定的软件进行分析和可视化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have facilitated the ground-based observation of aerosol optical properties in Arctic regions, specifically enabling data collection with instruments like MFRSR?",
                "QuestionCn": "哪些技术进步促进了在北极地区对气溶胶光学特性的地面观测，特别是使得使用像MFRSR这样的仪器进行数据收集成为可能？",
                "AnswerEn": "The use of MFRSR (Multi-Filter Rotating Shadowband Radiometer) instruments has enabled the collection of radiation data, which is then used to derive aerosol optical thickness values. These instruments are part of the Atmospheric Radiation Measurement program, which provides detailed observations necessary for understanding atmospheric processes in the Arctic region.",
                "AnswerCn": "MFRSR（多滤波器旋转阴影带辐射计）仪器的使用使得辐射数据的收集成为可能，这些数据随后用于推导气溶胶光学厚度值。这些仪器是大气辐射测量计划的一部分，该计划提供了理解北极地区大气过程所需的详细观测数据。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}