{
    "id": "ebe8fa7c-71a8-48ce-b87d-7c879a4ad689",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Major and trace element data sets of Mesozoic Cenozoic magmatic rocks, Himalayan leucogranites, Mesozoic Menglian Yidun granitoids and Zhegucuo intermediate basic rocks in the Lhasa massif, southern Qinghai Tibet Plateau (2022)",
            "titleCn": "青藏高原南部拉萨地块中-新生代岩浆岩、喜马拉雅淡色花岗岩、中生代勐连-义敦花岗岩类和哲古措中-基性岩主微量元素数据集（2022）",
            "description": "The data set mainly includes the major and trace element data of Mesozoic and Cenozoic granitoids and some dykes in the central and western Lhasa massif, as well as leucogranites and some migmatites in the Himalayan massif. This data is mainly used to study the origin of various magmatic rocks related to Neotethys subduction at the convergent plate margin, and to constrain the subduction process; The study of the genesis of various magmatic rocks during the syn collision between India and Eurasia is of great significance to the study of the net growth of continental crust and the genesis of silicon rich continental crust; The study of the genesis of various post collisional magmatic rocks is of great significance to the discussion of the mechanism of post collisional tectonomagmatism and the crust mantle structure; It is of great significance to study the petrogenesis of volcanic rocks in the collision zone and the origin of temporal and spatial variations of enriched components in magma for using petrological evidence to constrain the time limit of Indo Eurasian collision. In addition, the data set also includes the main and trace element data of Menglian batholith granitoids in Menglian Town, Tengchong City, southeast Tibet, the late Triassic granitoids in Yidun terrane in the east of Qinghai Tibet Plateau, the medium basic rocks in Zhegu Town, Shannan City, Cuomei Large Igneous Province, southern Tibet, and the Linzizong volcanic rocks in the east section of Lhasa terrane, which are mainly used to study the origin of large batholiths at the edge of convergent plates and determine the significance of the crustal genetic mechanism of silicon rich continents; The study of the origin of Labanian intermediate rocks in the large igneous province is of great significance to discuss why the large igneous province lacks intermediate rocks; It is of great significance to study the petrogenesis of volcanic rocks in the collision zone and the origin of temporal and spatial variations of enriched components in magma for using petrological evidence to constrain the time limit of Indo Eurasian collision. A total of 469 pieces of major and trace element data were tested, excluding duplicate sample testing. The main and trace elements are tested by XRF and ICP-MS methods respectively, and the testing units are the Institute of Geology and Geophysics, Chinese Academy of Sciences, China University of Geosciences (Wuhan) and the Analysis and Testing Center of Wuhan Shangpu Analysis Technology Co., Ltd. The data comes from published articles, which are true and reliable. It can be applied to the study of magmatic rock genesis.",
            "descriptionCn": "该数据集主要包括藏南拉萨地块中部和西部的中生代、新生代花岗岩类和部分脉岩，以及喜马拉雅地块上的淡色花岗岩以及部分混合岩的主微量元素数据。该数据主要用来研究汇聚板块边缘新特提斯洋俯冲相关各类岩浆岩的成因，并以之约束俯冲过程；研究印度-欧亚大陆同碰撞期间各类岩浆岩的成因，对探究大陆地壳净生长与富硅大陆地壳成因具有重要意义；研究碰撞后各类岩浆岩的成因，对探讨后碰撞构造岩浆作用的机制和壳幔结构具有重要意义；研究碰撞带火山岩的岩石成因和岩浆中富集组分时空变化的起源，对利用岩石学证据约束印度—欧亚碰撞时限具有重要意义。此外，该数据集还包括藏东南腾冲市勐连镇勐连岩基花岗岩类、青藏高原东部义敦地体晚三叠世花岗岩类、藏南措美大火成岩省山南市哲古镇中-基性岩、藏南拉萨地体东段林子宗火山岩主微量元素数据，主要用来研究汇聚板块边缘大型岩基的成因研究，厘定富硅大陆地壳成因机制的意义；研究大火成岩省拉班质中性岩的成因，对探讨为什么大火成岩省缺少中性岩具有重要意义；研究碰撞带火山岩的岩石成因和岩浆中富集组分时空变化的起源，对利用岩石学证据约束印度—欧亚碰撞时限具有重要意义。主微量元素数据共计测试469件，不包括重复样品检测。主微量元素分别采用XRF和ICP-MS方法测试，测试单位为中国科学院地质与地球物理研究所、中国地质大学（武汉）和武汉上谱分析科技有限责任公司分析测试中心。数据来源于已经发表文章，数据真实可靠。可以应用于岩浆岩石成因研究。",
            "instructions": "The data of major and trace elements are stored in Excel format. The file name is \"Major and trace element 2022. xlsx\", where Major and trace element represents the content and 2022 represents the year.\nData reading method: The data can be directly opened in Excel workbook.",
            "instructionsCn": "主微量元素数据以Excel格式存储，文件名称为“Major and trace element 2022.xlsx”，其中Major and trace element代表内容，2022代表年份。\n数据读取方式：该数据可以直接用Excel工作簿打开。",
            "east": 101.0,
            "west": 80.0,
            "south": 27.0,
            "north": 32.5,
            "startTime": "2019-12-31 00:00:00",
            "endTime": "2022-12-31 00:00:00",
            "fileSize": 306825.0,
            "cstr": "18406.11.SolidEar.tpdc.300036",
            "doi": "10.11888/SolidEar.tpdc.300036",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵志丹",
                "nameEn": "ZHAO Zhidan ",
                "unitEn": "China University of Geosciences, Beijing",
                "unitCn": "中国地质大学（北京）"
            }
        ],
        "literatureList": [
            {
                "titleCn": "藏南米拉山地区中新世埃达克质岩石的年代学、地球化学和成因",
                "titleEn": null,
                "referenceCn": "孙浩哲, 赵志丹, 朱弟成, 刘栋, 王青, 唐演, 齐宁远, 董国臣. (2021). 藏南米拉山地区中新世埃达克质岩石的年代学、地球化学和成因. 岩石学报, 37(11), 3479-3500.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Two episodes of Eocene mafic magmatism in the southern Lhasa terrane imply an eastward propagation of slab breakoff",
                "referenceCn": null,
                "referenceEn": "Wang, Z., Zhao, Z., Asimow, P.D., Li, X., Meng, Y., Liu, D., Mo, X., Zhu, D.C., Tang, Y., & Cong, F. (2022). Two episodes of Eocene mafic magmatism in the southern Lhasa terrane imply an eastward propagation of slab breakoff. Gondwana Research, 110, 31-43."
            },
            {
                "titleCn": null,
                "titleEn": "Late Cretaceous adakitic and A-type granitoids in Chanang, southern Tibet: Implications for Neo-Tethyan slab rollback",
                "referenceCn": null,
                "referenceEn": "Wang, Z., Zhao, Z., Li, X., Asimow, P.D., Liu, D., Mo, X., Qi, N., Tang, Y., Wang, Q., Zhu, D.C., Zhang, L., & Sheikh, L. (2021). Late Cretaceous adakitic and A-type granitoids in Chanang, southern Tibet: Implications for Neo-Tethyan slab rollback. Gondwana Research, 96, 89-104."
            },
            {
                "titleCn": null,
                "titleEn": "Shoshonitic enclaves in the high Sr/Y Nyemo pluton, southern Tibet: Implications for Oligocene magma mixing and the onset of extension of the southern Lhasa terrane",
                "referenceCn": null,
                "referenceEn": "Wang, Z., Zhao, Z., Asimow, P.D., Liu, D., Zhu, D.C., Mo, X., Wang, Q., Zhang, L., & Sheikh, L. (2020). Shoshonitic enclaves in the high Sr/Y Nyemo pluton, southern Tibet: Implications for Oligocene magma mixing and the onset of extension of the southern Lhasa terrane. Lithos, 362-363, 105490."
            },
            {
                "titleCn": "西藏南拉萨地体尼木地区侏罗纪花岗岩地球化学与岩石成因",
                "titleEn": null,
                "referenceCn": "赵书槿, 赵志丹, 唐演, 齐宁远, 孙昊, 刘栋, 王青, 朱弟成. (2021). 西藏南拉萨地体尼木地区侏罗纪花岗岩地球化学与岩石成因. 岩石学报, 37(11), 3464-3478.",
                "referenceEn": null
            },
            {
                "titleCn": "南拉萨地体白垩纪-新生代脉岩与伸展事件",
                "titleEn": null,
                "referenceCn": "唐演. (2020). 南拉萨地体白垩纪-新生代脉岩与伸展事件. 中国地质大学(北京).",
                "referenceEn": null
            },
            {
                "titleCn": "西藏中拉萨地块西段左左乡晚侏罗世-早白垩世花岗岩年代学、地球化学与岩石成因",
                "titleEn": null,
                "referenceCn": "齐宁远, 赵志丹, 唐演, 闫晶晶, 石卿尚, 刘栋, 朱弟成, SHEIKH Lawangin. (2019). 西藏中拉萨地块西段左左乡晚侏罗世-早白垩世花岗岩年代学、地球化学与岩石成因. 岩石学报, 35(02), 405-422.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Imaging the Late Triassic lithospheric architecture of the Yidun Terrane, eastern Tibetan Plateau: Observations and interpretations",
                "referenceCn": null,
                "referenceEn": "Zhan, Q.Y., Zhu, D.C., Wang, Q., Cawood, P. A., Xie, J.C., Liu, X., Li, S.M., Zhang, L. L., & Zhao, Z.D. (2021). Imaging the Late Triassic lithospheric architecture of the Yidun Terrane, eastern Tibetan Plateau: Observations and interpretations. GSA Bulletin, 133, 2279-2290."
            },
            {
                "titleCn": null,
                "titleEn": "Compositional changes of granitoids from the Menglian Batholith in SW China at ca. 122 Ma: Implications for the origin of decoupled Nd-Hf isotopic compositions and crust generation in collision zones",
                "referenceCn": null,
                "referenceEn": "Xie, J.C., Zhu, D.C., Wang, Q., Zhao, Z.D., & Zhang, S.Q. (2020). Compositional changes of granitoids from the Menglian Batholith in SW China at ca. 122 Ma: Implications for the origin of decoupled Nd-Hf isotopic compositions and crust generation in collision zones, Lithos, 364-365, 105550."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal and Spatial Variations of Enriched Source Components in Linzizong Volcanic Succession, Tibet, and Implications for the India-Asia Collision",
                "referenceCn": null,
                "referenceEn": "Liu, A.L., Wang, Q., Zhu, D.C., Cawood, P.A., Xia, Y., Li, S.M., Liu, S.A., Huang, F., Liu, L., Zhao, Z.D., & Mo, X.X. (2022). Temporal and Spatial Variations of Enriched Source Components in Linzizong Volcanic Succession, Tibet, and Implications for the India-Asia Collision. Journal of Petrology, 63(2), egab103."
            },
            {
                "titleCn": null,
                "titleEn": "Intermediate rocks in the Comei large igneous provinces produced by amphibole crystallization of tholeiitic basaltic magma",
                "referenceCn": null,
                "referenceEn": "Xia, Y., Wang, Q., Zhu, D.C., Ernst, R. E., Zhang, S., Liu, D., & Zhao, Z.D. (2020). Intermediate rocks in the Comei large igneous provinces produced by amphibole crystallization of tholeiitic basaltic magma. Lithos, 374-375, 105731."
            },
            {
                "titleCn": "西藏贡嘎地区晚白垩世花岗岩类的地球化学和岩石成因",
                "titleEn": null,
                "referenceCn": "万云鹏. (2020). 西藏贡嘎地区晚白垩世花岗岩类的地球化学和岩石成因. 中国地质大学(北京).",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "主量元素",
                "nameEn": "Major elements"
            },
            {
                "nameCn": "元素地球化学",
                "nameEn": "Element geochemistry"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "岩石成因",
                "nameEn": "petrogenesis"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "拉萨地块",
                "keywordEn": "Lhasa terrane"
            },
            {
                "keywordCn": "藏东南",
                "keywordEn": "Southeastern Tibet"
            },
            {
                "keywordCn": "藏南",
                "keywordEn": "Southern Tibet"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中生代",
                "keywordEn": "Mesozoic",
                "type": "temporal"
            },
            {
                "keywordCn": "新生代",
                "keywordEn": "Cenozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific methods used for testing the major and trace elements in rock samples within this geological context?",
                "QuestionCn": "在这种地质背景下，测试岩石样品中的主要和微量元素的具体方法有哪些？",
                "AnswerEn": "XRF, ICP-MS",
                "AnswerCn": "XRF，ICP-MS",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many main and trace element tests were conducted on samples in a dataset exploring the genesis of magmatic rocks in convergent plate margins?",
                "QuestionCn": "在一个探索汇聚板块边缘火成岩成因的数据集中，对样本进行了多少次主要和微量元素测试？",
                "AnswerEn": "469",
                "AnswerCn": "469",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '主微量元素数据' mean in the context of geological research?",
                "QuestionCn": "'主微量元素数据'在地质研究的背景下指的是主要微量元素的相关数据。",
                "AnswerEn": "'主微量元素数据' refers to the primary and trace element data of rocks, which are critical in geological research for understanding the formation mechanisms of various igneous rocks, the processes of plate convergence and subduction, the genesis of collisional magmatic rocks, and the post-collision tectonic magmatism mechanisms. This data is typically collected using techniques like XRF (X-ray fluorescence) and ICP-MS (Inductively Coupled Plasma Mass Spectrometry) and is essential for constraining the timing and processes of tectonic events such as the India-Eurasia collision.",
                "AnswerCn": "'主微量元素数据'指的是岩石的主要和微量元素数据，这在地质研究中对于理解各种火成岩的形成机制、板块汇聚和俯冲过程、碰撞火成岩的成因以及后碰撞构造岩浆作用机制至关重要。这些数据通常采用XRF（X射线荧光）和ICP-MS（感应耦合等离子体质谱）等技术收集，对于约束印度-欧亚碰撞等构造事件的时序和过程至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the geological processes and tectonic activities from the primary and trace element data in various igneous rocks collected from southern Tibet and surrounding regions?",
                "QuestionCn": "从收集自南藏及周边地区的各种火成岩的主要和微量元素数据中，可以推断出地质过程和构造活动。",
                "AnswerEn": "The primary and trace element data from various igneous rocks in the southern Tibet region can provide insights into the genesis of magmatic rocks related to the subduction of the Neo-Tethys Ocean and the processes during the India-Eurasia continental collision. It can also help explore post-collision tectonomagmatic mechanisms and crust-mantle structure, and offer constraints on the timing of India-Eurasia collision using petrological evidence.",
                "AnswerCn": "来自南藏地区各种火成岩的主要和微量元素数据可以为与新特提斯洋俯冲相关的岩浆岩的成因提供见解，以及印度-欧亚大陆碰撞过程中的机制。这些数据还可以帮助探索碰撞后的构造岩浆机制和地壳-地幔结构，并通过岩石学证据为印度-欧亚碰撞的时间提供约束。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes challenges in accurately testing major and trace elements in magmatic rocks from collision zones like the Himalayas?",
                "QuestionCn": "在碰撞带（如喜马拉雅山脉）中，准确测试岩浆岩中的主要和微量元素面临哪些挑战？",
                "AnswerEn": "The challenges in accurately testing major and trace elements in magmatic rocks from collision zones like the Himalayas may be due to the complexity of the geological formations, the diverse types of igneous rocks present, and the need for precise testing methods such as XRF and ICP-MS. Variability in rock composition and the intricate processes involved in plate convergence, subduction, and post-collision magmatic activity further complicate the data collection.",
                "AnswerCn": "在像喜马拉雅山这样的碰撞带中，准确测试火成岩中的主要和微量元素面临的挑战可能源于地质构造的复杂性、存在多种类型的火成岩以及对精确测试方法（如XRF和ICP-MS）的需求。岩石成分的变异性以及板块碰撞、俯冲和后碰撞火成活动中涉及的复杂过程进一步使数据收集变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing XRF and ICP-MS methods for testing major and trace elements in geological samples on the accuracy and reliability of data collection in geochemical research?",
                "QuestionCn": "利用XRF和ICP-MS方法测试地质样品中的主要和微量元素对地球化学研究中数据收集的准确性和可靠性可能产生的后果是什么？",
                "AnswerEn": "Utilizing XRF and ICP-MS methods for testing major and trace elements in geological samples can lead to high accuracy and reliability in geochemical research. XRF provides a non-destructive way to analyze the elemental composition of rocks, while ICP-MS offers high sensitivity for trace element detection. Together, they ensure a comprehensive understanding of rock composition, which is crucial for studying the genesis of magmatic rocks and constraining subduction processes at convergent plate boundaries. These methods can also help in investigating the origin of magmatic rocks during continental collision and post-collision tectonic magmatism, thus contributing significantly to the exploration of crustal growth and crust-mantle structure.",
                "AnswerCn": "利用XRF和ICP-MS方法对地质样品中的主要和微量元素进行测试，可以在地球化学研究中实现高精度和可靠性。XRF提供了一种非破坏性的方法来分析岩石的元素组成，而ICP-MS则提供了对微量元素检测的高灵敏度。两者结合确保了对岩石成分的全面理解，这对于研究岩浆岩的成因以及约束汇聚板块边界的俯冲过程至关重要。这些方法还可以帮助调查大陆碰撞和碰撞后构造岩浆作用期间岩浆岩的来源，从而对地壳生长和地壳-地幔结构的探索做出重要贡献。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind collecting main and trace element data from Cenozoic and Mesozoic igneous rocks in the southern Tibetan Plateau?",
                "QuestionCn": "收集南藏高原中新世和白垩纪火成岩的主要和微量元素数据的目标是什么？",
                "AnswerEn": "The objectives include studying the genesis of various igneous rocks related to the subduction of the Neo-Tethys Ocean at convergent plate margins to constrain the subduction process, understanding the formation of igneous rocks during the India-Eurasia continental collision to explore net growth and the origin of the silicate-rich continental crust, and investigating the genesis of post-collision igneous rocks to explore the mechanisms of post-collision tectonic magmatism and crust-mantle structure. Additionally, it aims to study the petrogenesis of volcanic rocks in collision zones and the spatial-temporal variation of enriched components in magma to constrain the timing of the India-Eurasia collision using petrological evidence.",
                "AnswerCn": "研究目标包括研究与新特提斯洋在汇聚板块边缘的俯冲相关的各种火成岩的成因，以约束俯冲过程；理解印度-欧亚大陆碰撞期间火成岩的形成，以探索硅酸盐丰富的大陆地壳的净增长和起源；调查后碰撞火成岩的成因，以探索后碰撞构造岩浆作用和地壳-地幔结构的机制。此外，还旨在研究碰撞区火山岩的岩石成因及其富集成分在岩浆中的时空变化，以利用岩石学证据约束印度-欧亚碰撞的时序。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are commonly followed for collecting major and trace element data from igneous rock samples in the Southern Lhasa Terrane and other related regions to study magmatic genesis?",
                "QuestionCn": "在南拉萨地块及其他相关地区收集火成岩样品的主要和微量元素数据以研究岩浆成因时，通常遵循以下程序：",
                "AnswerEn": "The major and trace element data from igneous rock samples are typically collected using methods like X-ray fluorescence (XRF) and inductively coupled plasma mass spectrometry (ICP-MS). In this field, the samples from regions like the Southern Lhasa Terrane are analyzed by institutions such as the Institute of Geology and Geophysics, Chinese Academy of Sciences, China University of Geosciences (Wuhan), and Wuhan Supu Analytical Technology Co., Ltd. Testing centers. These procedures help in researching the genesis of magmatic rocks related to the subduction of the Neo-Tethys Ocean at convergent plate margins, the genesis of magmatic rocks during the India-Eurasia continental collision, and post-collision magmatic activity, among other geological processes.",
                "AnswerCn": "火成岩样品的主要和微量元素数据通常通过X射线荧光（XRF）和电感耦合等离子体质谱（ICP-MS）等方法进行收集。在这个领域，来自南拉萨地块的样品由中国科学院地质与地球物理研究所、中国地质大学（武汉）和武汉苏普分析技术有限公司等机构进行分析。这些程序有助于研究与新特提斯洋俯冲相关的火成岩的成因、印度-欧亚大陆碰撞期间的火成岩成因以及碰撞后火成活动等地质过程。",
                "Level": "C3(Applying)"
            }
        ]
    }
}