{
  "id": "ec11cf74-0f2c-41d0-a910-692ddaee9cc6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Mineral EPMA data set of magmatic rocks from the Hoh Xil to Lhasa plate (Hoh Xil Lake-Baohu-Narusondo) of the Tibetan Plateau (2020)",
      "titleCn": "青藏高原可可西里至拉萨板块（可可西里湖-宝湖-纳如松多）岩浆岩单矿物电子探针数据集（2020）",
      "description": "The EPMA data set of single mineral of magmatic rocks in the Qinghai Tibet Plateau is mainly based on the main data of single mineral in some areas of the Hoh Xil Lhasa plate, and the single mineral test points are more than 1000. The samples were distributed in Hoh Xil lake, Baohu Lake in South Qiangtang and Narusongduo area in Gangdise. Cameca sxlivefe electron microprobe was used for single mineral electron probe. The data comes from published articles or in the acceptance stage. The data were published in SCI or Ni journals, including American mineralogist and Journal of petroleum. The main testing units are Guangzhou Institute of geochemistry, Chinese Academy of Sciences and Institute of mineral resources, Chinese Academy of Geological Sciences. The data set can be used to study the petrogenesis of magmatic rocks in different areas of the Qinghai Tibet Plateau.",
      "descriptionCn": "青藏高原岩浆岩单矿物电子探针数据集主要以可可西里至拉萨板块的局部地区岩石单矿物主量数据为主，单矿物测试点大于1000。样品分布地区包括可可西里湖、南羌塘宝湖以及冈底斯纳如松多等地区。岩石包括橄榄石白榴岩、闪长岩和花岗岩。测试的单矿物以长石、橄榄石、角闪石和黑云母为主。单矿物电子探针使用Cameca SXFiveFE electronmicroprobe等。数据来自已经发表的文章或者正在接受阶段。数据发表的文章均为SCI或NI期刊，包括《American Mineralogist》和《Journal of Petrology》等，数据结果真实可靠。测试单位主要是中国科学院广州地球化学研究所和中国地质科学院矿产资源研究所。该数据集可以用于研究青藏高原不同地区岩浆岩岩石成因。",
      "instructions": "File name: the whole rock geochemical master and trace data are stored in Excel format, and the file name is \"electronmicroprobe2020001. Xlsx\", in which electronmicroprobe represents the content, 2020 represents the year, and 001 represents the serial number.\nData reading method: the data can be directly opened in Excel workbooks.",
      "instructionsCn": "文件命名：全岩地球化学主微量数据以Excel格式存储，文件名称为“electronmicroprobe2020001.xlsx”，其中electronmicroprobe代表内容，2020代表年份，001代表序号。\n数据读取方式：该数据可以直接用Excel工作簿打开。",
      "east": 92.0,
      "west": 84.0,
      "south": 29.0,
      "north": 47.0,
      "startTime": "2020-01-01 00:00:00",
      "endTime": "2020-12-31 00:00:00",
      "fileSize": 209039.0,
      "cstr": "18406.11.Geo.tpdc.271149",
      "doi": "10.11888/Geo.tpdc.271149",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "唐功建",
        "nameEn": "TANG Gongjian",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      },
      {
        "nameCn": "齐玥",
        "nameEn": "QI Yue",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      },
      {
        "nameCn": "王军",
        "nameEn": "WANG Jun",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      },
      {
        "nameCn": "周金胜",
        "nameEn": "ZHOU Jinsheng",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Miocene Olivine Leucitites in the Hoh Xil Basin, Northern Tibet: Implications for Intracontinental Lithosphere Melting and Surface Uplift of the Tibetan Plateau",
        "referenceCn": null,
        "referenceEn": "Qi, Y., Wang, Q., Zhu, Y.T., Shi, L.C., Yang, Y.N. (2020). Miocene Olivine Leucitites in the Hoh Xil Basin, Northern Tibet: Implications for Intracontinental Lithosphere Melting and Surface Uplift of the Tibetan Plateau. Journal of Petrology 61(1), egaa026, https://doi.org/10.1093/petrology/egaa026."
      },
      {
        "titleCn": null,
        "titleEn": "Petrogenesis of the Ulungur Intrusive Complex, NW China, and Implications for Crustal Generation and Reworking in Accretionary Orogens",
        "referenceCn": null,
        "referenceEn": "Tang, G.J., Wang, Q., Wyman, D.A., Dan, W., Ma, L., Zhang, H.X., Zhao, Z.H. (2020). Petrogenesis of the Ulungur Intrusive Complex, NW China, and Implications for Crustal Generation and Reworking in Accretionary Orogens. Journal of Petrology 61(2), egaa018, https://doi.org/10.1093/petrology/egaa018"
      },
      {
        "titleCn": null,
        "titleEn": "High-Mg# adakitic rocks formed by lower-crustal magma differentiation: mineralogical and geochemical evidence from garnet-bearing diorite porphyries in central Tibet",
        "referenceCn": null,
        "referenceEn": "Wang, J., Dan, W., Wang, Q., Tang, G.J. (2020). High-Mg# adakitic rocks formed by lower-crustal magma differentiation: mineralogical and geochemical evidence from garnet-bearing diorite porphyries in central Tibet. Journal of Petrology. egaa099, https://doi.org/10.1093/petrology/egaa099"
      },
      {
        "titleCn": null,
        "titleEn": "Extraction of high-silica granites from an upper crustal magma reservoir: Insights from the Narusongduo magmatic system, Gangdese arc",
        "referenceCn": null,
        "referenceEn": "Zhou, J.S., Yang, Z.S., Wang, Q., Zheng, Y.C., Hou, Z.Q., Wyman, D.A. (2020). Extraction of high-silica granites from an upper crustal magma reservoir: Insights from the Narusongduo magmatic system, Gangdese arc. American Mineralogist 105, 1572-1584."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "电子探针",
        "nameEn": "electron microprobe"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "西藏",
        "keywordEn": "Tibet"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中生代",
        "keywordEn": "Mesozoic",
        "type": "temporal"
      },
      {
        "keywordCn": "古生代",
        "keywordEn": "Paleozoic",
        "type": "temporal"
      },
      {
        "keywordCn": "新生代",
        "keywordEn": "Cenozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many single mineral test points are included in a dataset related to magmatic rocks on the Tibetan Plateau?",
        "QuestionCn": "与青藏 Plateau 上的火成岩相关的数据集中包含多少个单矿物测试点？",
        "AnswerEn": "1000",
        "AnswerCn": "一千",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'single mineral electron probe microanalysis' entail in the context of collecting mineralogical data?",
        "QuestionCn": "“单矿物电子探针微分析”在收集矿物学数据的背景下涉及什么？",
        "AnswerEn": "Single mineral electron probe microanalysis involves using an instrument like the Cameca SXFiveFE electron microprobe to analyze the major elements at specific test points on single minerals such as feldspar, olivine, amphibole, and biotite. This technique provides precise compositional data that can be used to study rock genesis in regions like the Tibetan Plateau.",
        "AnswerCn": "单矿物电子探针微分析涉及使用像Cameca SXFiveFE电子探针这样的仪器，在单一矿物（如长石、橄榄石、角闪石和黑云母）的特定测试点上进行分析。这种技术提供了精确的成分数据，可用于研究像西藏高原这样的地区的岩石成因。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods using the Cameca SXFiveFE electron microprobe compare with other electron microprobe models in terms of accuracy and reliability for analyzing single mineral major elements in magmatic rocks?",
        "QuestionCn": "使用Cameca SXFiveFE电子探针的数据收集方法在分析火成岩中单一矿物的主要元素时，与其他电子探针模型相比，在准确性和可靠性方面如何？",
        "AnswerEn": "The data collection using the Cameca SXFiveFE electron microprobe focuses on single mineral major elements from magmatic rocks in specific regions, including Hoh Xil Lake, South Qiangtang Baohu, and Gangdese Narusongduo. This method is considered reliable as the results are published in reputable SCI or NI journals like 'American Mineralogist' and 'Journal of Petrology'. The accuracy and reliability also stem from its application by recognized institutions such as the Guangzhou Institute of Geochemistry and the Institute of Mineral Resources, Chinese Academy of Geological Sciences.",
        "AnswerCn": "使用Cameca SXFiveFE电子探针进行的数据收集，重点关注特定区域（包括霍霍尔湖、南羌塘宝湖和冈底斯那如松多）中火成岩的单矿物主要元素。这种方法被认为是可靠的，因为结果已发表在《美国矿物学家》和《岩石学杂志》等知名SCI或NI期刊上。其准确性和可靠性还源于广州地球化学研究所和中国地质科学院矿产资源研究所等知名机构的应用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes influence the selection of specific mineral types, such as feldspar and olivine, for electronic probe analysis in rock samples from regions like the Tibetan Plateau?",
        "QuestionCn": "影响在像西藏高原这样的地区对岩石样本进行电子探针分析时选择特定矿物类型（如长石和橄榄石）的因素有哪些？",
        "AnswerEn": "The selection of specific mineral types like feldspar and olivine for electronic probe analysis in rock samples from regions such as the Tibetan Plateau is influenced by the geological composition of the area, which predominantly includes rocks like olivine pyroxenite, diorite, and granite. The focus on these minerals is due to their prevalence in the region and their significance in understanding the petrogenesis of magmatic rocks. Additionally, the use of advanced equipment like the Cameca SXFiveFE electronmicroprobe allows for precise analysis of these minerals, contributing to reliable data results that are often published in reputable journals.",
        "AnswerCn": "在像西藏高原这样的地区，选择特定矿物类型如长石和橄榄石进行电子探针分析，受到该地区地质组成的影响，该地区主要包括橄榄石辉石岩、花岗岩和二长岩等岩石。对这些矿物的关注是由于它们在该地区的普遍存在以及它们在理解岩浆岩的成因中的重要性。此外，使用先进设备如Cameca SXFiveFE电子探针可以对这些矿物进行精确分析，从而提供可靠的数据结果，这些结果通常会发表在权威期刊上。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}