{
    "id": "ec2ce0a1-c1b6-42c6-81fd-02e298b06e01",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Field LAI dataset in the Heihe River basin (2011)",
            "titleCn": "黑河流域LAI地面观测数据集（2011）",
            "description": "The dataset is Lai data of ground sample points in Heihe River Basin, collected by LAI-2000 canopy analyzer. The collection area is located in Zhangye rural demonstration base, Ejina Banner, Jiuquan Satellite Center (2011) and other areas. The main measured vegetation is corn. The Lai value of maize was obtained by using lai2000, and the observation was repeated twice in the mode of one up four down. Cd202 was used to obtain the leaf area of each leaf of maize plant, and three maize plants were collected.",
            "descriptionCn": "数据集为黑河流域地面样点LAI数据，采用LAI-2000 冠层分析仪采集，采集区域位于张掖农村示范基地，额济纳旗，酒泉卫星中心（2011年）等区域。主要测量植被为玉米。使用LAI2000获取玉米的LAI值，采用一上四下的模式，重复两次进行观测。使用CD202获取玉米植株每片叶子的叶面积，共采集三株玉米。",
            "instructions": "File name: the data is stored in the form XLS and vector SHP. The file name \"2011LAI ground data statistical results\" refers to the location point of 2011LAI ground data; \"2011LAI ground data statistical results. XLS\" refers to the 2011LAI ground data statistical data.\nData reading: the vector SHP file can be opened and read by remote sensing software such as Arcgis, and the form XLS can be opened by Office scanning software.",
            "instructionsCn": "文件命名：数据以表格xls和矢量shp格式存储，文件名称“2011LAI地面数据统计结果.shp”表示2011年LAI地面数据位置点，“2011LAI地面数据统计结果.xls”，表示2011年LAI地面统计数据。\n数据读取：矢量shp文件可以用Arcgis等遥感软件打开读取， 表格xls可用Office扥办公软件打开。",
            "east": 101.242,
            "west": 100.356,
            "south": 38.8391,
            "north": 42.3314,
            "startTime": "2011-08-07 22:15:00",
            "endTime": "2011-08-14 22:15:00",
            "fileSize": 123119.0,
            "cstr": "18406.11.heihe.109.2014.db",
            "doi": "10.3972/heihe.109.2014.db",
            "dataFormat": "xls",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "范闻捷",
                "nameEn": "FAN Wenjie",
                "unitEn": "Peking University",
                "unitCn": "北京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Generating global Leaf Area Index from Landsat: Algorithm formulation and demonstration",
                "referenceCn": null,
                "referenceEn": "Ganguly S, Nemani R R, Zhang G, Hashimoto H, Milesi C, Michaelis A, Wang W, Votava P, Samanta A, Melton F, Dungan J L, Vermote E, Gao F, Knyazikhin Y, Myneni R B. Generating global Leaf Area Index from Landsat: Algorithm formulation and demonstration. Remote Sensing of Environment, 2012, 122: 185–202."
            },
            {
                "titleCn": null,
                "titleEn": "A New FAPAR Analytical Model Based on the Law of Energy Conservation: A Case Study in China",
                "referenceCn": null,
                "referenceEn": "Fan, W., Liu, Y., Xu, X., et al. (2014). A New FAPAR Analytical Model Based on the Law of Energy Conservation: A Case Study in China. IEEE Journal of Selected Topics in Applied Earth Observations & Remote Sensing, 7(9), 3945-3955."
            },
            {
                "titleCn": null,
                "titleEn": "A new FAPAR retrieval model for continuous vegetation",
                "referenceCn": null,
                "referenceEn": "Liu, Y. , Fan, W. , Xu, X. , & Chen, G. . (2013). A new FAPAR retrieval model for continuous vegetation. doi:10.1109/IGARSS.2013.6723470"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "叶面积指数",
                "nameEn": "Leaf area index"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2011",
                "keywordEn": "2011",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河全流域遥感关键生态参数产品反演算法",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the LAI-2000 canopy analyzer used for collecting LAI data in the specified regions?",
                "QuestionCn": "LAI-2000冠层分析仪是否用于在指定区域收集LAI数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What method is used to collect LAI data for corn in the specified region, and where are the main sampling areas located?",
                "QuestionCn": "用于收集指定区域玉米的叶面积指数（LAI）数据的方法是什么？主要的采样区域位于哪里？",
                "AnswerEn": "LAI-2000 canopy analyzer, Zhangye Rural Demonstration Base, Ejina Banner, Jiuquan Satellite Center",
                "AnswerCn": "LAI-2000冠层分析仪，张掖农村示范基地，额济纳旗，酒泉卫星中心",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure vegetation LAI in agricultural settings?",
                "QuestionCn": "您能否提供一个用于测量农业环境中植被叶面积指数（LAI）的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method used to measure vegetation LAI in agricultural settings involves using a LAI-2000 canopy analyzer. The method includes collecting data at designated areas, such as Zhangye rural demonstration base, Ejina Banner, and Jiuquan Satellite Center. The main vegetation measured is corn, and the process involves obtaining the LAI values using a 'one above, four below' observation pattern, repeated twice. Additionally, a CD202 device is used to measure the leaf area of each leaf on three corn plants.",
                "AnswerCn": "一种用于测量农业环境中植被叶面积指数（LAI）的数据收集方法是使用LAI-2000冠层分析仪。该方法包括在指定区域收集数据，例如张掖农村示范基地、额济纳旗和酒泉卫星中心。主要测量的植被是玉米，过程涉及使用“一个在上，四个在下”的观察模式获取LAI值，并重复两次。此外，还使用CD202设备测量三株玉米植物上每片叶子的叶面积。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used for measuring LAI in agricultural fields, and how do they ensure accuracy and reliability?",
                "QuestionCn": "用于测量农业田地中叶面积指数（LAI）的数据收集方法的特点是什么，它们如何确保准确性和可靠性？",
                "AnswerEn": "LAI-2000 canopy analyzer, one-up four-down observation pattern, repeated twice, CD202 device, detailed data, reliable data",
                "AnswerCn": "LAI-2000冠层分析仪，一上四下观测模式，重复两次，CD202设备，详细数据，可靠数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many times is the LAI value measured for each sample in a ground observation dataset using the LAI-2000 instrument?",
                "QuestionCn": "在使用LAI-2000仪器的地面观测数据集中，每个样本的LAI值测量多少次？",
                "AnswerEn": "2",
                "AnswerCn": "2",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'LAI-2000 canopy analyzer' refer to in the context of measuring leaf area index (LAI) of crops?",
                "QuestionCn": "'LAI-2000冠层分析仪'是指一种用于测量作物叶面积指数（LAI）的仪器。",
                "AnswerEn": "The 'LAI-2000 canopy analyzer' refers to an instrument used to measure the leaf area index (LAI) of crops. It is employed in data collection to obtain LAI values by using a specific method of taking one reading above the canopy and four below. This technique is repeated twice to ensure accurate observations.",
                "AnswerCn": "“LAI-2000冠层分析仪”是用于测量作物叶面积指数（LAI）的仪器。它通过在冠层上方进行一次读数和在下方进行四次读数的方法来收集数据。为了确保观察结果的准确性，这一技术会重复两次。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors might contribute to the variability in LAI measurements when using the LAI-2000 canopy analyzer in agricultural environments?",
                "QuestionCn": "使用LAI-2000冠层分析仪在农业环境中测量LAI时，可能导致测量变异的因素有哪些？",
                "AnswerEn": "The variability in LAI measurements can be influenced by the method of collecting data using the LAI-2000 canopy analyzer, such as the 'one above, four below' measurement approach, the specific vegetation type being measured like corn, and the repetition of measurements to ensure accuracy. Additionally, the choice of sampling locations, such as the Zhangye Rural Demonstration Base, Ejin Banner, and Jiuquan Satellite Center, could also affect measurement consistency.",
                "AnswerCn": "LAI测量的变异性可能受到使用LAI-2000冠层分析仪收集数据的方法的影响，例如“一个在上，四个在下”的测量方法、被测植被类型（如玉米）以及重复测量以确保准确性。此外，采样地点的选择，如张掖农村示范基地、额济纳旗和酒泉卫星中心，也可能影响测量的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps and instruments are involved in collecting LAI data for maize using ground-based observations in agricultural research?",
                "QuestionCn": "在农业研究中，收集玉米的叶面积指数（LAI）数据的程序步骤和工具包括：\n\n1. **选择研究地点**：确定实验田的具体位置，确保样本具有代表性。\n\n2. **样本设计**：根据研究目标设计样本，包括样本数量和分布。\n\n3. **选择测量工具**：常用的工具包括：\n   - 叶面积仪（如LI-3100C或LI-2500A）\n   - 便携式光谱仪\n   - 叶片剖面仪\n   - 影像分析软件（如WinRHIZO或ImageJ）\n\n4. **数据收集**：\n   - 在不同生长阶段（如苗期、拔节期、开花期等）进行测量。\n   - 随机选择样本植株，记录每株的高度、叶片数量和叶片面积。\n\n5. **数据记录**：将测量结果记录在数据表中，确保数据的准确性和完整性。\n\n6. **数据分析**：使用统计软件分析收集的数据，计算平均LAI值及其变化趋势。\n\n7. **结果验证**：通过重复实验或与其他研究结果进行比较，验证数据的可靠性。\n\n8. **报告撰写**：整理研究结果，撰写报告或论文，分享研究发现。",
                "AnswerEn": "The data collection involves using the LAI-2000 Canopy Analyzer to measure LAI values of maize. The procedure entails taking one reading above the canopy and four readings below, repeating this process twice to ensure accuracy. Additionally, the CD202 device is used to measure the leaf area of individual maize leaves, with data collected from three maize plants in total.",
                "AnswerCn": "数据收集涉及使用LAI-2000冠层分析仪测量玉米的LAI值。该程序包括在冠层上方进行一次读数，并在冠层下方进行四次读数，重复此过程两次以确保准确性。此外，使用CD202设备测量单个玉米叶片的叶面积，总共从三株玉米植物中收集数据。",
                "Level": "C3(Applying)"
            }
        ]
    }
}