{
    "id": "ecc7598c-1229-47e0-bb29-03fb1e0c8060",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Ecological asset value of Qinghai Tibet Plateau (2000-2020)",
            "titleCn": "青藏高原生态资产价值量（2000-2020）",
            "description": "1) Data content: the value data set of ecological assets of Qinghai Tibet plateau for five periods from 2000 to 2020, once every five years. The contents include Water Yield, Soil Retention, Carbon Fixation, Climate Regulation, and Biodiversity potential ecological asset flows.\n2) Data source and processing method: Based on land use data products. See the description document for the processing method.\n3) Data quality description: the data from 2000 to 2015 evaluate the land use data products released by ourselves, and the data in 2020 is the predicted value of land use data products.\n4) Results and prospects of data application: provide spatial location guidance for the optimization of ecological security barrier and the management of natural resources and assets on the Qinghai Tibet Plateau.",
            "descriptionCn": "1) 数据内容：2000-2020五期青藏高原生态资产价值量数据集，每5年一期。内容包括水源涵养、水土保持、气候调节、固碳、生物多样性等潜在生态资产流量。\n2) 数据来源及加工方法：以土地利用数据产品为基础，加工方法详见说明文档。\n3) 数据质量描述：2000-2015年数据评价已发布的土地利用数据产品，2020年数据为土地利用数据产品预测值。\n4) 数据应用成果及前景：为青藏高原生态安全屏障优化、自然资源和资产管理提供空间位置指引。",
            "instructions": "File name: stored in GeoTIFF format, and the folder name is year.\nData reading method: it can be opened by geographic grid processing software such as ArcGIS.",
            "instructionsCn": "文件命名：以Geotiff格式存储，文件夹名称为年份。\n数据读取方式：可用ArcGIS等地理栅格处理软件打开。",
            "east": -104.67223,
            "west": 73.44696,
            "south": 25.993798,
            "north": 39.825966,
            "startTime": "2000-01-01 00:00:00",
            "endTime": "2020-12-01 00:00:00",
            "fileSize": 397125892.0,
            "cstr": "18406.11.HumanNat.tpdc.271892",
            "doi": "10.11888/HumanNat.tpdc.271892",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘焱序",
                "nameEn": "LIU Yanxu",
                "unitEn": "",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "基于改进价值当量因子的1992-2015年青藏高原生态系统服务价值演化分析",
                "titleEn": null,
                "referenceCn": "程琳琳, 黄婷, 刘焱序. (2019). 基于改进价值当量因子的1992-2015年青藏高原生态系统服务价值演化分析. 水土保持通报, 39(5), 242-248.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Other"
            },
            {
                "nameCn": "生态资产",
                "nameEn": "Ecological asset"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2020",
                "keywordEn": "2000-2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of ecological asset value measurement in the context of the Qinghai-Tibet Plateau from 2000 to 2020?",
                "QuestionCn": "在2000年至2020年青藏高原的生态资产价值测量中，具有哪些特征？",
                "AnswerEn": "water source conservation, soil and water conservation, climate regulation, carbon sequestration, biodiversity",
                "AnswerCn": "水源保护、土壤和水资源保护、气候调节、碳汇、生物多样性",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the frequency of data collection for ecological asset values on the Tibetan Plateau between 2000 and 2020?",
                "QuestionCn": "2000年至2020年间，青藏高原生态资产价值的数据收集频率是多少？",
                "AnswerEn": "5 years",
                "AnswerCn": "5年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by '生态资产价值量' in the context of ecological datasets?",
                "QuestionCn": "'生态资产价值量'在生态数据集的上下文中指的是生态系统及其服务的经济价值或重要性。这一概念通常用于评估自然资源的可持续性和生态保护的必要性。",
                "AnswerEn": "'生态资产价值量' refers to the quantification of ecological asset values over a specific period, which includes evaluating potential ecological asset flows such as water conservation, soil retention, climate regulation, carbon sequestration, and biodiversity. This concept is integral for assessing the ecological contributions and potential of a geographical area, like the Qinghai-Tibet Plateau, over time.",
                "AnswerCn": "'生态资产价值量'指的是在特定时期内对生态资产价值的量化，包括评估潜在的生态资产流动，如水源保护、土壤保持、气候调节、碳封存和生物多样性。这个概念对于评估一个地理区域（如青藏高原）的生态贡献和潜力至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for estimating ecological asset values on the Qinghai-Tibet Plateau compare to those used for other ecological regions in terms of complexity and accuracy?",
                "QuestionCn": "在青藏高原估算生态资产价值的数据收集方法与其他生态区域相比，在复杂性和准确性方面有什么不同？",
                "AnswerEn": "The data collection methods for estimating ecological asset values on the Qinghai-Tibet Plateau are based on land use data products processed to evaluate water conservation, soil retention, climate regulation, carbon sequestration, and biodiversity. The complexity and accuracy might differ when compared to other regions due to the reliance on land use data, which is specifically evaluated for accuracy for the years 2000-2015, with 2020 being a forecast. In other regions, data collection methods might incorporate additional or different data sources, thereby impacting the complexity and accuracy in context-specific ways.",
                "AnswerCn": "估算青藏高原生态资产价值的数据收集方法基于土地利用数据产品，处理后用于评估水源保护、土壤保持、气候调节、碳封存和生物多样性。与其他地区相比，由于依赖于土地利用数据，复杂性和准确性可能有所不同，这些数据的准确性专门针对2000年至2015年进行了评估，2020年则为预测数据。在其他地区，数据收集方法可能会结合额外或不同的数据源，从而在特定背景下影响复杂性和准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What might be the consequences for ecological asset valuation if new land use data products are integrated into the data collection methods for the Qinghai-Tibet Plateau?",
                "QuestionCn": "如果将新的土地利用数据产品整合到青藏高原的数据收集方法中，生态资产估值可能会产生哪些后果？",
                "AnswerEn": "Integrating new land use data products could enhance the accuracy and reliability of ecological asset valuation by providing updated and potentially higher resolution data. This could lead to more precise assessments of water source conservation, soil and water retention, climate regulation, carbon sequestration, and biodiversity. Such improvements could refine spatial guidance for optimizing ecological security barriers and managing natural resources and assets on the Qinghai-Tibet Plateau.",
                "AnswerCn": "整合新的土地利用数据产品可以提高生态资产评估的准确性和可靠性，因为这些数据提供了更新的、可能更高分辨率的信息。这可能导致对水源保护、土壤和水分保持、气候调节、碳封存和生物多样性的更精确评估。这些改进可以优化生态安全屏障的空间指导，并在青藏高原上管理自然资源和资产。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intended outcomes of collecting ecological asset value data across various metrics such as water conservation, soil retention, climate regulation, carbon sequestration, and biodiversity from 2000 to 2020 in the context of the Qinghai-Tibet Plateau?",
                "QuestionCn": "在青藏高原的背景下，收集2000年至2020年间的生态资产价值数据，涵盖水资源保护、土壤保持、气候调节、碳封存和生物多样性等各种指标的预期结果是什么？",
                "AnswerEn": "The objective is to provide spatial guidance for optimizing the ecological security barrier, along with managing natural resources and assets in the Qinghai-Tibet Plateau region.",
                "AnswerCn": "目标是为优化生态安全屏障提供空间指导，同时管理青藏高原地区的自然资源和资产。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data processing techniques enable the integration of land use data to estimate ecological asset values over time?",
                "QuestionCn": "哪些数据处理技术能够整合土地利用数据，以估算生态资产价值随时间的变化？",
                "AnswerEn": "The data is processed based on land use data products, with specific methods detailed in supplementary documentation, enabling the estimation of ecological asset values from 2000 to 2020.",
                "AnswerCn": "该数据基于土地利用数据产品进行处理，具体方法详见补充文档，从而能够估算2000年至2020年的生态资产价值。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}