{
  "id": "ed0c826a-a60b-45ab-bdb8-bcf27c8c00ff",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat normalized burnt ratio (NBR) products over the Tibetan Plateau (2021)",
      "titleCn": "青藏高原Landsat系列卫星遥感归一化燃烧指数（NBR）产品（2021）",
      "description": "The dataset is the normalized burnt ratio (NBR) products of 2021 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the NBR equation which use the difference ratio between the NIR band and SWIR1 band to enhance the feature of the burned area.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.NBR is usually used to extract burned area information effectively,  and to monitor the vegetation restoration in burned area .",
      "descriptionCn": "1）数据内容：本数据集包含2021年青藏高原地区Landsat长时序归一化燃烧指数（NBR）产品。2）数据来源及加工方法：主要是在青藏高原Landsat系列卫星地表反射率数据集的基础上，通过NBR的计算公式进行生产的，即利用近红外波段和短波红外波段的比值来增强火烧迹地的特征信息；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数常被用于火烧迹地信息提取以及监测火烧区域植被的恢复状况。",
      "instructions": "1)File name rules: the NBR result of each scense is stored in a floder including the NBR band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NBR\",for example, L5-TM-115-026-19840418-LSR-BRDF-NBR;the NBR is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-NBR.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-NBR.TIF\". 2)How to use the dataset:the NBR results can be opened by ArcGIS, envi, QGIS and so on,  the NBR results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
      "instructionsCn": "文件命名：NBR是以景为单位存放文件夹，由NBR波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NBR，如L5-TM-115-026-19840418-LSR-BRDF-NBR；其中NBR产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-NBR.TIF，如L5-TM-115-026-19840418-LSR-BRDF-NBR.TIF。数据使用方法：NBR结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，NBR结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 423741675184.0,
      "cstr": "18406.11.Terre.tpdc.300567",
      "doi": "10.11888/Terre.tpdc.300567",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "彭燕",
        "nameEn": "PENG Yan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Mapping burns and natural reforestation using thematic mapper data",
        "referenceCn": null,
        "referenceEn": "LOPEZ GARCIA, M.J., CASELLES, V. (1991). Mapping burns and natural reforestation using thematic mapper data. Geocarto International, 6(1), 31-37."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "燃烧指数",
        "nameEn": "burnt ratio"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to enhance the identification of burned areas using satellite imagery in the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于增强识别青藏高原烧毁区域的卫星影像的数据收集方法的例子？",
        "AnswerEn": "A data collection method involves using the Landsat satellite series to obtain surface reflectance data. This method enhances the identification of burned areas by calculating the Normalized Burn Ratio (NBR) using the near-infrared and shortwave infrared bands, which accentuate the features of burned areas.",
        "AnswerCn": "一种数据收集方法涉及使用Landsat卫星系列获取表面反射率数据。该方法通过计算归一化烧伤比率（NBR）来增强对烧毁区域的识别，使用近红外和短波红外波段，这些波段突出了烧毁区域的特征。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the Landsat-based NBR product for the Qinghai-Tibet Plateau in terms of data processing and quality assurance?",
        "QuestionCn": "Landsat基础的NBR产品在青藏高原的数据处理和质量保证方面的特征是什么？",
        "AnswerEn": "use of a long-term Landsat surface reflectance dataset, calculation of the Normalized Burn Ratio (NBR), ratio of near-infrared and shortwave infrared bands, creation of quality assurance files, identification of clouds, ice, and snow",
        "AnswerCn": "使用长期Landsat地表反射率数据集，计算归一化燃烧比（NBR），近红外和短波红外波段的比率，创建质量保证文件，识别云、冰和雪。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many Landsat satellite scenes were used to produce the normalized burn ratio (NBR) dataset for the Tibetan Plateau in 2021?",
        "QuestionCn": "2021年用于生成青藏高原归一化烧伤比率（NBR）数据集的Landsat卫星影像场景数量是多少？",
        "AnswerEn": "The metadata does not explicitly state the number of Landsat satellite scenes used.",
        "AnswerCn": "元数据未明确说明使用了多少景Landsat卫星影像。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'normalized burn ratio (NBR)' mean in the context of remote sensing for the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原遥感背景下，“归一化燃烧比（NBR）”是什么意思？",
        "AnswerEn": "The normalized burn ratio (NBR) is an index used in remote sensing to enhance the characteristic information of burned areas. It is calculated using the ratio of near-infrared and shortwave infrared bands, which helps in the extraction of burned area information and monitoring the recovery of vegetation in these regions. The dataset focuses on the Qinghai-Tibet Plateau region and includes data from the Landsat series of satellites for the year 2021.",
        "AnswerCn": "归一化烧伤比率（NBR）是遥感中用于增强烧毁区域特征信息的指数。它是通过近红外和短波红外波段的比率计算得出的，有助于提取烧毁区域信息并监测这些地区植被的恢复情况。该数据集聚焦于青藏高原地区，包含2021年来自Landsat系列卫星的数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the implications of using the NBR index derived from Landsat satellite data for monitoring post-fire vegetation recovery on the Qinghai-Tibet Plateau?",
        "QuestionCn": "使用来自Landsat卫星数据的NBR指数监测青藏高原火灾后植被恢复的影响是什么？",
        "AnswerEn": "The usage of the NBR index, which is calculated using the ratio of near-infrared and shortwave infrared bands, enhances the ability to extract information about burned areas and monitor vegetation recovery in those regions. This approach can improve the understanding of fire impacts on the ecosystem and aid in assessing the effectiveness of restoration efforts.",
        "AnswerCn": "NBR指数的使用是通过近红外和短波红外波段的比率计算得出的，这增强了提取烧毁区域信息和监测这些地区植被恢复的能力。这种方法可以提高对火灾对生态系统影响的理解，并有助于评估恢复工作的有效性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives of creating a dataset based on the normalization of burn indices using Landsat series satellite remote sensing for regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "基于对青藏高原等地区的Landsat系列卫星遥感进行燃烧指数归一化创建数据集的主要目标是什么？",
        "AnswerEn": "The primary objectives are to enhance the characteristic information of burned areas by using the ratio of near-infrared and shortwave infrared bands, extract fire-burned area information, and monitor the recovery status of vegetation in fire-affected regions.",
        "AnswerCn": "主要目标是通过使用近红外和短波红外波段的比率来增强烧毁区域的特征信息，提取火灾烧毁区域的信息，并监测火灾影响区域植被的恢复状态。",
        "Level": "C6(Creating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the steps involved in calculating the Normalized Burn Ratio (NBR) using Landsat satellite data, and how can these steps be adapted for different environmental conditions on the Tibetan Plateau?",
        "QuestionCn": "使用Landsat卫星数据计算归一化燃烧比（NBR）涉及哪些步骤，以及如何针对青藏高原的不同环境条件调整这些步骤？",
        "AnswerEn": "The calculation of the Normalized Burn Ratio (NBR) involves using Landsat satellite data by applying the NBR formula, which enhances the features of burned areas using the ratio of near-infrared (NIR) and shortwave infrared (SWIR) bands. The process is based on Landsat series satellite surface reflectance datasets. To adapt the calculation for different environmental conditions on the Tibetan Plateau, it is essential to incorporate data quality checks that identify cloud, ice, and snow, and to produce corresponding Quality Assurance (QA) files. The methodology can be adjusted to account for specific climatic and ecological conditions of the region to ensure accurate extraction and monitoring of burned area information and vegetation recovery.",
        "AnswerCn": "归一化烧伤比率（NBR）的计算涉及使用Landsat卫星数据，通过应用NBR公式来增强烧毁区域的特征，利用近红外（NIR）和短波红外（SWIR）波段的比率。该过程基于Landsat系列卫星的地表反射率数据集。为了适应藏族高原的不同环境条件，必须纳入数据质量检查，以识别云、冰和雪，并生成相应的质量保证（QA）文件。该方法可以根据该地区特定的气候和生态条件进行调整，以确保准确提取和监测烧毁区域信息及植被恢复情况。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the enhancement of fire-burned area feature information using satellite-based indices in remote sensing datasets?",
        "QuestionCn": "哪些方法论能够通过卫星基于指数的遥感数据集增强火灾烧毁区域特征信息？",
        "AnswerEn": "The enhancement of fire-burned area feature information is enabled by using the Normalized Burn Ratio (NBR), which is calculated based on the ratio of the near-infrared and shortwave infrared bands from Landsat satellite surface reflectance data.",
        "AnswerCn": "火灾烧毁区域特征信息的增强是通过使用归一化烧伤比（NBR）实现的，该比率是基于Landsat卫星表面反射率数据中近红外和短波红外波段的比值计算得出的。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}