{
    "id": "edc577b8-a492-4c3a-94c6-75b26742b2c1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Fossil Records of Palms of the Lunpola Basin, central Tibetan Plateau (2019)",
            "titleCn": "青藏高原中部伦坡拉盆地的棕榈化石记录（2019）",
            "description": "This dataset is derived from the paper: Su, T. et al. (2019). No high tibetan plateau until the Neogene. Science Advances, 5(3), eaav2189. doi:10.1126/sciadv.aav2189\nThis data contains supplementary material of this article.\nResearchers discovered well-preserved palm fossil leaves from the Lunpola Basin (32.033°N, 89.767°E), central Tibetan Plateau at a present elevation of 4655 m in 2016. Researchers compared the newly discovered fossil with those present fossil that are most similar, find that there is no similar leaves among present fossil, therefore, researchers proposed the new species <em>S. tibetensis</em> T. Su et Z.K. Zhou sp. nov. Using the climate model, combined with the research of the fossil, researchers rebuilt the paleoelevation of the central Tibetan Plateau, it shows that a high plateau cannot have existed in the core of Tibet in the Paleogene.\nThe data contains the following tables:\n1) Table S1. Fossil records of palms around the world.\n2) Table S2. Morphological comparisons between fossils from Lunpola Basin and modern palm genera.\n3) Table S3. Climate ranges of 12 living genera that show the closest morphological similarity to <em>S. tibetensis</em> T. Su et Z.K. Zhou sp. nov.\nThis dataset also contains the figures in the supplementary material in the article.",
            "descriptionCn": "本数据集来源于论文：Su, T. et al. (2019). No high tibetan plateau until the Neogene. Science Advances, 5(3), eaav2189. doi:10.1126/sciadv.aav2189 \n数据为该论文的补充数据，主要包含研究人员搜集的棕榈化石记录，与伦坡拉盆地棕榈化石相近的棕榈属的气候范围数据，以及伦坡拉盆地化石与现代棕榈属化石的形态比较数据。\n2016年，研究团队在青藏高原中部伦坡拉盆地(32.033°N, 89.767°E)发现了保存较为完好的棕榈化石，将其与已有的棕榈化石进行了比较，发现它和已有的棕榈化石形态都不相同，因此，研究人员建立了一个新种——西藏似沙巴棕（<em>Sabalites tibensis</em> T. Su et Z.K. Zhou）。研究人员利用棕榈化石结合古气候模型重建了青藏高原中部的古高程，得出结论：新近纪之前青藏高原还没有出现。\n数据中包含的表格如下：\n（1）Table S1. Fossil records of palms around the world（世界范围内的棕榈化石记录）\n（2）Table S2. Morphological comparisons between fossils from Lunpola Basin and modern palm genera（伦坡拉盆地化石与现代棕榈属化石的形态比较数据）\n（3）Table S3. Climate ranges of 12 living genera that show the closest morphological similarity to S. tibetensis T. Su et Z.K. Zhou sp. nov.（与新发现的西藏似沙巴棕化石（<em>S. tibetensis</em> T. Su et Z.K. Zhou sp. nov）形态最接近的12个现存棕榈属的气候范围）\n数据也包含论文补充数据中的图形数据。",
            "instructions": "The data is stored in table format，it can be viewed and edited by Excel software of Microsoft Office",
            "instructionsCn": "数据文件以表格形式存储，可用Microsoft Office中的Excel软件进行查看和编辑",
            "east": 89.767,
            "west": 89.767,
            "south": 32.033,
            "north": 32.033,
            "startTime": "2019-01-01 00:00:00",
            "endTime": "2019-12-31 00:00:00",
            "fileSize": 7892962.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "苏涛",
                "nameEn": "SU Tao",
                "unitEn": "",
                "unitCn": "中国科学院西双版纳热带植物园"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "No high tibetan plateau until the Neogene",
                "referenceCn": null,
                "referenceEn": "Su, T., Farnsworth, A., Spicer, R.A., Huang, J., Wu, F.X., Liu, J., Li, S.F., Xing, Y.W., Huang, Y.J., Deng, W.Y.D., Tang, H., Xu, C.L., Zhao, F., Srivastava, G., Valdes, P.J., Deng, T., & Zhou, Z.K. (2019). No high tibetan plateau until the Neogene. Science Advances, 5(3), eaav2189. doi:10.1126/sciadv.aav2189"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "古生物",
                "nameEn": "Paleontology"
            },
            {
                "nameCn": "地形",
                "nameEn": "Topography"
            },
            {
                "nameCn": "棕榈",
                "nameEn": "Palm"
            },
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "伦坡拉盆地",
                "keywordEn": "Lunpola Basin"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Pleteau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019",
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to gather fossil records of palms and how it was applied to reconstruct paleoelevation in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于收集棕榈化石记录的数据收集方法的例子，以及它是如何应用于重建青藏高原古海拔的？",
                "AnswerEn": "A research approach involved discovering well-preserved palm fossils in the Lunpola Basin, central Tibetan Plateau. Researchers used these fossils, combined with paleoclimate models, to reconstruct the paleoelevation of the region, concluding that the high Tibetan Plateau did not exist before the Neogene.",
                "AnswerCn": "一种研究方法涉及在中央青藏 Plateau 的 Lunpola 盆地发现保存完好的棕榈化石。研究人员利用这些化石结合古气候模型，重建了该地区的古海拔，得出的结论是高青藏 Plateau 在新近纪之前并不存在。",
                "Level": "C3(Applying)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many tables are included in a dataset related to palm fossil records from the Lunpola Basin and their morphological comparisons?",
                "QuestionCn": "与来自Lunpola盆地的棕榈化石记录及其形态比较相关的数据集中包含多少个表格？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors have contributed to the development of methodologies for collecting and comparing palm fossil records in central Tibetan Plateau regions?",
                "QuestionCn": "哪些因素促成了在中藏高原地区收集和比较棕榈化石记录的方法论的发展？",
                "AnswerEn": "The discovery of well-preserved palm fossils in the central Tibetan Plateau, particularly in the Lunpola Basin, necessitated the development of methodologies that could accurately collect and compare these fossils with existing records. The need to establish a new species, Sabalites tibensis, due to its distinct morphology compared to existing palm fossils, also led to the development of specific data collection techniques. Additionally, the integration of palm fossil data with paleoclimate models to reconstruct paleoaltitudes of the Tibetan Plateau before the Neogene period further influenced the data collection methods employed.",
                "AnswerCn": "在中央藏高原，特别是在伦坡拉盆地，发现了保存完好的棕榈化石，这促使了开发能够准确收集和比较这些化石与现有记录的方法。由于其与现有棕榈化石相比具有独特的形态，建立新物种Sabalites tibensis的需求也导致了特定数据收集技术的发展。此外，将棕榈化石数据与古气候模型结合，以重建新近纪之前藏高原的古高度，也进一步影响了所采用的数据收集方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of collecting and analyzing palm fossil records in the Lunpola Basin area of the central Tibetan Plateau?",
                "QuestionCn": "在中央青藏 Plateau 的 Lunpola Basin 区域收集和分析棕榈化石记录的主要目标是什么？",
                "AnswerEn": "The primary goal of collecting and analyzing palm fossil records in the Lunpola Basin area is to reconstruct the paleoelevation of the central Tibetan Plateau during the Neogene period by using palm fossils, which provide clues about past climate conditions and environmental settings. This helps to conclude that the high Tibetan Plateau did not exist until the Neogene.",
                "AnswerCn": "在伦坡拉盆地地区收集和分析棕榈化石记录的主要目标是通过使用棕榈化石重建新近纪期间中部青藏 Plateau 的古海拔，这些化石提供了关于过去气候条件和环境设置的线索。这有助于得出结论，即高青藏 Plateau 直到新近纪才存在。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}