{
    "id": "ee11b4bd-a52a-41fd-a0d4-5f614002d4ed",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of hydrometeorological observation network (large aperture scintillometer of A’rou Superstation, 2014)",
            "description": "The data set contains the flux observation data of large aperture scintillator at areau station upstream of heihe hydrometeorological observation network.Two large aperture scintillation devices of German BLS450_AR and national zzlas were set up in the upstream areau station. The north tower was the receiving end of zzlas and the transmitting end of BLS450_AR, and the south tower was the transmitting end of zzlas and the receiving end of BLS450_AR.The observation period of zzlas is January 1, 2014, solstice, December 31, 2014, and the observation time of BLS450_AR is January 19, 2014, solstice, December 12, 2014.The station is located in the grass daban village, a soft township, qilian county, qinghai province.The latitude and longitude of the north tower is 100.4712e, 38.0568n, and the latitude and longitude of the south tower is 100.4572e, 38.0384 N, with an altitude of about 3033m.The effective height of the large aperture scintillator is 9.5m, the optical diameter length is 2390m, and the sampling frequency is 1min.\nLarge aperture flicker meter raw observation data for 1 min, data released for 30 min after processing and quality control of data, including sensible heat flux is mainly combined with the automatic meteorological station observation data, based on similarity theory alonzo mourning - Mr. Hoff is obtained by iterative calculation, the quality control of the main steps include: (1) excluding Cn2 reach saturation data (BLS450_AR: Cn2 > 7.25 e-14, zzlas: Cn2 > 7.84 E - 14).(2) data with weak demodulation signal Intensity were removed (BLS450_AR: Average X Intensity<1000, zzlas: Demod>-20mv);(3) data at the time of precipitation were excluded;(4) data of weak turbulence under stable conditions were excluded (u* < 0.1m/s).In the iterative calculation process, for BLS450_AR, the stability universal function of Thiermann and Grassl, 1992 was selected.For zzlas, select Andreas 1988's stability universal function.Please refer to Liu et al.(2011, 2013) for detailed introduction.\nSeveral notes on the released data :(1) the upstream LAS data is mainly BLS450_AR, the missing time is supplemented by zzlas observation, and the missing time of both is marked by -6999.(2) missing period: on August 10, 2014, solstice, 16th, October 3, 2014, solstice, October 13, 2014, and October 17, 2014, solstice, 20th, data was missing due to instrument failure.(3) data table head: Date/Time: Date/Time (format: yyyy-m-d h:mm), Cn2: structural parameters of air refraction index (unit: m-2/3), H_LAS: sensible heat flux (unit: W/m2).The meaning of data time, such as 0:30 represents the average between 0:00 and 0:30;The data is stored in *.xls format, please refer to the references for details.\nPlease refer to Li et al.(2013) for hydrometeorological network or site information, and Liu et al.(2011) for observation data processing.",
            "instructions": "",
            "east": 100.467,
            "west": 100.467,
            "south": 38.05,
            "north": 38.05,
            "startTime": "2014-01-12 16:00:00",
            "endTime": "2015-01-12 15:30:00",
            "fileSize": 571142.0,
            "cstr": "18406.11.hiwater.224.2015.db",
            "doi": "10.3972/hiwater.224.2015.db",
            "dataFormat": "Text",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Comprehensive Remote Sensing Observation Joint Experiment Overall Design for the Ecological-Hydrological Processes of the Heilong River Basin",
                "referenceEn": "None"
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Sensible heat flux"
            },
            {
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordEn": "A’rou Superstation"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2014",
                "type": "temporal"
            },
            {
                "keywordEn": "2014-01-01 to 2014-12-31",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Disjunctive": [
                {
                    "Question": "Is the data collection method for hydrometeorology in alpine regions more reliant on automatic meteorological stations, snow superstations, or frozen ground superstations?",
                    "Answer": "automatic meteorological stations",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Are the challenges in collecting data for alpine hydrology more related to technological barriers, harsh climatic conditions, or high-altitude terrain?",
                    "Answer": "technological barriers, harsh climatic conditions, high-altitude terrain",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the challenges faced in data collection for hydrological processes in alpine regions?",
                    "Answer": "cold and harsh climate, high altitude, complex topography",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where are datasets of hydrometeorological, snow cover, and frozen ground data collected for watershed science?",
                    "Answer": "Heihe River Basin China",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What methods are used to collect snow cover properties in alpine hydrology research?",
                    "Answer": "ultrasonic sensors, GammaMONitor, FlowCapt",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method that effectively captures snow accumulation and ablation processes in alpine regions?",
                    "Answer": "A snow observation superstation using state-of-the-art techniques and instruments was employed to capture snow cover properties, such as snow depth and snow water equivalent (SWE), in the upper reaches of the Heihe River Basin.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced in collecting hydrometeorological data in alpine regions, and how is it addressed?",
                    "Answer": "The cold and harsh climate, high altitude, and complex topography of alpine regions inhibit complete and consistent data collection. This challenge is addressed by employing an integrated, distributed, and multiscale observation network with automatic meteorological stations and superstations for snow and frozen ground observations.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset used to study the impact of freeze-thaw cycles on soil moisture and temperature in alpine regions?",
                    "Answer": "High-resolution soil physics datasets were collected from a frozen ground observation superstation, capturing freeze-thaw processes by measuring soil temperature and moisture profiles across multiple layers in a nested pattern down to a depth of 3.2 meters.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the characteristics of the data collection methods used in alpine hydrology observation networks?",
                    "Answer": "automatic meteorological stations, snow observation superstations, frozen ground observation superstations, thermal infrared cameras, eddy covariance systems, sensors for measuring snow depth, snow water equivalent, soil temperature, moisture across multiple layers",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the specific data processing steps involved in ensuring the quality of hydrometeorological datasets?",
                    "Answer": "removing data that reach saturation levels, discarding weak signal data, excluding data during precipitation events, eliminating data from weak turbulence conditions, aggregated from 1-minute raw data to 30-minute intervals, calculations based on similarity theories, specific stability functions for different instruments",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are some challenges associated with collecting and processing data in alpine regions for hydrological models?",
                    "Answer": "harsh climate conditions, high altitude, complex topography, lack of high-quality snow and frozen ground data",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many automatic meteorological stations are part of the integrated alpine hydrology observation network in the Heihe River Basin?",
                    "Answer": "7",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the sampling frequency of the eddy covariance system used to measure turbulent fluxes in the field observations?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is a 'large aperture scintillometer', and how is it used in hydrometeorological observations?",
                    "Answer": "A large aperture scintillometer is an instrument used in hydrometeorological observations to measure the turbulent fluxes of sensible heat over large distances. It works by analyzing the intensity fluctuations of a light beam as it travels through the air, which are caused by temperature variations. This instrument is particularly useful for observing heat fluxes over heterogeneous terrain and can provide valuable data for understanding energy exchanges within ecosystems.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the 'freeze-thaw cycles' and their significance in alpine hydrological processes?",
                    "Answer": "Freeze-thaw cycles refer to the repeated freezing and thawing of soil and ground layers, which significantly influence hydrological processes in alpine regions. These cycles affect soil moisture, water infiltration, surface runoff, and groundwater dynamics. Understanding freeze-thaw cycles is crucial for accurately modeling and predicting hydrological responses to environmental changes, as they impact water storage and the availability of freshwater resources in alpine ecosystems.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection techniques for hydrometeorological variables in the upper reaches of the Heihe River Basin compare to those used for measuring evapotranspiration in a strongly advective irrigated agricultural area?",
                    "Answer": "The data collection techniques for hydrometeorological variables in the upper reaches of the Heihe River Basin involve an integrated, distributed, and multiscale observation network consisting of automatic meteorological stations, a snow superstation, and a frozen ground superstation, which capture various variables such as precipitation, soil temperature, and moisture. In contrast, measuring evapotranspiration in a strongly advective irrigated agricultural area involves the use of a boundary layer tower and an eddy covariance system, with thermal infrared cameras and radiometric temperature measurements to partition evapotranspiration into soil and canopy components.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the differences in the challenges associated with data collection in the alpine region compared to those in an irrigated agricultural area?",
                    "Answer": "Data collection in the alpine region faces challenges such as cold and harsh climate, high altitude, complex topography, and a scarcity of observation data due to technological barriers. These challenges hinder remote sensing technologies and alpine hydrological models. On the other hand, in an irrigated agricultural area, challenges include the strong advective environment, errors in component temperature determination due to image classification errors, and uncertainty in the eddy covariance system, which affects the estimation of surface fluxes and energy balance closure.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How might the integration of ground-based observational data with remote sensing techniques enhance the accuracy and applicability of hydrological models in alpine regions?",
                    "Answer": "Integrating ground-based observational data with remote sensing techniques can enhance the accuracy of hydrological models by providing more comprehensive datasets that fill gaps in data coverage, especially in challenging alpine environments. This integration allows for better parameterization and validation of models, improving their predictive capabilities and understanding of hydrological processes under complex terrain and climatic conditions.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What challenges do researchers face in maintaining consistent and accurate data collection in harsh alpine environments, and how might these challenges be addressed?",
                    "Answer": "Researchers face challenges such as harsh climate conditions, high altitude, and complex topography, which hinder data collection. To address these challenges, developing next-generation observation networks and employing advanced instruments for capturing snow and ground data can be crucial. Additionally, integrating distributed networks and utilizing remote sensing data can help mitigate data scarcity and ensure reliable data collection.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes challenges in collecting complete and consistent hydrometeorological data in alpine regions?",
                    "Answer": "The cold and harsh climate, high altitude, and complex topography inhibit complete and consistent data collection, which hinders the development of remote sensing technologies and alpine hydrological models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might errors occur in estimating soil heat conductivity in alpine regions?",
                    "Answer": "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations are needed to evaluate the parameterization of alpine hydrologic models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What leads to the scarcity of observation data in alpine regions?",
                    "Answer": "The scarcity of observation data in alpine regions is due to the difficulties of access and technological barriers, which have hindered alpine hydrological modeling and associated research, motivating the development of next-generation ecosystem observation networks and experiments.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential outcomes on dataset quality when integrating ground-based measurements with remote sensing data in alpine hydrological studies?",
                    "Answer": "Integrating ground-based measurements with remote sensing data in alpine hydrological studies could improve the prediction of hydrological processes by providing accurate forcing data for models and validating remote sensing products. However, it may also introduce uncertainties due to the complexities of the earth system, particularly in the alpine region, where remote sensing data must be carefully validated and calibrated.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How might the development of next-generation ecosystem observation networks impact the understanding of hydrological processes in alpine regions?",
                    "Answer": "The development of next-generation ecosystem observation networks can significantly enhance the understanding of hydrological processes in alpine regions by providing gap-free, high-quality data that capture snow accumulation, ablation processes, and freeze-thaw cycles. These networks can help address scientific questions regarding accurate data forcing for models and the impact of climate change and human activities on hydrological processes.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What could be the consequences for hydrological modeling accuracy if there is a scarcity of observation data in alpine regions?",
                    "Answer": "A scarcity of observation data in alpine regions can hinder the accuracy of hydrological modeling, as it limits the availability of high-quality data for parameterization and validation of models. This scarcity can result in challenges in developing remote sensing technologies and may necessitate the establishment of integrated observation networks to provide consistent and comprehensive datasets.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the primary objectives of establishing an integrated, distributed, and multiscale hydrometeorological observation network in alpine regions?",
                    "Answer": "The primary objectives include providing accurate forcing data for hydrological modeling, validating remote sensing data, evaluating distributed models, and improving the predictive understanding of alpine hydrological processes and ecosystem functions. The network aims to address scientific questions related to the impact of climate change and human activities on fundamental hydrological processes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the key steps involved in processing hydrometeorological data from an observation network to ensure accuracy and consistency in an alpine environment?",
                    "Answer": "Key steps include monitoring data from a network of automatic meteorological stations to ensure gap-free records, using state-of-the-art techniques for snow cover properties at a snow observation superstation, and capturing freeze-thaw processes with high-resolution soil physics datasets from a frozen ground observation superstation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How can remote sensing data be integrated with ground-based observations to improve the prediction of hydrological processes in complex alpine regions?",
                    "Answer": "Remote sensing data can be integrated with ground-based observations by using a distributed and multiscale observation network to collect data that validate remote sensing products, allow for the evaluation of distributed models, and improve predictive understanding of alpine hydrological processes.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What procedural steps are necessary to accurately measure and validate snow cover changes in an alpine research setting?",
                    "Answer": "Procedural steps include employing a snow observation superstation to capture snow accumulation and ablation processes, measuring snow depth with ultrasonic sensors, and using GammaMONitor to determine snow water equivalent (SWE). Additionally, snow observation superstations should use instruments like FlowCapt to measure blowing snow flux.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What conditions or technological tools enable accurate data collection in challenging alpine environments for hydrological studies?",
                    "Answer": "In challenging alpine environments, an integrated, distributed, and multiscale observation network, including automatic meteorological stations and superstations, enables accurate data collection. These tools help capture variables such as snow cover, soil temperature, and moisture, which are crucial for hydrological studies.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What technological advancements have facilitated the collection of detailed soil and canopy temperature data for evapotranspiration modeling in vegetation-covered landscapes?",
                    "Answer": "High-resolution thermal cameras and the use of a series Two-Source Energy Balance (TSEB) model have facilitated the collection of detailed soil and canopy temperature data, enabling more accurate modeling of evapotranspiration in vegetation-covered landscapes.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might there be challenges in collecting consistent data in alpine regions for hydrological modeling?",
                    "Answer": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the anticipated difficulties in using remote sensing data for predicting hydrological processes in alpine regions?",
                    "Answer": "There are various sources of uncertainties in remote sensing data, especially in the alpine region, which have to be validated and calibrated. This complexity arises due to the earth system and the specific conditions of alpine regions.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "Why is it crucial to have an integrated, distributed, and multiscale observation dataset for hydrological research in alpine regions?",
                    "Answer": "An integrated, distributed, and multiscale observation dataset is essential to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models, and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How do you evaluate the effectiveness of using large aperture scintillometers for capturing hydrometeorological data in regions with heterogeneous landscapes?",
                    "Answer": "Large aperture scintillometers are effective in capturing hydrometeorological data in regions with heterogeneous landscapes because they provide data on the structure of the atmospheric refractive index, which can be used to estimate sensible heat fluxes. However, challenges such as data saturation and signal strength variability need to be addressed through quality control measures to ensure data reliability.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the potential challenges in maintaining consistent data collection in remote alpine regions, and how might they be addressed?",
                    "Answer": "Maintaining consistent data collection in remote alpine regions faces challenges such as harsh climate conditions, high altitudes, and complex topography, which can affect sensor performance and data consistency. These issues can be addressed by establishing robust observation networks with automated meteorological stations and ensuring regular maintenance and calibration of equipment to minimize data gaps.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "In what ways might integrated, multiscale observation networks enhance the predictive understanding of alpine hydrological processes?",
                    "Answer": "Integrated, multiscale observation networks enhance predictive understanding by providing comprehensive datasets that include hydrometeorological, snow cover, and frozen ground data. These networks facilitate the validation of remote sensing products and hydrological models, allowing researchers to better understand and model the complex interactions within alpine ecosystems, especially under changing climatic conditions.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data from large aperture scintillometers can be processed to derive accurate heat flux measurements under varying atmospheric conditions.",
                    "Answer": "The data from large aperture scintillometers are processed to derive accurate heat flux measurements by combining them with automatic meteorological station observations and using the Monin-Obukhov similarity theory through iterative calculations. Quality control steps include removing saturated Cn2 data, weak demodulation signal intensities, precipitation data, and weak turbulence data under stable conditions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about how the challenges of data scarcity in alpine regions are addressed to support hydrological modeling and research.",
                    "Answer": "To address data scarcity in alpine regions, an integrated, distributed, and multiscale observation network is essential. This network includes automatic meteorological stations, snow cover superstations, and frozen ground superstations to capture detailed meteorological, snow, and frozen ground data. These data are crucial for providing accurate forcing data for hydrological models and validating remote sensing products.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore potential methods for addressing the challenges of data scarcity in alpine hydrology and propose strategies for improving data collection and integration.",
                    "Answer": "Addressing data scarcity in alpine hydrology can involve the development of next-generation ecosystem observation networks that integrate remote sensing data with ground-based observations. Establishing a more distributed observation network with automatic meteorological stations and superstations can improve the availability of high-quality data for model parameterization. Integration of observation with simulation and acquired datasets can enhance understanding and prediction of hydrological processes, despite challenges like technological barriers and access difficulties.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}