{
  "id": "ee8493f3-2530-4ffc-befb-fbb808c3fe8b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dateset of surface roughness measurements in the Biandukou foci experimental area",
      "titleCn": "黑河综合遥感联合试验：扁都口加密观测区地表粗糙度数据集",
      "description": "The dateset of surface roughness measurements was obtained in the Biandukou foci experimental area. With the roughness grid board 110cm long and the measuring  intervals of 1cm, the samples were collected along the  soil surface from south to north and from east to west, respectively.\n     The coordinates of the sample would be got with the help of ArcView; and after geometric correction, surface height standard deviation (cm) and correlation length (cm) could be acquired based on the formula listed on pages 234-236, Microwave Remote Sensing, Vol. II.\n     The original photos of each sampling point, surface height standard deviation (cm) and correlation length (cm) were included. The roughness data files were initialized by the sample name, which was followed by the serial number, the name of the file, standard deviation and correlation length. Each .txt file is matched with one sample photo and standard deviation and correlation length represent the roughness. In addition, the length of 101 needles is also included for further checking.",
      "descriptionCn": "本数据包括扁都口加密观测区各样带和样点中各采样点的粗糙度测量原始照片，及表面高度标准离差（cm）和相关长度（cm）的计算结果。每个采样点均按照南北向和东西向分别测量1次，粗糙度板长110cm，测量点间距1cm。粗糙度数据通过数码照相采集，然后在ArcView软件下，对照片中每根辐条的顶端以及板子的四角做手工数字化采样，获得其图像坐标值，经过几何校正后，计算得到每根辐条的高度，然后按公式计算表面高度标准离差和表面相关长度。其计算公式见《微波遥感》第二卷234-236页。\n粗糙度数据中首先是样点名称，之后数据正文包括4列（编号、文件名、标准离差、相关长度）。每一个文件名，即txt文件对应一张采样照片，标准离差（cm）与相关长度（cm）即代表了粗糙度。之后是每张照片中101根辐条的长度，属于中间结果，用以检查校正。",
      "instructions": null,
      "instructionsCn": null,
      "east": 101.036,
      "west": 100.881,
      "south": 38.192,
      "north": 38.312,
      "startTime": "2008-03-21 16:00:00",
      "endTime": "2008-03-21 16:00:00",
      "fileSize": 519133620.0,
      "cstr": "18406.11.water973.0036.db",
      "doi": "10.3972/water973.0036.db",
      "dataFormat": "",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "白云洁",
        "nameEn": "BAI Yunjie",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "曹永攀",
        "nameEn": "CAO Yongpan",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "王建",
        "nameEn": "WANG Jian",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王维真",
        "nameEn": "Wang Weizhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王旭峰",
        "nameEn": "WANG Xufeng",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, CAS",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 梁星涛",
        "nameEn": "LIANG Xingtao",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "张勇攀",
        "nameEn": "ZHANG Yongpan",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "赵天杰",
        "nameEn": "Zhao Tianjie",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Estimation of effects of a freezing environment on vegetation using model simulation and a truck-mounted microwave radiometer",
        "referenceCn": null,
        "referenceEn": "Zhang ZJ, Zhang LX, Sun GQ, Zhao SJ. Estimation of effects of a freezing environment on vegetation using model simulation and a truck-mounted microwave radiometer. International Journal of Remote sensing, 2012, 33(22): 6994-7009, DOI:10.1080/01431161.2012.696782."
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表粗糙度",
        "nameEn": "Surface Roughness"
      },
      {
        "nameCn": "重力",
        "nameEn": "Gravity"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "扁都口加密观测区",
        "keywordEn": "closed observation area of Biandoukou"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-12",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Definition": [
      {
        "QuestionEn": "What is the significance of surface roughness measurements in remote sensing experiments, and how is it typically quantified?",
        "QuestionCn": "表面粗糙度测量在遥感实验中的重要性是什么，通常如何量化？",
        "AnswerEn": "Surface roughness measurements are significant in remote sensing experiments as they provide information on the texture and structure of the land surface, which can influence microwave scattering and other remote sensing signals. It is typically quantified by measuring the surface height standard deviation and correlation length. In this context, measurements are taken using a digital camera to capture images of the sampling points, which are then digitized to determine the height of rods on a roughness board. The standard deviation of the surface heights and the correlation length are calculated based on these measurements, as detailed in the reference '微波遥感' (Microwave Remote Sensing) Volume 2, pages 234-236.",
        "AnswerCn": "表面粗糙度测量在遥感实验中具有重要意义，因为它提供了地表的纹理和结构信息，这些信息会影响微波散射和其他遥感信号。通常通过测量表面高度的标准偏差和相关长度来量化。在这种情况下，使用数字相机捕捉采样点的图像，然后对其进行数字化，以确定粗糙板上杆的高度。根据这些测量结果计算表面高度的标准偏差和相关长度，具体细节见参考文献《微波遥感》第二卷，第234-236页。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to measure surface roughness in a specific region using digitized sampling techniques from photographs in geoscientific research?",
        "QuestionCn": "为什么在地球科学研究中使用照片的数字化采样技术来测量特定区域的表面粗糙度很重要？",
        "AnswerEn": "Measuring surface roughness is crucial for understanding surface characteristics that influence hydrological and climatic processes. Digitized sampling techniques from photographs allow for precise and detailed analysis of surface features, enabling researchers to calculate standard deviation of surface height and correlation length, which are essential for microwave remote sensing applications.",
        "AnswerCn": "测量表面粗糙度对于理解影响水文和气候过程的表面特征至关重要。来自照片的数字化采样技术允许对表面特征进行精确和详细的分析，使研究人员能够计算表面高度的标准偏差和相关长度，这对于微波遥感应用至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in collecting and processing surface roughness data using digital photography and ArcView software to ensure accurate geometric correction and calculation of surface statistics?",
        "QuestionCn": "使用数字摄影和ArcView软件收集和处理表面粗糙度数据以确保准确的几何校正和表面统计计算涉及哪些程序？",
        "AnswerEn": "The procedures involve using a roughness board of 110 cm length with a measurement point spacing of 1 cm. At each sampling point, measurements are taken in both north-south and east-west directions. Roughness data is collected using digital photography, capturing images of each sampling point. In ArcView software, the photos are manually digitized to sample the top of each spoke and the four corners of the board, obtaining their image coordinates. After geometric correction, the height of each spoke is calculated. Surface height standard deviation and correlation length are then computed using the formulas provided in the reference book 'Microwave Remote Sensing', Volume 2, pages 234-236.",
        "AnswerCn": "该程序涉及使用长度为110厘米的粗糙度板，测量点间距为1厘米。在每个采样点，分别在南北和东西方向进行测量。粗糙度数据通过数字摄影收集，捕捉每个采样点的图像。在ArcView软件中，手动数字化照片以采样每个辐条的顶部和板的四个角，获取它们的图像坐标。在几何校正后，计算每个辐条的高度。然后使用参考书《微波遥感》，第二卷，第234-236页提供的公式计算表面高度标准差和相关长度。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements and methodologies enabled the precise measurement and analysis of surface roughness in remote sensing experiments in dense observation areas?",
        "QuestionCn": "哪些技术进步和方法使得在密集观测区域的遥感实验中能够精确测量和分析表面粗糙度？",
        "AnswerEn": "The use of digital photography and ArcView software for manual digitization and geometric correction enabled the precise measurement of surface roughness. These technologies allowed for the calculation of surface height standard deviation and correlation length from the captured images, facilitating accurate data collection in dense observation areas.",
        "AnswerCn": "数字摄影和ArcView软件的使用使得手动数字化和几何校正成为可能，从而实现了对表面粗糙度的精确测量。这些技术使得能够从捕获的图像中计算表面高度标准偏差和相关长度，从而在密集观察区域中促进了准确的数据收集。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}