{
    "id": "eec40f8c-c8b9-4d4b-85ec-41c389901d0b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Charcoal identification of fruit trees and radiocarbon dates in the northeastern Tibetan Plateau (NETP) spanning the period c. 5,200–2,600 BP",
            "titleCn": "青藏高原东北部5200-2600 a BP时期果树的木炭鉴定数据和测年数据",
            "description": "The dataset includes charcoal identification and dating results of fruit trees dating from about 5200-2600 BP at 16 archaeological sites in the northeastern Tibetan Plateau.We combine this with reported multidisciplinary evidence to explore the history of fruit-tree utilization as well as its relation to the subsistence strategy in the NETP during the late Neolithic and Bronze Age. Our results demonstrate that Rosaceae [Prunus L., Prunus Padus L., Maloideae L., and Malus baccata (L.) Borkh], Elaeagnaceae (Hippophae L. and Elaeagnus angustifolia L.), and Rhamnaceae (only Ziziphus Mill.) were used by people in the NETP, and there was a downward trend in the use of fruit trees during the late Neolithic and Bronze Age. This is in notable contrast to the situation in the Chinese Loess Plateau in the parallel period. The cold-dry climate during the Bronze Age seemed to be one of the reasons. The fruit trees used by people in the NETP were likely gathered from the wild rather than consciously cultivated, and the subsistence strategy of agropastoralism may have played a significant role during the processes.",
            "descriptionCn": "该数据集包括青藏高原东北部16个考古遗址中约5200-2600 BP时期的果树的木炭鉴定结果和测年结果。将木炭鉴定结果与多学科证据相结合，探索新石器时代晚期和青铜器时代与青藏高原东北部地区果树利用的历史及其与生存策略的关系。研究结果表明，蔷薇科李树、桃李、苹果属和黑苹果属植物具有良好的生态环境。新石器时代晚期至青铜器时代，人们对果树的利用呈下降趋势，这与同期中国黄土高原的情况形成了明显的对比，青铜器时代寒冷干燥的气候似乎是原因之一。青藏高原东北部人们使用的果树很可能是从野外采集而来的，而不是有意识地种植的，农牧业的生存策略可能在这一过程中发挥了重要作用。",
            "instructions": "Liu et al-2022-Charcoal identification of fruit trees and radiocarbon dates in the northeastern Tibetan Plateau (NETP) spanning the period c.5,200–2,600 BP",
            "instructionsCn": "Liu et al-2022-Charcoal identification of fruit trees and radiocarbon dates in the northeastern Tibetan Plateau (NETP) spanning the period c.5,200–2,600 BP",
            "east": 103.0,
            "west": 100.0,
            "south": 35.0,
            "north": 37.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 35502.0,
            "cstr": "18406.11.Paleoenv.tpdc.300721",
            "doi": "10.11888/Paleoenv.tpdc.300721",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘峰文",
                "nameEn": "LIU Fengwen",
                "unitEn": "",
                "unitCn": "云南大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "How Human Subsistence Strategy Affected Fruit-Tree Utilization During the Late Neolithic and Bronze Age: Investigations in the Northeastern Tibetan Plateau. ",
                "referenceCn": null,
                "referenceEn": "Liu, F., Zhang, H., Li, H., Zhang, X., Liu, Q., Zhang, Y., & Ma, M., et al. (2022). How Human Subsistence Strategy Affected Fruit-Tree Utilization During the Late Neolithic and Bronze Age: Investigations in the Northeastern Tibetan Plateau. Frontiers in Plant Science, 13, 941735."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "木炭鉴定",
                "nameEn": "charcoal analysis"
            },
            {
                "nameCn": "遗址",
                "nameEn": "Ruins"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原东北部",
                "keywordEn": "Northeastern Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "无",
                "keywordEn": "None",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
                "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific features used to identify fruit tree charcoal in a dataset related to archaeological sites from 5200-2600 BP in the northeastern Tibetan Plateau?",
                "QuestionCn": "在与东北藏区5200-2600 BP考古遗址相关的数据集中，用于识别果树木炭的具体特征是什么？",
                "AnswerEn": "botanical family Rosaceae, genera Prunus, Malus, Amelanchier",
                "AnswerCn": "植物科：蔷薇科，属：李属、苹果属、沙果属。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many archaeological sites in the northeastern Tibetan Plateau are included for wood charcoal identification and dating data related to fruit trees from 5200-2600 BP?",
                "QuestionCn": "在东北藏区，有多少个考古遗址包含与5200-2600 BP相关的果树木炭鉴定和年代测定数据？",
                "AnswerEn": "16",
                "AnswerCn": "16",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What do the identification results of charcoal and dating data imply about the historical utilization of fruit trees in the late Neolithic to Bronze Age in the northeastern Tibetan Plateau?",
                "QuestionCn": "木炭的鉴定结果和年代测定数据对东北藏区晚新石器时代到青铜时代果树的历史利用有何启示？",
                "AnswerEn": "The identification results of charcoal and dating data suggest that during the late Neolithic to Bronze Age, there was a decline in the utilization of fruit trees, such as those from the Rosaceae family, including plum, peach, apple, and black apple genera. This trend indicates a significant contrast with the contemporaneous trends in the Chinese Loess Plateau, likely influenced by the cold and dry climate of the Bronze Age. It implies that the fruit trees used were likely collected from the wild rather than cultivated, and that agropastoral survival strategies played a significant role in this historical context.",
                "AnswerCn": "木炭的鉴定结果和年代测定数据表明，在晚新石器时代到青铜时代期间，果树的利用出现了下降，特别是蔷薇科的果树，包括李子、桃子、苹果和黑苹果等。这一趋势与同时期中国黄土高原的趋势形成了显著对比，可能受到青铜时代寒冷干燥气候的影响。这意味着所使用的果树很可能是从野外采集的，而农业牧业生存策略在这一历史背景中发挥了重要作用。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors led to the observed decline in fruit tree utilization from the Late Neolithic to the Bronze Age in the northeastern Tibetan Plateau?",
                "QuestionCn": "导致东北藏区从晚新石器时代到青铜时代果树利用下降的因素有哪些？",
                "AnswerEn": "The decline in fruit tree utilization from the Late Neolithic to the Bronze Age in the northeastern Tibetan Plateau is attributed to the cold and dry climate during the Bronze Age. This climatic condition possibly influenced human survival strategies, shifting their focus from fruit tree utilization to other agricultural or pastoral methods.",
                "AnswerCn": "东北藏区从晚新石器时代到青铜时代果树利用的下降归因于青铜时代的寒冷干燥气候。这种气候条件可能影响了人类的生存策略，使他们的重点从果树利用转向其他农业或牧畜方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing charcoal identification and dating data from archaeological sites for understanding historical fruit tree utilization trends in the northeastern Tibetan Plateau?",
                "QuestionCn": "利用考古遗址中的木炭鉴定和年代测定数据来理解东北藏区历史果树利用趋势的潜在后果是什么？",
                "AnswerEn": "Utilizing charcoal identification and dating data from archaeological sites can reveal trends in fruit tree utilization during the late Neolithic to Bronze Age periods in the northeastern Tibetan Plateau. The data indicates a decline in fruit tree use, which contrasts with trends in the Chinese Loess Plateau. This shift could be attributed to the colder and drier climate during the Bronze Age, suggesting that fruit trees were likely gathered from the wild rather than cultivated, reflecting an adaptation in survival strategies involving agro-pastoral practices.",
                "AnswerCn": "利用考古遗址的木炭鉴定和年代测定数据，可以揭示东北藏区晚新石器时代到青铜时代期间果树利用的趋势。数据显示，果树利用呈下降趋势，这与中国黄土高原的趋势形成对比。这一变化可能归因于青铜时代气候的寒冷和干燥，表明果树很可能是从野外采集而非栽培，反映了在生存策略上对农业牧业实践的适应。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of collecting charcoal identification and dating data from archaeological sites in the northeastern Tibetan Plateau during 5200-2600 BP to understand fruit tree utilization?",
                "QuestionCn": "在5200-2600 BP期间，从东北藏区的考古遗址收集木炭鉴定和年代数据的主要目的是了解果树的利用情况。",
                "AnswerEn": "The primary objective is to explore the history of fruit tree utilization during the Late Neolithic to Bronze Age periods in the northeastern Tibetan Plateau and its relationship with survival strategies. By combining charcoal identification results with multidisciplinary evidence, the study aims to understand how fruit tree usage trends changed over time and to investigate the ecological environments of Rosaceae species, such as plum, peach, apple, and black apple. This exploration also seeks to understand the reasons behind the declining trend in fruit tree utilization in this region compared to the simultaneous trends on the Chinese Loess Plateau, potentially due to cold and dry climate conditions during the Bronze Age.",
                "AnswerCn": "主要目标是探索东北藏区在晚新石器时代到青铜时代期间果树利用的历史及其与生存策略的关系。通过结合木炭鉴定结果与多学科证据，本研究旨在了解果树使用趋势随时间的变化，并调查蔷薇科植物（如李子、桃子、苹果和黑苹果）的生态环境。这一探索还旨在理解与同时期中国黄土高原的趋势相比，该地区果树利用下降趋势的原因，可能与青铜时代的寒冷干燥气候条件有关。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}