{
    "id": "ef949bb0-26d4-4cb6-acc2-3385413b91ee",
    "relatedPaper": 4,
    "context": {
        "metadata": {
            "titleEn": "Time-lapse observation dataset of soil temperature and humidity on the Tibetan Plateau (2008-2016)",
            "titleCn": "青藏高原土壤温湿度逐时观测数据集（2008-2016）",
            "description": "This data set comprises the plateau soil moisture and soil temperature observational data based on the Tibetan Plateau, and it is used to quantify the uncertainty of model products of coarse-resolution satellites, soil moisture and soil temperature. The observation data of soil temperature and moisture on the Tibetan Plateau (Tibet-Obs) are from in situ reference networks at four regional scales, which are the Nagqu network of cold and semiarid climate, the Maqu network of cold and humid climate, and the Ali network of cold and arid climate，and Pali network. These networks provided representative coverage of different climates and surface hydrometeorological conditions on the Tibetan Plateau.\n- Temporal resolution: 1hour\n- Spatial resolution: point measurement\n- Measurement accuracy: soil moisture, 0.00001; soil temperature, 0.1 °C; data set size: soil moisture and temperature measurements at nominal depths of 5, 10, 20, 40\n- Unit: soil moisture, cm ^ 3 cm ^ -3; soil temperature, °C",
            "descriptionCn": "本数据集是建立在青藏高原基础上的高原土壤水分和土壤温度观测数据，用于量化粗分辨率卫星和土壤水分和土壤温度模型产物的不确定性。青藏高原土壤温湿度观测数据（Tibet-Obs）由四个区域尺度的原位参考网络组成，包括寒冷半干旱气候的那曲网络，寒冷潮湿气候的玛曲网络和寒冷干旱的阿里网络，以及帕里网络。这些网络提供了对青藏高原不同气候和地表水文气象条件的代表性覆盖。\n- 时间分辨率：逐时\n- 空间分辨率：点测量\n- 测量精度：土壤水分，0.00001；土壤温度，0.1℃；数据集尺寸：标称深度为5，10，20，40和80厘米的土壤水分和温度统计值\n- 单位：土壤水分，cm ^ 3 cm ^ -3； 土壤温度， ℃",
            "instructions": "eg: “SM_CST04_5cm.csv”，“ST_CST04_5cm.csv”\nSM refers to soil moisture, ST refers to soil temperature, CST04 refers to the observation site, and 05 cm refers to the depth of the sampled soil layer.\nIt can be opened with Excel software.",
            "instructionsCn": "例如 “SM_CST04_5cm.csv”，“ST__CST04_5cm.csv”\n其中SM指土壤水分，ST指土壤温度，CST04指观测站点，05cm指采样土壤层深度。\n可以用Excel软件打开查看。",
            "east": 102.6,
            "west": 79.62,
            "south": 27.7,
            "north": 34.02,
            "startTime": null,
            "endTime": null,
            "fileSize": 975553321.0,
            "cstr": "18406.11.Soil.tpdc.270110",
            "doi": "10.11888/Soil.tpdc.270110",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "Bob Su",
                "nameEn": "BOB Su",
                "unitEn": "",
                "unitCn": "University of Twente"
            },
            {
                "nameCn": "阳坤",
                "nameEn": "YANG Kun",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Evaluation of ECMWF's soil moisture analyses using observations on the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Su, Z.B., Rosnay, P.D., Wen, J.G., Wang, L.C., &Zeng, Y.J. (2013). Evaluation of ECMWF's soil moisture analyses using observations on the Tibetan Plateau. Journal of Geophysical Research, 118(11), 5304-5318."
            },
            {
                "titleCn": null,
                "titleEn": "Blending Satellite Observed, Model Simulated, and in Situ Measured Soil Moisture over Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Zeng, Y.J., Su, Z.B., van der Velde, R., Wang, L.C., Xu, K., Wang, X., &Wen, J. (2016). Blending Satellite Observed, Model Simulated, and in Situ Measured Soil Moisture over Tibetan Plateau. Remote Sensing, 8(3), 268."
            },
            {
                "titleCn": null,
                "titleEn": "Maqu network for validation of satellite - derived soil moisture products",
                "referenceCn": null,
                "referenceEn": "Dente, L., Vekerdy, Z., Wen, J. &Su, Z.B. (2012). Maqu network for validation of satellite - derived soil moisture products. International Journal of Applied Earth Observation and Geoinformation, 17, 55-65."
            },
            {
                "titleCn": null,
                "titleEn": "Soil moisture mapping over the central part of the Tibetan Plateau using a series of ASAR WS images",
                "referenceCn": null,
                "referenceEn": "van der Velde, R., Su, Z., van Oevelen, P., Wen, J., Ma, Y. and Salama, M.S. (2012) Soil moisture mapping over the central part of the Tibetan Plateau using a series of ASAR WS images. Remote sens. Environ., 120,175-187."
            },
            {
                "titleCn": null,
                "titleEn": "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products",
                "referenceCn": null,
                "referenceEn": "Su, Z.B., Wen, J., Dente, L., van der Velde, R., Wang, L.C., Ma, Y.M., Yang, K., & Hu, Z.H. (2011). The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products. Hydrology and Earth System Sciences, 15(7), 2303-2316."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "帕里",
                "keywordEn": "Pali"
            },
            {
                "keywordCn": "玛曲",
                "keywordEn": "Maqu"
            },
            {
                "keywordCn": "那曲",
                "keywordEn": "Naqu"
            },
            {
                "keywordCn": "阿里",
                "keywordEn": "Ngari"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008-2016",
                "keywordEn": "2008-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Considerable success in retrieving soil moisture from low frequency active and passive microwave observations has previously been demonstrated at continental and global scales. An alternative is provided by active microwave measurements obtained via the Synthetic Aperture Radar (SAR) technique, which can be processed up to resolutions of several meters. This high spatial resolution poses, however, restrictions on the revisit time when a single image swath is used, which was 35 days or larger for the first generation SAR systems onboard the European Remote Sensing satellites (ERS-1/2) and the Japanese Earth Resources Satellite (JERS-1). In the design of the following generation of space borne SAR systems this issue was addressed by incorporating imaging modes for acquiring data at various spatial resolutions, swath widths and revisit times. However, the high spatial resolution imaging modes are less suited for large-scale monitoring purposes because its spatial coverage is restricted to about 100 km. In this context, wide swath (WS) and global monitoring (GM) modes provide a good compromise in terms of the spatial coverage (400 km), resolution (150 m for WS and 1000 m for GM) and revisit time (3–4 days)."
            ],
            "research objective": [
                "In this paper, we adopt a similar approach for deriving the IEM surface roughness parameters and the retrieval of soil moisture from a time series of ASAR WS images. Soil moisture is, then, retrieved through application of the IEM with input of derived roughness parameters and by assuming that the surface roughness is constant over time and the vegetation effects are negligible."
            ],
            "challenges": [
                "Even when assuming an Exponential ACF, the estimation of a time-invariant parameterization remains a challenge. Validation of the inverted parameterizations is not possible because in-situ measurements are not available."
            ],
            "methods": [
                "This algorithm is applied to 150 ASAR WS scenes collected from April 2005 to September 2007 over the central part of the Tibetan Plateau. We selected three of these images covering the study area at different view angles during the winter season for the IEM roughness derivation. Soil moisture is retrieved from the entire σo data sets via inversion of the IEM model with the obtained roughness parameters as input. The retrievals are validated against soil moisture measured from July 2006 to September 2007 at four sites representative for a 10×10 km2 area."
            ],
            "dataset": [
                "The Advanced SAR (ASAR) onboard the Envisat (Environmental Satellite) acquires C-band (5.331 GHz) σo measurements. The obtained WS data sets are composed out of 150 images acquired from April 2005 through September 2007, of which 101 and 49 scenes are acquired in an ascending and descending orbit, respectively. Over the period July 2006 to September 2007, the readings at the 2.5 cm soil depth were not recorded for west and south stations."
            ],
            "findings": [],
            "backgroundCn": [
                "从低频主动和被动微波观测中提取土壤湿度的显著成功已在大陆和全球范围内得到证明。另一种选择是通过合成孔径雷达（SAR）技术获得的主动微波测量，这种技术可以处理到几米的高分辨率。然而，这种高空间分辨率在使用单个图像扫描时对重访时间提出了限制，第一代SAR系统（如欧洲遥感卫星ERS-1/2和日本地球资源卫星JERS-1）的重访时间为35天或更长。在后续一代载人SAR系统的设计中，针对这一问题进行了改进，采用了不同空间分辨率、扫描宽度和重访时间的数据获取成像模式。然而，高空间分辨率成像模式不太适合大规模监测，因为其空间覆盖范围限制在约100公里。在这种情况下，宽幅（WS）和全球监测（GM）模式在空间覆盖（400公里）、分辨率（WS为150米，GM为1000米）和重访时间（3-4天）之间提供了良好的折衷。"
            ],
            "research objectiveCn": [
                "在本文中，我们采用类似的方法来推导IEM表面粗糙度参数，并从一系列ASAR WS图像中提取土壤湿度。然后，通过应用IEM并输入推导的粗糙度参数来检索土壤湿度，同时假设表面粗糙度在时间上是恒定的，植被效应可以忽略不计。"
            ],
            "challengesCn": [
                "即使假设自相关函数为指数型，时间不变参数化的估计仍然是一个挑战。由于没有现场测量数据，无法验证反演参数化。"
            ],
            "methodsCn": [
                "该算法应用于2005年4月至2007年9月期间收集的150个ASAR WS场景，覆盖了西藏高原的中央部分。我们选择了三幅在冬季不同视角下覆盖研究区域的图像，用于IEM粗糙度的推导。土壤湿度通过对整个σo数据集进行IEM模型的反演，并将获得的粗糙度参数作为输入进行提取。提取结果与2006年7月至2007年9月在四个代表10×10 km²区域的地点测量的土壤湿度进行了验证。"
            ],
            "datasetCn": [
                "先进合成孔径雷达（ASAR）搭载在环境卫星（Envisat）上，获取C波段（5.331 GHz）σo测量值。获得的WS数据集由2005年4月至2007年9月获取的150幅图像组成，其中101幅图像是在上升轨道获取的，49幅图像是在下降轨道获取的。在2006年7月至2007年9月期间，西部和南部站点在2.5厘米土壤深度的读数未被记录。"
            ],
            "findingsCn": []
        },
        {
            "background": [
                "Soil moisture is a key state variable of the land surface controlling the partition of rainfall to subsoil drainage, surface runoff, or evaporation from the land surface. Understanding the dynamics of soil moisture is crucial for understanding the role of the hydrological cycle in the climate system and a variety of ecological and biogeochemical processes. Quantification of trends and variability in global soil moisture can contribute to a better understanding of the feedback between the water cycle and climate. Although the soil moisture dynamics at local scale can be measured with a certain degree of confidence, it is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Satellite remote sensing can be a powerful tool in fulfilling the need for a consistent global soil moisture data set because it allows monitoring the land surface at the relevant spatial and temporal scales. Recent progresses have already made available several global and continental scale soil moisture datasets from satellite observations not primarily designed for this purpose. The European Space Agency (ESA) operates currently a satellite, the Soil Moisture and Ocean Salinity (SMOS) mission, dedicated to global soil moisture monitoring and also the National Aeronautic and Space Administration (NASA) is in preparation of a similar soil moisture mission, Soil Moisture Active/Passive (SMAP). Throughout the globe a number of intensive soil moisture networks have been developed for various purposes.",
                "The accuracy of the soil moisture products from coarse resolution satellite sensors have been subject of various previous studies. These data sets were validated over regional limited networks (e.g. Albergel et al., 2009; Gruhier et al., 2010; Sinclair and Pegram, 2010) and evaluated against model data (Wagner et al., 2003; Rüdiger et al., 2009; de Rosnay et al., 2008). These studies found high correlations with in situ observations in semi arid regions and somewhat lower correlations in agricultural areas. Recent assimilation studies support the positive findings of the validation efforts (Drusch et al., 2008; Scipal et al., 2008). De Jeu et al. (2008) highlighted differences and limitations of active and passive soil moisture products (i.e. Radio Frequency Interference, RFI, in AMSR-E, misinterpretation of ERS in desert regions) in a global evaluation study.",
                "The results suggest the potential to merge different soil moisture products into one superior soil moisture dataset as undertaken in the W ACMOS (Water Cycle Multimission Observation Strategy) project (Su et al., 2010; Dorigo et al., 2010; Liu et al., 2011). However, the validity and accuracy of these data for the Tibetan Plateau have not been assessed due to lack of in-situ reference data where extreme climate conditions have made in-situ measurements very difficult.",
                "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) is presented in detail consisting of three regional scale in-situ reference networks, the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate and the Ngari network in a cold arid climate. These networks provide a representative coverage of the different climate and land surface hydrometeorological conditions on the Tibetan plateau. The obtained data are analysed to ensure the consistency with the regional climatic conditions and for the purpose of serving as reference for validation of coarse resolution satellite and modeling soil moisture products. Each network with its mean and variance of measurements (presented as average and range given by standard deviations) of soil temperature and soil moisture is representative of a particular situation on the Tibetan Plateau."
            ],
            "research objective": [
                "A plateau scale soil moisture and soil temperature observatory is established on the Tibetan Plateau for quantifying uncertainties in coarse resolution satellite and model products of soil moisture and soil temperature. To demonstrate the uniqueness of the Tibet-Obs in quantifying and explaining soil moisture uncertainties in existing coarse satellite products, an analysis is carried out to assess the reliability of several satellite products for the Naqu and the Maqu network areas.",
                "We conclude that global coarse resolution soil moisture products are useful but exhibit big uncertainties in cold semiarid regions on the Tibetan Plateau that need to be characterised and improved before operational use of these data. The in-situ soil moisture and soil temperature measurements are valuable references in this particular environment and can also be used for assessment of global model products that shall be the topics of future investigations."
            ],
            "challenges": [
                "It is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimised parameters usually fail to achieve this task. Global models display a large, and often unexplained, variation among estimates produced by different models. Although current understanding of the attenuation of microwaves by vegetation is still rather poor, various experimental studies showed the presence of significant soil response at C-band frequencies even in the case of vegetated areas when observed at lower incidence angles.",
                "In the winter periods, the AMSR-E data are not reliable at all, indicating needs in improving the retrieval algorithms in particular for the surface temperature. For similar cold semiarid conditions on the Tibetan Plateau, due to the unexplained big uncertainty, the use of these datasets are not recommended before a rigorous assessment of the algorithm with in-situ data can be carried out to explain the reasons of deviations and to improve the consistency with the actual hydrological situation."
            ],
            "methods": [
                "In this paper the details of the Tibet-Obs are reported. The Naqu soil moisture and soil temperature network was installed around the Naqu Station for the Plateau Climate and Environment Observation and Research of Chinese Academy of Sciences located about 25 km southwest of Naqu city. Continuous measurements are made of water and energy exchanges between the land surface and atmosphere at this station, including atmospheric variables at different heights, incoming and outgoing radiation, turbulent heat fluxes, soil moisture at depths of 0.05 and 0.20 m below surface, and soil temperatures profile down to a depth of 0.40 m below surface. To monitor the regional soil moisture dynamics and validate soil moisture retrievals from satellite data, five additional soil moisture stations were installed in June 2006. The soil moisture stations were placed north, south, west and east within 10 km from Naqu station with one additional one installed at Naqu station itself for comparison purpose with the existing instrumentation. The instrumentation used for this network consists of EM5b data loggers and 0.10 m long ECH2O (type: EC-10) impedance probes both manufactured by Decagon Devices. The Maqu soil moisture and soil temperature monitoring network was installed in July 2008 in the source water region of the Yellow River to the south of Maqu County in Gansu province, China. The network, consisting of 20 stations in an area of approximately 40 km by 80 km, monitors continuously the soil moisture and soil temperature at different depths at 15 min intervals. The Maqu Source Water Region of Yellow River Station for Climate and Environment Observation and Research of Chinese Academy of Sciences is located in the centre of this network. In this study area twenty soil moisture and soil temperature monitoring stations were installed in June 2010 in the Ngari prefecture in the western part of the Tibetan Plateau.",
                "With the operational Naqu and Maqu networks (data from the Ngari network is not available at the writing time), assessment of three datasets (henceforth the AMSR-E products, the ASCA T-L2 and the SMOS products) was conducted and results are presented in the next section."
            ],
            "dataset": [
                "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) consists of three regional scale in-situ reference networks, including the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate and the Ngari network in a cold arid climate. The Naqu soil moisture and soil temperature network was installed around the Naqu Station for the Plateau Climate and Environment Observation and Research of Chinese Academy of Sciences located about 25 km southwest of Naqu city. The Maqu soil moisture and soil temperature monitoring network was installed in July 2008 in the source water region of the Yellow River to the south of Maqu County in Gansu province, China. The network, consisting of 20 stations in an area of approximately 40 km by 80 km, monitors continuously the soil moisture and soil temperature at different depths at 15 min intervals. In this study area twenty soil moisture and soil temperature monitoring stations were installed in June 2010 in the Ngari prefecture in the western part of the Tibetan Plateau.",
                "The data product to be validated was generated by the LPRM algorithm applied to AMSR-E data and will be called the AMSR-E soil moisture data in the rest of this paper.",
                "The AMSR-E products were retrieved from http://www.geo.vu.nl/ ∼jeur/lprm/ which provides daily 0.25 degree surface soil moisture and land surface temperature data from AMSR-E observations; the night-time overpass products are used because the daytime overpass data have major uncertainties caused by temperature variations. The ASCA T-L2 products were retrieved from the EUMETSA T archive which link can be found at http://www.ipf.tuwien.ac.at/radar/. The ASCA T-L2 products are global coarse resolution soil moisture estimates (25–50 km) derived from backscatter measurements acquired with scatterometers onboard the METOP satellite, with relative values scaled between 0 % and 100 % representing dry and saturation conditions respectively. After the successful launch of SMOS in November 2009 and following the first six months of SMOS commissioning phase to test the functionalities of the spacecraft and instrument, SMOS has been in routine operation since May 2010 and has been providing data products to the science community for a variety of applications.",
                "Figure 7 shows soil moisture products from AMSR-E, ASCA T-L2 and SMOS compared to measured values at 5 cm soil depth in Maqu network area from 1 July 2009 to 31 July 2010."
            ],
            "findings": [
                "It is concluded that global coarse resolution soil moisture products are useful but exhibit till now unreported uncertainties in cold and semiarid regions – use of them would be critically enhanced if uncertainties can be quantified and reduced using in-situ measurements.",
                "It is observed while both retrievals follow the gradual increasing pattern from winter to monsoon period of soil moisture in Naqu network area, there are dramatic differences in the magnitudes. Both overestimate the areal mean of in-situ measurements by about 100 % in the monsoon period (May to August). In winter period, AMSR-E grossly overestimates the in-situ measurements, while ASCA T-L2 estimates are close to the in-situ measurements since the area is frozen and the assumption of dry soil in ASCA T-L2 retrieval appears reasonable. The ASCA T-L2 products systematically overestimate the surface soil moisture in this network area in the monsoon period.",
                "Some important findings are obtained in this study for the Naqu area as a cold semiarid area where AMSR-E and ASCA T-L2 products overestimate by 0.2 ∼ 0.3 m 3 m −3 the regional soil moisture in the monsoon periods. For the cold humid Maqu network area it is concluded that soil moisture products from AMSR-E, ASCA T-L2 have comparable accuracy as reported by previous studies in the humid monsoon period. The AMSR-E products overestimate and ASCA T-L2 products underestimate soil moisture in the winter period significantly. But the opposing behaviours of both data sets may be used to generate a more useful data for the winter periods. A preliminary evaluation of SMOS data indicates its promising feature, but apparently needs much more data to derive more concrete conclusions."
            ],
            "backgroundCn": [
                "土壤湿度是控制降雨向地下排水、地表径流或地表蒸发的关键状态变量。理解土壤湿度的动态对于理解水文循环在气候系统中的作用以及各种生态和生物地球化学过程至关重要。全球土壤湿度趋势和变异性的量化可以帮助更好地理解水循环与气候之间的反馈关系。尽管在地方尺度上可以以一定程度的信心测量土壤湿度动态，但由于缺乏对自然景观中土壤湿度变异性的理解，将这一点信息转化为更大空间尺度是具有挑战性的。卫星遥感可以成为满足全球土壤湿度数据集一致性需求的强大工具，因为它能够在相关的空间和时间尺度上监测地表。最近的进展已经使得从并非主要为此目的设计的卫星观测中获得了多个全球和大陆尺度的土壤湿度数据集。欧洲航天局（ESA）目前运营着一颗专门用于全球土壤湿度监测的卫星——土壤湿度与海洋盐度（SMOS）任务，此外，美国国家航空航天局（NASA）也在准备一项类似的土壤湿度任务——土壤湿度主动/被动（SMAP）。在全球范围内，已经建立了许多密集的土壤湿度网络，旨在满足各种目的。",
                "来自粗分辨率卫星传感器的土壤湿度产品的准确性已经在多个先前研究中受到关注。这些数据集在区域有限的网络上进行了验证（例如，Albergel等，2009；Gruhier等，2010；Sinclair和Pegram，2010），并与模型数据进行了评估（Wagner等，2003；Rüdiger等，2009；de Rosnay等，2008）。这些研究发现，在半干旱地区与现场观测之间存在较高的相关性，而在农业地区的相关性则相对较低。最近的同化研究支持了验证工作的积极发现（Drusch等，2008；Scipal等，2008）。De Jeu等（2008）在一项全球评估研究中强调了主动和被动土壤湿度产品的差异和局限性（即AMSR-E中的射频干扰，RFI，沙漠地区ERS的误解）。",
                "结果表明，有潜力将不同的土壤湿度产品合并为一个更优越的土壤湿度数据集，正如W ACMOS（水循环多任务观测策略）项目所进行的那样（Su et al., 2010; Dorigo et al., 2010; Liu et al., 2011）。然而，由于极端气候条件使得现场测量非常困难，因此尚未评估这些数据在青藏高原的有效性和准确性。",
                "青藏 Plateau 土壤湿度和土壤温度的观测站（Tibet-Obs）详细介绍了三个区域尺度的原位参考网络：在寒冷半干旱气候下的那曲网络、在寒冷湿润气候下的玛曲网络和在寒冷干旱气候下的阿里网络。这些网络提供了青藏高原上不同气候和地表水文气象条件的代表性覆盖。获得的数据经过分析，以确保与区域气候条件的一致性，并用于作为验证粗分辨率卫星和建模土壤湿度产品的参考。每个网络的土壤温度和土壤湿度的测量均值和方差（以平均值和标准差范围表示）代表了青藏高原上特定情况。"
            ],
            "research objectiveCn": [
                "在青藏 Plateau 上建立了一个高原尺度的土壤湿度和土壤温度观测站，以量化粗分辨率卫星和模型产品中土壤湿度和土壤温度的不确定性。为了展示 Tibet-Obs 在量化和解释现有粗卫星产品中土壤湿度不确定性方面的独特性，进行了分析，以评估多个卫星产品在那曲和玛曲网络区域的可靠性。",
                "我们得出结论，全球粗分辨率土壤湿度产品是有用的，但在寒冷的半干旱地区（如青藏高原）存在较大的不确定性，这些不确定性需要在这些数据的操作使用之前进行表征和改进。现场土壤湿度和土壤温度测量在这一特定环境中是宝贵的参考，也可以用于评估全球模型产品，这将是未来研究的主题。"
            ],
            "challengesCn": [
                "由于缺乏对自然景观中土壤湿度变异性的理解，将这些点信息转化为更大空间尺度是具有挑战性的。旨在使用优化参数模拟局部动态的模型通常无法完成这一任务。全球模型在不同模型产生的估计之间显示出较大的、且通常无法解释的变异性。尽管目前对植被对微波衰减的理解仍然相当有限，但各种实验研究表明，即使在植被覆盖区域，当以较低入射角观察时，C波段频率下仍存在显著的土壤响应。",
                "在冬季期间，AMSR-E 数据的可靠性非常差，这表明需要改进检索算法，特别是针对表面温度。在类似的寒冷半干旱条件下，针对青藏高原，由于存在无法解释的大不确定性，因此在进行严格的算法评估与实地数据对比之前，不建议使用这些数据集，以解释偏差原因并提高与实际水文情况的一致性。"
            ],
            "methodsCn": [
                "在本文中，报告了西藏观测站的详细信息。那曲土壤湿度和土壤温度网络安装在中国科学院高原气候与环境观测研究站附近，位于那曲市西南约25公里处。该站持续测量陆地表面与大气之间的水分和能量交换，包括不同高度的气象变量、入射和出射辐射、湍流热通量、0.05米和0.20米深度的土壤湿度，以及0.40米深度的土壤温度剖面。为了监测区域土壤湿度动态并验证卫星数据的土壤湿度反演结果，2006年6月在那曲站周围安装了五个额外的土壤湿度站。这些土壤湿度站分别位于那曲站北、南、东、西方向，距离那曲站均在10公里以内，并在那曲站本身安装了一个额外的站点，以便与现有仪器进行比较。该网络使用的仪器包括由Decagon Devices公司制造的EM5b数据记录仪和0.10米长的ECH2O（型号：EC-10）阻抗探头。马曲土壤湿度和土壤温度监测网络于2008年7月在甘肃省马曲县黄河源水区安装。该网络由20个站点组成，覆盖约40公里乘80公里的区域，持续监测不同深度的土壤湿度和土壤温度，监测间隔为15分钟。马曲黄河源水区气候与环境观测研究站位于该网络的中心。在该研究区域，2010年6月在西藏高原西部的那曲地区安装了二十个土壤湿度和土壤温度监测站。",
                "随着Naqu和Maqu网络的运营（在撰写时Ngari网络的数据不可用），对三个数据集（以下简称AMSR-E产品、ASCA T-L2和SMOS产品）进行了评估，结果将在下一节中呈现。"
            ],
            "datasetCn": [
                "青藏高原土壤湿度和土壤温度观测站（Tibet-Obs）由三个区域性地面参考网络组成，包括在寒冷半干旱气候下的那曲网络、在寒冷湿润气候下的玛曲网络和在寒冷干旱气候下的那曲网络。那曲土壤湿度和土壤温度网络安装在中国科学院青藏高原气候与环境观测研究站周围，位于那曲市西南约25公里处。玛曲土壤湿度和土壤温度监测网络于2008年7月在甘肃省玛曲县南部的黄河源水区安装。该网络由20个站点组成，覆盖约40公里乘80公里的区域，持续监测不同深度的土壤湿度和土壤温度，监测间隔为15分钟。在这项研究区域，二十个土壤湿度和土壤温度监测站于2010年6月在青藏高原西部的那曲地区安装。",
                "要验证的数据产品是由LPRM算法应用于AMSR-E数据生成的，以下将称其为AMSR-E土壤湿度数据。",
                "AMSR-E 产品可以从 http://www.geo.vu.nl/ ∼jeur/lprm/ 获取，该网站提供来自 AMSR-E 观测的每日 0.25 度表层土壤湿度和地表温度数据；使用夜间过境产品，因为白天过境数据由于温度变化存在重大不确定性。ASCA T-L2 产品从 EUMETSA T 存档中获取，链接可以在 http://www.ipf.tuwien.ac.at/radar/ 找到。ASCA T-L2 产品是全球粗分辨率的土壤湿度估计（25-50 公里），是通过 METOP 卫星上散射计获取的后向散射测量得出的，相对值在 0% 到 100% 之间缩放，分别表示干燥和饱和状态。自 2009 年 11 月 SMOS 成功发射以来，经过六个月的 SMOS 调试阶段以测试航天器和仪器的功能，SMOS 自 2010 年 5 月起进入常规操作，并为科学界提供各种应用的数据产品。",
                "图7显示了2009年7月1日至2010年7月31日期间，AMSR-E、ASCA T-L2和SMOS的土壤湿度产品与Maqu网络区域5厘米土壤深度的测量值的比较。"
            ],
            "findingsCn": [
                "研究表明，全球粗分辨率土壤湿度产品是有用的，但在寒冷和半干旱地区存在尚未报告的不确定性——如果能够利用现场测量来量化和减少这些不确定性，将会显著提升其使用效果。",
                "观察到，在Naqu网络区域，尽管两种检索方法在冬季到季风期的土壤湿度上都呈现逐渐增加的模式，但它们在幅度上存在显著差异。在季风期（5月至8月），两者都将区域均值的地面测量值高估了约100%。在冬季，AMSR-E严重高估了地面测量值，而ASCA T-L2估计值与地面测量值接近，因为该地区处于冻结状态，ASCA T-L2检索中假设土壤干燥似乎是合理的。ASCA T-L2产品在该网络区域的季风期系统性地高估了表层土壤湿度。",
                "在这项研究中，对于作为寒冷半干旱地区的那曲地区，发现AMSR-E和ASCA T-L2产品在季风期间对区域土壤湿度的高估约为0.2 ∼ 0.3 m³ m⁻³。对于寒冷湿润的马曲网络区域，得出的结论是AMSR-E和ASCA T-L2的土壤湿度产品在湿润季风期间的准确性与之前的研究报告相当。AMSR-E产品在冬季期间显著高估土壤湿度，而ASCA T-L2产品则显著低估土壤湿度。但这两组数据集的相反行为可以用于生成更有用的冬季数据。对SMOS数据的初步评估表明其具有良好的特性，但显然需要更多的数据来得出更具体的结论。"
            ]
        },
        {
            "background": [
                "The debates on the role of Tibetan Plateau (TP) in the Indian monsoon have drawn attention to the quantification of land-atmosphere exchanges of water and heat over TP. Soil moisture (hereafter as SM) is a crucial land surface state that modulates land-atmosphere interactions and is imperative for quantifying trends and variability of feedbacks between climate and the water cycle of TP. In general, SM data can be obtained from three primary sources of, namely, satellite observations, model simulations, and in situ measurements. The currently existing SM observation networks over the Tibetan Plateau include the Tibetan Plateau Observatory of plateau scale SM and soil temperature (Tibet-Obs), the multi-scale SM and temperature monitoring network on the central Tibetan Plateau (Tibet-Central), and the Third Pole Environment (TPE) in situ component. It is always challenging to find a single satellite-derived SM product that has complete coverage of the TP for an extended period of time and is suitable for climate change studies at sub-continental scale. The limited availability of satellite-based SM estimates over TP within this merged product is mainly due to the inherent difficulties in retrieving SM from even partially-frozen land surfaces."
            ],
            "research objective": [
                "In this study, we aim to merge different satellite datasets over TP, by using the model-simulated SM product. The data climatology of the model simulated SM will be constrained by the in situ measurements."
            ],
            "challenges": [
                "The limited availability of satellite-based SM estimates over TP within this merged product is mainly due to the inherent difficulties in retrieving SM from even partially-frozen land surfaces. Such systematic differences between the two datasets are preventing a statistically-optimal analysis and, therefore, have to be corrected."
            ],
            "methods": [
                "The daily average SM analysis of the first layer (0–7 cm) are used in this study. In this study, the ERA-Interim SM product is interpolated to a resolution of 25 km (e.g., 0.25°). The data utilized for this study covers the entire TP for the period from May 2008 to October 2011 and are provided on a regular grid with a 0.25° spacing. The first step is to generate the 0.25° spatial resolution in situ SM data climatology over TP. The second step is to generate the scaled ERA-Interim SM data (0.25°) over the calibration period and the associated CDF matching parameters to capture the climatology of the in situ data. The third step is to generate the scaled ERA-Interim SM data (0.25°) over the blending period using the CDF matching parameters derived from Step (2). The fourth step is to produce the scaled AMSRE and ASCAT SM data (0.25°), with the scaled ERA-Interim SM data generated from Step (3). The fifth step is to determine the relative errors among the three scaled SM data sets (i.e., AMSRE, ASCAT, and ERA-Interim), by using the Triple Collocation (TC) method. The sixth step, the scaled AMSRE, ASCAT, and ERA-Interim SM data are blended using the least squares method."
            ],
            "dataset": [
                "As introduced, the Tibet-Obs crosses over three different climatic conditions and includes Maqu (subhumid), Naqu (semiarid), Ali, and Shiquanhe (arid) observation networks. The daily average SM analysis of the first layer (0–7 cm) are used in this study. The data utilized for this study covers the entire TP for the period from May 2008 to October 2011 and are provided on a regular grid with a 0.25° spacing."
            ],
            "findings": [
                "The results show that the scaling and blending strategy help constraining the exaggerated variation of satellite SM over the TP, especially the unrealistically high SM content over the western TP. After implementing the scaling and the blending steps, the overestimation was eliminated in the blended SM products, which shows clear seasonal variations and has a good match with the in situ measurements. The inter-comparison results indicated that an equal weighting average of multi-sources of scaled SM data can perform similarly as the blended SM data over the cold arid regions, but not over the cold sub-humid areas on the TP."
            ],
            "backgroundCn": [
                "关于青藏高原（TP）在印度季风中的作用的辩论引起了人们对青藏高原水分和热量的陆气交换量化的关注。土壤湿度（以下简称SM）是一个关键的陆地表面状态，调节陆气相互作用，并且对于量化气候与青藏高原水循环之间的反馈趋势和变异性至关重要。一般来说，SM数据可以通过三种主要来源获得，即卫星观测、模型模拟和现场测量。目前，青藏高原上现有的SM观测网络包括青藏高原土壤湿度和土壤温度观测站（Tibet-Obs）、中央青藏高原多尺度土壤湿度和温度监测网络（Tibet-Central）以及第三极环境（TPE）现场组件。始终很难找到一个具有完整覆盖青藏高原的单一卫星衍生SM产品，该产品适合于亚大陆尺度的气候变化研究。由于从即使是部分冻结的土地表面提取SM的固有困难，导致在该合并产品中，青藏高原的卫星基础SM估计的可用性有限。"
            ],
            "research objectiveCn": [
                "在本研究中，我们旨在通过使用模型模拟的土壤湿度产品来合并不同的卫星数据集。模型模拟的土壤湿度的数据气候学将通过现场测量进行约束。"
            ],
            "challengesCn": [
                "在这个合并产品中，卫星基土壤湿度（SM）估计在青藏 Plateau（TP）上的有限可用性主要是由于从部分冻结的土地表面提取土壤湿度的固有困难。这两个数据集之间的系统性差异阻碍了统计最优分析，因此必须进行修正。"
            ],
            "methodsCn": [
                "本研究使用了第一层（0–7 cm）的日均土壤湿度（SM）分析数据。研究中，ERA-Interim SM 产品被插值到25公里的分辨率（例如，0.25°）。本研究所用的数据覆盖了整个青藏 Plateau（TP），时间范围为2008年5月至2011年10月，并以0.25°的间隔提供在规则网格上。第一步是生成TP地区的0.25°空间分辨率的实地SM数据气候学。第二步是生成校准期间的缩放ERA-Interim SM数据（0.25°）及相关的累积分布函数（CDF）匹配参数，以捕捉实地数据的气候特征。第三步是使用第二步中获得的CDF匹配参数生成混合期间的缩放ERA-Interim SM数据（0.25°）。第四步是生成缩放的AMSRE和ASCAT SM数据（0.25°），该数据基于第三步生成的缩放ERA-Interim SM数据。第五步，使用三重协同（TC）方法确定三种缩放SM数据集（即AMSRE、ASCAT和ERA-Interim）之间的相对误差。第六步，使用最小二乘法对缩放的AMSRE、ASCAT和ERA-Interim SM数据进行混合。"
            ],
            "datasetCn": [
                "如前所述，西藏观测网跨越三种不同的气候条件，包括玛曲（亚湿润）、那曲（半干旱）、阿里和狮泉河（干旱）观测网络。本研究使用了第一层（0-7厘米）的日均土壤湿度分析数据。用于本研究的数据覆盖整个青藏高原，时间范围为2008年5月至2011年10月，数据以0.25°的间隔提供在规则网格上。"
            ],
            "findingsCn": [
                "结果表明，缩放和混合策略有助于限制青藏高原上卫星土壤湿度的夸大变化，特别是西部青藏高原上不切实际的高土壤湿度含量。在实施缩放和混合步骤后，混合土壤湿度产品中的过高估计被消除，显示出明显的季节变化，并与现场测量数据良好匹配。互比较结果表明，多个来源的缩放土壤湿度数据的等权重平均在寒冷干旱地区的表现与混合土壤湿度数据相似，但在青藏高原的寒冷亚湿润地区则不然。"
            ]
        },
        {
            "background": [
                "Understanding the physics and dynamics of soil moisture is crucial to understanding the role of the hydrological cycle in the climate system. With increasing evidence of climate change, it becomes more urgent to quantify the critical role of soil moisture in climate, because the response of the hydrological cycle to global warming is expected as far reaching. Although it is easy to observe soil moisture dynamics at the local scale, it is challenging to translate this point scale understanding to natural landscapes due to the lack of understanding of soil moisture variability at larger spatial scales. Models, satellite remote sensing, and land data assimilation are necessary tools to produce spatiotemporally consistent soil moisture information. Soil moisture analysis at the European Centre for Medium-Range Weather Forecasts (ECMWF) aims to represent spatiotemporally consistent soil moisture information, served as land surface initialization for numerical weather prediction models. The optimum interpolation (OI) scheme is the previous operational soil moisture analysis scheme at ECMWF, using the increments of the screen-level parameters analysis as input. The current soil moisture analysis scheme is a point-wise extended Kalman filter (EKF) with the same screen-level parameters analysis. However, the current EKF scheme opens up the possibility to combine remote sensing data (e.g., satellite derived soil moisture data) with screen-level proxy observations, and it better constrains the soil moisture fields. De Rosnay et al. [2012b] also investigated the impact of including the Advanced Scatterometer (ASCAT) soil moisture data on the ECMWF land surface analysis system, and found a neutral impact on both soil moisture analysis and screen-level parameters."
            ],
            "research objective": [
                "In this paper, using the in situ measurements from the Tibet-Obs and the operational ASCAT-L2 data product, we aim to evaluate the ECMWF’s previous operational OI soil moisture scheme (ECMWF-Oper-OI), which was used in the ECMWF interim reanalysis (ERA-interim from 1979 onwards), and the current EKF soil moisture scheme. This study uses three numerical experiments with different assimilation approaches, to illuminate the impact of the analysis scheme on analyzed soil moisture fields in the Tibetan Plateau."
            ],
            "challenges": [
                "Although it is easy to observe soil moisture dynamics at the local scale, it is challenging to translate this point scale understanding to natural landscapes due to the lack of understanding of soil moisture variability at larger spatial scales. However, all these estimates need validations for their consistencies at a variety of representative sites with intensive soil moisture measurements before their use in quantifying the feedback between the water cycle and climate should be commissioned."
            ],
            "methods": [
                "The Naqu soil moisture and soil temperature stations were placed within 10 km north, south, west, and east of the Naqu climate station with an additional one installed at Naqu climate station itself (i.e., in total 5 stations) for comparison purpose with the existing instrumentation. At each station, probes have been installed horizontally at depths of 2.5, 7.5, 15.0, 30.0, and 60.0 cm with a sampling interval set at 3 h in the data analyzed here. In this study, for the first layer and the second layer, the averaged data excluding the “wet” layer was used. The Maqu network stations continuously monitor the soil moisture and soil temperature at different depths (from 5 to 80 cm deep) at 15 min intervals. In this paper, ECMWF operational soil moisture analysis based on the OI (ECMWF-Oper-OI) is evaluated with ground observations in 2008 and 2009. In addition, numerical experiments using the new EKF soil moisture analysis by assimilating ASCAT soil moisture data are carried out (ECMWF-H-SAF)."
            ],
            "dataset": [
                "This study used two regional soil moisture and soil temperature networks (i.e., Naqu and Maqu) on the Tibetan Plateau. The uncertainties of those global coarse resolution soil moisture products were quantified and characterized, using the in situ measurements from the Tibetan Plateau soil moisture and soil temperature observatory (Tibet-Obs)."
            ],
            "findings": [
                "For the cold-semiarid Naqu area, both ECMWF soil moisture analyses significantly overestimate the regional soil moisture in the monsoon seasons. For the cold-humid Maqu network area, the ECMWF products have comparable accuracy as reported by previous studies in the humid monsoon period. The results show reasonable performances of the ECMWF soil moisture analyses (i.e., both optimum interpolation and extended Kalman filter products) and the Advanced Scatterometer level 2 products, when compared to the in situ measurements."
            ],
            "backgroundCn": [
                "理解土壤湿度的物理和动态对于理解水文循环在气候系统中的作用至关重要。随着气候变化证据的增加，量化土壤湿度在气候中的关键作用变得更加紧迫，因为水文循环对全球变暖的响应预计将产生深远影响。尽管在局部尺度上观察土壤湿度动态相对容易，但由于缺乏对较大空间尺度土壤湿度变异性的理解，将这种点尺度的理解转化为自然景观却具有挑战性。模型、卫星遥感和陆地数据同化是生成时空一致的土壤湿度信息所必需的工具。欧洲中期天气预报中心（ECMWF）的土壤湿度分析旨在表示时空一致的土壤湿度信息，并作为数值天气预报模型的陆面初始化。最优插值（OI）方案是ECMWF之前的操作土壤湿度分析方案，使用屏幕级参数分析的增量作为输入。目前的土壤湿度分析方案是一个点式扩展卡尔曼滤波器（EKF），同样使用屏幕级参数分析。然而，当前的EKF方案为将遥感数据（例如卫星衍生的土壤湿度数据）与屏幕级代理观测结合提供了可能性，并且更好地约束了土壤湿度场。De Rosnay等人[2012b]还研究了将先进散射计（ASCAT）土壤湿度数据纳入ECMWF陆面分析系统的影响，发现对土壤湿度分析和屏幕级参数均产生了中性影响。"
            ],
            "research objectiveCn": [
                "在本文中，我们利用来自Tibet-Obs的原位测量数据和操作性ASCAT-L2数据产品，旨在评估ECMWF之前的操作性OI土壤湿度方案（ECMWF-Oper-OI），该方案用于ECMWF临时再分析（ERA-interim，自1979年起），以及当前的EKF土壤湿度方案。本研究使用三种不同的同化方法的数值实验，以阐明分析方案对青藏高原分析土壤湿度场的影响。"
            ],
            "challengesCn": [
                "虽然在局部尺度上观察土壤湿度动态很容易，但由于缺乏对较大空间尺度上土壤湿度变异性的理解，将这种点尺度的理解转化为自然景观是具有挑战性的。然而，在将这些估算用于量化水循环与气候之间的反馈之前，需要在多个具有代表性地点进行密集的土壤湿度测量，以验证其一致性。"
            ],
            "methodsCn": [
                "Naqu土壤湿度和土壤温度站点设置在Naqu气候站北、南、西、东各10公里处，并在Naqu气候站本身安装了一个额外的站点（即总共5个站点），以便与现有仪器进行比较。在每个站点，探头水平安装在2.5、7.5、15.0、30.0和60.0厘米的深度，数据分析中的采样间隔设置为3小时。在本研究中，第一层和第二层的平均数据排除了“湿”层。Maqu网络站点持续监测不同深度（从5到80厘米）的土壤湿度和土壤温度，采样间隔为15分钟。本文评估了基于OI的ECMWF操作土壤湿度分析（ECMWF-Oper-OI）与2008年和2009年的地面观测数据。此外，还进行了数值实验，使用新的EKF土壤湿度分析，通过同化ASCAT土壤湿度数据（ECMWF-H-SAF）。"
            ],
            "datasetCn": [
                "本研究使用了两个区域土壤湿度和土壤温度网络（即那曲和玛曲）在青藏高原上。利用青藏高原土壤湿度和土壤温度观测站（Tibet-Obs）的现场测量数据，量化和表征了这些全球粗分辨率土壤湿度产品的不确定性。"
            ],
            "findingsCn": [
                "对于寒冷半干旱的那曲地区，ECMWF土壤湿度分析在季风季节显著高估了区域土壤湿度。对于寒冷湿润的玛曲网络区域，ECMWF产品在湿润季风期的准确性与之前的研究相当。结果显示，ECMWF土壤湿度分析（即最佳插值和扩展卡尔曼滤波产品）以及高级散射计二级产品在与现场测量数据比较时表现出合理的性能。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are in-situ measurements used in the methodology of any existing soil moisture datasets for the Tibetan Plateau?",
                "QuestionCn": "在现有的青藏 Plateau 土壤湿度数据集的方法中，是否使用了原位测量？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the challenges in soil moisture data collection on the Tibetan Plateau more related to climatic conditions, technological limitations, or data integration issues?",
                "QuestionCn": "在青藏高原，土壤湿度数据收集面临的挑战更多是与气候条件、技术限制还是数据整合问题有关？",
                "AnswerEn": "climatic conditions, data integration issues",
                "AnswerCn": "气候条件，数据集成问题",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the primary data collection methods used to monitor soil moisture and temperature on the Tibetan Plateau?",
                "QuestionCn": "监测青藏高原土壤湿度和温度的主要数据收集方法有哪些？",
                "AnswerEn": "In-situ measurements, satellite observations, model simulations",
                "AnswerCn": "原位测量、卫星观测、模型模拟",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with translating point-scale soil moisture data to larger spatial scales in the Tibetan Plateau?",
                "QuestionCn": "将点尺度土壤湿度数据转换为更大空间尺度时，青藏高原面临的挑战有哪些？",
                "AnswerEn": "lack of understanding of soil moisture variability",
                "AnswerCn": "对土壤湿度变化缺乏了解",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What datasets are commonly used to validate soil moisture retrievals from satellite data over the Tibetan Plateau?",
                "QuestionCn": "常用来验证青藏 Plateau 卫星数据土壤湿度提取的数据库有哪些？",
                "AnswerEn": "Tibet-Obs",
                "AnswerCn": "西藏观察",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when collecting soil moisture data in cold semiarid regions like the Tibetan Plateau?",
                "QuestionCn": "在像青藏高原这样的寒冷半干旱地区收集土壤湿度数据时面临的一个挑战是什么？",
                "AnswerEn": "A challenge in collecting soil moisture data in cold semiarid regions is the difficulty in translating point measurements to larger spatial scales due to variability in natural landscapes. Additionally, extreme climate conditions can hinder in-situ data collection, leading to uncertainties in satellite-derived products.",
                "AnswerCn": "在寒冷半干旱地区收集土壤湿度数据的一个挑战是，由于自然景观的变异性，难以将点测量结果转化为更大空间尺度。此外，极端气候条件可能会妨碍现场数据的收集，从而导致卫星衍生产品的不确定性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset that could be used to validate satellite-derived soil moisture products on the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个可以用于验证青藏高原卫星衍生土壤湿度产品的数据集示例？",
                "AnswerEn": "An example of a dataset used for validation is the Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs), which includes data from regional scale in-situ networks like Naqu, Maqu, and Ngari. These datasets provide reference measurements that are essential for validating and assessing the accuracy of satellite soil moisture products.",
                "AnswerCn": "一个用于验证的数据集是青藏高原的高原尺度土壤湿度和土壤温度观测站（Tibet-Obs），该数据集包括来自区域尺度的现场网络的数据，如那曲、玛曲和阿里。这些数据集提供了参考测量，对于验证和评估卫星土壤湿度产品的准确性至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the properties of soil moisture and temperature datasets collected from multiple climatic regions on the Tibetan Plateau?",
                "QuestionCn": "从多个气候区域收集的青藏高原土壤湿度和温度数据集的特性是什么？",
                "AnswerEn": "cold semiarid, cold humid, cold arid, nominal depths of 5, 10, 20, 40, 80 cm, hourly data collection, soil moisture in cm^3 cm^-3, soil temperature in degrees Celsius, measurement precision for soil moisture at 0.00001, measurement precision for soil temperature at 0.1°C",
                "AnswerCn": "冷半干旱、冷湿润、冷干旱，名义深度为5、10、20、40、80厘米，按小时收集数据，土壤湿度以cm³/cm³为单位，土壤温度以摄氏度为单位，土壤湿度的测量精度为0.00001，土壤温度的测量精度为0.1°C。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the specific challenges in collecting soil moisture data in cold and semiarid regions, and how do these affect dataset reliability?",
                "QuestionCn": "在寒冷和半干旱地区收集土壤湿度数据面临的具体挑战包括：气候条件的极端变化、土壤冻结和融化过程、降水的不均匀分布、土壤类型的多样性以及植被覆盖的影响。这些因素会影响数据的可靠性，导致测量误差、数据缺失和对土壤湿度动态的误解。",
                "AnswerEn": "variability of soil moisture at larger spatial scales, difficulty in translating point data to wider landscapes, unreliabilities in frozen soil conditions, overestimation of soil moisture in global coarse resolution products",
                "AnswerCn": "在较大空间尺度上土壤湿度的变异性、将点数据转化为更广泛景观的困难、冻结土壤条件下的不可靠性、全球粗分辨率产品中土壤湿度的高估。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What data collection methods are employed to ensure the accuracy of soil moisture and temperature measurements in diverse climatic conditions on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的多样气候条件下，采用了哪些数据收集方法以确保土壤湿度和温度测量的准确性？",
                "AnswerEn": "soil moisture and temperature monitoring networks, data loggers, impedance probes, different depths, continuous monitoring, intervals as short as 15 minutes",
                "AnswerCn": "土壤湿度和温度监测网络、数据记录仪、电阻探头、不同深度、连续监测、间隔短至15分钟。",
                "Level": "C3(Applying)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many soil moisture and soil temperature monitoring stations are implemented in the Maqu network, and how frequently do they record data?",
                "QuestionCn": "在Maqu网络中实施了多少个土壤湿度和土壤温度监测站，它们的记录频率是多少？",
                "AnswerEn": "20 stations, 15-minute intervals",
                "AnswerCn": "20个站点，15分钟间隔",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the nominal depths at which soil moisture and temperature are measured in the in-situ networks on the Tibetan Plateau?",
                "QuestionCn": "在青藏高原的原位网络中，土壤湿度和温度的测量名义深度是多少？",
                "AnswerEn": "5 cm, 10 cm, 20 cm, 40 cm, 80 cm",
                "AnswerCn": "5厘米，10厘米，20厘米，40厘米，80厘米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of wide swath (WS) and global monitoring (GM) modes in the context of soil moisture data collection?",
                "QuestionCn": "在土壤湿度数据收集的背景下，宽幅（WS）和全球监测（GM）模式的重要性是什么？",
                "AnswerEn": "In the context of soil moisture data collection, wide swath (WS) and global monitoring (GM) modes provide a compromise between spatial coverage and resolution. WS offers a spatial coverage of about 400 km with a resolution of 150 m, while GM provides a 1000 m resolution. These modes are beneficial for large-scale monitoring as they allow for more frequent revisit times of 3–4 days, which is critical for capturing dynamic changes in soil moisture over large areas.",
                "AnswerCn": "在土壤湿度数据收集的背景下，宽幅（WS）和全球监测（GM）模式在空间覆盖和分辨率之间提供了一种折衷。WS模式提供约400公里的空间覆盖，分辨率为150米，而GM模式的分辨率为1000米。这些模式对于大规模监测非常有利，因为它们允许每3-4天的更频繁重访时间，这对于捕捉大面积土壤湿度的动态变化至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges in translating point scale soil moisture measurements to larger spatial scales?",
                "QuestionCn": "将点尺度土壤湿度测量转换为更大空间尺度时面临的挑战有哪些？",
                "AnswerEn": "The challenges in translating point scale soil moisture measurements to larger spatial scales include the lack of understanding of soil moisture variability within natural landscapes. Models designed for local dynamics often fail to accurately represent larger spatial scales due to this variability. Additionally, systematic differences between datasets and the difficulty in retrieving soil moisture data from partially-frozen land surfaces further complicate this translation.",
                "AnswerCn": "将点尺度土壤湿度测量转换为更大空间尺度的挑战包括对自然景观中土壤湿度变异性的缺乏理解。针对局部动态设计的模型往往无法准确表示更大空间尺度的情况，原因在于这种变异性。此外，数据集之间的系统性差异以及从部分冻结的土地表面获取土壤湿度数据的困难进一步加剧了这一转换的复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "In what ways do the blending strategies for soil moisture datasets differ when integrating data from multiple satellite sources and in situ measurements?",
                "QuestionCn": "在整合来自多个卫星源和地面测量的数据时，土壤湿度数据集的融合策略有哪些不同之处？",
                "AnswerEn": "Blending strategies for soil moisture datasets involve scaling and blending multiple data sources to constrain exaggerated variations. The approach includes generating spatial resolution climatology from in situ data, scaling satellite datasets like AMSR-E and ASCAT with model-simulated data, and using methods like Triple Collocation to assess errors among datasets. These strategies aim to create a more accurate representation of soil moisture, especially over diverse terrains like the Tibetan Plateau.",
                "AnswerCn": "土壤湿度数据集的混合策略涉及对多个数据源进行缩放和混合，以限制夸大的变化。该方法包括从地面观测数据生成空间分辨率气候数据，缩放卫星数据集如AMSR-E和ASCAT与模型模拟数据，并使用三重协同方法评估数据集之间的误差。这些策略旨在创建更准确的土壤湿度表示，特别是在像青藏高原这样的多样化地形上。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the variability in soil moisture measurements across different climate regions on the Tibetan Plateau be interpreted in terms of hydrological and climatic processes?",
                "QuestionCn": "如何从水文和气候过程的角度解释青藏高原不同气候区域土壤湿度测量的变异性？",
                "AnswerEn": "The variability in soil moisture measurements across different regions of the Tibetan Plateau can be interpreted as a reflection of the diverse hydrological processes and climatic conditions. For example, cold semiarid areas like Naqu might show distinct soil moisture dynamics compared to cold humid regions like Maqu, due to differences in precipitation, evaporation rates, and soil properties. Understanding these variations helps in evaluating the impact of climate on soil moisture and its subsequent role in land-atmosphere interactions.",
                "AnswerCn": "不同地区的土壤湿度测量变异性可以被解读为对青藏 Plateau 多样化水文过程和气候条件的反映。例如，像那曲这样的寒冷半干旱地区可能会显示出与像玛曲这样的寒冷湿润地区截然不同的土壤湿度动态，这主要是由于降水、蒸发率和土壤特性的差异。理解这些变异有助于评估气候对土壤湿度的影响及其在陆气相互作用中的后续作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What can be inferred about the effectiveness of using satellite remote sensing data for soil moisture estimation in regions with extreme climate conditions?",
                "QuestionCn": "可以推断，在极端气候条件下使用卫星遥感数据进行土壤湿度估计的有效性。",
                "AnswerEn": "Satellite remote sensing data for soil moisture estimation in extreme climate regions like the Tibetan Plateau often face challenges, such as reduced accuracy in partially frozen or snow-covered areas. Such conditions can lead to discrepancies between satellite-derived and in-situ measurements, making in-situ data crucial for validation and calibration of satellite products. These challenges highlight the need for improved algorithms and data assimilation techniques to enhance the reliability of satellite soil moisture products in extreme climates.",
                "AnswerCn": "在极端气候区域如青藏高原，卫星遥感数据用于土壤湿度估计常面临挑战，例如在部分冻结或被雪覆盖的区域，准确性降低。这些条件可能导致卫星衍生数据与现场测量之间存在差异，因此现场数据对于卫星产品的验证和校准至关重要。这些挑战突显了改进算法和数据同化技术的必要性，以增强极端气候下卫星土壤湿度产品的可靠性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways might the integration of in-situ measurements and satellite data improve the understanding of soil moisture dynamics on a regional scale?",
                "QuestionCn": "在区域尺度上，现场测量与卫星数据的结合如何改善对土壤湿度动态的理解？",
                "AnswerEn": "Integrating in-situ measurements with satellite data can significantly enhance the understanding of soil moisture dynamics on a regional scale by providing a more comprehensive dataset that combines the high spatial resolution of in-situ data with the broad spatial coverage of satellite observations. This integration allows for better calibration and validation of satellite products, leading to improved soil moisture estimates that account for local variability in soil and climatic conditions. Such combined datasets can also help in reducing uncertainties in soil moisture products and in developing more accurate models for hydrological and climatic studies.",
                "AnswerCn": "将原位测量与卫星数据相结合，可以显著增强对区域土壤湿度动态的理解，因为它提供了一个更全面的数据集，结合了原位数据的高空间分辨率和卫星观测的广泛空间覆盖。这种整合有助于更好地校准和验证卫星产品，从而提高土壤湿度估计，考虑到土壤和气候条件的地方变异性。这种组合数据集还可以帮助减少土壤湿度产品中的不确定性，并开发更准确的水文和气候研究模型。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in translating point-level soil moisture data to larger spatial scales in the Tibetan Plateau?",
                "QuestionCn": "将点级土壤湿度数据转换为更大空间尺度时，哪些因素导致了青藏高原面临挑战？",
                "AnswerEn": "The challenges in translating point-level soil moisture data to larger spatial scales in the Tibetan Plateau are due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimized parameters usually fail, and global models display large, unexplained variations among estimates. The unexplained big uncertainty in cold semiarid conditions also contributes to the difficulty in using these datasets without rigorous assessment and validation.",
                "AnswerCn": "在青藏高原，将点级土壤湿度数据转化为更大空间尺度的挑战，主要源于对自然景观中土壤湿度变异性的理解不足。旨在使用优化参数模拟局部动态的模型通常失败，而全球模型在估计之间显示出较大的、无法解释的变异。在寒冷半干旱条件下，未解释的大量不确定性也使得在没有严格评估和验证的情况下使用这些数据集变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it difficult to obtain comprehensive satellite-derived soil moisture data over the Tibetan Plateau?",
                "QuestionCn": "为什么在获取青藏 Plateau 的全面卫星衍生土壤湿度数据方面存在困难？",
                "AnswerEn": "The difficulty in obtaining comprehensive satellite-derived soil moisture data over the Tibetan Plateau arises from the inherent challenges in retrieving soil moisture from even partially-frozen land surfaces. This limitation results in systematic differences between datasets, preventing a statistically-optimal analysis and necessitating corrections to improve the reliability of satellite data for the region.",
                "AnswerCn": "获取全面的卫星衍生土壤湿度数据在青藏高原上存在困难，这源于从部分冻结的土地表面提取土壤湿度的固有挑战。这一限制导致数据集之间存在系统性差异，阻碍了统计最优分析，并需要进行修正以提高该地区卫星数据的可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the primary causes of inconsistencies observed in global coarse resolution soil moisture datasets when applied to the Tibetan Plateau?",
                "QuestionCn": "在应用于青藏高原时，全球粗分辨率土壤湿度数据集观察到的不一致性主要原因是什么？",
                "AnswerEn": "The primary causes of inconsistencies in global coarse resolution soil moisture datasets, when applied to the Tibetan Plateau, include the underestimation or overestimation of soil moisture in particular regions, such as the cold semiarid Naqu area during monsoon periods. These inconsistencies arise from the challenges in accurately modeling soil moisture dynamics in regions with extreme climate conditions and the need for in-situ measurements to validate and refine satellite-derived products.",
                "AnswerCn": "全球粗分辨率土壤湿度数据集在应用于青藏高原时的不一致性主要原因包括在特定区域（如在季风期间的寒冷半干旱那曲地区）对土壤湿度的低估或高估。这些不一致性源于在极端气候条件下准确建模土壤湿度动态的挑战，以及需要进行地面测量以验证和改进卫星衍生产品。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of integrating multiple satellite-derived soil moisture datasets with model-simulated SM data for understanding soil moisture variability on the Tibetan Plateau?",
                "QuestionCn": "将多个卫星获取的土壤湿度数据集与模型模拟的土壤湿度数据整合，对于理解青藏高原的土壤湿度变异性可能产生的潜在后果是什么？",
                "AnswerEn": "Integrating multiple satellite-derived soil moisture datasets with model-simulated SM data can help constrain exaggerated variations in satellite SM measurements and provide more accurate seasonal variations that align well with in situ measurements. This approach can help eliminate overestimation in blended SM products, particularly over the western Tibetan Plateau, leading to improved data reliability for climate change studies at sub-continental scales.",
                "AnswerCn": "整合多个卫星获取的土壤湿度数据集与模型模拟的土壤湿度数据，可以帮助约束卫星土壤湿度测量中的夸大变化，并提供与地面观测数据更一致的季节变化。这种方法可以消除在西藏 Plateau地区混合土壤湿度产品中的过高估计，从而提高气候变化研究在亚大陆尺度上的数据可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the implications of using high-resolution satellite imaging modes for soil moisture monitoring in large-scale, diverse climate regions such as the Tibetan Plateau?",
                "QuestionCn": "在像青藏高原这样的大规模、多样气候区域使用高分辨率卫星成像模式进行土壤湿度监测可能会产生的影响是什么？",
                "AnswerEn": "Using high-resolution satellite imaging modes for soil moisture monitoring in large-scale, diverse climate regions like the Tibetan Plateau might lead to better spatial resolution in soil moisture data. However, it might also pose challenges in terms of large-scale monitoring due to limited spatial coverage and longer revisit times. A potential solution could involve balancing high spatial resolution with wide swath and global monitoring modes that provide better spatial coverage and more frequent updates, essential for capturing detailed soil moisture dynamics across varied climates.",
                "AnswerCn": "在像青藏高原这样的大规模、多样气候区域使用高分辨率卫星成像模式进行土壤湿度监测，可能会导致土壤湿度数据的空间分辨率更高。然而，这也可能在大规模监测方面带来挑战，因为空间覆盖有限且重访时间较长。一个潜在的解决方案是平衡高空间分辨率与宽幅和全球监测模式，这样可以提供更好的空间覆盖和更频繁的更新，这对于捕捉不同气候下的土壤湿度动态至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals of establishing an in-situ soil moisture and temperature observatory on the Tibetan Plateau, and how do these objectives contribute to the broader understanding of satellite and model product uncertainties?",
                "QuestionCn": "在青藏高原建立原位土壤湿度和温度观测站的主要目标是什么，这些目标如何有助于更广泛地理解卫星和模型产品的不确定性？",
                "AnswerEn": "The primary goals of establishing an in-situ observatory on the Tibetan Plateau are to quantify uncertainties in coarse resolution satellite and model products of soil moisture and soil temperature. The observatory provides valuable reference data that can validate and improve the accuracy of global model products, specifically in cold semiarid regions where existing satellite products exhibit significant uncertainties. By serving as a representative coverage of different climate and hydrometeorological conditions, the observatory aids in assessing reliability and enhancing the operational use of these data in global contexts.",
                "AnswerCn": "在青藏高原建立原位观测站的主要目标是量化土壤湿度和土壤温度的粗分辨率卫星和模型产品中的不确定性。该观测站提供了宝贵的参考数据，可以验证和提高全球模型产品的准确性，特别是在现有卫星产品存在显著不确定性的寒冷半干旱地区。通过代表不同气候和水文气象条件，该观测站有助于评估数据的可靠性并增强这些数据在全球范围内的操作性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What steps are involved in setting up a regional scale in-situ soil moisture and temperature monitoring network in challenging environments like the Tibetan Plateau?",
                "QuestionCn": "在像青藏高原这样的挑战性环境中，建立区域规模的原位土壤湿度和温度监测网络涉及以下步骤：\n\n1. **需求评估**：确定监测网络的目标和需求，包括研究目的、数据需求和预期成果。\n\n2. **选址调查**：进行现场考察，选择适合的监测点，考虑土壤类型、植被覆盖、地形和气候等因素。\n\n3. **设备选择**：选择适合的土壤湿度和温度传感器，确保其能够在极端气候条件下正常工作。\n\n4. **网络设计**：设计监测网络的布局，包括监测点的数量、分布和数据传输方式。\n\n5. **基础设施建设**：在选定地点建设必要的基础设施，如电源、数据存储和通信设施。\n\n6. **设备安装**：安装传感器和其他监测设备，确保其准确、稳定地工作。\n\n7. **数据采集与管理**：建立数据采集和管理系统，确保数据的实时传输和存储。\n\n8. **质量控制**：制定数据质量控制标准，定期校准和维护设备，确保数据的准确性和可靠性。\n\n9. **数据分析与应用**：对收集的数据进行分析，应用于科学研究、气候监测和资源管理等领域。\n\n10. **公众参与与培训**：开展公众参与活动，提高当地社区对监测网络的认识，并对相关人员进行培训。",
                "AnswerEn": "Setting up a regional scale in-situ soil moisture and temperature monitoring network involves selecting representative sites across different climatic conditions, such as cold semiarid, cold humid, and cold arid areas. It requires installing soil moisture and temperature measurement instruments at multiple depths to capture variability in soil conditions. The networks, like those on the Tibetan Plateau, often use data loggers and impedance probes to continuously monitor the variables at specific intervals. The choice of instrumentation and the spatial distribution of measurement sites are crucial to ensure coverage of diverse local conditions and to facilitate data validation against satellite or model data.",
                "AnswerCn": "建立区域尺度的原位土壤湿度和温度监测网络涉及在不同气候条件下选择具有代表性的网站，如寒冷半干旱、寒冷湿润和寒冷干旱地区。需要在多个深度安装土壤湿度和温度测量仪器，以捕捉土壤条件的变化。这些网络，如在青藏高原上的网络，通常使用数据记录仪和阻抗探头在特定间隔内持续监测变量。仪器的选择和测量站点的空间分布对于确保覆盖多样的地方条件以及便于与卫星或模型数据进行数据验证至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How do challenges in translating point-scale soil moisture data to broader spatial scales enable the development of improved satellite-based soil moisture products?",
                "QuestionCn": "将点尺度土壤湿度数据转化为更大空间尺度的挑战如何促进改进基于卫星的土壤湿度产品的开发。",
                "AnswerEn": "Challenges in translating point-scale data to broader scales highlight the necessity for satellite-based products to incorporate in-situ data, model simulations, and advanced retrieval algorithms to better capture spatial variability and improve the accuracy of soil moisture estimates.",
                "AnswerCn": "将点尺度数据转化为更大尺度的挑战凸显了卫星产品需要结合地面观测数据、模型模拟和先进的反演算法，以更好地捕捉空间变异性并提高土壤湿度估计的准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What technological advancements or methods enable the integration and validation of different satellite and model soil moisture datasets over the Tibetan Plateau?",
                "QuestionCn": "哪些技术进步或方法能够实现对青藏高原不同卫星和模型土壤湿度数据集的集成和验证？",
                "AnswerEn": "Technological advancements such as the use of the Triple Collocation method, scaling and blending strategies, and the integration of model-simulated and satellite-derived data enable the effective merging and validation of various datasets over the Tibetan Plateau, addressing discrepancies and enhancing data reliability.",
                "AnswerCn": "技术进步，如三重协同方法、缩放和混合策略，以及模型模拟数据与卫星衍生数据的整合，使得在青藏高原上有效合并和验证各种数据集成为可能，从而解决了数据差异并增强了数据的可靠性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why is it challenging to translate point measurements of soil moisture to larger spatial scales in the Tibetan Plateau?",
                "QuestionCn": "将土壤湿度的点测量结果转换为更大空间尺度在青藏高原上具有挑战性，原因是什么？",
                "AnswerEn": "It is challenging due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimized parameters often fail to achieve this task, and global models show large, unexplained variations among estimates produced by different models.",
                "AnswerCn": "由于缺乏对自然景观中土壤湿度变异性的理解，这一问题变得具有挑战性。旨在使用优化参数模拟局部动态的模型往往无法实现这一任务，而全球模型在不同模型产生的估计之间显示出较大的、无法解释的变异。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might satellite-derived soil moisture estimates have limited availability or reliability over the Tibetan Plateau?",
                "QuestionCn": "卫星衍生的土壤湿度估计在青藏高原上可能存在有限的可用性或可靠性，原因是什么？",
                "AnswerEn": "The limited availability and reliability of satellite-based soil moisture estimates over the Tibetan Plateau are primarily due to the inherent difficulties in retrieving soil moisture from partially-frozen land surfaces. Systematic differences between datasets prevent a statistically-optimal analysis, which requires correction.",
                "AnswerCn": "由于从部分冻结的土地表面获取土壤湿度的固有困难，卫星土壤湿度估计在青藏高原的可用性和可靠性受到限制。数据集之间的系统性差异阻碍了统计最优分析的进行，这需要进行修正。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are your thoughts on using a combination of satellite-derived data and in-situ measurements to improve soil moisture datasets for cold and arid regions, considering the existing limitations?",
                "QuestionCn": "我对在寒冷和干旱地区使用卫星衍生数据和现场测量相结合来改善土壤湿度数据集的看法是什么，考虑到现有的限制。",
                "AnswerEn": "Combining satellite-derived data with in-situ measurements holds promise for improving datasets in cold and arid regions. Despite the limitations of satellite data in these areas, particularly over frozen surfaces, using a blend of sources and scaling strategies can help address exaggerated variations and improve alignment with actual measurements, as demonstrated in blending strategies for the Tibetan Plateau.",
                "AnswerCn": "结合卫星获取的数据与现场测量有望改善寒冷和干旱地区的数据集。尽管卫星数据在这些地区，特别是在冰冻表面上存在局限性，但使用多种来源和尺度策略的结合可以帮助解决夸大的变化，并改善与实际测量的一致性，正如在对青藏高原的融合策略中所示。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In your opinion, how should researchers address the inherent challenges in retrieving accurate soil moisture data from satellite observations over partially-frozen land surfaces?",
                "QuestionCn": "在我看来，研究人员应该如何应对从部分冻结地表的卫星观测中获取准确土壤湿度数据的固有挑战？",
                "AnswerEn": "Researchers should focus on developing and refining algorithms that can account for the complexities of partially-frozen surfaces. This includes improving retrieval techniques that consider seasonal and climatic variations and integrating in-situ data to validate and adjust satellite observations. This approach has been suggested to improve the consistency and reliability of soil moisture data over challenging terrains like the Tibetan Plateau.",
                "AnswerCn": "研究人员应专注于开发和完善能够考虑部分冻结表面复杂性的算法。这包括改进检索技术，以考虑季节性和气候变化，并整合现场数据以验证和调整卫星观测。这种方法被建议用于提高在像青藏高原这样具有挑战性地形上的土壤湿度数据的一致性和可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of how the data collection method ensures accuracy and represents different climatic conditions across the Tibetan Plateau.",
                "QuestionCn": "我无法理解数据收集方法如何确保准确性并代表整个青藏高原的不同气候条件。",
                "AnswerEn": "The data collection method ensures accuracy and represents different climatic conditions by utilizing regional in situ reference networks, such as the Naqu, Maqu, and Ngari networks, each located in distinct climatic zones (cold semiarid, cold humid, and cold arid). These networks provide representative coverage of the Tibetan Plateau's diverse climate and hydrometeorological conditions. The continuous monitoring of soil moisture and temperature at various depths helps maintain data consistency and accuracy.",
                "AnswerCn": "数据收集方法通过利用区域在地参考网络（如那曲、玛曲和阿里网络）确保准确性并代表不同的气候条件，这些网络分别位于不同的气候区（冷半干旱、冷湿润和冷干旱）。这些网络为青藏 Plateau 的多样气候和水文气象条件提供了代表性的覆盖。对不同深度的土壤湿度和温度进行持续监测有助于保持数据的一致性和准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I don't understand how different soil moisture datasets can be merged to enhance the reliability of climate studies over the Tibetan Plateau.",
                "QuestionCn": "我不明白如何将不同的土壤湿度数据集合并，以增强对青藏高原气候研究的可靠性。",
                "AnswerEn": "Different soil moisture datasets can be merged using a scaling and blending strategy, which helps in constraining the exaggerated variations seen in satellite-derived soil moisture data. This process involves using model-simulated soil moisture products and in situ measurements as constraints. Techniques like CDF matching and the Triple Collocation method are used to assess and correct systematic differences among datasets, improving the reliability of the merged products for climate studies over the Tibetan Plateau.",
                "AnswerCn": "不同的土壤湿度数据集可以通过缩放和融合策略进行合并，这有助于限制卫星衍生的土壤湿度数据中观察到的夸大变化。这个过程涉及使用模型模拟的土壤湿度产品和现场测量作为约束。像CDF匹配和三重协作方法这样的技术被用来评估和修正数据集之间的系统性差异，从而提高合并产品在青藏高原气候研究中的可靠性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the methodologies used for collecting soil moisture and temperature data in the Tibetan Plateau, focusing on the different depths and temporal resolutions.",
                "QuestionCn": "请探讨在青藏高原收集土壤湿度和温度数据的方法，重点关注不同深度和时间分辨率。",
                "AnswerEn": "Soil moisture and temperature data on the Tibetan Plateau are collected using in-situ networks such as the Naqu, Maqu, and Ngari networks. These networks utilize instruments like EM5b data loggers and ECH2O probes, deployed at various depths ranging from 5 cm to 80 cm. Measurements are recorded at intervals as frequent as every 15 minutes.",
                "AnswerCn": "在青藏高原，土壤湿度和温度数据通过在地网络收集，如那曲、玛曲和那吉网络。这些网络使用EM5b数据记录仪和ECH2O探头，部署在5厘米到80厘米的不同深度。测量频率高达每15分钟一次。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please identify and discuss the challenges associated with translating point-scale soil moisture information to larger spatial scales on the Tibetan Plateau.",
                "QuestionCn": "请识别并讨论将点尺度土壤湿度信息转化为更大空间尺度在青藏高原上所面临的挑战。",
                "AnswerEn": "A significant challenge in translating point-scale soil moisture information to larger scales is the variability of soil moisture across natural landscapes. This variability is often insufficiently understood, making it difficult to accurately scale up localized data. Additionally, systematic differences between datasets due to issues like partial land freezing further complicate scaling efforts.",
                "AnswerCn": "将点尺度土壤湿度信息转换为更大尺度时，一个显著的挑战是自然景观中土壤湿度的变异性。这种变异性往往缺乏足够的理解，使得准确地将局部数据进行扩展变得困难。此外，由于部分土地冻结等问题，数据集之间的系统性差异进一步复杂化了扩展工作。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}