{
    "id": "ef949bb0-26d4-4cb6-acc2-3385413b91ee",
    "relatedPaper": 4,
    "context": {
        "metadata": {
            "titleEn": "Time-lapse observation dataset of soil temperature and humidity on the Tibetan Plateau (2008-2016)",
            "description": "This data set comprises the plateau soil moisture and soil temperature observational data based on the Tibetan Plateau, and it is used to quantify the uncertainty of model products of coarse-resolution satellites, soil moisture and soil temperature. The observation data of soil temperature and moisture on the Tibetan Plateau (Tibet-Obs) are from in situ reference networks at four regional scales, which are the Nagqu network of cold and semiarid climate, the Maqu network of cold and humid climate, and the Ali network of cold and arid climate，and Pali network. These networks provided representative coverage of different climates and surface hydrometeorological conditions on the Tibetan Plateau.\n- Temporal resolution: 1hour\n- Spatial resolution: point measurement\n- Measurement accuracy: soil moisture, 0.00001; soil temperature, 0.1 °C; data set size: soil moisture and temperature measurements at nominal depths of 5, 10, 20, 40\n- Unit: soil moisture, cm ^ 3 cm ^ -3; soil temperature, °C",
            "instructions": "eg: “SM_CST04_5cm.csv”，“ST_CST04_5cm.csv”\nSM refers to soil moisture, ST refers to soil temperature, CST04 refers to the observation site, and 05 cm refers to the depth of the sampled soil layer.\nIt can be opened with Excel software.",
            "east": 102.6,
            "west": 79.62,
            "south": 27.7,
            "north": 34.02,
            "startTime": null,
            "endTime": null,
            "fileSize": 975553321.0,
            "cstr": "18406.11.Soil.tpdc.270110",
            "doi": "10.11888/Soil.tpdc.270110",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "BOB Su",
                "unitEn": "University of Twente"
            },
            {
                "nameEn": "YANG Kun",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Evaluation of ECMWF's soil moisture analyses using observations on the Tibetan Plateau",
                "referenceEn": "Su, Z.B., Rosnay, P.D., Wen, J.G., Wang, L.C., &Zeng, Y.J. (2013). Evaluation of ECMWF's soil moisture analyses using observations on the Tibetan Plateau. Journal of Geophysical Research, 118(11), 5304-5318."
            },
            {
                "titleEn": "Blending Satellite Observed, Model Simulated, and in Situ Measured Soil Moisture over Tibetan Plateau",
                "referenceEn": "Zeng, Y.J., Su, Z.B., van der Velde, R., Wang, L.C., Xu, K., Wang, X., &Wen, J. (2016). Blending Satellite Observed, Model Simulated, and in Situ Measured Soil Moisture over Tibetan Plateau. Remote Sensing, 8(3), 268."
            },
            {
                "titleEn": "Maqu network for validation of satellite - derived soil moisture products",
                "referenceEn": "Dente, L., Vekerdy, Z., Wen, J. &Su, Z.B. (2012). Maqu network for validation of satellite - derived soil moisture products. International Journal of Applied Earth Observation and Geoinformation, 17, 55-65."
            },
            {
                "titleEn": "Soil moisture mapping over the central part of the Tibetan Plateau using a series of ASAR WS images",
                "referenceEn": "van der Velde, R., Su, Z., van Oevelen, P., Wen, J., Ma, Y. and Salama, M.S. (2012) Soil moisture mapping over the central part of the Tibetan Plateau using a series of ASAR WS images. Remote sens. Environ., 120,175-187."
            },
            {
                "titleEn": "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products",
                "referenceEn": "Su, Z.B., Wen, J., Dente, L., van der Velde, R., Wang, L.C., Ma, Y.M., Yang, K., & Hu, Z.H. (2011). The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) for quantifying uncertainties in coarse resolution satellite and model products. Hydrology and Earth System Sciences, 15(7), 2303-2316."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil temperature"
            },
            {
                "nameEn": "Soil moisture/Water content"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Pali"
            },
            {
                "keywordEn": "Maqu"
            },
            {
                "keywordEn": "Naqu"
            },
            {
                "keywordEn": "Ngari"
            },
            {
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2008-2016",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Considerable success in retrieving soil moisture from low frequency active and passive microwave observations has previously been demonstrated at continental and global scales. An alternative is provided by active microwave measurements obtained via the Synthetic Aperture Radar (SAR) technique, which can be processed up to resolutions of several meters. This high spatial resolution poses, however, restrictions on the revisit time when a single image swath is used, which was 35 days or larger for the first generation SAR systems onboard the European Remote Sensing satellites (ERS-1/2) and the Japanese Earth Resources Satellite (JERS-1). In the design of the following generation of space borne SAR systems this issue was addressed by incorporating imaging modes for acquiring data at various spatial resolutions, swath widths and revisit times. However, the high spatial resolution imaging modes are less suited for large-scale monitoring purposes because its spatial coverage is restricted to about 100 km. In this context, wide swath (WS) and global monitoring (GM) modes provide a good compromise in terms of the spatial coverage (400 km), resolution (150 m for WS and 1000 m for GM) and revisit time (3–4 days)."
            ],
            "research objective": [
                "In this paper, we adopt a similar approach for deriving the IEM surface roughness parameters and the retrieval of soil moisture from a time series of ASAR WS images. Soil moisture is, then, retrieved through application of the IEM with input of derived roughness parameters and by assuming that the surface roughness is constant over time and the vegetation effects are negligible."
            ],
            "challenges": [
                "Even when assuming an Exponential ACF, the estimation of a time-invariant parameterization remains a challenge. Validation of the inverted parameterizations is not possible because in-situ measurements are not available."
            ],
            "methods": [
                "This algorithm is applied to 150 ASAR WS scenes collected from April 2005 to September 2007 over the central part of the Tibetan Plateau. We selected three of these images covering the study area at different view angles during the winter season for the IEM roughness derivation. Soil moisture is retrieved from the entire σo data sets via inversion of the IEM model with the obtained roughness parameters as input. The retrievals are validated against soil moisture measured from July 2006 to September 2007 at four sites representative for a 10×10 km2 area."
            ],
            "dataset": [
                "The Advanced SAR (ASAR) onboard the Envisat (Environmental Satellite) acquires C-band (5.331 GHz) σo measurements. The obtained WS data sets are composed out of 150 images acquired from April 2005 through September 2007, of which 101 and 49 scenes are acquired in an ascending and descending orbit, respectively. Over the period July 2006 to September 2007, the readings at the 2.5 cm soil depth were not recorded for west and south stations."
            ],
            "findings": []
        },
        {
            "background": [
                "Soil moisture is a key state variable of the land surface controlling the partition of rainfall to subsoil drainage, surface runoff, or evaporation from the land surface. Understanding the dynamics of soil moisture is crucial for understanding the role of the hydrological cycle in the climate system and a variety of ecological and biogeochemical processes. Quantification of trends and variability in global soil moisture can contribute to a better understanding of the feedback between the water cycle and climate. Although the soil moisture dynamics at local scale can be measured with a certain degree of confidence, it is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Satellite remote sensing can be a powerful tool in fulfilling the need for a consistent global soil moisture data set because it allows monitoring the land surface at the relevant spatial and temporal scales. Recent progresses have already made available several global and continental scale soil moisture datasets from satellite observations not primarily designed for this purpose. The European Space Agency (ESA) operates currently a satellite, the Soil Moisture and Ocean Salinity (SMOS) mission, dedicated to global soil moisture monitoring and also the National Aeronautic and Space Administration (NASA) is in preparation of a similar soil moisture mission, Soil Moisture Active/Passive (SMAP). Throughout the globe a number of intensive soil moisture networks have been developed for various purposes.",
                "The accuracy of the soil moisture products from coarse resolution satellite sensors have been subject of various previous studies. These data sets were validated over regional limited networks (e.g. Albergel et al., 2009; Gruhier et al., 2010; Sinclair and Pegram, 2010) and evaluated against model data (Wagner et al., 2003; Rüdiger et al., 2009; de Rosnay et al., 2008). These studies found high correlations with in situ observations in semi arid regions and somewhat lower correlations in agricultural areas. Recent assimilation studies support the positive findings of the validation efforts (Drusch et al., 2008; Scipal et al., 2008). De Jeu et al. (2008) highlighted differences and limitations of active and passive soil moisture products (i.e. Radio Frequency Interference, RFI, in AMSR-E, misinterpretation of ERS in desert regions) in a global evaluation study.",
                "The results suggest the potential to merge different soil moisture products into one superior soil moisture dataset as undertaken in the W ACMOS (Water Cycle Multimission Observation Strategy) project (Su et al., 2010; Dorigo et al., 2010; Liu et al., 2011). However, the validity and accuracy of these data for the Tibetan Plateau have not been assessed due to lack of in-situ reference data where extreme climate conditions have made in-situ measurements very difficult.",
                "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) is presented in detail consisting of three regional scale in-situ reference networks, the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate and the Ngari network in a cold arid climate. These networks provide a representative coverage of the different climate and land surface hydrometeorological conditions on the Tibetan plateau. The obtained data are analysed to ensure the consistency with the regional climatic conditions and for the purpose of serving as reference for validation of coarse resolution satellite and modeling soil moisture products. Each network with its mean and variance of measurements (presented as average and range given by standard deviations) of soil temperature and soil moisture is representative of a particular situation on the Tibetan Plateau."
            ],
            "research objective": [
                "A plateau scale soil moisture and soil temperature observatory is established on the Tibetan Plateau for quantifying uncertainties in coarse resolution satellite and model products of soil moisture and soil temperature. To demonstrate the uniqueness of the Tibet-Obs in quantifying and explaining soil moisture uncertainties in existing coarse satellite products, an analysis is carried out to assess the reliability of several satellite products for the Naqu and the Maqu network areas.",
                "We conclude that global coarse resolution soil moisture products are useful but exhibit big uncertainties in cold semiarid regions on the Tibetan Plateau that need to be characterised and improved before operational use of these data. The in-situ soil moisture and soil temperature measurements are valuable references in this particular environment and can also be used for assessment of global model products that shall be the topics of future investigations."
            ],
            "challenges": [
                "It is challenging to translate this point information to a larger spatial scale due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimised parameters usually fail to achieve this task. Global models display a large, and often unexplained, variation among estimates produced by different models. Although current understanding of the attenuation of microwaves by vegetation is still rather poor, various experimental studies showed the presence of significant soil response at C-band frequencies even in the case of vegetated areas when observed at lower incidence angles.",
                "In the winter periods, the AMSR-E data are not reliable at all, indicating needs in improving the retrieval algorithms in particular for the surface temperature. For similar cold semiarid conditions on the Tibetan Plateau, due to the unexplained big uncertainty, the use of these datasets are not recommended before a rigorous assessment of the algorithm with in-situ data can be carried out to explain the reasons of deviations and to improve the consistency with the actual hydrological situation."
            ],
            "methods": [
                "In this paper the details of the Tibet-Obs are reported. The Naqu soil moisture and soil temperature network was installed around the Naqu Station for the Plateau Climate and Environment Observation and Research of Chinese Academy of Sciences located about 25 km southwest of Naqu city. Continuous measurements are made of water and energy exchanges between the land surface and atmosphere at this station, including atmospheric variables at different heights, incoming and outgoing radiation, turbulent heat fluxes, soil moisture at depths of 0.05 and 0.20 m below surface, and soil temperatures profile down to a depth of 0.40 m below surface. To monitor the regional soil moisture dynamics and validate soil moisture retrievals from satellite data, five additional soil moisture stations were installed in June 2006. The soil moisture stations were placed north, south, west and east within 10 km from Naqu station with one additional one installed at Naqu station itself for comparison purpose with the existing instrumentation. The instrumentation used for this network consists of EM5b data loggers and 0.10 m long ECH2O (type: EC-10) impedance probes both manufactured by Decagon Devices. The Maqu soil moisture and soil temperature monitoring network was installed in July 2008 in the source water region of the Yellow River to the south of Maqu County in Gansu province, China. The network, consisting of 20 stations in an area of approximately 40 km by 80 km, monitors continuously the soil moisture and soil temperature at different depths at 15 min intervals. The Maqu Source Water Region of Yellow River Station for Climate and Environment Observation and Research of Chinese Academy of Sciences is located in the centre of this network. In this study area twenty soil moisture and soil temperature monitoring stations were installed in June 2010 in the Ngari prefecture in the western part of the Tibetan Plateau.",
                "With the operational Naqu and Maqu networks (data from the Ngari network is not available at the writing time), assessment of three datasets (henceforth the AMSR-E products, the ASCA T-L2 and the SMOS products) was conducted and results are presented in the next section."
            ],
            "dataset": [
                "The Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs) consists of three regional scale in-situ reference networks, including the Naqu network in a cold semiarid climate, the Maqu network in a cold humid climate and the Ngari network in a cold arid climate. The Naqu soil moisture and soil temperature network was installed around the Naqu Station for the Plateau Climate and Environment Observation and Research of Chinese Academy of Sciences located about 25 km southwest of Naqu city. The Maqu soil moisture and soil temperature monitoring network was installed in July 2008 in the source water region of the Yellow River to the south of Maqu County in Gansu province, China. The network, consisting of 20 stations in an area of approximately 40 km by 80 km, monitors continuously the soil moisture and soil temperature at different depths at 15 min intervals. In this study area twenty soil moisture and soil temperature monitoring stations were installed in June 2010 in the Ngari prefecture in the western part of the Tibetan Plateau.",
                "The data product to be validated was generated by the LPRM algorithm applied to AMSR-E data and will be called the AMSR-E soil moisture data in the rest of this paper.",
                "The AMSR-E products were retrieved from http://www.geo.vu.nl/ ∼jeur/lprm/ which provides daily 0.25 degree surface soil moisture and land surface temperature data from AMSR-E observations; the night-time overpass products are used because the daytime overpass data have major uncertainties caused by temperature variations. The ASCA T-L2 products were retrieved from the EUMETSA T archive which link can be found at http://www.ipf.tuwien.ac.at/radar/. The ASCA T-L2 products are global coarse resolution soil moisture estimates (25–50 km) derived from backscatter measurements acquired with scatterometers onboard the METOP satellite, with relative values scaled between 0 % and 100 % representing dry and saturation conditions respectively. After the successful launch of SMOS in November 2009 and following the first six months of SMOS commissioning phase to test the functionalities of the spacecraft and instrument, SMOS has been in routine operation since May 2010 and has been providing data products to the science community for a variety of applications.",
                "Figure 7 shows soil moisture products from AMSR-E, ASCA T-L2 and SMOS compared to measured values at 5 cm soil depth in Maqu network area from 1 July 2009 to 31 July 2010."
            ],
            "findings": [
                "It is concluded that global coarse resolution soil moisture products are useful but exhibit till now unreported uncertainties in cold and semiarid regions – use of them would be critically enhanced if uncertainties can be quantified and reduced using in-situ measurements.",
                "It is observed while both retrievals follow the gradual increasing pattern from winter to monsoon period of soil moisture in Naqu network area, there are dramatic differences in the magnitudes. Both overestimate the areal mean of in-situ measurements by about 100 % in the monsoon period (May to August). In winter period, AMSR-E grossly overestimates the in-situ measurements, while ASCA T-L2 estimates are close to the in-situ measurements since the area is frozen and the assumption of dry soil in ASCA T-L2 retrieval appears reasonable. The ASCA T-L2 products systematically overestimate the surface soil moisture in this network area in the monsoon period.",
                "Some important findings are obtained in this study for the Naqu area as a cold semiarid area where AMSR-E and ASCA T-L2 products overestimate by 0.2 ∼ 0.3 m 3 m −3 the regional soil moisture in the monsoon periods. For the cold humid Maqu network area it is concluded that soil moisture products from AMSR-E, ASCA T-L2 have comparable accuracy as reported by previous studies in the humid monsoon period. The AMSR-E products overestimate and ASCA T-L2 products underestimate soil moisture in the winter period significantly. But the opposing behaviours of both data sets may be used to generate a more useful data for the winter periods. A preliminary evaluation of SMOS data indicates its promising feature, but apparently needs much more data to derive more concrete conclusions."
            ]
        },
        {
            "background": [
                "The debates on the role of Tibetan Plateau (TP) in the Indian monsoon have drawn attention to the quantification of land-atmosphere exchanges of water and heat over TP. Soil moisture (hereafter as SM) is a crucial land surface state that modulates land-atmosphere interactions and is imperative for quantifying trends and variability of feedbacks between climate and the water cycle of TP. In general, SM data can be obtained from three primary sources of, namely, satellite observations, model simulations, and in situ measurements. The currently existing SM observation networks over the Tibetan Plateau include the Tibetan Plateau Observatory of plateau scale SM and soil temperature (Tibet-Obs), the multi-scale SM and temperature monitoring network on the central Tibetan Plateau (Tibet-Central), and the Third Pole Environment (TPE) in situ component. It is always challenging to find a single satellite-derived SM product that has complete coverage of the TP for an extended period of time and is suitable for climate change studies at sub-continental scale. The limited availability of satellite-based SM estimates over TP within this merged product is mainly due to the inherent difficulties in retrieving SM from even partially-frozen land surfaces."
            ],
            "research objective": [
                "In this study, we aim to merge different satellite datasets over TP, by using the model-simulated SM product. The data climatology of the model simulated SM will be constrained by the in situ measurements."
            ],
            "challenges": [
                "The limited availability of satellite-based SM estimates over TP within this merged product is mainly due to the inherent difficulties in retrieving SM from even partially-frozen land surfaces. Such systematic differences between the two datasets are preventing a statistically-optimal analysis and, therefore, have to be corrected."
            ],
            "methods": [
                "The daily average SM analysis of the first layer (0–7 cm) are used in this study. In this study, the ERA-Interim SM product is interpolated to a resolution of 25 km (e.g., 0.25°). The data utilized for this study covers the entire TP for the period from May 2008 to October 2011 and are provided on a regular grid with a 0.25° spacing. The first step is to generate the 0.25° spatial resolution in situ SM data climatology over TP. The second step is to generate the scaled ERA-Interim SM data (0.25°) over the calibration period and the associated CDF matching parameters to capture the climatology of the in situ data. The third step is to generate the scaled ERA-Interim SM data (0.25°) over the blending period using the CDF matching parameters derived from Step (2). The fourth step is to produce the scaled AMSRE and ASCAT SM data (0.25°), with the scaled ERA-Interim SM data generated from Step (3). The fifth step is to determine the relative errors among the three scaled SM data sets (i.e., AMSRE, ASCAT, and ERA-Interim), by using the Triple Collocation (TC) method. The sixth step, the scaled AMSRE, ASCAT, and ERA-Interim SM data are blended using the least squares method."
            ],
            "dataset": [
                "As introduced, the Tibet-Obs crosses over three different climatic conditions and includes Maqu (subhumid), Naqu (semiarid), Ali, and Shiquanhe (arid) observation networks. The daily average SM analysis of the first layer (0–7 cm) are used in this study. The data utilized for this study covers the entire TP for the period from May 2008 to October 2011 and are provided on a regular grid with a 0.25° spacing."
            ],
            "findings": [
                "The results show that the scaling and blending strategy help constraining the exaggerated variation of satellite SM over the TP, especially the unrealistically high SM content over the western TP. After implementing the scaling and the blending steps, the overestimation was eliminated in the blended SM products, which shows clear seasonal variations and has a good match with the in situ measurements. The inter-comparison results indicated that an equal weighting average of multi-sources of scaled SM data can perform similarly as the blended SM data over the cold arid regions, but not over the cold sub-humid areas on the TP."
            ]
        },
        {
            "background": [
                "Understanding the physics and dynamics of soil moisture is crucial to understanding the role of the hydrological cycle in the climate system. With increasing evidence of climate change, it becomes more urgent to quantify the critical role of soil moisture in climate, because the response of the hydrological cycle to global warming is expected as far reaching. Although it is easy to observe soil moisture dynamics at the local scale, it is challenging to translate this point scale understanding to natural landscapes due to the lack of understanding of soil moisture variability at larger spatial scales. Models, satellite remote sensing, and land data assimilation are necessary tools to produce spatiotemporally consistent soil moisture information. Soil moisture analysis at the European Centre for Medium-Range Weather Forecasts (ECMWF) aims to represent spatiotemporally consistent soil moisture information, served as land surface initialization for numerical weather prediction models. The optimum interpolation (OI) scheme is the previous operational soil moisture analysis scheme at ECMWF, using the increments of the screen-level parameters analysis as input. The current soil moisture analysis scheme is a point-wise extended Kalman filter (EKF) with the same screen-level parameters analysis. However, the current EKF scheme opens up the possibility to combine remote sensing data (e.g., satellite derived soil moisture data) with screen-level proxy observations, and it better constrains the soil moisture fields. De Rosnay et al. [2012b] also investigated the impact of including the Advanced Scatterometer (ASCAT) soil moisture data on the ECMWF land surface analysis system, and found a neutral impact on both soil moisture analysis and screen-level parameters."
            ],
            "research objective": [
                "In this paper, using the in situ measurements from the Tibet-Obs and the operational ASCAT-L2 data product, we aim to evaluate the ECMWF’s previous operational OI soil moisture scheme (ECMWF-Oper-OI), which was used in the ECMWF interim reanalysis (ERA-interim from 1979 onwards), and the current EKF soil moisture scheme. This study uses three numerical experiments with different assimilation approaches, to illuminate the impact of the analysis scheme on analyzed soil moisture fields in the Tibetan Plateau."
            ],
            "challenges": [
                "Although it is easy to observe soil moisture dynamics at the local scale, it is challenging to translate this point scale understanding to natural landscapes due to the lack of understanding of soil moisture variability at larger spatial scales. However, all these estimates need validations for their consistencies at a variety of representative sites with intensive soil moisture measurements before their use in quantifying the feedback between the water cycle and climate should be commissioned."
            ],
            "methods": [
                "The Naqu soil moisture and soil temperature stations were placed within 10 km north, south, west, and east of the Naqu climate station with an additional one installed at Naqu climate station itself (i.e., in total 5 stations) for comparison purpose with the existing instrumentation. At each station, probes have been installed horizontally at depths of 2.5, 7.5, 15.0, 30.0, and 60.0 cm with a sampling interval set at 3 h in the data analyzed here. In this study, for the first layer and the second layer, the averaged data excluding the “wet” layer was used. The Maqu network stations continuously monitor the soil moisture and soil temperature at different depths (from 5 to 80 cm deep) at 15 min intervals. In this paper, ECMWF operational soil moisture analysis based on the OI (ECMWF-Oper-OI) is evaluated with ground observations in 2008 and 2009. In addition, numerical experiments using the new EKF soil moisture analysis by assimilating ASCAT soil moisture data are carried out (ECMWF-H-SAF)."
            ],
            "dataset": [
                "This study used two regional soil moisture and soil temperature networks (i.e., Naqu and Maqu) on the Tibetan Plateau. The uncertainties of those global coarse resolution soil moisture products were quantified and characterized, using the in situ measurements from the Tibetan Plateau soil moisture and soil temperature observatory (Tibet-Obs)."
            ],
            "findings": [
                "For the cold-semiarid Naqu area, both ECMWF soil moisture analyses significantly overestimate the regional soil moisture in the monsoon seasons. For the cold-humid Maqu network area, the ECMWF products have comparable accuracy as reported by previous studies in the humid monsoon period. The results show reasonable performances of the ECMWF soil moisture analyses (i.e., both optimum interpolation and extended Kalman filter products) and the Advanced Scatterometer level 2 products, when compared to the in situ measurements."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Are in-situ measurements used in the methodology of any existing soil moisture datasets for the Tibetan Plateau?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Are the challenges in soil moisture data collection on the Tibetan Plateau more related to climatic conditions, technological limitations, or data integration issues?",
                    "Answer": "climatic conditions, data integration issues",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the primary data collection methods used to monitor soil moisture and temperature on the Tibetan Plateau?",
                    "Answer": "In-situ measurements, satellite observations, model simulations",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are associated with translating point-scale soil moisture data to larger spatial scales in the Tibetan Plateau?",
                    "Answer": "lack of understanding of soil moisture variability",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What datasets are commonly used to validate soil moisture retrievals from satellite data over the Tibetan Plateau?",
                    "Answer": "Tibet-Obs",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a challenge faced when collecting soil moisture data in cold semiarid regions like the Tibetan Plateau?",
                    "Answer": "A challenge in collecting soil moisture data in cold semiarid regions is the difficulty in translating point measurements to larger spatial scales due to variability in natural landscapes. Additionally, extreme climate conditions can hinder in-situ data collection, leading to uncertainties in satellite-derived products.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Can you provide an example of a dataset that could be used to validate satellite-derived soil moisture products on the Tibetan Plateau?",
                    "Answer": "An example of a dataset used for validation is the Tibetan Plateau observatory of plateau scale soil moisture and soil temperature (Tibet-Obs), which includes data from regional scale in-situ networks like Naqu, Maqu, and Ngari. These datasets provide reference measurements that are essential for validating and assessing the accuracy of satellite soil moisture products.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the properties of soil moisture and temperature datasets collected from multiple climatic regions on the Tibetan Plateau?",
                    "Answer": "cold semiarid, cold humid, cold arid, nominal depths of 5, 10, 20, 40, 80 cm, hourly data collection, soil moisture in cm^3 cm^-3, soil temperature in degrees Celsius, measurement precision for soil moisture at 0.00001, measurement precision for soil temperature at 0.1°C",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the specific challenges in collecting soil moisture data in cold and semiarid regions, and how do these affect dataset reliability?",
                    "Answer": "variability of soil moisture at larger spatial scales, difficulty in translating point data to wider landscapes, unreliabilities in frozen soil conditions, overestimation of soil moisture in global coarse resolution products",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What data collection methods are employed to ensure the accuracy of soil moisture and temperature measurements in diverse climatic conditions on the Tibetan Plateau?",
                    "Answer": "soil moisture and temperature monitoring networks, data loggers, impedance probes, different depths, continuous monitoring, intervals as short as 15 minutes",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many soil moisture and soil temperature monitoring stations are implemented in the Maqu network, and how frequently do they record data?",
                    "Answer": "20 stations, 15-minute intervals",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the nominal depths at which soil moisture and temperature are measured in the in-situ networks on the Tibetan Plateau?",
                    "Answer": "5 cm, 10 cm, 20 cm, 40 cm, 80 cm",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is the significance of wide swath (WS) and global monitoring (GM) modes in the context of soil moisture data collection?",
                    "Answer": "In the context of soil moisture data collection, wide swath (WS) and global monitoring (GM) modes provide a compromise between spatial coverage and resolution. WS offers a spatial coverage of about 400 km with a resolution of 150 m, while GM provides a 1000 m resolution. These modes are beneficial for large-scale monitoring as they allow for more frequent revisit times of 3–4 days, which is critical for capturing dynamic changes in soil moisture over large areas.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the challenges in translating point scale soil moisture measurements to larger spatial scales?",
                    "Answer": "The challenges in translating point scale soil moisture measurements to larger spatial scales include the lack of understanding of soil moisture variability within natural landscapes. Models designed for local dynamics often fail to accurately represent larger spatial scales due to this variability. Additionally, systematic differences between datasets and the difficulty in retrieving soil moisture data from partially-frozen land surfaces further complicate this translation.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "In what ways do the blending strategies for soil moisture datasets differ when integrating data from multiple satellite sources and in situ measurements?",
                    "Answer": "Blending strategies for soil moisture datasets involve scaling and blending multiple data sources to constrain exaggerated variations. The approach includes generating spatial resolution climatology from in situ data, scaling satellite datasets like AMSR-E and ASCAT with model-simulated data, and using methods like Triple Collocation to assess errors among datasets. These strategies aim to create a more accurate representation of soil moisture, especially over diverse terrains like the Tibetan Plateau.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How can the variability in soil moisture measurements across different climate regions on the Tibetan Plateau be interpreted in terms of hydrological and climatic processes?",
                    "Answer": "The variability in soil moisture measurements across different regions of the Tibetan Plateau can be interpreted as a reflection of the diverse hydrological processes and climatic conditions. For example, cold semiarid areas like Naqu might show distinct soil moisture dynamics compared to cold humid regions like Maqu, due to differences in precipitation, evaporation rates, and soil properties. Understanding these variations helps in evaluating the impact of climate on soil moisture and its subsequent role in land-atmosphere interactions.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What can be inferred about the effectiveness of using satellite remote sensing data for soil moisture estimation in regions with extreme climate conditions?",
                    "Answer": "Satellite remote sensing data for soil moisture estimation in extreme climate regions like the Tibetan Plateau often face challenges, such as reduced accuracy in partially frozen or snow-covered areas. Such conditions can lead to discrepancies between satellite-derived and in-situ measurements, making in-situ data crucial for validation and calibration of satellite products. These challenges highlight the need for improved algorithms and data assimilation techniques to enhance the reliability of satellite soil moisture products in extreme climates.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "In what ways might the integration of in-situ measurements and satellite data improve the understanding of soil moisture dynamics on a regional scale?",
                    "Answer": "Integrating in-situ measurements with satellite data can significantly enhance the understanding of soil moisture dynamics on a regional scale by providing a more comprehensive dataset that combines the high spatial resolution of in-situ data with the broad spatial coverage of satellite observations. This integration allows for better calibration and validation of satellite products, leading to improved soil moisture estimates that account for local variability in soil and climatic conditions. Such combined datasets can also help in reducing uncertainties in soil moisture products and in developing more accurate models for hydrological and climatic studies.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the challenges in translating point-level soil moisture data to larger spatial scales in the Tibetan Plateau?",
                    "Answer": "The challenges in translating point-level soil moisture data to larger spatial scales in the Tibetan Plateau are due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimized parameters usually fail, and global models display large, unexplained variations among estimates. The unexplained big uncertainty in cold semiarid conditions also contributes to the difficulty in using these datasets without rigorous assessment and validation.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it difficult to obtain comprehensive satellite-derived soil moisture data over the Tibetan Plateau?",
                    "Answer": "The difficulty in obtaining comprehensive satellite-derived soil moisture data over the Tibetan Plateau arises from the inherent challenges in retrieving soil moisture from even partially-frozen land surfaces. This limitation results in systematic differences between datasets, preventing a statistically-optimal analysis and necessitating corrections to improve the reliability of satellite data for the region.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the primary causes of inconsistencies observed in global coarse resolution soil moisture datasets when applied to the Tibetan Plateau?",
                    "Answer": "The primary causes of inconsistencies in global coarse resolution soil moisture datasets, when applied to the Tibetan Plateau, include the underestimation or overestimation of soil moisture in particular regions, such as the cold semiarid Naqu area during monsoon periods. These inconsistencies arise from the challenges in accurately modeling soil moisture dynamics in regions with extreme climate conditions and the need for in-situ measurements to validate and refine satellite-derived products.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of integrating multiple satellite-derived soil moisture datasets with model-simulated SM data for understanding soil moisture variability on the Tibetan Plateau?",
                    "Answer": "Integrating multiple satellite-derived soil moisture datasets with model-simulated SM data can help constrain exaggerated variations in satellite SM measurements and provide more accurate seasonal variations that align well with in situ measurements. This approach can help eliminate overestimation in blended SM products, particularly over the western Tibetan Plateau, leading to improved data reliability for climate change studies at sub-continental scales.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What could be the implications of using high-resolution satellite imaging modes for soil moisture monitoring in large-scale, diverse climate regions such as the Tibetan Plateau?",
                    "Answer": "Using high-resolution satellite imaging modes for soil moisture monitoring in large-scale, diverse climate regions like the Tibetan Plateau might lead to better spatial resolution in soil moisture data. However, it might also pose challenges in terms of large-scale monitoring due to limited spatial coverage and longer revisit times. A potential solution could involve balancing high spatial resolution with wide swath and global monitoring modes that provide better spatial coverage and more frequent updates, essential for capturing detailed soil moisture dynamics across varied climates.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the primary goals of establishing an in-situ soil moisture and temperature observatory on the Tibetan Plateau, and how do these objectives contribute to the broader understanding of satellite and model product uncertainties?",
                    "Answer": "The primary goals of establishing an in-situ observatory on the Tibetan Plateau are to quantify uncertainties in coarse resolution satellite and model products of soil moisture and soil temperature. The observatory provides valuable reference data that can validate and improve the accuracy of global model products, specifically in cold semiarid regions where existing satellite products exhibit significant uncertainties. By serving as a representative coverage of different climate and hydrometeorological conditions, the observatory aids in assessing reliability and enhancing the operational use of these data in global contexts.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What steps are involved in setting up a regional scale in-situ soil moisture and temperature monitoring network in challenging environments like the Tibetan Plateau?",
                    "Answer": "Setting up a regional scale in-situ soil moisture and temperature monitoring network involves selecting representative sites across different climatic conditions, such as cold semiarid, cold humid, and cold arid areas. It requires installing soil moisture and temperature measurement instruments at multiple depths to capture variability in soil conditions. The networks, like those on the Tibetan Plateau, often use data loggers and impedance probes to continuously monitor the variables at specific intervals. The choice of instrumentation and the spatial distribution of measurement sites are crucial to ensure coverage of diverse local conditions and to facilitate data validation against satellite or model data.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "How do challenges in translating point-scale soil moisture data to broader spatial scales enable the development of improved satellite-based soil moisture products?",
                    "Answer": "Challenges in translating point-scale data to broader scales highlight the necessity for satellite-based products to incorporate in-situ data, model simulations, and advanced retrieval algorithms to better capture spatial variability and improve the accuracy of soil moisture estimates.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What technological advancements or methods enable the integration and validation of different satellite and model soil moisture datasets over the Tibetan Plateau?",
                    "Answer": "Technological advancements such as the use of the Triple Collocation method, scaling and blending strategies, and the integration of model-simulated and satellite-derived data enable the effective merging and validation of various datasets over the Tibetan Plateau, addressing discrepancies and enhancing data reliability.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why is it challenging to translate point measurements of soil moisture to larger spatial scales in the Tibetan Plateau?",
                    "Answer": "It is challenging due to the lack of understanding of soil moisture variability within natural landscapes. Models designed to simulate local dynamics using optimized parameters often fail to achieve this task, and global models show large, unexplained variations among estimates produced by different models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might satellite-derived soil moisture estimates have limited availability or reliability over the Tibetan Plateau?",
                    "Answer": "The limited availability and reliability of satellite-based soil moisture estimates over the Tibetan Plateau are primarily due to the inherent difficulties in retrieving soil moisture from partially-frozen land surfaces. Systematic differences between datasets prevent a statistically-optimal analysis, which requires correction.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What are your thoughts on using a combination of satellite-derived data and in-situ measurements to improve soil moisture datasets for cold and arid regions, considering the existing limitations?",
                    "Answer": "Combining satellite-derived data with in-situ measurements holds promise for improving datasets in cold and arid regions. Despite the limitations of satellite data in these areas, particularly over frozen surfaces, using a blend of sources and scaling strategies can help address exaggerated variations and improve alignment with actual measurements, as demonstrated in blending strategies for the Tibetan Plateau.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, how should researchers address the inherent challenges in retrieving accurate soil moisture data from satellite observations over partially-frozen land surfaces?",
                    "Answer": "Researchers should focus on developing and refining algorithms that can account for the complexities of partially-frozen surfaces. This includes improving retrieval techniques that consider seasonal and climatic variations and integrating in-situ data to validate and adjust satellite observations. This approach has been suggested to improve the consistency and reliability of soil moisture data over challenging terrains like the Tibetan Plateau.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't make sense of how the data collection method ensures accuracy and represents different climatic conditions across the Tibetan Plateau.",
                    "Answer": "The data collection method ensures accuracy and represents different climatic conditions by utilizing regional in situ reference networks, such as the Naqu, Maqu, and Ngari networks, each located in distinct climatic zones (cold semiarid, cold humid, and cold arid). These networks provide representative coverage of the Tibetan Plateau's diverse climate and hydrometeorological conditions. The continuous monitoring of soil moisture and temperature at various depths helps maintain data consistency and accuracy.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "I don't understand how different soil moisture datasets can be merged to enhance the reliability of climate studies over the Tibetan Plateau.",
                    "Answer": "Different soil moisture datasets can be merged using a scaling and blending strategy, which helps in constraining the exaggerated variations seen in satellite-derived soil moisture data. This process involves using model-simulated soil moisture products and in situ measurements as constraints. Techniques like CDF matching and the Triple Collocation method are used to assess and correct systematic differences among datasets, improving the reliability of the merged products for climate studies over the Tibetan Plateau.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the methodologies used for collecting soil moisture and temperature data in the Tibetan Plateau, focusing on the different depths and temporal resolutions.",
                    "Answer": "Soil moisture and temperature data on the Tibetan Plateau are collected using in-situ networks such as the Naqu, Maqu, and Ngari networks. These networks utilize instruments like EM5b data loggers and ECH2O probes, deployed at various depths ranging from 5 cm to 80 cm. Measurements are recorded at intervals as frequent as every 15 minutes.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please identify and discuss the challenges associated with translating point-scale soil moisture information to larger spatial scales on the Tibetan Plateau.",
                    "Answer": "A significant challenge in translating point-scale soil moisture information to larger scales is the variability of soil moisture across natural landscapes. This variability is often insufficiently understood, making it difficult to accurately scale up localized data. Additionally, systematic differences between datasets due to issues like partial land freezing further complicate scaling efforts.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}