{
    "id": "f0371dae-6d5b-46c3-a108-78d2c5c2ad55",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat-based continuous monthly 30m NDVI Dataset in Qilian mountain area in 2021 (V1.0)",
            "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m植被指数数据（V1.0，2021）",
            "description": "Normalized Difference Vegetation Index (NDVI) is the sum of the reflectance values of the NIR band and the red band by the Difference ratio of the reflectance values of the NIR band and the red band. Vegetation index synthesis refers to the selection of the best representative of vegetation index within the appropriate synthesis cycle, and the synthesis of a vegetation index grid image with minimal influence on spatial resolution, atmospheric conditions, cloud conditions, observation geometry, and geometric accuracy and so on. This data set includes the monthly synthesis of 30m*30m surface vegetation index products in Qilian mountain area in 2021. Max value composition (MVC) method was used to synthesize monthly NDVI products on the surface using the reflectivity data of Landsat 8 and sentinel 2 channels from Red and NIR channels.",
            "descriptionCn": "归一化植被指数（Normalized Difference Vegetation Index，NDVI）是近红外波段的反射率值与红光波段的反射率值之差比上近红外波段的反射率值与红光波段的反射率值之和。植被指数合成是指在适当合成周期内选出植被指数最佳代表，合成一幅空间分辨率、大气状况、云状况、观测几何、几何精度等影响最小化的植被指数栅格图像。本数据集包括祁连山区域2021年月度合成30m植被指数产品。采用最大值合成（Max value composition, MVC）方法，利用Landsat 8和sentinel 2红光和近红外两个通道的反射率数据，实现对地表月度NDVI产品的合成。",
            "instructions": "File Naming Convention: NDVI_YYYYMM-N.tif (YYYY: year, MM: month, N: division number)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF\nUnit:None\nScale Factor:0.001\nValid Range：-1000 - 1000\nFilled Value：0",
            "instructionsCn": "文件命名约定：NDVI_YYYYMM-N.tif\t（YYYY：年，MM：月，N：分幅编号）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF \n单位：无\n缩放因子：0.001\n有效值范围：-1000 - 1000\n填充值：0",
            "east": 107.0,
            "west": 89.0,
            "south": 34.0,
            "north": 45.0,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-12-31 11:59:59",
            "fileSize": 27406779447.0,
            "cstr": "18406.11.Terre.tpdc.272665",
            "doi": "10.11888/Terre.tpdc.272665",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "吴俊君",
                "nameEn": "WU Junjun ",
                "unitEn": "State Key Laboratory of Remote Sensing Science, Aerospace Information Research Institute,  Chinese Academy of Sciences",
                "unitCn": "中国科学院空天信息创新研究院 遥感科学国家重点实验室"
            },
            {
                "nameCn": "李艺",
                "nameEn": "LI Yi",
                "unitEn": "Xi’an University of Science and Technology",
                "unitCn": "西安科技大学"
            },
            {
                "nameCn": " 仲波",
                "nameEn": "ZHONG Bo",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "China-ASEAN 1 km resolution NDVI dataset",
                "referenceCn": null,
                "referenceEn": "Li J., et al. China-ASEAN 1 km resolution NDVI dataset. Journal of Global Change Data & Discovery 1(3), 268-277 (2017)."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "可见光遥感",
                "nameEn": "Visible remote sensing"
            },
            {
                "nameCn": "归一化植被指数",
                "nameEn": "NDVI"
            },
            {
                "nameCn": "近红外遥感",
                "nameEn": "Near infrared remote sensing"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山区域",
                "keywordEn": "QiLianShan area"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2021-01-01 至 2021-12-31",
                "keywordEn": "January 1, 2021 to December 31, 2021",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to synthesize monthly Normalized Difference Vegetation Index (NDVI) products with minimized impacts from atmospheric conditions, cloud cover, and geometric accuracy?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，用于合成每月的归一化植被指数（NDVI）产品，同时最小化大气条件、云覆盖和几何精度的影响？",
                "AnswerEn": "An example of a data collection method used to synthesize monthly NDVI products with minimized impacts is the Max Value Composition (MVC) method. This approach selects the best representative vegetation index within an appropriate synthesis period, using reflectance data from the red and near-infrared channels of Landsat 8 and Sentinel 2.",
                "AnswerCn": "一种用于合成每月NDVI产品并最小化影响的数据收集方法是最大值合成（MVC）方法。该方法在适当的合成期间内选择最佳的代表性植被指数，使用来自Landsat 8和Sentinel 2的红色和近红外通道的反射率数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and properties of monthly 30m vegetation index datasets generated using Landsat and Sentinel satellite data in the Qilian Mountain region?",
                "QuestionCn": "使用Landsat和Sentinel卫星数据生成的祁连山地区每月30米植被指数数据集的特征和属性是什么？",
                "AnswerEn": "30m resolution, monthly frequency, Normalized Difference Vegetation Index (NDVI), Max Value Composition (MVC) method, Landsat 8, Sentinel 2, red and near-infrared channels.",
                "AnswerCn": "30米分辨率，月度频率，归一化植被指数（NDVI），最大值合成（MVC）方法，Landsat 8，Sentinel 2，红光和近红外通道。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many monthly composite NDVI products were generated for the Qilian Mountain region in 2021 using Landsat and Sentinel data?",
                "QuestionCn": "2021年为祁连山地区生成了多少个基于Landsat和Sentinel数据的月度复合NDVI产品？",
                "AnswerEn": "12",
                "AnswerCn": "12",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the use of Landsat 8 and Sentinel 2 data for NDVI synthesis compare to other satellite data sources in terms of spatial resolution and atmospheric condition handling?",
                "QuestionCn": "Landsat 8和Sentinel 2数据在NDVI合成中的使用与其他卫星数据源相比，在空间分辨率和大气条件处理方面有什么不同？",
                "AnswerEn": "The use of Landsat 8 and Sentinel 2 data provides a spatial resolution of 30 meters and utilizes the Max Value Composition (MVC) method to minimize the effects of atmospheric conditions, cloud cover, and other factors when synthesizing NDVI products. This approach aims to produce high-quality vegetation index raster images by selecting optimal representative observations within a synthesis period.",
                "AnswerCn": "使用Landsat 8和Sentinel 2数据提供30米的空间分辨率，并利用最大值合成（MVC）方法来最小化大气条件、云覆盖和其他因素对合成NDVI产品的影响。该方法旨在通过选择合成周期内的最佳代表观测值，生成高质量的植被指数栅格图像。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How does the use of maximum value composition (MVC) method in synthesizing monthly NDVI products from Landsat and Sentinel reflectance data help to minimize atmospheric and observational geometric influences, and what challenges might arise from this approach?",
                "QuestionCn": "最大值合成（MVC）方法在合成来自Landsat和Sentinel反射率数据的月度NDVI产品时，有助于最小化大气和观测几何影响。这种方法通过选择每月内每个像素的最大NDVI值，能够有效减少由于云层、气溶胶和其他大气条件引起的干扰，从而提高数据的质量和可靠性。然而，这种方法也可能面临一些挑战，例如：在某些情况下，最大值可能并不代表真实的植被状况，尤其是在植被生长周期内的变化较大时。此外，MVC方法可能会忽略一些重要的生态信息，因为它只关注最大值，而不考虑其他潜在的有用数据。",
                "AnswerEn": "The maximum value composition (MVC) method helps to minimize atmospheric and observational geometric influences by selecting the highest NDVI value within a given time frame, which is likely to be the least affected by clouds, atmospheric interference, and geometric distortions. By using the highest value, MVC ensures that only the clearest and most representative data are used for the monthly composite. However, challenges might arise from this approach due to potential biases introduced by consistently selecting the maximum value, which might not always accurately represent the average vegetation condition. Additionally, MVC might overlook subtle temporal changes in vegetation that are not captured by peak values, and there may be limitations in addressing areas with persistent cloud cover or other atmospheric disturbances.",
                "AnswerCn": "最大值组合（MVC）方法通过在给定时间范围内选择最高的NDVI值，帮助最小化大气和观测几何影响，这个值可能是最不受云层、大气干扰和几何失真的影响。通过使用最高值，MVC确保仅使用最清晰和最具代表性的数据来进行月度合成。然而，这种方法可能会面临挑战，因为持续选择最大值可能引入潜在偏差，这并不总是准确代表平均植被状况。此外，MVC可能会忽视植被中不被峰值捕捉到的微妙时间变化，并且在处理持续云层覆盖或其他大气干扰的区域时可能存在局限性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of synthesizing monthly 30m vegetation index products using the Max value composition method in the Qilian Mountain area?",
                "QuestionCn": "在祁连山地区，合成每月30米植被指数产品的目标是使用最大值合成方法。",
                "AnswerEn": "The goal of synthesizing monthly 30m vegetation index products using the Max value composition method is to create a vegetation index raster image that minimizes the effects of spatial resolution, atmospheric conditions, cloud cover, observation geometry, and geometric accuracy. This involves selecting the best representative vegetation index over an appropriate composition period, utilizing reflectance data from Landsat 8 and Sentinel 2 in the red and near-infrared channels to generate a monthly NDVI product for surface analysis in the Qilian Mountain area.",
                "AnswerCn": "合成每月30米植被指数产品的目标是使用最大值合成方法创建一个植被指数栅格图像，以最小化空间分辨率、大气条件、云覆盖、观测几何和几何精度的影响。这涉及在适当的合成期间选择最佳代表性的植被指数，利用Landsat 8和Sentinel 2的红光和近红外通道的反射数据生成Qilian山地区的每月NDVI产品，以进行地表分析。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed steps involved in synthesizing a monthly 30m vegetation index using Landsat and Sentinel data, and how is the Max Value Composition (MVC) method applied in this process?",
                "QuestionCn": "合成每月30米植被指数的详细步骤包括使用Landsat和Sentinel数据，并在此过程中应用最大值合成（MVC）方法。",
                "AnswerEn": "The synthesis of a monthly 30m vegetation index involves selecting the best representative vegetation index within a suitable composition period to minimize the effects of spatial resolution, atmospheric conditions, cloud cover, observation geometry, and geometric accuracy. The Max Value Composition (MVC) method is used to achieve this by utilizing the reflectance data from the red and near-infrared bands of Landsat 8 and Sentinel 2. This method involves calculating the Normalized Difference Vegetation Index (NDVI), which is the difference between the near-infrared and red band reflectance values divided by their sum, and selecting the maximum NDVI value for the composite image.",
                "AnswerCn": "每月30米植被指数的合成涉及在合适的组合周期内选择最佳代表性植被指数，以最小化空间分辨率、大气条件、云覆盖、观测几何和几何精度的影响。最大值合成（MVC）方法用于实现这一目标，利用Landsat 8和Sentinel 2的红色和近红外波段的反射率数据。该方法涉及计算归一化差异植被指数（NDVI），即近红外波段和红色波段反射率值之间的差异除以它们的和，并选择复合图像的最大NDVI值。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}