{
  "id": "f05326c2-54b2-4f69-a82f-7fb13da0ce21",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Data set of soil physicochemical in Qinghai-Tibet Plateau (2019-2021)",
      "titleCn": "青藏高原土壤理化性质数据集（2019-2021）",
      "description": "The data set contains soil physicochemical properties of ten scientific expedition routes in Qinghai-Tibet Plateu during 2019-2021, including sample colletor, sampling time, sampling location, longitude and latitude, altitude, vegetation type, sampling depth, soil water content, pH, organic matter content, total carbon content, total nitrogen content, total phosphorus content, inorganic nitrogen content, heavy metal elements content, and etc. The physicochemical properties were measured in the laboratory with quality control, including measuring blanks, replicates and standard samples.The data set can be used for evaluating soil quality and function under the influence of climate change and human activities.",
      "descriptionCn": "本数据集包含2019-2021年青藏高原10条科考线路土壤样品的理化性质数据，包括采集人、采集时间、采集地点、经纬度、海拔、植被类型、取样深度、土壤含水量、pH、有机质含量、总碳含量、全氮含量、全磷含量、无机氮含量、重金属元素含量等信息。各项土壤性质的分析参考《土壤环境质量监测技术规范》的要求，通过室内化验分析获得的一手数据，数据质量通过测定空白样品、重复样品和标准样品进行统一控制。该数据集可用于气候变化和人类活动影响下土壤质量和功能评价。",
      "instructions": "Data name: 2019QZKK0306-05-001-Qilian Mountain.xls Data use method: Open using excel",
      "instructionsCn": "文件命名：土壤理化性质数据以excel表格存储，文件的名称为“2019QZKK0306-05-001-Qilian Mountain.xls” 数据读取方式：该数据集中的所有数据可以直接用excel表格打开，除了头文件，主体内容为数值表征的土壤理化性质。",
      "east": 104.47,
      "west": 73.19,
      "south": 26.01,
      "north": 39.47,
      "startTime": "2019-01-01 00:00:00",
      "endTime": "2019-12-31 00:00:00",
      "fileSize": 249374.0,
      "cstr": "18406.11.Soil.tpdc.271480",
      "doi": "10.11888/Soil.tpdc.271480",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张丽梅",
        "nameEn": "ZHANG Limei",
        "unitEn": "",
        "unitCn": "中国科学院生态环境研究中心"
      }
    ],
    "literatureList": [
      {
        "titleCn": "土壤农化分析方法",
        "titleEn": null,
        "referenceCn": "鲁如坤. (2020). 土壤农业化学分析方法[M]. 北京, 中国农业科技出版社.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤理化指标",
        "nameEn": "Soil physical and chemical indexes"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai Tibet Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific attributes and characteristics of soil samples that are typically analyzed in a dataset focused on the physicochemical properties of soils in the Qinghai-Tibet Plateau from 2019 to 2021?",
        "QuestionCn": "在2019年至2021年间，关于青藏高原土壤理化性质的数据库中，通常分析的土壤样本的具体属性和特征是什么？",
        "AnswerEn": "collector's identity, collection date, collection location, latitude, longitude, altitude, vegetation type, sampling depth, soil moisture content, pH, organic matter content, total carbon content, total nitrogen content, total phosphorus content, inorganic nitrogen content, heavy metal element content",
        "AnswerCn": "采集者身份, 采集日期, 采集地点, 纬度, 经度, 海拔, 植被类型, 采样深度, 土壤含水量, pH值, 有机质含量, 总碳含量, 总氮含量, 总磷含量, 无机氮含量, 重金属元素含量",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying principles can be inferred from the methods used to ensure data quality when collecting soil physicochemical properties in the context of climate change and human activity impacts?",
        "QuestionCn": "在收集土壤物理化学性质时，为确保数据质量而采用的方法中，可以推断出哪些基本原则，特别是在气候变化和人类活动影响的背景下？",
        "AnswerEn": "The methods involve adhering to the 'Soil Environmental Quality Monitoring Technical Specifications,' conducting laboratory analyses, and ensuring data quality by controlling blank samples, duplicate samples, and standard samples. These practices suggest a rigorous approach to data validation and reliability, crucial for assessing soil quality and function amidst environmental changes.",
        "AnswerCn": "这些方法涉及遵循《土壤环境质量监测技术规范》，进行实验室分析，并通过控制空白样品、重复样品和标准样品来确保数据质量。这些做法表明了一种严格的数据验证和可靠性方法，对于评估土壤质量和功能在环境变化中的重要性至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on soil quality and function evaluation when using standardized data collection methods for soil physicochemical properties in the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原使用标准化数据收集方法评估土壤理化性质时，对土壤质量和功能评估的潜在影响是什么？",
        "AnswerEn": "Using standardized data collection methods for soil physicochemical properties in the Qinghai-Tibet Plateau ensures consistent and reliable measurements, which can enhance the accuracy and comparability of soil quality and function evaluations. This can lead to better assessments of the effects of climate change and human activities on soils in the region, allowing for more informed decision-making and policy development.",
        "AnswerCn": "在青藏高原使用标准化的数据收集方法来测量土壤物理化学性质，确保了一致和可靠的测量结果，这可以提高土壤质量和功能评估的准确性和可比性。这将有助于更好地评估气候变化和人类活动对该地区土壤的影响，从而促进更为明智的决策和政策制定。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of collecting soil physicochemical properties data from the Qinghai-Tibet Plateau between 2019 and 2021?",
        "QuestionCn": "2019年至2021年间收集青藏高原土壤物理化学性质数据的主要目标是什么？",
        "AnswerEn": "The primary goal is to evaluate soil quality and function under the impacts of climate change and human activity.",
        "AnswerCn": "主要目标是评估气候变化和人类活动影响下的土壤质量和功能。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are employed to ensure the accuracy and reliability of soil physico-chemical property data collected from the Qinghai-Tibet Plateau, and how do they adhere to established soil environmental quality monitoring standards?",
        "QuestionCn": "为了确保从青藏高原收集的土壤物理化学性质数据的准确性和可靠性，采用了哪些方法论，并且这些方法如何遵循既定的土壤环境质量监测标准？",
        "AnswerEn": "The data collection methods involve laboratory testing and analysis of soil samples following the guidelines specified in the 'Soil Environmental Quality Monitoring Technical Specifications.' The data quality is controlled through the measurement of blank samples, duplicate samples, and standard samples, ensuring accuracy and reliability across the collected data.",
        "AnswerCn": "数据收集方法包括实验室测试和土壤样本分析，遵循《土壤环境质量监测技术规范》中规定的指南。数据质量通过测量空白样本、重复样本和标准样本进行控制，确保所收集数据的准确性和可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection techniques enable the accurate measurement of soil physicochemical properties in high-altitude regions like the Qinghai-Tibet Plateau?",
        "QuestionCn": "哪些数据收集技术能够准确测量像青藏高原这样的高海拔地区的土壤物理化学性质？",
        "AnswerEn": "The data collection techniques involve gathering soil samples along scientific expedition routes, considering factors like collector details, collection time, location, GPS coordinates, altitude, vegetation type, and sampling depth. Laboratory analysis is conducted following the technical specifications for soil environmental quality monitoring, ensuring data accuracy through the use of blank, duplicate, and standard samples.",
        "AnswerCn": "数据收集技术涉及沿科学考察路线收集土壤样本，考虑收集者的详细信息、采集时间、地点、GPS坐标、海拔、植被类型和采样深度。实验室分析遵循土壤环境质量监测的技术规范，通过使用空白样本、重复样本和标准样本确保数据的准确性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}