{
    "id": "f0681886-9d84-49fb-8935-b185f439ff55",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Large aperture scintillometer of A'rou Superstation, 2020)",
            "description": "This dataset contains the flux measurements from the large aperture scintillometer (LAS) at Arou Superstation in the Heihe integrated observatory network from January 18 to December 31 in 2020. There were two types of LASs at Arou Superstation: BLS900 and RR-RSS460, produced by Germany and China, respectively. The north tower was set up with the RR-RSS460 receiver and the BLS900 transmitter, and the south tower was equipped with the RR-RSS460 transmitter and the BLS900 receiver. The site (north: 100.471° E, 38.057° N; south: 100.457° E, 38.038° N) was located in Caodaban village of A’rou town in Qilian county, Qinghai Province. The underlying surface between the two towers was alpine meadow. The elevation is 3033 m. The effective height of the LASs was 13.0 m, and the path length was 2390 m. The data were sampled 1 minute at both BLS900 and RR-RSS460.\nThe raw data acquired at 1 min intervals were processed and quality controlled. The data were subsequently averaged over 30 min periods, in which sensible heat flux was iteratively calculated by combining Cn2 with meteorological data according to the Monin-Obukhov similarity theory. The main quality control steps were as follows: (1) The data were rejected when Cn2 exceeded the saturated criterion (BLS900: Cn2>7.25E-14, RR-RSS460: Cn2>7.84E-14). (2) The data were rejected when the demodulation signal was small (BLS900: Average X Intensity<1000; RR-RSS460: Demod>-20mv). (3) The data were rejected when collected during precipitation. (4) The data were rejected if collected at night when weak turbulence occurred (u* was less than 0.1 m/s). In the iteration process, the universal functions of Thiermann and Grassl (1992) and Andreas (1988) were selected for BLS900 and RR-RSS460, respectively. Detailed can refer to Liu et al. (2011, 2013). Due to instrument adjustment and inadequate power supply, the date of missing data for the large aperture scintillator is:2020.09.25-2020.10.16.\nSeveral instructions were included with the released data. (1) The data were primarily obtained from BLS900 measurements, and missing flux measurements from the BLS900 instrument were substituted with measurements from the RR-RSS460 instrument. The missing data were denoted by -6999. Due to the problems of storing and wireless transmission. (2) The dataset contained the following variables: Date/time (yyyy/m/d h:mm), the structural parameter of the air refractive index (Cn2, m-2/3), and the sensible heat flux (H, W/m^2). In this dataset, a time of 0:30 corresponds to the average data for the period between 0:00 and 0:30, and the data were stored in *.xlsx format. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) (for data processing) in the Citation section.",
            "instructions": "Year+** observatory network+ site no + LAS",
            "east": 100.471,
            "west": 100.457,
            "south": 38.038,
            "north": 38.057,
            "startTime": "2020-01-18 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 506992.0,
            "cstr": "18406.11.Atmos.tpdc.301093",
            "doi": "10.11888/Atmos.tpdc.301093",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "ZHANG Yang",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Northwest Institute of Eco-Environment and Resources, Chinese Academy of Sciences"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Reactive Gases"
            },
            {
                "nameEn": "Hydrology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the cold region hydrology experimental area"
            },
            {
                "keywordEn": "Arou Superstation"
            },
            {
                "keywordEn": "Upper reaches of Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": []
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Can the integration of snow observation superstations help improve the accuracy of snow cover and frozen ground data?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Are snow cover and frozen ground data primarily collected through automatic meteorological stations, remote sensing, or manual field observations?",
                    "Answer": "automatic meteorological stations",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the main challenges faced in collecting comprehensive hydrological data in alpine regions?",
                    "Answer": "cold and harsh climate, high altitude, complex topography",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where can integrated, distributed, and multiscale observation datasets be utilized to advance the understanding of alpine hydrological processes?",
                    "Answer": "Heihe River Basin",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "What methods are employed to obtain meteorological and snow data in alpine hydrology research networks?",
                    "Answer": "Automatic meteorological stations",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to measure snow cover properties in alpine regions?",
                    "Answer": "Snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments, including measurements of snow depth, snow water equivalent (SWE), and blowing (drifting) snow.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced in collecting hydrometeorological data in alpine regions?",
                    "Answer": "A significant challenge in collecting hydrometeorological data in alpine regions is the cold and harsh climate, high altitude, and complex topography, which inhibit complete and consistent data collection where/when needed.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you give an example of a dataset that captures freeze-thaw processes in alpine regions?",
                    "Answer": "High-resolution soil physics datasets were obtained to capture the freeze-thaw processes from a frozen ground observation superstation, which included measurements of soil temperature and moisture in multiple layers.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the main features of data collected by large aperture scintillometers in alpine regions?",
                    "Answer": "air refractive index structure parameters (Cn2), sensible heat flux (H)",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the challenges and solutions related to data collection in alpine hydrological networks?",
                    "Answer": "cold and harsh climate, high altitude, complex topography, integrated observation network, distributed observation network, multiscale observation network, automatic meteorological stations, superstations, detailed meteorological data, snow data, soil data, state-of-the-art techniques, snow cover properties, freeze-thaw processes",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What characteristics define an integrated alpine hydrology observation network for data collection?",
                    "Answer": "connection of automatic meteorological stations, snow observation superstations, frozen ground observation superstations, gap-free meteorological and hydrological data, capture snow accumulation and ablation processes, high-resolution soil physics",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "How many automatic meteorological stations (AMSs) are part of the integrated hydrological observation network in the upper reaches of the Heihe River Basin?",
                    "Answer": "7",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What is the effective height and path length of the large aperture scintillometer used in the A'rou superstation of the Heihe River Basin?",
                    "Answer": "13.0 meters, 2390 meters",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many layers of soil temperature and moisture were measured at the A'rou frozen ground superstation to capture freeze-thaw processes?",
                    "Answer": "18 layers",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is an integrated, distributed, and multiscale observation network in the context of alpine hydrology?",
                    "Answer": "An integrated, distributed, and multiscale observation network in alpine hydrology refers to a comprehensive system that combines various observational tools and techniques across different spatial and temporal scales to monitor and collect data on hydrological processes. This includes automatic meteorological stations, snow and frozen ground superstations, and wireless sensor networks that together capture a range of hydrometeorological variables and processes such as snow cover, soil moisture, and freeze-thaw cycles.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "How are large aperture scintillometers used in hydrological data collection?",
                    "Answer": "Large aperture scintillometers are used in hydrological data collection to measure heat fluxes over the landscape. They work by sending a beam of light between two towers and detecting variations caused by air turbulence, which are indicative of heat flux. This method is particularly useful in regions like the Heihe River Basin for capturing heat transfer processes over large distances and at high altitudes.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are some challenges in collecting alpine hydrological data?",
                    "Answer": "Some challenges in collecting alpine hydrological data include the harsh climate, high altitudes, and complex terrain that inhibit consistent data collection. These factors can affect the functioning of instruments and result in data loss. Additionally, the scarcity of observation data and technological barriers make it difficult to model hydrological processes accurately.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection methods of large aperture scintillometers in alpine regions compare to those of snow and frozen ground observation networks in terms of capturing hydrological processes?",
                    "Answer": "The data collection methods using large aperture scintillometers focus on measuring fluxes such as sensible heat flux to capture surface processes over high-altitude grasslands, while snow and frozen ground observation networks collect data on snow cover properties and soil hydrothermal features to understand freeze-thaw cycles. Both methods aim to provide accurate forcing data for hydrological models but differ in the specific hydrological processes they target and the types of data they collect.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How do the characteristics of the alpine region affect the choice of data collection methods for hydrometeorological and snow observations?",
                    "Answer": "The alpine region's cold and harsh climate, high altitude, and complex topography pose challenges for consistent data collection, which has motivated the development of next-generation ecosystem observation networks and experiments. The use of automatic meteorological stations (AMSs) and superstations, as well as remote sensing combined with data assimilation, are methods utilized to address these challenges and improve the accuracy of hydrological models and remote sensing data.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What methodologies are employed to ensure the accuracy and quality control of datasets in alpine hydrology research?",
                    "Answer": "To ensure accuracy and quality control of datasets in alpine hydrology research, methodologies include processing and quality control steps such as removing saturated data, discarding data with weak signal strengths, excluding data during precipitation, and eliminating data under stable conditions with weak turbulence. Additionally, iterative calculations based on stability functions and the integration of multiple data sources, such as automatic weather stations and large aperture scintillometers, are employed to enhance data reliability.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What challenges cause the scarcity of observation data in alpine regions, and how do they impact data collection methods?",
                    "Answer": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, hindering the development of remote sensing technologies and alpine hydrological models. These challenges motivate the development of next-generation ecosystem observation networks and experiments.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it crucial to integrate snow cover and frozen ground data when developing hydrological models for alpine regions?",
                    "Answer": "Snow cover and frozen ground are important indexes and driving forces that manipulate hydrological processes in alpine hydrology. The maximum snow water equivalent before ablation determines the storage of snowmelt, a major source of freshwater, while freeze-thaw cycles and soil moisture alter water infiltration and, consequently, surface runoff and groundwater.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What causes data gaps in meteorological and hydrological observations in alpine environments, and how are these gaps addressed?",
                    "Answer": "Data gaps in meteorological and hydrological observations can be caused by power loss, sensor malfunctions at high altitudes, and the harsh climate. These gaps are addressed by monitoring gap-free meteorological and hydrological data from an observation network connecting automatic meteorological stations and using state-of-the-art techniques and instruments at superstations to capture snow and freeze-thaw processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of using integrated, distributed, and multiscale observation networks on the predictive understanding of hydrological processes in alpine regions?",
                    "Answer": "The integrated, distributed, and multiscale observation networks are expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, evaluate distributed models, and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do perturbations such as climate change and human activities affect the data collection process and quality in alpine hydrological research?",
                    "Answer": "Perturbations caused by climate change and human activities have significantly reformed hydrological processes and eco-functions, challenging data collection due to the scarcity of observation data and technological barriers in alpine regions. This has necessitated the development of next-generation ecosystem observation networks to improve the quality and scope of data collected.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the implications of having a scarcity of observation data in alpine regions on the development of hydrological models and remote sensing technologies?",
                    "Answer": "The scarcity of observation data due to access difficulties and technological barriers hinders alpine hydrological modeling and research, motivating the creation of next-generation observation networks and experiments. This scarcity affects the availability of forcing data and the parameterization of models, which in turn impacts the effectiveness of remote sensing technologies.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "Why is it important to develop an integrated, distributed, and multiscale observation network for alpine hydrological processes in the Heihe River Basin?",
                    "Answer": "The goal of developing such a network is to provide accurate forcing data for hydrological models, validate remote sensing data, evaluate distributed models, and improve the predictive understanding of alpine hydrological processes and ecosystem functions. This integrated approach is essential to address the scarcity of observation data in the alpine region and to overcome the challenges posed by the cold climate, high altitude, and complex terrain.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What are the objectives behind establishing a comprehensive dataset of snow cover and frozen ground observations in the upper reaches of the Heihe River Basin?",
                    "Answer": "The objectives include investigating watershed science and functions, capturing snow accumulation and ablation processes, and measuring freeze-thaw processes. These datasets aim to address scientific questions related to providing accurate forcing data for hydrological models, integrating observation and simulation data, and understanding how climate change and human activities perturb fundamental processes in the alpine region.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it crucial to continuously monitor meteorological and hydrological variables using automatic meteorological stations in alpine regions?",
                    "Answer": "Continuous monitoring is crucial to obtain long-term datasets that can validate and improve alpine hydrological models. It helps capture spatially distributed meteorological variables, analyze seasonal changes, and support the development of hydrological simulations. This approach is necessary to overcome the scarcity of observation data and address the complexities of alpine hydrology, especially in terms of snow cover, frozen ground, and soil hydrothermal features.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What procedures are followed to ensure the quality control of data collected using large aperture scintillometers in alpine regions?",
                    "Answer": "The data collected using large aperture scintillometers undergo quality control steps that include: removing saturated Cn2 data (BLS900: Cn2>7.25E-14, RR-RSS460: Cn2>7.84 E-14), eliminating data with weak signal intensity (BLS900: Average X Intensity<1000; RR-RSS460: Demod>-20mv), excluding data collected during precipitation, and discarding data under stable conditions with weak turbulence (u* less than 0.1m/s). For iterative calculations, different stability functions are used for BLS900 and RR-RSS460 models, based on Thiermann and Grassl (1992) and Andreas (1988) respectively.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How is the integration of meteorological and hydrological data achieved in observation networks for alpine hydrology research?",
                    "Answer": "Integration is achieved by establishing an observation network that includes automatic meteorological stations (AMSs) and superstations for snow cover and frozen ground. These stations gather distributed meteorological variables, capture snow accumulation and ablation processes, and obtain high-resolution soil physics data. The network aims to collect data for meteorological driving forces at the basin scale and for validation of alpine hydrological models at the sub-basin scale, thereby integrating observation, simulation, and datasets for comprehensive analysis.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What specific technologies or instruments are utilized for observing snow cover properties in alpine research environments?",
                    "Answer": "State-of-the-art technologies and instruments are used for observing snow cover properties, including the SR50A for measuring snow depth, the GammaMONitor (GMON) for snow water equivalent (SWE) measurement, and FlowCapt for measuring blowing snow flux at different heights. These instruments are deployed in snow observation superstations to collect high-resolution data on snow cover, which is critical for understanding snow dynamics in alpine regions.",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements have enabled the consistent collection of snow cover and frozen ground data in alpine regions?",
                    "Answer": "Technological advancements such as automatic meteorological stations (AMSs), snow observation superstations, and state-of-the-art instruments like the GMON for snow water equivalent and FlowCapt for measuring drifting snow grains have enabled the consistent collection of snow cover and frozen ground data in alpine regions.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What conditions are necessary for the establishment of an effective multiscale hydrometeorological observation network in challenging alpine terrains?",
                    "Answer": "Conditions necessary for establishing an effective multiscale hydrometeorological observation network in alpine terrains include overcoming challenges like harsh climate, high altitudes, and complex topography, along with the implementation of advanced automatic meteorological stations and superstations for detailed data collection on snow and frozen ground processes.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might it be challenging to collect complete and consistent data in alpine regions using current data collection methods?",
                    "Answer": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What could be the reasons behind the development of an integrated, distributed, and multiscale observation network for alpine hydrology?",
                    "Answer": "The scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has motivated the development of next-generation ecosystem observation networks and experiments. An integrated, distributed, and multiscale observation dataset is essential to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models, and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why does the observation of snow density data face challenges despite technological advancements in data collection methods?",
                    "Answer": "Snow density data, which can be calculated using snow depth and SWE data, are not available due to the influence of strong wind, which affects the measurements and hinders obtaining consistent data necessary for accurate parameterization.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the effectiveness of using automatic meteorological stations (AMSs) and superstations for collecting comprehensive alpine hydrology data in the Heihe River Basin?",
                    "Answer": "The use of AMSs and superstations in the Heihe River Basin offers a thorough approach to capturing essential hydrometeorological data, snow cover properties, and freeze-thaw processes, which are crucial for advancing alpine hydrology research. The integrated and multiscale observation network effectively addresses challenges in data collection by providing consistent datasets despite the region's cold climate and complex topography.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "What is your perspective on the potential for integrating remote sensing data with the observed datasets to improve the prediction of hydrological processes in alpine regions?",
                    "Answer": "Integrating remote sensing data with observed datasets holds significant potential for enhancing the prediction of hydrological processes in alpine regions. By providing accurate forcing data and validating remote sensing products, this integration can address uncertainties inherent in remote sensing data and improve the predictive understanding of complex alpine hydrological and eco-functions.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I can't understand the methods used to collect accurate and consistent data in the remote and harsh alpine regions.",
                    "Answer": "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). Snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I don't understand the challenges faced in collecting data for hydrological modeling in alpine regions.",
                    "Answer": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models. Additionally, the scarcity of observation data due to difficulties of access and technological barriers has hindered alpine hydrological modeling and associated research.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I’m unsure how datasets can be integrated or improved to enhance the understanding of alpine hydrological processes.",
                    "Answer": "The integration of observation, simulation, and acquired datasets aims to provide accurate and effective forcing data for alpine hydrological models. The datasets are expected to validate remote sensing products, evaluate distributed models, and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. The International Network for Alpine Research Catchment Hydrology (INARCH) and the Circumpolar Active Layer Monitoring (CALM) network contribute to this integration and improvement by connecting individual observatories into international networks and data-share platforms.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the methodologies used to handle data gaps and ensure quality control in datasets collected from alpine observation networks.",
                    "Answer": "The methodologies for handling data gaps and ensuring quality control in alpine observation networks include combining data from multiple instruments, such as using BLS900 and RR-RSS460 large aperture scintillometers to fill data gaps when one is missing. Quality control steps involve removing data with saturated Cn2 values, weak signal strength, precipitation times, and weak turbulence under stable conditions. These steps ensure the reliability and accuracy of the datasets.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please discuss the data collection techniques that capture snow accumulation and ablation processes and how these techniques are integrated into hydrological modeling in alpine regions.",
                    "Answer": "Data collection techniques for capturing snow accumulation and ablation processes include using snow observation superstations equipped with state-of-the-art instruments like SR50A for snow depth, GMON for snow water equivalent, and FlowCapt for drifting snow. These techniques are integrated into hydrological modeling by providing accurate forcing data, validating remote sensing products, and improving the parameterization of hydrological models. The datasets from these techniques are crucial for understanding and predicting hydrological processes in alpine regions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}