{
    "id": "f0adecd8-470f-45d6-a9e1-e0aae8a95fe7",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Major and trace element geochemical data sets of Yanshanian intermediate acid rocks in the northern margin of North China and its adjacent areas",
            "titleCn": "华北北缘及其邻区燕山期中酸性岩主微量元素地球化学数据集",
            "description": "This data is the whole rock major and trace element geochemical data of Yanshanian intermediate acid rocks in the northern margin of North China and its adjacent areas. The main data of the whole rock were obtained by XRF analysis, and the trace element data were obtained by ICP-MS analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. Through the data obtained, we can find out the temporal and spatial distribution of magmatism and the variation law of petrochemical composition in the study area, which plays an important role in tracing the dynamic process of tectonic magmatic process, analyzing the constraints of superposition and transformation of the Okhotsk ocean and Pacific tectonic domain on magmatism and mineralization in the area, and limiting the time limit of subduction, extinction and mutual transformation of the ancient oceanic crust, Finally, it provides key constraints for revealing the relationship between the deep process of Yanshan movement and magmatic mineralization.",
            "descriptionCn": "本数据为华北北缘及其邻区燕山期中酸性岩的全岩主微量元素地球化学数据。全岩主量数据由XRF分析获得，微量元素数据由ICP-MS分析获得。部分数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以查明研究区岩浆作用的时空分布以及岩石化学组成变化规律，对追溯构造-岩浆过程的动力学过程，分析鄂霍茨克洋与太平洋构造域叠合、转换对区内岩浆活动与成矿作用的制约，限定古洋壳俯冲、消亡到相互转换的时限有重要作用，最终为揭示燕山运动的深部过程与岩浆-成矿作用的关系提供关键制约。",
            "instructions": "All data are stored in Excel file and can be opened directly in office. The name is \"WR_MajTra \"represents the geochemical data of major and trace elements in the whole rock.",
            "instructionsCn": "所有数据以Excel文件储存，可直接使用Office打开。名称为“WR_MajTra”代表全岩主微量元素地球化学数据。",
            "east": 134.0,
            "west": 112.0,
            "south": 53.0,
            "north": 42.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 397311.0,
            "cstr": "18406.11.Geo.tpdc.271563",
            "doi": "10.11888/Geo.tpdc.271563",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "葛文春",
                "nameEn": "GE Wenchun",
                "unitEn": "",
                "unitCn": "吉林大学地球科学学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Geochronology and Geochemistry of Early Cretaceous Granitic Plutons in the Xing'an Massif, Great Xing'an Range, NE China: Petrogenesis and Tectonic Implications",
                "referenceCn": null,
                "referenceEn": "Dong, Y., Ge, W.C., Ji, Z., Yang, H., Bi, J.H., Wu, H.R., & Hao, Y. (2019). Geochronology and Geochemistry of Early Cretaceous Granitic Plutons in the Xing'an Massif, Great Xing'an Range, NE China: Petrogenesis and Tectonic Implications. Acta Geologica Sinica - English Edition, 93, 1500-1521."
            },
            {
                "titleCn": null,
                "titleEn": "Petrogenesis and tectonic implications of Late Jurassic – Early Cretaceous granitic magmatism in the Xing’an Block, Northeast China: geochronological, geochemical, and Hf isotopic evidence",
                "referenceCn": null,
                "referenceEn": "He, Y., He, Z.H., Ge, W.C., Yang, H., Wang, Z.H., Dong, Y., Bi, J.H., & Zhao, D. (2018). Petrogenesis and tectonic implications of Late Jurassic – Early Cretaceous granitic magmatism in the Xing’an Block, Northeast China: geochronological, geochemical, and Hf isotopic evidence. Canadian Journal of Earth Sciences, 55(6), 571-588."
            },
            {
                "titleCn": null,
                "titleEn": "Late Jurassic rhyolites from the Wuchagou region in the central Great Xing’an Range, NE China: Petrogenesis and tectonic implications",
                "referenceCn": null,
                "referenceEn": "Ji, Z., Ge, W.C., Yang, H., Wang, Q.H., Zhang, Y.l., Wang, Z.H., & Bi, J.H. (2018). Late Jurassic rhyolites from the Wuchagou region in the central Great Xing’an Range, NE China: Petrogenesis and tectonic implications. Journal of Asian Earth Sciences, 158, 381-397."
            },
            {
                "titleCn": null,
                "titleEn": "Chronostratigraphic framework of late Mesozoic terrestrial strata in the Hailar-Tamtsag Basin, Northeast China, and its geodynamic implication",
                "referenceCn": null,
                "referenceEn": "Ji, Z., Wan C.B., Meng, Q.A., Hou, D.F., Zhu, D.F., Ge, W.C., Zhang, Y.L., Yang, H., Dong, Y., & Jing, Y. (2019). Chronostratigraphic framework of late Mesozoic terrestrial strata in the Hailar-Tamtsag Basin, Northeast China, and its geodynamic implication. Geological Journal, 55."
            },
            {
                "titleCn": null,
                "titleEn": "Early Cretaceous adakitic lavas and A-type rhyolites in the Songliao Basin, NE China: Implications for the mechanism of lithospheric extension",
                "referenceCn": null,
                "referenceEn": "Ji, Z., Meng, Q.A., Wan, C.B., Ge, W.C., Yang, H., Zhang, Y.L., Dong, Y., & Jin, X. (2019). Early Cretaceous adakitic lavas and A-type rhyolites in the Songliao Basin, NE China: Implications for the mechanism of lithospheric extension. Gondwana Research, 71, 28-48."
            },
            {
                "titleCn": null,
                "titleEn": "Generation of late Mesozoic felsic volcanic rocks in the Hailar Basin, northeastern China in response to overprinting of multiple tectonic regimes",
                "referenceCn": null,
                "referenceEn": "Ji, Z., Meng, Q.A., Wan, C.B., Zhu, D.F., Ge, W.C., Zhang, Y.L., Yang, H., Dong, Y., & Jing, Y. (2019). Generation of late Mesozoic felsic volcanic rocks in the Hailar Basin, northeastern China in response to overprinting of multiple tectonic regimes. Scientific Reports, 9(1), 15854."
            },
            {
                "titleCn": null,
                "titleEn": "Geodynamic Evolution of Flat‐Slab Subduction of Paleo‐Pacific Plate: Constraints From Jurassic Adakitic Lavas in the Hailar Basin, NE China",
                "referenceCn": null,
                "referenceEn": "Ji, Z., Meng, Q.A., Wan, C.B., Zhu, D. F., Ge, W.C., Zhang, Y.L., Yang, H., & Dong, Y. (2019). Geodynamic Evolution of Flat‐Slab Subduction of Paleo‐Pacific Plate: Constraints From Jurassic Adakitic Lavas in the Hailar Basin, NE China.Tectonics, 38(12)."
            },
            {
                "titleCn": null,
                "titleEn": "Crustal accretion and reworking processes of micro-continental massifs within orogenic belt: A case study of the Erguna Massif, NE China",
                "referenceCn": null,
                "referenceEn": "Sun, C., Tang, J., Xu, W.L., Li, Y., & Zhao, S. (2017). Crustal accretion and reworking processes of micro-continental massifs within orogenic belt: A case study of the Erguna Massif, NE China. Science China Earth Sciences, 60(7), 1256-1267."
            },
            {
                "titleCn": null,
                "titleEn": "Subduction history of the Paleo-Pacific slab beneath Eurasian continent: Mesozoic-Paleogene magmatic records in Northeast Asia.",
                "referenceCn": null,
                "referenceEn": "Tang, J., Xu, W.L., Wang, F., & Ge, W.C. (2018). Subduction history of the Paleo-Pacific slab beneath Eurasian continent: Mesozoic-Paleogene magmatic records in Northeast Asia. Science China Earth Sciences, 61(5), 527-559."
            },
            {
                "titleCn": null,
                "titleEn": "Final Closure of the Paleo-Asian Ocean and Onset of Subduction of Paleo-Pacific Ocean: Constraints From Early Mesozoic Magmatism in Central Southern Jilin Province, NE China",
                "referenceCn": null,
                "referenceEn": "Wang, F., Xu, W. L., Xing, K.C., Wang, Y.N., Zhang, H.H., Wu, W., Sun, C.Y., & Ge, W.C. (2019). Final Closure of the Paleo-Asian Ocean and Onset of Subduction of Paleo-Pacific Ocean: Constraints From Early Mesozoic Magmatism in Central Southern Jilin Province, NE China. Journal of Geophysical Research: Solid Earth, 124."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal changes in the subduction of the Paleo-Pacific plate beneath Eurasia during the late Mesozoic: Geochronological and geochemical evidence from Cretaceous volcanic rocks in eastern NE China",
                "referenceCn": null,
                "referenceEn": "Wang, F., Xu, W.L., Xing, K.C., Tang, J., Wang, Z.W., Sun, C.Y., & Wu, W. (2019). Temporal changes in the subduction of the Paleo-Pacific plate beneath Eurasia during the late Mesozoic: Geochronological and geochemical evidence from Cretaceous volcanic rocks in eastern NE China. Lithos, 326-327, 415-434."
            },
            {
                "titleCn": null,
                "titleEn": "Petrogenesis and tectonic implications of Early Jurassic volcanic rocks of the Raohe accretionary complex, NE China",
                "referenceCn": null,
                "referenceEn": "Wang, Z.H., Ge, W.C., Yang, H., Bi, J.H., Ji, Z., Dong, Y., & Xu, W.L. (2017). Petrogenesis and tectonic implications of Early Jurassic volcanic rocks of the Raohe accretionary complex, NE China. Journal of Asian Earth Sciences, 134, 262-280."
            },
            {
                "titleCn": "大兴安岭中段晚三叠世安第斯型安山岩:蒙古-鄂霍茨克大洋板片南向俯冲作用的产物",
                "titleEn": null,
                "referenceCn": "纪政, 葛文春, 杨浩, 毕君辉, 于倩,  董玉. (2018). 大兴安岭中段晚三叠世安第斯型安山岩:蒙古-鄂霍茨克大洋板片南向俯冲作用的产物. 岩石学报, 34(010), 2917-2930.",
                "referenceEn": null
            },
            {
                "titleCn": "古太平洋板块在欧亚大陆下的俯冲历史: 东北亚陆缘中生代-古近纪岩浆记录",
                "titleEn": null,
                "referenceCn": "唐杰, 许文良, 王枫, 葛文春. (2018). 古太平洋板块在欧亚大陆下的俯冲历史: 东北亚陆缘中生代-古近纪岩浆记录. 中国科学:地球科学, 000(005), P.549-583.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "主量元素",
                "nameEn": "Major elements"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            },
            {
                "nameCn": "稀土元素",
                "nameEn": "Rare earth"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "华北北缘",
                "keywordEn": "the northern margin of north china"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "燕山期",
                "keywordEn": "Yanshanian",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the features of geochemical data collected for acidic rocks during the Yanshanian period in the context of major and trace element analysis?",
                "QuestionCn": "在燕山期收集的酸性岩石的地球化学数据特征包括主要元素和微量元素分析的相关内容。",
                "AnswerEn": "whole-rock major element data, trace element data",
                "AnswerCn": "全岩主量元素数据，微量元素数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many geochemical data points are collected for major and trace elements in a dataset focusing on Yanshanian intermediate-acidic rocks in the North China northern margin and its adjacent areas?",
                "QuestionCn": "在一个关注于华北北缘及其邻近地区的燕山期中酸性岩石的数据集中，收集了多少个主要和微量元素的地球化学数据点？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the number of geochemical data points collected. Therefore, a refined answer cannot be extracted based on the provided information.",
                "AnswerCn": "原始答案没有提供收集到的地球化学数据点的具体数值。因此，无法根据提供的信息提取出更精确的答案。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '全岩主微量元素地球化学数据' mean in the context of geochemical datasets?",
                "QuestionCn": "'全岩主微量元素地球化学数据'在地球化学数据集的上下文中指的是关于岩石样本中主要和微量元素的地球化学分析数据。",
                "AnswerEn": "In the context of geochemical datasets, '全岩主微量元素地球化学数据' refers to the major and trace element geochemistry data of whole rocks. These data are crucial for understanding the spatial and temporal distribution of magmatic activities, the variation of rock chemical compositions, and for tracing the dynamics of tectono-magmatic processes.",
                "AnswerCn": "在地球化学数据的背景下，“全岩主微量元素地球化学数据”指的是全岩的主要和微量元素地球化学数据。这些数据对于理解岩浆活动的空间和时间分布、岩石化学成分的变化以及追踪构造-岩浆过程的动态至关重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What inferences can be made about the tectonic-magma processes from the spatial and temporal distribution of magmatic activities and variations in rock chemical composition in the data collected with XRF and ICP-MS techniques?",
                "QuestionCn": "根据使用XRF和ICP-MS技术收集的数据，可以对岩浆活动的空间和时间分布以及岩石化学成分的变化进行推断，从而了解构造-岩浆过程。",
                "AnswerEn": "The data collected using XRF and ICP-MS techniques allows researchers to infer the spatial and temporal distribution of magmatic activities and variations in rock chemical composition. This can help determine the dynamics of tectonic-magma processes, analyze the constraints of the overlap and transformation of the Okhotsk Ocean and Pacific tectonic domains on regional magmatic activities and mineralization, and define the time frame for the subduction, extinction, and transformation of ancient oceanic crust. Ultimately, this information provides crucial constraints for revealing the relationship between deep processes of the Yanshanian movement and magmatic-mineralization activities.",
                "AnswerCn": "使用XRF和ICP-MS技术收集的数据使研究人员能够推断出岩浆活动的空间和时间分布以及岩石化学成分的变化。这有助于确定构造-岩浆过程的动态，分析鄂霍次克海和太平洋构造域重叠与转化对区域岩浆活动和矿化的约束，并定义古海洋地壳的俯冲、灭绝和转化的时间框架。最终，这些信息为揭示燕山运动的深部过程与岩浆-矿化活动之间的关系提供了重要的约束。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes variations in the geochemical composition of magmatic rocks in the Yanshanian period in the northern margin of North China and its adjacent regions?",
                "QuestionCn": "导致华北北缘及其邻近地区燕山期火成岩地球化学成分变化的原因是什么？",
                "AnswerEn": "The variations in the geochemical composition of magmatic rocks are influenced by the spatiotemporal distribution of magmatic activities, which can be traced using XRF for major elements and ICP-MS for trace elements. These variations are crucial for understanding the dynamics of tectonic-magmatic processes and the influence of tectonic domain overlaps and transitions, such as those involving the Okhotsk Ocean and the Pacific, on regional magmatic activities and mineralization processes.",
                "AnswerCn": "火成岩的地球化学成分变化受到火成活动的时空分布的影响，这可以通过XRF分析主要元素和ICP-MS分析微量元素来追踪。这些变化对于理解构造-火成过程的动态以及构造域重叠和过渡（例如涉及鄂霍次克海和太平洋的情况）对区域火成活动和矿化过程的影响至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes on understanding the dynamics of tectonic-magmatic processes if geochemical data from XRF and ICP-MS analyses are integrated with spatial-temporal distribution studies in the North China region during the Yanshanian period?",
                "QuestionCn": "如果将XRF和ICP-MS分析的地球化学数据与燕山期北中国地区的时空分布研究相结合，理解构造-岩浆过程的动态可能会产生哪些潜在结果？",
                "AnswerEn": "Integrating geochemical data obtained from XRF and ICP-MS analyses with studies on the spatial-temporal distribution of magmatic activities can significantly enhance the understanding of the dynamics of tectonic-magmatic processes. This integration can help in tracing the chemical composition changes of rocks, thus providing insights into the dynamics of tectonic-magmatic processes. It allows for a more comprehensive analysis of the constraints imposed by the overlapping and transformation of the Okhotsk and Pacific tectonic domains on magmatic activities and mineralization processes within the region. Additionally, it plays a crucial role in determining the timelines for subduction, extinction, and transformation of ancient oceanic crust, ultimately providing key constraints for revealing the relationship between the deep processes of the Yanshan movement and magmatic-mineralization relationships.",
                "AnswerCn": "整合通过XRF和ICP-MS分析获得的地球化学数据与对岩浆活动的时空分布研究，可以显著增强对构造-岩浆过程动态的理解。这种整合有助于追踪岩石化学成分的变化，从而提供对构造-岩浆过程动态的洞察。它允许对重叠和转化的鄂霍次克和太平洋构造域对岩浆活动和矿化过程施加的约束进行更全面的分析。此外，它在确定古老海洋地壳的俯冲、灭绝和转化时间线方面发挥着关键作用，最终为揭示燕山运动的深部过程与岩浆-矿化关系之间的关系提供了重要约束。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary purpose of collecting geochemical data on major and trace elements of intermediate-acid intrusive rocks during the Yanshanian period in the North China margin and its adjacent areas?",
                "QuestionCn": "在燕山期北中国边缘及其邻近地区收集中酸性侵入岩的主要和微量元素的地球化学数据的主要目的是为了。",
                "AnswerEn": "The primary purpose is to determine the spatial and temporal distribution of magmatic processes and changes in rock chemical composition within the study area. This helps in tracing the dynamics of tectono-magmatic processes and analyzing the constraints of the superimposition and transformation of the Okhotsk and Pacific tectonic domains on magmatic activities and mineralization in the region. It also plays a crucial role in defining the time limits for the subduction, extinction, and transformation of ancient oceanic crust, ultimately providing key constraints for revealing the deep processes of the Yanshan movement and its relationship with magmatic and mineralization activities.",
                "AnswerCn": "主要目的是确定研究区域内岩浆过程的空间和时间分布以及岩石化学成分的变化。这有助于追踪构造-岩浆过程的动态，并分析鄂霍次克和太平洋构造域对该地区岩浆活动和矿化的叠加和转化的约束。它在确定古老海洋地壳的俯冲、消亡和转化的时间限制方面也起着至关重要的作用，最终为揭示燕山运动的深部过程及其与岩浆和矿化活动的关系提供了关键约束。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What instrumental methods are employed to ensure the accuracy and reliability of geochemical data collection for main and trace elements in intermediate-acidic rocks within the Yanshanian period, and how do these methods address challenges such as sample contamination or calibration errors?",
                "QuestionCn": "在燕山期中，确保中酸性岩石主要和微量元素地球化学数据收集的准确性和可靠性所采用的仪器方法有哪些？这些方法如何应对样品污染或校准错误等挑战？",
                "AnswerEn": "The main elements data are obtained through XRF (X-ray fluorescence) analysis, while the trace elements data are collected using ICP-MS (Inductively Coupled Plasma Mass Spectrometry). These methods ensure data accuracy by using precise analytical techniques that minimize sample contamination and calibration errors. Additionally, the authenticity and reliability of the data are confirmed by their publication in high-level SCI journals, indicating that they have undergone rigorous peer review and validation processes.",
                "AnswerCn": "主要元素数据通过XRF（X射线荧光）分析获得，而微量元素数据则使用ICP-MS（电感耦合等离子体质谱）收集。这些方法通过使用精确的分析技术来确保数据的准确性，最大限度地减少样品污染和校准误差。此外，数据的真实性和可靠性通过在高水平SCI期刊上的发表得以确认，这表明它们经过了严格的同行评审和验证过程。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}