{
  "id": "f0b2376c-ee2b-418a-bbf8-80a1dad50ab5",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "1:100000 lan use dataset of Hunan Province (1980s)",
      "titleCn": "湖南省1:10万土地利用数据集（1980s）",
      "description": "This data comes from \"China's 1:100000 land use data\". China's 1:100000 land use data is constructed in three years based on LANDSAT MSS, TM and ETM Remote sensing data by means of satellite remote sensing, organized by 19 research institutes affiliated to the Chinese Academy of Sciences under the national macro survey and dynamic research on remote sensing of resources and environment, a major application project of the eighth five year plan of the Chinese Academy of Sciences. Using a hierarchical land cover classification system, this data divides the whole country into six first-class categories (cultivated land, forest land, grassland, water area, urban and rural areas, industrial and mining land, residential land and unused land), and 31 second-class categories. This is the most accurate land use data product in China, which has played an important role in the national land resource survey, hydrological and ecological research.",
      "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。本数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
      "instructions": "The data is stored in vector format, and the files are stored in frames, which can be opened and read by remote sensing software such as ArcGIS and QGIS",
      "instructionsCn": "数据以矢量格式存储，文件以分幅存放，可用Arcgis、Qgis等遥感软件打开读取",
      "east": 114.58,
      "west": 108.18,
      "south": 24.93,
      "north": 29.84,
      "startTime": null,
      "endTime": null,
      "fileSize": 321162671.0,
      "cstr": "18406.11.Socioeco.tpdc.270659",
      "doi": "10.11888/Socioeco.tpdc.270659",
      "dataFormat": "矢量",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘纪远",
        "nameEn": "LIU Jiyuan",
        "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理资源与环境研究所"
      },
      {
        "nameCn": "庄大方",
        "nameEn": "ZHUANG Dafang",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "吴世新",
        "nameEn": "WU Shixin",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      },
      {
        "nameCn": "周万村",
        "nameEn": "ZHOU Wancun",
        "unitEn": "",
        "unitCn": "中国科学院成都山地灾害与环境研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
        "referenceCn": null,
        "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
      },
      {
        "titleCn": null,
        "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
        "referenceCn": null,
        "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
      },
      {
        "titleCn": null,
        "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
        "referenceCn": null,
        "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "湖南省",
        "keywordEn": "Hunan province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980s",
        "keywordEn": "1980s",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
      ],
      "research objective": [
        "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
      ],
      "challenges": [
        "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
      ],
      "methods": [],
      "dataset": [
        "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
      ],
      "findings": [
        "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
      ],
      "backgroundCn": [
        "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversit y、生物地球化学循环以及资源的可持续开发之间的相互作用。1995年，IGBP和IHDP发布并推动的一系列科学研究计划，使土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于物理环境的多样性和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，还对全球变化产生相应的影响。"
      ],
      "research objectiveCn": [
        "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间格局”和“时间过程”综合研究，以揭示区域土地利用变化特征在动态过程的格局和动态过程的格局上的表现。"
      ],
      "challengesCn": [
        "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
      ],
      "methodsCn": [],
      "datasetCn": [
        "主要数据来源是1995/1996年的Landsat TM数字图像（520幅场景）和1999/2000年的Landsat TM数字图像（508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据来获取1999/2000年的土地利用信息。"
      ],
      "findingsCn": [
        "中国的土地利用变化存在明显的区域差异，这为划分动态区奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧业交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are satellite images such as Landsat TM used as a primary data source for land-use information?",
        "QuestionCn": "卫星图像如Landsat TM是否被用作土地利用信息的主要数据来源？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are the challenges in land-use change studies in China primarily related to deforestation reversal, arable land protection, or urban expansion?",
        "QuestionCn": "中国土地利用变化研究中的挑战主要与森林恢复、耕地保护还是城市扩张有关？",
        "AnswerEn": "deforestation reversal, arable land protection, urban expansion",
        "AnswerCn": "森林砍伐逆转、耕地保护、城市扩张",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the main satellite sources used for land-use data collection in China during the 1980s?",
        "QuestionCn": "在1980年代，中国用于土地利用数据收集的主要卫星来源有哪些？",
        "AnswerEn": "Landsat MSS, TM, ETM",
        "AnswerCn": "Landsat MSS, TM, ETM",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where can one find notable regional differentiation in land-use change in China during the late 1990s?",
        "QuestionCn": "在20世纪90年代末的中国，在哪里可以找到显著的区域性土地利用变化差异？",
        "AnswerEn": "North China, Loess Plateau, Northeast China, southeast coastal region, middle and lower reaches of the Yangtze River, eastern coastal region",
        "AnswerCn": "华北、黄土高原、东北地区、东南沿海地区、长江中下游地区、东部沿海地区",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Who conducted the organization and construction of the land-use dataset in China based on Landsat data?",
        "QuestionCn": "谁负责基于Landsat数据的中国土地利用数据集的组织和构建？",
        "AnswerEn": "Chinese Academy of Sciences",
        "AnswerCn": "中国科学院",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in land-use data collection regarding arable land protection and urban expansion in China?",
        "QuestionCn": "在中国，关于耕地保护和城市扩张的土地利用数据收集面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge faced in land-use data collection is the conspicuous conflict between arable land protection and urban expansion, as evidenced by the irrational conversion from arable land to built-up areas.",
        "AnswerCn": "土地利用数据收集面临的一个挑战是耕地保护与城市扩张之间的明显冲突，这体现在耕地向建筑用地的不合理转变上。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the land-use classification system used in collecting land-use data?",
        "QuestionCn": "用于收集土地利用数据的土地利用分类系统的特点是什么？",
        "AnswerEn": "hierarchical, 6 primary categories, 31 secondary categories",
        "AnswerCn": "层级结构，6个一级类别，31个二级类别",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges in using remote sensing data for monitoring land-use changes in China?",
        "QuestionCn": "使用遥感数据监测中国土地利用变化面临的挑战有哪些？",
        "AnswerEn": "early stage in reversing deforestation trends, conflicts between arable land protection and urban expansion, irrational conversion from arable land to built-up areas",
        "AnswerCn": "在扭转森林砍伐趋势的早期阶段，耕地保护与城市扩张之间的冲突，以及从耕地到建设用地的不合理转换。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many primary land categories are included in a land-use dataset from China?",
        "QuestionCn": "中国的土地利用数据集中包含多少个主要土地类别？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the total number of secondary land categories used in a land-use classification system for China?",
        "QuestionCn": "中国土地利用分类系统中使用的次级土地类别总数是多少？",
        "AnswerEn": "31",
        "AnswerCn": "31",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many Landsat TM scenes were used to acquire land-use data in the periods of 1995/1996 and 1999/2000 according to the content of relevant papers?",
        "QuestionCn": "根据相关论文的内容，1995/1996年和1999/2000年期间用于获取土地利用数据的Landsat TM场景数量是多少？",
        "AnswerEn": "520, 508",
        "AnswerCn": "520, 508",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'land-use/cover change' in the context of global environmental change studies?",
        "QuestionCn": "在全球环境变化研究中，“土地利用/覆盖变化”是什么意思？",
        "AnswerEn": "Land-use/cover change refers to alterations in the way land is utilized and the physical coverage of the Earth's surface, which are significant in studying global environmental change. These changes are intricately linked to terrestrial surface material cycles and life-support processes, influencing interactions between the biosphere and atmosphere, biodiversity, biogeochemical cycles, and sustainable resource exploitation.",
        "AnswerCn": "土地利用/覆盖变化是指土地利用方式和地球表面物理覆盖的变化，这在研究全球环境变化中具有重要意义。这些变化与陆地表面物质循环和生命支持过程密切相关，影响生物圈与大气之间的相互作用、生物多样性、生物地球化学循环以及可持续资源开发。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the use of Landsat TM digital images in land-use data collection compare to the use of CBERS-1 data in terms of capturing temporal and spatial features of land-use change?",
        "QuestionCn": "Landsat TM数字图像在土地利用数据收集中的使用与CBERS-1数据在捕捉土地利用变化的时间和空间特征方面有何比较？",
        "AnswerEn": "Both Landsat TM digital images and CBERS-1 data were used to acquire land-use information, but the comparison in terms of capturing temporal and spatial features was not directly addressed. The main datasets mentioned were Landsat TM images from 1995/1996 and 1999/2000, indicating a reliance on these for a consistent temporal analysis, while CBERS-1 data complemented the study for the 1999/2000 period.",
        "AnswerCn": "Landsat TM数字图像和CBERS-1数据都被用于获取土地利用信息，但在捕捉时间和空间特征方面的比较并没有直接进行。提到的主要数据集是1995/1996年和1999/2000年的Landsat TM图像，表明在进行一致的时间分析时依赖于这些数据，而CBERS-1数据则在1999/2000年期间补充了该研究。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What are the key differences in regional differentiation of land-use change across various parts of China, and how might these differences influence the choice of datasets or data collection methods?",
        "QuestionCn": "中国各地区土地利用变化的区域差异有哪些关键区别，这些差异可能如何影响数据集或数据收集方法的选择？",
        "AnswerEn": "The regional differentiation of land-use change in China, such as rapid changes in North China, the Loess Plateau, and other regions, highlights the need for datasets that can capture these diverse dynamics. These differences necessitate the use of datasets like Landsat TM that can provide detailed spatial and temporal insights, and may influence the choice of data collection methods to ensure regional-specific characteristics are adequately captured.",
        "AnswerCn": "中国土地利用变化的区域差异，如华北地区、黄土高原及其他地区的快速变化，突显了需要能够捕捉这些多样化动态的数据集。这些差异要求使用像Landsat TM这样的数据集，以提供详细的空间和时间洞察，并可能影响数据收集方法的选择，以确保区域特征得到充分捕捉。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What challenges might arise in reconciling the need for arable land protection with urban expansion, and how can land-use datasets inform strategies to address these conflicts?",
        "QuestionCn": "在保护可耕地与城市扩张之间，可能会出现哪些挑战？土地利用数据集如何为解决这些冲突提供信息？",
        "AnswerEn": "The conflict between arable land protection and urban expansion is a significant challenge, as urban growth can lead to the conversion of valuable farmland into built-up areas. Land-use datasets can help identify trends and patterns in land conversion, providing a basis for developing strategies that balance development with conservation. They can inform policy measures to ensure sustainable land management and help monitor the effectiveness of such policies over time.",
        "AnswerCn": "耕地保护与城市扩张之间的冲突是一个重大挑战，因为城市增长可能导致宝贵农田转变为建筑用地。土地利用数据集可以帮助识别土地转化的趋势和模式，为制定平衡发展与保护的策略提供基础。它们可以为确保可持续土地管理的信息政策措施提供支持，并帮助监测这些政策随时间的有效性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What implications do regional differentiations in land-use change have for understanding global environmental change, and how might datasets from different time periods support this understanding?",
        "QuestionCn": "区域性土地利用变化的差异对理解全球环境变化有什么影响？不同时间段的数据集如何支持这种理解？",
        "AnswerEn": "Regional differentiations in land-use change highlight the complex interactions between human activity and natural environments, which are crucial for understanding global environmental change. Datasets from different time periods, such as those from 1995/1996 and 1999/2000, provide a historical perspective on these changes, allowing researchers to identify trends and assess the impact of human interventions and natural processes on global environmental systems. This understanding is essential for formulating effective environmental policies and management strategies.",
        "AnswerCn": "区域性土地利用变化的差异突显了人类活动与自然环境之间复杂的相互作用，这对于理解全球环境变化至关重要。来自不同时间段的数据集，例如1995/1996年和1999/2000年的数据，提供了对这些变化的历史视角，使研究人员能够识别趋势并评估人类干预和自然过程对全球环境系统的影响。这种理解对于制定有效的环境政策和管理策略是必不可少的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the regional differentiation of land-use change in China during the late 1990s?",
        "QuestionCn": "导致中国在1990年代末期土地利用变化的区域差异化的原因是什么？",
        "AnswerEn": "The regional differentiation of land-use change in China during the late 1990s is influenced by varied physical environments and vast geographical areas, as well as socio-economic factors. Rapid changes were observed in regions like North China, the Loess Plateau, and the southeast coastal region, highlighting the interplay of natural and human-induced factors affecting land-use patterns.",
        "AnswerCn": "中国在1990年代末期的土地利用变化的区域差异受到多种自然环境和广阔地理区域以及社会经济因素的影响。北方地区、黄土高原和东南沿海地区等地观察到了快速变化，突显了自然因素与人为因素相互作用对土地利用模式的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to reconcile arable land protection with urban expansion in China?",
        "QuestionCn": "为什么在中国协调耕地保护与城市扩张具有挑战性？",
        "AnswerEn": "Reconciling arable land protection with urban expansion in China is challenging due to conspicuous conflicts arising from the conversion of arable land into built-up areas. Urban expansion pressures and the need to preserve agricultural land for food security create a tension that is difficult to balance, as evidenced by irrational land conversions.",
        "AnswerCn": "在中国，保护耕地与城市扩张之间的协调面临挑战，因为耕地转为建设用地所带来的明显冲突。城市扩张的压力与保护农业用地以确保粮食安全的需求之间存在难以平衡的紧张关系，这一点在不合理的土地转用中得到了体现。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of integrating satellite data from multiple sources like Landsat and CBERS-1 for land-use classification accuracy in large-scale studies?",
        "QuestionCn": "将来自多个来源（如Landsat和CBERS-1）的卫星数据整合在一起，对大规模研究中的土地利用分类准确性有什么影响？",
        "AnswerEn": "Integrating satellite data from multiple sources such as Landsat TM and CBERS-1 can enhance the accuracy and comprehensiveness of land-use classification by providing a more complete temporal and spatial dataset. This approach allows for the comparison and validation of data across different time frames, capturing rapid land-use changes and providing a robust foundation for regional dynamic zoning.",
        "AnswerCn": "整合来自多个来源的卫星数据，如Landsat TM和CBERS-1，可以通过提供更完整的时间和空间数据集来提高土地利用分类的准确性和全面性。这种方法允许在不同时间框架之间进行数据比较和验证，捕捉快速的土地利用变化，并为区域动态分区提供坚实的基础。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the variability in physical environments across China influence the outcomes of land-use change studies?",
        "QuestionCn": "中国各地物理环境的差异如何影响土地利用变化研究的结果？",
        "AnswerEn": "The variability in physical environments across China leads to significant regional differentiation in land-use changes, impacting the outcomes of studies by highlighting the need for dynamic regionalization. This differentiation influences both social and economic development patterns and global environmental changes, necessitating tailored policy responses and strategic planning in land management.",
        "AnswerCn": "中国各地物理环境的差异导致土地利用变化的显著区域差异，这影响了研究结果，突显了动态区域化的必要性。这种差异影响了社会和经济发展模式以及全球环境变化，因此需要量身定制的政策响应和土地管理的战略规划。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the potential impacts of conflicts between arable land protection and urban expansion on future land-use datasets?",
        "QuestionCn": "耕地保护与城市扩张之间的冲突对未来土地利用数据集的潜在影响是什么？",
        "AnswerEn": "Conflicts between arable land protection and urban expansion can result in irrational land conversion, which may lead to inaccuracies and biases in future land-use datasets. These conflicts might necessitate the development of more sophisticated data collection methods and analytical tools to accurately capture and predict land-use changes, ensuring datasets reflect the true state of land resources.",
        "AnswerCn": "耕地保护与城市扩张之间的冲突可能导致不合理的土地转用，这可能导致未来土地利用数据集中的不准确和偏差。这些冲突可能需要开发更复杂的数据收集方法和分析工具，以准确捕捉和预测土地利用变化，确保数据集反映土地资源的真实状态。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind utilizing satellite remote sensing data like Landsat MSS, TM, and ETM for constructing land-use datasets in China?",
        "QuestionCn": "利用卫星遥感数据如Landsat MSS、TM和ETM构建中国土地利用数据集的目标是什么？",
        "AnswerEn": "The objective is to conduct a macro-scale survey and dynamic study of resources and the environment across China, aiding in high-precision land-use data products that play a significant role in national land resource surveys, hydrology, and ecological research.",
        "AnswerCn": "目标是对中国的资源和环境进行宏观规模的调查和动态研究，帮助高精度土地利用数据产品的生成，这在国家土地资源调查、水文学和生态研究中发挥重要作用。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to study the temporal and spatial features of land-use change in China?",
        "QuestionCn": "研究中国土地利用变化的时间特征和空间特征的重要性是什么？",
        "AnswerEn": "Studying these features is crucial for understanding regional land-use change characteristics, which can influence social and economic development and impact global environmental changes, particularly in a developing country with varied environments like China.",
        "AnswerCn": "研究这些特征对于理解区域土地利用变化特征至关重要，这可能影响社会和经济发展，并对全球环境变化产生影响，特别是在像中国这样环境多样的发展中国家。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is the significance of identifying regional differentiation of land-use change in China?",
        "QuestionCn": "识别中国土地利用变化的区域差异有什么意义？",
        "AnswerEn": "Identifying regional differentiation lays the foundation for drawing dynamic zones, facilitating an understanding of the rapid changes in land use, which is essential for addressing conflicts such as those between arable land protection and urban expansion.",
        "AnswerCn": "识别区域差异为划定动态区域奠定基础，有助于理解土地利用的快速变化，这对于解决耕地保护与城市扩张之间的冲突至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using satellite remote sensing data to construct a comprehensive land-use dataset for regional analysis?",
        "QuestionCn": "使用卫星遥感数据构建区域分析的综合土地利用数据集涉及哪些程序步骤？",
        "AnswerEn": "The construction of a comprehensive land-use dataset involves organizing teams from multiple research institutes, utilizing satellite remote sensing as the primary tool, and basing the work on Landsat MSS, TM, and ETM remote sensing data. A hierarchical land cover classification system is adopted, dividing the area into primary categories such as farmland, forest, grassland, water bodies, urban areas, and unused land.",
        "AnswerCn": "构建一个综合土地利用数据集涉及组织来自多个研究机构的团队，利用卫星遥感作为主要工具，并基于Landsat MSS、TM和ETM遥感数据进行工作。采用分层土地覆盖分类系统，将区域划分为主要类别，如农田、森林、草地、水体、城市区域和未利用土地。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can remote sensing data be integrated to reveal temporal and spatial features of land-use changes effectively?",
        "QuestionCn": "如何有效地整合遥感数据，以揭示土地利用变化的时间和空间特征？",
        "AnswerEn": "To effectively reveal temporal and spatial features of land-use changes, remote sensing data such as Landsat TM images and CBERS-1 data are used to obtain detailed land-use information over specific time periods. This data is then analyzed to study 'spatial pattern' and 'temporal process' of land-use changes, which helps in understanding regional land-use characteristics and drawing dynamic zones.",
        "AnswerCn": "为了有效揭示土地利用变化的时间特征和空间特征，使用遥感数据，如Landsat TM影像和CBERS-1数据，以获取特定时间段内的详细土地利用信息。然后对这些数据进行分析，以研究土地利用变化的“空间模式”和“时间过程”，这有助于理解区域土地利用特征并划定动态区域。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the construction of high-resolution land-use data products in China?",
        "QuestionCn": "哪些技术进步使得中国能够构建高分辨率土地利用数据产品？",
        "AnswerEn": "The construction of high-resolution land-use data products in China was enabled by the use of satellite remote sensing techniques, specifically utilizing Landsat MSS, TM, and ETM data, which allowed researchers to develop a layered land cover classification system.",
        "AnswerCn": "中国高分辨率土地利用数据产品的构建得益于卫星遥感技术的应用，特别是利用Landsat MSS、TM和ETM数据，使研究人员能够开发分层的土地覆盖分类系统。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the conditions that lead to significant land-use changes in different regions of China?",
        "QuestionCn": "导致中国不同地区显著土地利用变化的条件是什么？",
        "AnswerEn": "Significant land-use changes in different regions of China are influenced by various conditions, including the country's varied physical environments, vast land areas, and policies affecting land-use change, which collectively impact both regional and global environmental changes.",
        "AnswerCn": "中国不同地区的显著土地利用变化受到多种条件的影响，包括国家多样的自然环境、广阔的土地面积以及影响土地利用变化的政策，这些因素共同影响着区域和全球的环境变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in reversing deforestation trends across China despite the availability of high-precision land-use data?",
        "QuestionCn": "尽管有高精度土地利用数据，但在中国逆转森林砍伐趋势可能面临哪些挑战？",
        "AnswerEn": "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas.",
        "AnswerCn": "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建筑用地的不合理转化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be a need for developing dynamic regionalization of land-use change, and how does it impact the understanding of spatial and temporal land-use patterns?",
        "QuestionCn": "为什么需要开发动态区域化的土地利用变化，以及它如何影响对空间和时间土地利用模式的理解？",
        "AnswerEn": "The division of dynamic regionalization of land-use change is designed to reveal the temporal and spatial features of land-use change and lay the foundation for the study of regional scale land-use changes. This approach exerts an effective effort on the integrated studies of 'spatial pattern' and 'temporal process' for land-use change to reveal the regional land-use change characteristics.",
        "AnswerCn": "动态区域化的土地利用变化划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。这种方法有效地促进了土地利用变化的“空间格局”和“时间过程”的综合研究，以揭示区域土地利用变化的特征。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using Landsat MSS, TM, and ETM data in creating a comprehensive land-use dataset for research purposes?",
        "QuestionCn": "您将如何评估使用Landsat MSS、TM和ETM数据创建综合土地利用数据集用于研究目的的有效性？",
        "AnswerEn": "The use of Landsat MSS, TM, and ETM data is effective for creating comprehensive land-use datasets because they provide a consistent, high-resolution source of remote sensing data over a broad time period. This allows for detailed observations of land-use change, which is crucial for understanding environmental transformations and supporting policy decisions.",
        "AnswerCn": "使用Landsat MSS、TM和ETM数据创建全面的土地利用数据集是有效的，因为它们提供了一种一致的、高分辨率的遥感数据源，覆盖了较长的时间段。这使得对土地利用变化进行详细观察成为可能，这对于理解环境变迁和支持政策决策至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What challenges might arise in maintaining the accuracy of land-use datasets over time, considering the advancements in remote sensing technology?",
        "QuestionCn": "随着遥感技术的进步，维护土地利用数据集的准确性可能会面临哪些挑战？",
        "AnswerEn": "Challenges in maintaining accuracy may include the need to integrate newer high-resolution data with existing datasets to ensure continuity, addressing discrepancies arising from different data sources, and continuously updating classification systems to reflect current land-use dynamics. Furthermore, conflicts between expanding urban areas and preserving arable land must be carefully managed.",
        "AnswerCn": "维护准确性面临的挑战可能包括需要将较新的高分辨率数据与现有数据集整合，以确保连续性，解决来自不同数据源的差异，以及不断更新分类系统以反映当前的土地利用动态。此外，扩展城市区域与保护耕地之间的冲突必须得到妥善管理。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways might dynamic regionalization contribute to refining the methodologies for land-use change studies?",
        "QuestionCn": "动态区域化可能会通过哪些方式有助于改进土地利用变化研究的方法？",
        "AnswerEn": "Dynamic regionalization can refine methodologies by providing a framework to categorize regions based on distinct land-use change patterns, enhancing understanding of spatial and temporal changes. This approach can help identify the underlying factors driving changes, improve predictive models, and guide resource allocation for more targeted land management strategies.",
        "AnswerCn": "动态区域化可以通过提供一个框架来根据不同的土地利用变化模式对区域进行分类，从而优化方法论，增强对空间和时间变化的理解。这种方法可以帮助识别驱动变化的潜在因素，改善预测模型，并指导资源分配，以便制定更有针对性的土地管理策略。",
        "Level": "C6(Creating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I'm not sure how researchers address challenges like conflicts between arable land protection and urban expansion in their data collection strategies.",
        "QuestionCn": "我不确定研究人员如何在数据收集策略中应对耕地保护与城市扩张之间的冲突。",
        "AnswerEn": "Researchers utilize satellite remote sensing data to monitor land-use changes, which helps identify and analyze conflicts between arable land protection and urban expansion. By examining periodic satellite images, researchers can detect conversions of arable land to built-up areas and assess the impact of urban expansion on land resources, facilitating more informed land management strategies.",
        "AnswerCn": "研究人员利用卫星遥感数据监测土地利用变化，这有助于识别和分析可耕地保护与城市扩张之间的冲突。通过检查定期的卫星图像，研究人员可以检测可耕地转变为建筑用地的情况，并评估城市扩张对土地资源的影响，从而促进更为明智的土地管理策略。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges encountered in the development and utilization of land-use/cover datasets in rapidly changing regions such as those in China.",
        "QuestionCn": "请分析在快速变化的地区（如中国）开发和利用土地利用/覆盖数据集所遇到的挑战。",
        "AnswerEn": "Challenges include the ongoing trend of deforestation that has not been effectively reversed, and the conflicts between arable land protection and urban expansion. The irrational conversion from arable land to built-up areas also presents significant challenges.",
        "AnswerCn": "挑战包括持续的森林砍伐趋势尚未得到有效遏制，以及耕地保护与城市扩张之间的冲突。耕地向建筑用地的不合理转化也带来了重大挑战。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}