{
    "id": "f103ea18-19f5-4621-9624-88d0d2354991",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geological structure map of the Himalaya (2006)",
            "titleCn": "喜马拉雅山区1:250万地质图（2006）",
            "description": "  This dataset is a geological structure map of The Himalayas, and the obtained geological map is 1:250 million, covering the Himalayan mountains. Geological structure map can provide digital space platform for national economy informationization, and provide information service for national and provincial departments to carry out regional planning, geological disaster monitoring, geological survey, prospecting, macro decision-making and so on.  \n",
            "descriptionCn": "本数据集是喜马拉雅山地质构造图，其获取的地质图是1:250万地质图，覆盖范围为喜马拉雅山区。地质构造图可以为国民经济信息化提供数字化空间平台，为国家和省级各部门进行区域规划、地质灾害监测、地质调查、找矿勘查、宏观决策等提供信息服务。本数据整理和收集了喜马拉雅山地质构造图。获取地质图数据源是首先将纸质版地图扫描，然后在ArcGIS 10.5 平台进行地理配准，然后矢量化获得。本数据整理和收集喜马拉雅山地质构造图，存储格式为矢量数据，空间粒度是分区域划分的；其获取的地质图是1:250万地质图。\n\n\n",
            "instructions": "\"Himalayan. jpg\" data reading method: All images in this data set can be opened directly with ArcGIS;",
            "instructionsCn": "  \"喜马拉雅.jpg\" 数据读取方式：该数据集所有图像可以直接用ArcGIS打开;\n",
            "east": 107.096,
            "west": 65.907,
            "south": 21.22,
            "north": 46.393,
            "startTime": null,
            "endTime": null,
            "fileSize": 4549440.0,
            "cstr": "18406.11.SolidEar.tpdc.300284",
            "doi": "10.11888/SolidEar.tpdc.300284",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "朱亚茹",
                "nameEn": "ZHU Yaru ",
                "unitEn": "Northwest University",
                "unitCn": "西北大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "中国西部及领区地质图1：2500000",
                "titleEn": null,
                "referenceCn": "中国地质科学院地质研究所. (2006). 中国西部及领区地质图1：2500000. 地质出版社.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地质图",
                "nameEn": "geologic map"
            },
            {
                "nameCn": "大地构造",
                "nameEn": "Tectonics"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "喜马拉雅",
                "keywordEn": "Himalaya"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2006",
                "keywordEn": "2006",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the scale of the geological maps used for data collection in the Himalaya region?",
                "QuestionCn": "用于喜马拉雅地区数据收集的地质图的比例尺是多少？",
                "AnswerEn": "1:250万",
                "AnswerCn": "一比二百五十万",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might the process of converting paper-based geological maps into digital vector data impact the accuracy and usability of a dataset for geological analysis in the Himalayan region?",
                "QuestionCn": "将纸质地质图转换为数字矢量数据的过程可能会对喜马拉雅地区地质分析的数据集的准确性和可用性产生影响。",
                "AnswerEn": "The process of converting paper-based geological maps into digital vector data involves scanning the maps and using GIS software like ArcGIS for georeferencing and vectorization. This technique could introduce potential sources of error during georeferencing and vectorization, affecting the spatial accuracy and detail of the dataset. However, it also enhances usability by allowing for digital manipulation and analysis, improving accessibility for applications such as regional planning, geological hazard monitoring, and mineral exploration.",
                "AnswerCn": "将纸质地质图转换为数字矢量数据的过程包括扫描地图，并使用像ArcGIS这样的GIS软件进行地理参考和矢量化。这一技术在地理参考和矢量化过程中可能引入潜在的误差来源，影响数据集的空间准确性和细节。然而，它也增强了可用性，允许进行数字化操作和分析，提高了在区域规划、地质灾害监测和矿产勘探等应用中的可访问性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using scanned and georeferenced paper maps in ArcGIS 10.5 for creating digital geological structure maps in terms of data accuracy and usability?",
                "QuestionCn": "在ArcGIS 10.5中使用扫描和地理参考的纸质地图创建数字地质结构图的后果，包括数据准确性和可用性方面的影响。",
                "AnswerEn": "Using scanned and georeferenced paper maps in ArcGIS 10.5 for creating digital geological structure maps can lead to several outcomes. The georeferencing process allows for the transformation of paper maps into a digital format, improving accessibility and usability for various applications such as regional planning and geological surveys. However, the accuracy of the digital maps heavily depends on the precision of the georeferencing and vectorization processes. Potential challenges include distortions from the original scanning process and errors introduced during manual digitization. These factors could affect the data's accuracy and the effectiveness of its application in decision-making and analysis.",
                "AnswerCn": "使用扫描和地理参考的纸质地图在ArcGIS 10.5中创建数字地质结构图可以带来多种结果。地理参考过程使纸质地图转化为数字格式，提高了在区域规划和地质调查等各种应用中的可访问性和可用性。然而，数字地图的准确性在很大程度上依赖于地理参考和矢量化过程的精确性。潜在的挑战包括原始扫描过程中的失真以及手动数字化过程中引入的错误。这些因素可能会影响数据的准确性以及其在决策和分析中的有效性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of digitizing geological maps of the Himalayas at a scale of 1:250万 using ArcGIS 10.5?",
                "QuestionCn": "使用ArcGIS 10.5以1:250万的比例对喜马拉雅山的地质图进行数字化的主要目标是什么？",
                "AnswerEn": "The primary objective of digitizing geological maps of the Himalayas at a scale of 1:250万 using ArcGIS 10.5 is to provide a digital spatial platform for national economic informatization, and to offer information services for regional planning, geological disaster monitoring, geological surveys, mineral exploration, and macro decision-making by various national and provincial departments.",
                "AnswerCn": "数字化喜马拉雅山脉的地质图，比例尺为1:250万，主要目的是为国家经济信息化提供数字空间平台，并为各级国家和省级部门的区域规划、地质灾害监测、地质调查、矿产勘探和宏观决策提供信息服务。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the transformation of paper-based geological maps into digital vector formats for geospatial analysis in the Himalaya region?",
                "QuestionCn": "哪些技术进步使得喜马拉雅地区的纸质地质图转变为数字矢量格式以进行地理空间分析？",
                "AnswerEn": "The transformation of paper-based geological maps into digital vector formats for geospatial analysis in the Himalaya region is enabled by scanning the paper maps, followed by georeferencing them in the ArcGIS 10.5 platform, and then vectorizing the data.",
                "AnswerCn": "将纸质地质图转换为数字矢量格式以进行喜马拉雅地区的地理空间分析，首先通过扫描纸质地图，然后在ArcGIS 10.5平台上进行地理参考，最后对数据进行矢量化。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}