{
  "id": "f11b4921-1447-4346-a7c6-8d34bbd527fb",
  "relatedPaper": 2,
  "context": {
    "metadata": {
      "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of Meteorological elements gradient of Daman Superstation, 2021)",
      "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站气象要素梯度观测系统-2021）",
      "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from an observation system of Meteorological elements gradient of Daman Superstation from January 1 to December 31, 2021. The site (100.372° E, 38.856° N) was located on a cropland (maize surface) in the Daman irrigation, which is near Zhangye city, Gansu Province. The elevation is 1556 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (AV-14TH;3, 5, 10, 15, 20, 30, and 40 m, towards north), wind speed and direction profile (windsonic; 3, 5, 10, 15, 20, 30, and 40 m, towards north), air pressure (CS100; 2 m), rain gauge (TE525M; 2.5 m, 8 m in west of tower), four-component radiometer (PIR&PSP; 12 m, towards south), two infrared temperature sensors (IRTC3; 12 m, towards south, vertically downward), photosynthetically active radiation (LI190SB; 12 m, towards south, vertically upward; another four photosynthetically active radiation, PQS-1; two above the plants (12 m) and two below the plants (0.3 m), towards south, each with one vertically downward and one vertically upward), soil heat flux (HFP01SC; 3 duplicates with G1 below the vegetation; G2 and G3 between plants, -0.06 m), a TCAV averaging soil thermocouple probe (TCAV; -0.02, -0.04 m), soil temperature profile (AV-10T; 0, -0.02, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m), soil moisture profile (CS616; -0.02, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m).\nThe observations included the following: air temperature and humidity (Ta_3 m, Ta_5 m, Ta_10 m, Ta_15 m, Ta_20 m, Ta_30 m, and Ta_40 m; RH_3 m, RH_5 m, RH_10 m, RH_15 m, RH_20 m, RH_30 m, and RH_40 m) (℃ and %, respectively), wind speed (Ws_3 m, Ws_5 m, Ws_10 m, Ws_15 m, Ws_20 m, Ws_30 m, and Ws_40 m) (m/s), wind direction (WD_3 m, WD_5 m, WD_10 m, WD_15 m, WD_20 m, WD_30m, and WD_40 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), photosynthetically active radiation (PAR) (μmol/ (s m-2)), average soil temperature (TCAV, ℃), soil heat flux (Gs_1, below the vegetation; Gs_2, and Gs_3, between plants) (W/m^2), soil temperature (Ts_0 cm, Ts_2 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_80 cm, Ts_120 cm, and Ts_160 cm) (℃), soil moisture (Ms_2 cm, Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_80 cm, Ms_120 cm, and Ms_160 cm) (%, volumetric water content), above the plants photosynthetically active radiation of upward and downward (PAR_U_up and PAR_U_down) (μmol/ (s m-2)), and below the plants photosynthetically active radiation of upward and downward (PAR_D_up and PAR_D_down) (μmol/ (s m-2)).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The soil data during May 15 to June 12 were wrong due to the power loss. TCAV data were missing due to the malfunction of TCAV probe. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2021-6-10 10:30. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
      "descriptionCn": "该数据集包含了2021年1月1日至2021年12月31日黑河流域地表过程综合观测网中游大满超级站气象要素梯度观测系统数据。站点位于甘肃省张掖市大满灌区农田内，下垫面是玉米田。观测点的经纬度是100.3722E, 38.8555N，海拔1556m。风速/风向、空气温度、相对湿度传感器分别架设在3m、5m、10m、15m、20m、30m、40m处，共7层，朝向正北；气压计安装在2m处；翻斗式雨量计安装在塔西侧约8m处，架高2.5m；四分量辐射仪安装在12m处，朝向正南；两个红外温度计安装在12m处，朝向正南，探头朝向是垂直向下；土壤热流板（自校正式）（3块）依次埋设在地下6cm处，朝向正南距离塔体2m处，其中两块（Gs_2、Gs_3）埋设在棵间，一块（Gs_1）埋设在植株下面；平均土壤温度传感器TCAV埋设在地下2cm、4cm处，朝向正南，距离塔体2m处；土壤温度探头埋设在地表0cm和地下2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm处，在距离气象塔2m的正南方；土壤水分传感器分别埋设在地下2cm、4cm、10cm、20cm、40cm、80cm、120cm和160cm处，在距离气象塔2m的正南方；光合有效辐射仪安装在12m处，探头朝向是垂直向上；另有四个光合有效辐射仪分别架设在冠层上方和冠层内，冠层上方安装在12m（探头垂直向上和向下方向各一个）、冠层内安装在0.3m（探头垂直向上和向下方向各一个）高处，朝向正南。\n观测项目有：风速（WS_3m、WS_5m、WS_10m、WS_15m、WS_20m、WS_30m、WS_40m）(单位：米/秒)、风向（WD_3m、WD_5m、WD_10m、WD_15m、WD_20m、WD_30m、WD_40m）(单位：度)、空气温湿度（Ta_3m、Ta_5m、Ta_10m、Ta_15m、Ta_20m、Ta_30m、Ta_40m和RH_3m、RH_5m、RH_10m、RH_15m、RH_20m、RH_30m、RH_40m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、平均土壤温度（TCAV）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤水分（Ms_2cm、Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(单位：百分比)、土壤温度（Ts_0cm、Ts_2cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(单位：摄氏度) 、光合有效辐射（PAR）(单位：微摩尔/平方米秒)、冠层上向上与向下光合有效辐射（PAR_U_up、PAR_U_down）(单位：微摩尔/平方米秒)和冠层下向上与向下光合有效辐射（PAR_D_up、PAR_D_down）(单位：微摩尔/平方米秒)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；2021.5.15-6.12由于供电问题，土壤部分数据缺失；由于探头出现问题，平均土壤温度在9月28日后数据错误。（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2021-6-10 10:30。\n黑河综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
      "instructions": "Year+** observatory network+ site+ AWS",
      "instructionsCn": "年份+**观测网+站点名称+AWS",
      "east": 100.3722,
      "west": 100.3722,
      "south": 38.8555,
      "north": 38.8555,
      "startTime": "2021-01-01 00:00:00",
      "endTime": "2021-12-31 00:00:00",
      "fileSize": 25415414.0,
      "cstr": "18406.11.Atmos.tpdc.272478",
      "doi": "10.11888/Atmos.tpdc.272478",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
      },
      {
        "titleCn": null,
        "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
        "referenceCn": null,
        "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
      },
      {
        "titleCn": null,
        "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
      },
      {
        "titleCn": null,
        "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "能见度",
        "nameEn": "Visibility"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游人工绿洲试验区",
        "keywordEn": "The artificial oasis experimental area"
      },
      {
        "keywordCn": "大满超级站",
        "keywordEn": "Daman superstation"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
        "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
        "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
        "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
      ],
      "research objective": [
        "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
        "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
      ],
      "challenges": [
        "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
        "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
      ],
      "methods": [
        "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
        "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
      ],
      "dataset": [
        "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
      ],
      "findings": [
        "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
        "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
      ],
      "backgroundCn": [
        "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
        "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
        "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射计视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量值来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层）与使用波恩比-能量平衡系统、涡动协方差（EC）系统或大孔径闪烁仪的测量结果的比较。",
        "在强烈的平流灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在能量平衡闭合不完整的情况下，EC通量测量的H和LE与可用能量Rn−G0之间的关系更为复杂。之前的敏感性研究发现，TSEB模型的性能主要受到表面-空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观测到的复合辐射温度相比，组分温度存在过高估计的情况。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强平流环境也是一个重要因素。"
      ],
      "research objectiveCn": [
        "在这封信中，地面测量的土壤和冠层组分温度被用来估算蒸散（E）、蒸发（T）和蒸散发（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，具体是通过观察到的E（E/ET%）和T（T/ET%）的比率。",
        "这封信的目的是利用通过高分辨率热像仪观察到的土壤和冠层组件温度作为输入，估算蒸散（E）、土壤温度（T）和蒸散总量（ET），并随后通过稳定氧和氢同位素技术与涡动相关（EC）测量的结合，更好地验证E、T和ET。"
      ],
      "challengesCn": [
        "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
        "导出组件温度的误差主要是由于图像分类错误造成的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还因为EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被错误地计为植被像素，这导致在植被丰度发展的情况下，冠层温度被高估。另一方面，忽略大气向上辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
      ],
      "methodsCn": [
        "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射仪测量的四分量辐射，以及使用采样频率为10 Hz的涡度相关系统在4.5米高处测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
        "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是通过热像仪获得的图像计算得出的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率，将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
      ],
      "datasetCn": [
        "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是在多尺度蒸散发观测实验中进行的，属于黑河水联合遥测实验研究（HiWATER-MUSOEXE）的一部分。"
      ],
      "findingsCn": [
        "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组分温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
        "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值很好地一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
      ]
    },
    {
      "background": [
        "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
      ],
      "research objective": [
        "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
      ],
      "challenges": [
        "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
      ],
      "methods": [
        "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
      ],
      "dataset": [
        "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
      ],
      "findings": [],
      "backgroundCn": [
        "干旱和半干旱地区大约占全球陆地表面积的30%（Dregne, 1991；Scanlon et al., 2006），在气候变化的影响下，干旱地区的扩展尤其发生在发展中国家（Huang et al., 2016）。绿洲是干旱和半干旱地区独特的生态景观，不仅是这些地区生态环境的核心，也是经济发展的基础，尤其是在中国西部，自古以来就是“丝绸之路”的重要组成部分。绿洲占干旱地区总面积的不到10%，却支持着中国这些地区90%以上的人口（Chu et al., 2005；Li et al., 2016；Zhou et al., 2022）。绿洲-沙漠系统在维持稳定的生态环境和农业生产力方面发挥着至关重要的作用（Zhang and Zhao, 2015）。大量研究基于实地和遥感观测（Taha et al., 1991；Potchter et al., 2008；Xue et al., 2019；Wang et al., 2019；Zhou et al., 2022）以及数值模拟（Chu et al., 2005；Meng et al., 2009；Georgescu et al., 2011；Liu et al., 2020）对绿洲-沙漠地区的能量、水汽和碳交换进行了广泛研究。此外，位于半干旱地区的绿洲-沙漠区域被先前的研究者发现是碳汇（Tagesson et al., 2016；Wang et al., 2019）；因此，它们可以显著影响干旱地区的碳平衡，并在全球碳循环中发挥越来越重要的作用。"
      ],
      "research objectiveCn": [
        "因此，维持绿洲与沙漠系统之间的平衡对于实现可持续绿洲发展的目标至关重要。了解绿洲-沙漠生态系统中能量、水汽和碳交换的基本特征，对于实现绿洲-沙漠地区的碳达峰和碳中和目标，以及支持绿洲的生态安全和可持续发展具有重要意义。对绿洲-沙漠地区能量、水汽和碳交换的定量理解，对于认识绿洲-沙漠之间的相互作用至关重要，并且对保护绿洲的生态稳定性和社会经济发展具有重要意义；此外，长期观测是不可或缺的。"
      ],
      "challengesCn": [
        "内陆河流流域在干旱和半干旱地区面临生态环境退化的危机，例如河流和湖泊干涸、自然植被退化、土地沙漠化加剧以及沙尘暴频繁发生，尤其是在丝绸之路沿线的许多内陆河流流域，如塔里木河流域（赵等，2013）、咸海流域（Stanev等，2004；Crétaux等，2009）和乌尔米湖流域（Stone，2015）。"
      ],
      "methodsCn": [
        "在本研究中，我们呈现了一套来自人工和自然绿洲–沙漠系统的观测数据集，包括2012年至2021年的长期能量、水蒸气、碳和甲烷通量，以及涉及水文气象、植被和土壤参数的辅助数据。半小时的湍流通量数据通过涡度协方差系统和闪烁仪获取。水文气象数据（包括辐射、土壤热通量和土壤温度剖面；空气温度和湿度的梯度、风速和风向的梯度；以及气压、降水和土壤湿度剖面）通过自动气象站以10分钟的平均周期观测，同时也记录了地下水位数据。此外，数据集中还补充了植被和土壤参数。数据处理和质量控制程序可以分为数据收集、数据处理和数据归档与共享。"
      ],
      "datasetCn": [
        "研究区域包括位于中国西部干旱地区的HRB中下游，水源来自上游典型的冰冻圈。自2012年以来，在这些地区建立了11个地表通量和气象站——2个超级站和9个普通站。本研究报告的绿洲-沙漠地区能量、水汽和碳交换观测数据集（包括能量、水汽和碳通量；水文气象数据；以及植被和土壤参数）可从国家西藏高原数据中心免费获取。"
      ],
      "findingsCn": []
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a quality control process in place to handle missing or erroneous data in the observational datasets?",
        "QuestionCn": "在观察性数据集中是否有质量控制流程来处理缺失或错误的数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where are soil temperature sensors typically placed in a gradient observation system for agricultural research?",
        "QuestionCn": "土壤温度传感器通常在农业研究的梯度观测系统中放置在哪里？",
        "AnswerEn": "Various depths starting from the surface to 160cm underground",
        "AnswerCn": "从地表到地下160厘米的不同深度",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to measure meteorological parameters in an agricultural setting?",
        "QuestionCn": "您能否提供一个在农业环境中用于测量气象参数的数据收集方法的例子？",
        "AnswerEn": "In an agricultural setting, meteorological parameters such as air temperature, wind speed, and humidity are measured every 10 minutes using a 40-meter boundary layer tower equipped with sensors at various heights. Additionally, four-component radiations are measured at 12 meters above the ground, and turbulent fluxes are measured at 4.5 meters using an eddy covariance system with a sampling frequency of 10 Hz.",
        "AnswerCn": "在农业环境中，气象参数如空气温度、风速和湿度每10分钟测量一次，使用一座配备不同高度传感器的40米边界层塔。此外，四分量辐射在离地面12米的高度进行测量，湍流通量则在4.5米的高度使用采样频率为10 Hz的涡度协方差系统进行测量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in collecting accurate data for soil and canopy component temperatures?",
        "QuestionCn": "收集土壤和树冠组件温度的准确数据面临的一个挑战是什么？",
        "AnswerEn": "A challenge in collecting accurate data for soil and canopy component temperatures is the error in derived component temperature caused primarily by image classification errors, which vary with vegetation abundance. Misclassification of soil pixels as vegetation pixels can lead to overestimation of the canopy temperature, especially as vegetation abundance develops.",
        "AnswerCn": "收集土壤和冠层组成部分温度的准确数据面临的一个挑战是，由于图像分类错误导致的衍生组成部分温度的误差，这种误差主要随着植被丰度的变化而变化。将土壤像素错误分类为植被像素可能导致冠层温度的高估，尤其是在植被丰度发展时。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset that includes energy, water vapor, and carbon exchange observations in an oasis–desert area?",
        "QuestionCn": "您能否提供一个包含绿洲-沙漠地区能量、水蒸气和碳交换观测的示例数据集？",
        "AnswerEn": "An example of a dataset that includes energy, water vapor, and carbon exchange observations in an oasis–desert area consists of long-term data from 2012 to 2021, including turbulent fluxes and hydrometeorological data. This dataset also contains vegetation and soil parameters, collected from multiple land surface flux and meteorological stations established in the middle and lower reaches of the Heihe River Basin in western China.",
        "AnswerCn": "一个包含绿洲-沙漠地区能量、水汽和碳交换观测的示例数据集，包括2012年至2021年的长期数据，涵盖湍流通量和气象水文数据。该数据集还包含植被和土壤参数，数据来自在中国西部黑河流域中下游建立的多个陆面通量和气象站。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and challenges of data collection in oasis–desert ecosystems?",
        "QuestionCn": "在绿洲-沙漠生态系统中，数据收集的特点和挑战是什么？",
        "AnswerEn": "long-term energy, water vapor, carbon fluxes, hydrometeorology, vegetation parameters, soil parameters, ecological degradation, drying rivers, vegetation degradation, desertification",
        "AnswerCn": "长期能源、水汽、碳通量、水文气象、植被参数、土壤参数、生态退化、河流干涸、植被退化、荒漠化",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What specific characteristics are considered in the gradient meteorological observations for agricultural research?",
        "QuestionCn": "在农业研究中，梯度气象观测考虑哪些具体特征？",
        "AnswerEn": "air temperature, wind speed and direction, humidity, four-component radiation, soil temperature, soil moisture",
        "AnswerCn": "空气温度、风速和风向、湿度、四分量辐射、土壤温度、土壤湿度",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many layers of wind speed and direction measurements are included in a meteorological dataset collected from an observation site?",
        "QuestionCn": "从观测站收集的气象数据集中包含多少层风速和风向测量？",
        "AnswerEn": "7 layers",
        "AnswerCn": "7层",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the frequency of data collection for meteorological parameters in a long-term observational study within oasis–desert ecosystems?",
        "QuestionCn": "在绿洲-沙漠生态系统的长期观测研究中，气象参数的数据收集频率是多少？",
        "AnswerEn": "10 minutes",
        "AnswerCn": "10分钟",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many land surface flux and meteorological stations are established in a study area focusing on oasis–desert systems?",
        "QuestionCn": "在一个关注绿洲-沙漠系统的研究区域内，建立了多少个地表通量和气象站？",
        "AnswerEn": "11",
        "AnswerCn": "11",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by 'data processing and quality control procedure' in the context of long-term environmental data collection?",
        "QuestionCn": "在长期环境数据收集的背景下，“数据处理和质量控制程序”是什么意思？",
        "AnswerEn": "In the context of long-term environmental data collection, 'data processing and quality control procedure' refers to the systematic approach to collecting, handling, and verifying the integrity and accuracy of observational data. This involves ensuring data completeness, removing erroneous data, standardizing formats, and archiving data for accessibility, which are crucial steps to maintain the reliability of datasets over time.",
        "AnswerCn": "在长期环境数据收集的背景下，“数据处理和质量控制程序”指的是对观测数据进行系统性收集、处理和验证其完整性与准确性的方法。这涉及确保数据的完整性、去除错误数据、标准化格式以及归档数据以便于访问，这些都是维护数据集长期可靠性的重要步骤。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'component temperatures' signify in the context of estimating evapotranspiration using remote sensing techniques?",
        "QuestionCn": "在使用遥感技术估算蒸散发的背景下，“组件温度”指的是什么？",
        "AnswerEn": "'Component temperatures' in this context signify the distinct temperatures of different elements within a landscape, such as soil and canopy, observed using remote sensing techniques. These measurements are critical for models like the two-source energy balance (TSEB) model, which require accurate temperature readings to estimate processes such as evaporation, transpiration, and overall evapotranspiration more accurately.",
        "AnswerCn": "“组件温度”在此上下文中指的是通过遥感技术观察到的景观中不同元素（如土壤和树冠）的不同温度。这些测量对于像双源能量平衡（TSEB）模型等模型至关重要，因为这些模型需要准确的温度读数来更准确地估计蒸发、蒸腾和整体蒸散发等过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for monitoring meteorological parameters at the Daman superstation compare to those used in the artificial and natural oasis–desert systems in terms of frequency and types of measurements?",
        "QuestionCn": "达曼超级站监测气象参数的数据收集方法与人工和自然绿洲-沙漠系统在测量频率和类型上有什么比较？",
        "AnswerEn": "At the Daman superstation, meteorological parameters are measured every 10 minutes and include air temperature, wind speed, humidity, and four-component radiations, while the oasis–desert systems collect half-hourly turbulent flux data using an eddy covariance system and scintillometer, with additional 10-minute average hydrometeorological data from automatic weather stations.",
        "AnswerCn": "在达曼超级站，每10分钟测量一次气象参数，包括空气温度、风速、湿度和四个组成部分的辐射，而绿洲-沙漠系统则使用涡度协方差系统和闪烁仪每半小时收集一次湍流通量数据，并从自动气象站获取额外的10分钟平均水文气象数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the challenges of estimating evapotranspiration using the TSEB model differ from the challenges of maintaining the ecological balance in oasis–desert areas?",
        "QuestionCn": "使用TSEB模型估算蒸散发的挑战与维持绿洲-沙漠地区生态平衡的挑战有何不同？",
        "AnswerEn": "The TSEB model faces challenges in accurately estimating component temperatures and dealing with complex resistances, particularly under strongly advective conditions, whereas oasis–desert areas face broader ecological challenges such as river and lake drying, vegetation degradation, and increased dust storms.",
        "AnswerCn": "TSEB模型在准确估计组件温度和处理复杂电阻方面面临挑战，特别是在强对流条件下，而绿洲-沙漠地区则面临更广泛的生态挑战，如河流和湖泊干涸、植被退化以及沙尘暴增加。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the use of multiple sensor layers in a meteorological observation system enhance the accuracy and reliability of data related to atmospheric phenomena?",
        "QuestionCn": "在气象观测系统中使用多个传感器层如何提高与大气现象相关的数据的准确性和可靠性？",
        "AnswerEn": "The use of multiple sensor layers in a meteorological observation system, as described in the field, allows for a comprehensive collection of data across different heights and conditions. This setup can enhance accuracy by capturing variations in wind speed, temperature, and humidity at different altitudes, which are crucial for understanding atmospheric phenomena. The redundancy of measurements at various levels also helps in cross-verifying data and ensuring reliability, especially when dealing with complex interactions between surface and atmospheric processes.",
        "AnswerCn": "在气象观测系统中使用多层传感器，可以在不同高度和条件下全面收集数据。这种设置通过捕捉不同高度的风速、温度和湿度的变化，增强了准确性，这些变化对于理解大气现象至关重要。在各个层次上进行冗余测量也有助于交叉验证数据，确保可靠性，特别是在处理地表与大气过程之间复杂相互作用时。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways can integrating ground-based measurements with thermal imaging enhance the interpretation of surface energy balance models in heterogeneous landscapes?",
        "QuestionCn": "将地面测量与热成像集成在一起，可以通过哪些方式增强对异质景观中地表能量平衡模型的解释？",
        "AnswerEn": "Integrating ground-based measurements with thermal imaging can significantly enhance the interpretation of surface energy balance models in heterogeneous landscapes by providing detailed spatial and temporal data on soil and canopy temperatures. This integration allows for the accurate partitioning of evapotranspiration into evaporation and transpiration components, as ground-based sensors provide continuous data on meteorological parameters, while thermal imaging captures high-resolution temperature variations. Such a combined approach addresses the challenges of accurately estimating surface fluxes, especially in areas with mixed soil and vegetation, thereby improving model validation and reliability.",
        "AnswerCn": "将地面测量与热成像相结合，可以显著增强对异质景观中表面能量平衡模型的解释能力，因为它提供了土壤和树冠温度的详细空间和时间数据。这种整合允许准确地将蒸散发分为蒸发和蒸腾成分，因为地面传感器提供了气象参数的连续数据，而热成像则捕捉高分辨率的温度变化。这种结合的方法解决了在混合土壤和植被区域准确估计表面通量的挑战，从而提高了模型的验证和可靠性。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying reasons for the data processing and quality control methods applied to meteorological and flux datasets in oasis–desert systems?",
        "QuestionCn": "在绿洲-沙漠系统中，对气象和通量数据集应用的数据处理和质量控制方法的潜在原因是什么？",
        "AnswerEn": "The data processing and quality control methods are necessary to ensure the accuracy and reliability of observations due to potential challenges in data collection, such as ecological environment degradation, drying up of water sources, and the sensitive nature of oasis–desert ecosystems. These methods help in maintaining data integrity and supporting ecological and socioeconomic stability.",
        "AnswerCn": "数据处理和质量控制方法对于确保观测的准确性和可靠性是必要的，因为在数据收集过程中可能面临诸多挑战，例如生态环境退化、水源干涸以及绿洲-沙漠生态系统的敏感性。这些方法有助于维护数据的完整性，并支持生态和社会经济的稳定。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to accurately measure evapotranspiration components in irrigated agricultural areas using remote sensing models?",
        "QuestionCn": "在灌溉农业地区，使用遥感模型准确测量蒸散发组成部分面临挑战的原因是什么？",
        "AnswerEn": "Accurately measuring evapotranspiration components is challenging due to the heterogeneous nature of the landscape, which includes varying soil and vegetation temperatures and resistances to energy exchange. Errors can occur in surface–air temperature difference calculations and image classification, which affect the estimation of component temperatures and subsequently the performance of remote sensing models like the TSEB.",
        "AnswerCn": "准确测量蒸散发组成部分是具有挑战性的，因为景观的异质性，包括土壤和植被温度的变化以及能量交换的阻力。表面与空气温度差的计算和图像分类中可能会出现错误，这会影响组成部分温度的估计，从而影响遥感模型（如TSEB）的性能。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the necessity of long-term observational datasets in understanding energy, water vapor, and carbon exchange in oasis–desert systems?",
        "QuestionCn": "哪些因素促成了长期观测数据集在理解绿洲-沙漠系统中的能量、水汽和碳交换的必要性？",
        "AnswerEn": "Long-term observational datasets are crucial due to the dynamic and complex interactions between oasis and desert systems, which are influenced by climate change, ecological degradation, and human activities. These datasets help in recognizing interactions, maintaining ecological stability, and supporting sustainable development goals in arid and semiarid regions.",
        "AnswerCn": "长期的观察性数据集至关重要，因为绿洲和沙漠系统之间存在动态和复杂的相互作用，这些相互作用受到气候变化、生态退化和人类活动的影响。这些数据集有助于识别相互作用、维持生态稳定，并支持干旱和半干旱地区的可持续发展目标。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the inclusion of isotopic techniques in the validation of evapotranspiration estimates impact the understanding of water cycle dynamics in oasis-desert ecosystems?",
        "QuestionCn": "同位素技术在蒸散发估算验证中的应用如何影响对绿洲-沙漠生态系统水循环动态的理解？",
        "AnswerEn": "Incorporating isotopic techniques enhances the understanding of water cycle dynamics by providing a more detailed separation of evaporation and transpiration components. This allows for better validation and refinement of evapotranspiration models, leading to improved water resource management and ecological assessments in oasis-desert ecosystems.",
        "AnswerCn": "采用同位素技术可以增强对水循环动态的理解，通过更详细地区分蒸发和蒸腾成分。这使得对蒸散发模型的验证和改进更加有效，从而改善在绿洲-沙漠生态系统中的水资源管理和生态评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to collect and analyze meteorological parameters such as wind speed, air temperature, and soil moisture in the context of the Heihe River Basin ecosystem?",
        "QuestionCn": "在黑河流域生态系统的背景下，为什么收集和分析诸如风速、空气温度和土壤湿度等气象参数是至关重要的？",
        "AnswerEn": "Collecting and analyzing meteorological parameters is crucial for understanding energy, water vapor, and carbon exchange in oasis–desert ecosystems. This understanding is significant for achieving the goals of carbon peaking and carbon neutrality, supporting ecological security, and ensuring sustainable development of oases in arid and semiarid areas.",
        "AnswerCn": "收集和分析气象参数对于理解绿洲-沙漠生态系统中的能量、水汽和碳交换至关重要。这种理解对实现碳达峰和碳中和目标、支持生态安全以及确保干旱和半干旱地区绿洲的可持续发展具有重要意义。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to utilize long-term observational datasets for energy, water vapor, and carbon fluxes in oasis–desert systems?",
        "QuestionCn": "在绿洲-沙漠系统中，利用长期观测数据集来研究能量、水蒸气和碳通量是必要的原因是什么？",
        "AnswerEn": "Long-term observational datasets are necessary to quantitatively understand the interactions between oasis and desert systems. This knowledge is crucial for protecting ecological stability, supporting socioeconomic development, and addressing environmental challenges such as land degradation and desertification in arid and semiarid regions.",
        "AnswerCn": "长期的观察性数据集对于定量理解绿洲与沙漠系统之间的相互作用是必要的。这些知识对于保护生态稳定、支持社会经济发展以及应对干旱和半干旱地区的土地退化和沙漠化等环境挑战至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How is the Eddy Covariance (EC) system utilized in conjunction with other meteorological instruments to measure energy fluxes in a heterogeneous landscape?",
        "QuestionCn": "涡度相关（EC）系统如何与其他气象仪器结合使用，以测量异质景观中的能量通量？",
        "AnswerEn": "The EC system measures turbulent fluxes at 4.5m above the ground with a 10 Hz sampling frequency, while meteorological parameters like air temperature, wind speed, and humidity are measured every 10 minutes at various heights. Additional measurements include four-component radiations at 12m using a radiometer and soil heat fluxes from heat plates buried 6cm underground. These instruments collectively allow partitioning of evapotranspiration into soil evaporation and canopy transpiration using models like TSEB, validated by isotope techniques and EC measurements.",
        "AnswerCn": "EC系统在离地面4.5米的高度以10 Hz的采样频率测量湍流通量，而气象参数如空气温度、风速和湿度则在不同高度每10分钟测量一次。其他测量包括在12米高处使用辐射计测量的四个分量辐射，以及埋在地下6厘米的热板测量的土壤热通量。这些仪器共同允许使用像TSEB这样的模型将蒸散发分为土壤蒸发和冠层蒸腾，这些模型通过同位素技术和EC测量进行了验证。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methods are employed to ensure the accuracy and reliability of long-term energy, water vapor, and carbon flux datasets in oasis-desert ecosystems?",
        "QuestionCn": "在绿洲-沙漠生态系统中，确保长期能量、水蒸气和碳通量数据集的准确性和可靠性所采用的方法有哪些？",
        "AnswerEn": "To ensure dataset accuracy, observations from long-term flux measurements are supplemented by auxiliary data such as hydrometeorology, soil, and vegetation parameters. Data are processed and quality-controlled by collecting half-hourly turbulent flux data, 10-minute meteorological data, and groundwater table data, with automated weather stations and supplemental vegetation and soil measurements. Data processing includes collection, quality checks, and archiving for sharing, ensuring reliability for understanding oasis-desert interactions.",
        "AnswerCn": "为了确保数据集的准确性，长期通量测量的观测数据通过辅助数据进行补充，例如水文气象、土壤和植被参数。数据通过收集半小时的湍流通量数据、10分钟的气象数据和地下水位数据进行处理和质量控制，使用自动气象站以及补充的植被和土壤测量。数据处理包括收集、质量检查和归档，以便共享，确保对绿洲-沙漠相互作用的理解的可靠性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable accurate measurement of soil and canopy component temperatures for estimating evapotranspiration in agricultural areas?",
        "QuestionCn": "哪些数据收集方法能够准确测量农业地区土壤和冠层组件的温度，以估算蒸散发？",
        "AnswerEn": "The use of ground-based observations such as a high-resolution thermal camera and meteorological parameters from boundary layer towers enable accurate measurement of soil and canopy component temperatures. This data is crucial for estimating evapotranspiration using models like the TSEB model in agricultural areas.",
        "AnswerCn": "使用地面观测，如高分辨率热像仪和边界层塔的气象参数，可以准确测量土壤和冠层组件的温度。这些数据对于使用TSEB模型在农业区域估算蒸散发至关重要。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How do long-term observational datasets facilitate the understanding of energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
        "QuestionCn": "长期观测数据集如何促进对绿洲-沙漠生态系统中能量、水蒸气和碳交换的理解？",
        "AnswerEn": "Long-term observational datasets that include energy, water vapor, and carbon fluxes, as well as auxiliary data like hydrometeorology, vegetation, and soil parameters, are essential. They provide crucial insights into the interactions and ecological stability of oasis–desert ecosystems, supporting sustainable development and carbon neutrality goals.",
        "AnswerCn": "长期观测数据集，包括能量、水蒸气和碳通量，以及水文气象、植被和土壤参数等辅助数据，至关重要。它们为绿洲-沙漠生态系统的相互作用和生态稳定性提供了重要见解，支持可持续发展和碳中和目标。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What technological advancements or conditions enable the measurement of turbulent fluxes in arid and semi-arid regions?",
        "QuestionCn": "哪些技术进步或条件使得在干旱和半干旱地区测量湍流通量成为可能？",
        "AnswerEn": "The deployment of eddy covariance systems and scintillometers at land surface flux stations enables the measurement of turbulent fluxes in arid and semi-arid regions. These technologies offer high-frequency data collection, which is critical for understanding the dynamics of energy and water vapor exchanges in these regions.",
        "AnswerCn": "在陆面通量站部署涡度协方差系统和闪烁仪可以测量干旱和半干旱地区的湍流通量。这些技术提供高频率的数据收集，这对于理解这些地区能量和水蒸气交换的动态至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What are the expected challenges in separating soil and vegetation component temperatures for evapotranspiration estimation models in arid regions?",
        "QuestionCn": "在干旱地区，分离土壤和植被成分温度以估算蒸散发模型时预期面临的挑战有哪些？",
        "AnswerEn": "In arid regions, accurately estimating surface fluxes is challenging due to strong advective conditions and errors in determining surface soil and vegetation component temperatures. Image classification errors, atmospheric radiation effects, and uncertainties in radiation transmittances through the canopy contribute to challenges in separating component temperatures.",
        "AnswerCn": "在干旱地区，由于强烈的平流条件以及表层土壤和植被组分温度的确定误差，准确估计表面通量面临挑战。图像分类错误、大气辐射效应以及通过树冠的辐射透过率的不确定性，导致分离组分温度的困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the data collection techniques employed in obtaining meteorological and soil data within the oasis–desert ecosystems?",
        "QuestionCn": "您将如何评估在获取绿洲-沙漠生态系统中的气象和土壤数据时采用的数据收集技术？",
        "AnswerEn": "The data collection techniques in oasis–desert ecosystems involve using eddy covariance systems, scintillometers, and automatic weather stations. These methods provide comprehensive measurements of energy, water vapor, and carbon fluxes, as well as auxiliary data on hydrometeorology, vegetation, and soil parameters. Despite the robust data collection framework, challenges such as environmental degradation and the need for long-term observations to support ecological security and sustainable development are significant considerations in evaluating these techniques.",
        "AnswerCn": "在绿洲-沙漠生态系统中，数据收集技术包括使用涡度协方差系统、闪烁仪和自动气象站。这些方法提供了能量、水蒸气和碳通量的全面测量，以及关于水文气象、植被和土壤参数的辅助数据。尽管数据收集框架稳健，但环境退化和支持生态安全与可持续发展的长期观察需求等挑战是评估这些技术时的重要考虑因素。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I’m unsure about how data collection methods address the challenges of capturing accurate energy, water vapor, and carbon fluxes in oasis–desert systems.",
        "QuestionCn": "我不确定数据收集方法如何应对在绿洲-沙漠系统中捕捉准确的能量、水蒸气和碳通量的挑战。",
        "AnswerEn": "Half-hourly turbulent flux data were acquired using an eddy covariance system and scintillometer. Additionally, hydrometeorological data were observed from automatic weather stations with a 10-minute average period, which includes radiation, soil heat flux, soil temperature profiles, and more, ensuring comprehensive data capture.",
        "AnswerCn": "半小时的湍流通量数据是通过涡度协方差系统和闪烁仪获取的。此外，自动气象站观察了10分钟平均周期的水文气象数据，包括辐射、土壤热通量、土壤温度剖面等，确保了全面的数据捕获。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I don't understand how datasets can effectively capture the interactions between soil and vegetation in heterogeneous landscapes with mixed temperatures and resistances.",
        "QuestionCn": "我不明白数据集如何有效捕捉异质景观中土壤和植被之间的相互作用，这些景观具有混合的温度和阻力。",
        "AnswerEn": "The datasets from the field include data from a multi-scale observation experiment that used both ground-based measurements and thermal infrared images to partition evapotranspiration into soil and canopy components. The Two-Source Energy Balance (TSEB) model was used to estimate these interactions by separating latent heat fluxes of soil and vegetation components.",
        "AnswerCn": "该领域的数据集包括来自一个多尺度观测实验的数据，该实验使用了地面测量和热红外图像来将蒸散发分为土壤和冠层成分。采用双源能量平衡（TSEB）模型来估计这些相互作用，通过分离土壤和植被成分的潜热通量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the data collection methods for meteorological and soil parameters in oasis–desert ecosystems.",
        "QuestionCn": "在绿洲-沙漠生态系统中，气象和土壤参数的数据收集方法主要包括以下几种：\n\n1. **气象站**：设置自动气象站，定期记录温度、湿度、降水量、风速和风向等气象数据。\n\n2. **手动观测**：通过人工测量和记录气象参数，尤其是在特定时间段内进行详细观察。\n\n3. **遥感技术**：利用卫星或无人机获取大范围的气象和土壤信息，包括地表温度、植被覆盖度等。\n\n4. **土壤采样**：在不同深度和位置采集土壤样本，分析土壤的物理和化学性质，如pH值、含水量、养分含量等。\n\n5. **传感器**：在土壤中安装传感器，实时监测土壤湿度、温度和电导率等参数。\n\n6. **实验室分析**：对采集的土壤样本进行实验室分析，以获得更精确的土壤特性数据。\n\n这些方法结合使用，可以全面了解绿洲-沙漠生态系统中的气象和土壤动态。",
        "AnswerEn": "The data collection methods in oasis–desert ecosystems involve a combination of long-term energy, water vapor, carbon, and methane flux measurements using an eddy covariance system and scintillometer. Additionally, hydrometeorological data such as radiation, soil heat flux, soil temperature profiles, and gradients of air temperature, humidity, wind speed, and direction are collected using automatic weather stations with a 10-minute average period. Vegetation and soil parameters are also supplemented to support comprehensive analysis.",
        "AnswerCn": "在绿洲-沙漠生态系统中，数据收集方法结合了使用涡度协方差系统和闪烁仪进行的长期能量、水蒸气、碳和甲烷通量测量。此外，还通过自动气象站收集辐射、土壤热通量、土壤温度剖面以及空气温度、湿度、风速和风向的梯度等水文气象数据，平均周期为10分钟。还补充了植被和土壤参数，以支持全面分析。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in accurately estimating surface fluxes in strongly advective irrigated agricultural areas.",
        "QuestionCn": "分析在强对流灌溉农业区域准确估计表面通量所面临的挑战。",
        "AnswerEn": "Challenges in estimating surface fluxes include incomplete energy balance closure in eddy covariance (EC) flux measurements, uncertainty in surface-air temperature differences, errors in surface soil and vegetation component temperature determination, and strong advective conditions affecting measurement accuracy. Image classification errors and ignoring atmospheric factors can also introduce uncertainties, particularly in the estimation of soil and canopy component temperatures.",
        "AnswerCn": "估算表面通量的挑战包括涡度协方差（EC）通量测量中能量平衡闭合不完全、表面与空气温度差异的不确定性、表面土壤和植被组分温度确定中的误差，以及强的平流条件对测量准确性的影响。图像分类错误和忽视大气因素也可能引入不确定性，特别是在土壤和冠层组分温度的估算中。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please outline the potential datasets available for studying energy, water vapor, and carbon exchange in oasis–desert areas.",
        "QuestionCn": "请概述可用于研究绿洲-沙漠地区能量、水蒸气和碳交换的潜在数据集。",
        "AnswerEn": "Potential datasets for studying energy, water vapor, and carbon exchange in oasis–desert areas include long-term observational data from artificial and natural ecosystems. These datasets consist of half-hourly turbulent flux data, hydrometeorological observations, and auxiliary data on vegetation and soil parameters from 2012 to 2021. The data are collected from multiple stations, including superstations and ordinary stations, and are available from the National Tibetan Plateau Data Center.",
        "AnswerCn": "研究绿洲-沙漠地区能量、水汽和碳交换的潜在数据集包括来自人工和自然生态系统的长期观测数据。这些数据集包含2012年至2021年的半小时湍流通量数据、气象水文观测数据以及关于植被和土壤参数的辅助数据。这些数据是从多个站点收集的，包括超级站和普通站，数据可从国家西藏高原数据中心获取。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}