{
  "id": "f15c8c8b-c3a6-4a17-b5e7-0f1b13a66a69",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Exhumation fission track thermochronology of the late Cretaceous Cenozoic in the southeastern margin of the coastal mountains of southeastern China",
      "titleCn": "中国东南沿海山脉东南缘晚白垩世-新生代的折返裂变径迹热年代学数据",
      "description": "This data is apatite and zircon fission track chronology data. The samples were collected from the southeastern margin of the coastal mountains in Southeast China. They are mainly fine-grained to coarse-grained granites from Late Triassic to early Cretaceous and coarse-grained granites from early Paleozoic. Apatite and zircon particles were prepared by crushing, sieving, magnetic separation and heavy liquid separation. The apatite and zircon particles were coated with epoxy resin and FEP polytetrafluoroethylene sheets. Finally, high quality data were obtained by fission track age analysis and external detection method. The data provide an important reference value for the process of rapid, slow, accelerated, cooled and inferred exhumation from Late Cretaceous to Cenozoic.",
      "descriptionCn": "本数据为磷灰石和锆石裂变径迹年代学数据。样品采集自中国东南沿海山脉东南缘，主要为晚三叠世至早白垩世的细粒至粗粒花岗岩类以及早古生代的粗粒花岗岩。磷灰石和锆石颗粒采用粉碎、筛分、磁选和重液分离等技术制备，并用环氧树脂和氟乙烯丙烯聚四氟乙烯（FEP）聚四氟乙烯片材包覆磷灰石和锆石颗粒，最终通过外部探测法分析获得裂变径迹年龄高质量数据。该数据为晚白垩世至新生代该地区经历了先快速、后缓慢、最后加速、冷却和推断折返的过程提供了重要参考价值。",
      "instructions": "File name: apatite and zircon fission track ages are stored in Excel format. The file name is \"fission track data\", representing \"apatite and zircon fission track ages\"\nData reading mode: the data is saved in xlsx format and can be directly opened by EXCEL program",
      "instructionsCn": "文件命名：磷灰石与锆石裂变径迹年龄通过EXCLE格式储存，文件名称为：“Fission track data”，代表“磷灰石与锆石裂变径迹年龄”\n数据读取方式：该数据以xlsx格式保存，可以直接使用Excle程序打开",
      "east": 117.29,
      "west": 113.42,
      "south": 21.57,
      "north": 23.42,
      "startTime": null,
      "endTime": null,
      "fileSize": 880285.0,
      "cstr": "18406.11.Geo.tpdc.271517",
      "doi": "10.11888/Geo.tpdc.271517",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李小明",
        "nameEn": "LI Xiaoming",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Late Cretaceous-Cenozoic exhumation of the southeastern margin of  Coastal Mountains, SE China, revealed by fission-track thermochronology:  Implications for the topographic evolution",
        "referenceCn": null,
        "referenceEn": "Li, X.M, & Zou, H. (2017). Late cretaceous-cenozoic exhumation of the southeastern margin of coastal mountains, se china, revealed by fission-track thermochronology: implications for the topographic evolution. Solid Earth Sciences, 2(3), 79-88."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国东南沿海山脉东南缘",
        "keywordEn": "southeastern margin of  Coastal Mountains, SE China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "晚白垩世-新生代",
        "keywordEn": "Late Cretaceous-Cenozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain fission track thermochronology data for granitic samples from a specific region?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，用于获取来自特定区域的花岗岩样本的裂变轨迹热年代学数据？",
        "AnswerEn": "In the context of the southeastern coastal mountain range of China, a data collection method for fission track thermochronology involves collecting samples mainly from fine-grained to coarse-grained granitic rocks from the Late Triassic to Early Cretaceous and coarse-grained granites from the Early Paleozoic. The method includes crushing, sieving, magnetic separation, and heavy liquid separation techniques to prepare apatite and zircon particles. These particles are then encapsulated in epoxy resin and fluorinated ethylene propylene (FEP) sheets, followed by analysis through external detection methods to obtain high-quality fission track age data.",
        "AnswerCn": "在中国东南沿海山脉的背景下，裂变径迹热年代测定的数据收集方法主要涉及从晚三叠世到早白垩世的细粒到粗粒花岗岩和早古生代的粗粒花岗岩中采集样品。该方法包括破碎、筛分、磁选和重液分离技术，以准备磷灰石和锆石颗粒。这些颗粒随后被封装在环氧树脂和氟化乙烯丙烯（FEP）薄膜中，随后通过外部探测方法进行分析，以获得高质量的裂变径迹年龄数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific data collection methods used to prepare and analyze fission track ages in geological samples from the southeastern coastal mountains of China?",
        "QuestionCn": "在中国东南沿海山脉的地质样品中，准备和分析裂变轨迹年龄所使用的具体数据收集方法是什么？",
        "AnswerEn": "crushing, sieving, magnetic separation, heavy liquid separation, embedded in epoxy resin, covered with fluoropolymer sheets, external detector methods",
        "AnswerCn": "破碎、筛分、磁选、重液分离、嵌入环氧树脂、覆盖氟聚合物薄膜、外部探测方法",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'fission track thermochronology' refer to in the context of geological studies?",
        "QuestionCn": "在地质研究中，“裂变径迹热年代学”指的是什么？",
        "AnswerEn": "Fission track thermochronology refers to a method for determining the thermal history of rocks by analyzing the fission tracks in minerals like apatite and zircon. The process involves preparing mineral samples through techniques such as crushing, sieving, magnetic separation, and heavy liquid separation. The mineral grains are then embedded in epoxy resin and coated with fluorinated ethylene propylene (FEP) sheets before using external detection methods to analyze the fission track ages. This data provides insights into the thermal evolution and tectonic processes, such as cooling and inferred exhumation, in specific geological regions.",
        "AnswerCn": "裂变轨迹热年代测定是一种通过分析矿物（如磷灰石和锆石）中的裂变轨迹来确定岩石热历史的方法。该过程涉及通过破碎、筛分、磁选和重液分离等技术准备矿物样品。矿物颗粒随后被嵌入环氧树脂中，并涂覆氟化乙烯丙烯（FEP）薄膜，然后使用外部检测方法分析裂变轨迹年龄。这些数据提供了对特定地质区域热演化和构造过程（如冷却和推断的剥蚀）的洞察。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors might have influenced the choice of using fission track thermochronology data for understanding the cooling and exhumation history in the southeastern margin of the mountain range in southeastern China during the Late Cretaceous to Cenozoic?",
        "QuestionCn": "哪些因素可能影响了选择使用裂变径迹热年代学数据来理解中国东南部山脉东南边缘在晚白垩世至新生代期间的冷却和剥露历史？",
        "AnswerEn": "The use of fission track thermochronology data, particularly from apatite and zircon, was likely influenced by the need to obtain high-quality age data that can provide insights into the thermal history of the region. This method allows researchers to infer the cooling and uplift processes over time, which are critical for understanding the orogenic and tectonic evolution of the area during the Late Cretaceous to Cenozoic era. The detailed preparation techniques and the ability to derive precise cooling ages make fission track analysis a valuable tool for such geological investigations.",
        "AnswerCn": "裂变径迹热年代学数据的使用，特别是来自磷灰石和锆石的数据，可能受到获取高质量年龄数据的需求的影响，这些数据可以提供该地区热历史的见解。这种方法使研究人员能够推断出随时间变化的冷却和抬升过程，这对于理解该地区在晚白垩世至新生代期间的造山和构造演化至关重要。详细的制备技术和推导精确冷却年龄的能力使裂变径迹分析成为此类地质研究的宝贵工具。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using fission track thermochronology data from apatite and zircon to interpret the cooling and exhumation history of a region?",
        "QuestionCn": "使用来自磷灰石和锆石的裂变轨迹热年代学数据来解释一个地区的冷却和剥蚀历史可能带来的潜在后果是什么？",
        "AnswerEn": "Using fission track thermochronology data from apatite and zircon allows researchers to deduce the thermal history of a region, providing insights into cooling rates, exhumation timelines, and tectonic processes. This information can suggest a sequence where the region underwent rapid cooling, followed by slower cooling, and then accelerated cooling, supporting hypotheses about the geological history and tectonic activity such as folding and uplift in the late Cretaceous to Cenozoic era.",
        "AnswerCn": "使用来自磷灰石和锆石的裂变轨迹热年代学数据，研究人员能够推断一个地区的热历史，从而提供关于冷却速率、剥蚀时间线和构造过程的见解。这些信息可以暗示一个序列，其中该地区经历了快速冷却，随后是较慢的冷却，然后是加速冷却，这支持了关于地质历史和构造活动的假设，例如在晚白垩世到新生代期间的褶皱和抬升。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting fission track thermochronology data from apatite and zircon samples in the southeastern coastal mountains of China?",
        "QuestionCn": "收集来自中国东南沿海山区的磷灰石和锆石样品的裂变轨迹热年代学数据的目标是什么？",
        "AnswerEn": "The objective is to obtain high-quality fission track ages that provide crucial references for understanding the cooling and inferred exhumation processes in the southeastern margin of the coastal mountains of China from the Late Cretaceous to the Cenozoic. This includes analyzing the region's transition from rapid to slow and then accelerated cooling.",
        "AnswerCn": "目标是获得高质量的裂变轨迹年龄，以提供重要的参考，帮助理解中国东南沿海山脉在晚白垩世到新生代的冷却和推测的剥蚀过程。这包括分析该地区从快速冷却到缓慢冷却再到加速冷却的过渡。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the detailed steps involved in preparing and analyzing samples using fission track thermochronology to determine cooling and exhumation histories in geological studies?",
        "QuestionCn": "使用裂变径迹热年代学准备和分析样品以确定地质研究中的冷却和剥露历史所涉及的详细步骤是什么？",
        "AnswerEn": "The process involves collecting samples, primarily from fine to coarse-grained granites of late Triassic to early Cretaceous age and coarse-grained granites from the early Paleozoic. The samples are then subjected to crushing, sieving, magnetic separation, and heavy liquid separation to prepare apatite and zircon grains. These grains are embedded in epoxy resin and covered with a fluorinated ethylene propylene (FEP) Teflon sheet. The external detector method is then used to analyze the fission track ages, providing high-quality data that offer important reference value for understanding the cooling and inferred exhumation processes in the southeastern margin of the southeastern coastal mountain range of China during the Late Cretaceous to Cenozoic.",
        "AnswerCn": "该过程涉及收集样本，主要来自晚三叠世至早白垩世的细到粗粒花岗岩以及早古生代的粗粒花岗岩。样本经过破碎、筛分、磁选和重液分离，以制备磷灰石和锆石颗粒。这些颗粒嵌入环氧树脂中，并覆盖一层氟化乙烯丙烯（FEP）特氟龙薄膜。然后使用外部探测器方法分析裂变径迹年龄，提供高质量的数据，为理解中国东南沿海山脉东南缘在晚白垩世至新生代的冷却和推测剥蚀过程提供重要的参考价值。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}