{
  "id": "f27c1374-a38a-4ac8-b6ba-dff90cbc6eeb",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "1:100,000 landuse dataset of Qinghai province (1995)",
      "titleCn": "青海省1:10万土地利用数据集（1995）",
      "description": "This data was derived from \"1: 100,000 Land Use Data of China\". Based on Landsat MSS, TM and ETM remote sensing data, 1: 100,000 Land Use Data of China was compiled within three years by a remote sensing scientific and technological team of 19 research institutes affiliated to the Chinese Academy of Sciences, which was organized by the “Remote Sensing Macroinvestigation and Dynamic Research on the National Resources and Environment\", one of the major application programs in Chinese Academy of Sciences during the \"Eighth Five-year Plan\". This data adopts a hierarchical land cover classification system, which divides the country into 6 first-class categories (cultivated land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 second-class categories. This is the most accurate land use data product in our country at present. It has already played an important role in national land resources survey, hydrology and ecological research.",
      "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。本数据采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
      "instructions": "File name: data is stored in vector SHP format, and the file name is \"Qinghai-1995\";\nData reading: it can be opened and read by remote sensing software such as ArcGIS and QGIS.",
      "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Qinghai-1995”；\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
      "east": 103.2,
      "west": 89.5,
      "south": 31.2,
      "north": 39.2,
      "startTime": "1995-01-09 00:00:00",
      "endTime": "1996-01-08 11:59:59",
      "fileSize": 167115224.0,
      "cstr": "18406.11.Socioeco.tpdc.270642",
      "doi": "10.11888/Socioeco.tpdc.270642",
      "dataFormat": "矢量",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘纪远",
        "nameEn": "LIU Jiyuan",
        "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理资源与环境研究所"
      },
      {
        "nameCn": "庄大方",
        "nameEn": "ZHUANG Dafang",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "周万村",
        "nameEn": "ZHOU Wancun",
        "unitEn": "",
        "unitCn": "中国科学院成都山地灾害与环境研究所"
      },
      {
        "nameCn": "吴世新",
        "nameEn": "WU Shixin",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
        "referenceCn": null,
        "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
      },
      {
        "titleCn": null,
        "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
        "referenceCn": null,
        "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
      },
      {
        "titleCn": null,
        "titleEn": "Genetic diversity of the subterranean Gansu zokor in a semi-natural landscape",
        "referenceCn": null,
        "referenceEn": "Lin, G.H., Cai, Z.Y., Zhang, T.Z., Su, J.P., & Thirgood, S.J. (2008). Genetic diversity of the subterranean Gansu zokor in a semi-natural landscape[J]. Journal of Zoology, 275(2), 153–159. doi:10.1111/j.1469-7998.2008.00423.x"
      },
      {
        "titleCn": null,
        "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
        "referenceCn": null,
        "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青海省",
        "keywordEn": "Qinghai Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1995",
        "keywordEn": "1995",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
      ],
      "research objective": [
        "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
      ],
      "challenges": [
        "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
      ],
      "methods": [],
      "dataset": [
        "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
      ],
      "findings": [
        "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
      ],
      "backgroundCn": [
        "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversit、 生物地球化学循环以及资源的可持续开发之间的相互作用。1995年，国际全球变化研究计划（IGBP）和国际人文与发展计划（IHDP）发布并推动的一系列科学研究项目，使土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于物理环境的多样性和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，还对全球变化产生影响。"
      ],
      "research objectiveCn": [
        "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间格局”和“时间过程”的综合研究，以揭示区域土地利用变化特征在动态过程的格局和动态过程的格局中的表现。"
      ],
      "challengesCn": [
        "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间也存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
      ],
      "methodsCn": [],
      "datasetCn": [
        "主要数据来源是Landsat TM数字图像（1995/1996年的520幅场景和1999/2000年的508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据，以获取1999/2000年的土地利用信息。"
      ],
      "findingsCn": [
        "中国的土地利用变化存在明显的区域差异，这为划分动态区域奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the information on land-use change in China incorporate data from the CBERS-1 satellite for the year 1999/2000?",
        "QuestionCn": "中国的土地利用变化信息是否包含1999/2000年CBERS-1卫星的数据？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Which regions in China experienced the most rapid land-use change between 1995 and 2000: North China, the Loess Plateau, or the southeast coastal region?",
        "QuestionCn": "在1995年至2000年期间，中国哪些地区经历了最迅速的土地利用变化：华北、黄土高原还是东南沿海地区？",
        "AnswerEn": "North China",
        "AnswerCn": "华北",
        "Level": "C4(Analyzing)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods were utilized to gather land-use information in the 1995/1996 and 1999/2000 periods in China?",
        "QuestionCn": "在1995/1996年和1999/2000年期间，中国采用了哪些数据收集方法来收集土地利用信息？",
        "AnswerEn": "Landsat TM digital images and CBERS-1 data",
        "AnswerCn": "Landsat TM 数字影像和 CBERS-1 数据",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where were the rapid changes in land-use observed in China during the period from 1995 to 2000?",
        "QuestionCn": "在1995年至2000年期间，中国在哪些地方观察到了土地利用的快速变化？",
        "AnswerEn": "North China, Loess Plateau, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region",
        "AnswerCn": "华北、黄土高原、东北地区、东南沿海地区、长江中下游地区、东部沿海地区",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are some challenges faced in the land-use change study in China?",
        "QuestionCn": "在中国土地利用变化研究中面临的一些挑战是什么？",
        "AnswerEn": "deforestation, conflicts between arable land protection and urban expansion",
        "AnswerCn": "森林砍伐、耕地保护与城市扩张之间的冲突",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method employed to study land-use and land-cover change in China during the late 1990s?",
        "QuestionCn": "您能否提供一个在1990年代末期研究中国土地利用和土地覆盖变化所采用的数据收集方法的例子？",
        "AnswerEn": "A data collection method used to study land-use and land-cover change in China during the late 1990s involved utilizing Landsat TM digital images, specifically 520 scenes in 1995/1996 and 508 scenes in 1999/2000.",
        "AnswerCn": "一种用于研究1990年代末中国土地利用和土地覆盖变化的数据收集方法涉及利用Landsat TM数字图像，具体包括1995/1996年的520幅场景和1999/2000年的508幅场景。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in the process of collecting land-use data for monitoring environmental changes in China?",
        "QuestionCn": "在中国收集土地利用数据以监测环境变化的过程中面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in collecting land-use data for monitoring environmental changes in China is the existence of conspicuous conflicts between arable land protection and urban expansion, such as the irrational conversion from arable land to built-up areas.",
        "AnswerCn": "在中国，收集土地利用数据以监测环境变化面临的一个挑战是，耕地保护与城市扩张之间存在明显的冲突，例如耕地向建筑用地的不合理转化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the land-use classification system used in remote sensing datasets for land-cover change studies?",
        "QuestionCn": "遥感数据集用于土地覆盖变化研究的土地利用分类系统的特点是什么？",
        "AnswerEn": "hierarchical, six primary categories, 31 secondary categories",
        "AnswerCn": "层级结构，六个主要类别，31个次要类别",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What challenges might arise from using remote sensing data to monitor land-use changes in regions with diverse physical environments?",
        "QuestionCn": "使用遥感数据监测具有多样物理环境的地区土地利用变化可能会面临哪些挑战？",
        "AnswerEn": "potential for conflicts between arable land protection and urban expansion, conversion of arable land to built-up areas, irrational patterns of land use",
        "AnswerCn": "耕地保护与城市扩张之间的潜在冲突、耕地转为建设用地、土地利用的不合理模式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many scenes of Landsat TM digital images were used to collect land-use data for the years 1995/1996?",
        "QuestionCn": "用于收集1995/1996年土地利用数据的Landsat TM数字图像场景数量是多少？",
        "AnswerEn": "520 scenes",
        "AnswerCn": "520个场景",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many primary categories are included in the hierarchical land cover classification system used in a dataset?",
        "QuestionCn": "该数据集中使用的分层土地覆盖分类系统包含多少个主要类别？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many secondary categories are there in the land cover classification system applied in a dataset?",
        "QuestionCn": "在应用于数据集的土地覆盖分类系统中，有多少个次级类别？",
        "AnswerEn": "31",
        "AnswerCn": "31",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'dynamic regionalization of land-use change' mean in the context of land-use studies?",
        "QuestionCn": "在土地利用研究的背景下，“土地利用变化的动态区域化”是什么意思？",
        "AnswerEn": "Dynamic regionalization of land-use change refers to the process of dividing regions based on the temporal and spatial features of land-use change, aiming to understand the patterns and processes in land-use dynamics across different areas.",
        "AnswerCn": "动态区域化的土地利用变化是指根据土地利用变化的时间和空间特征对区域进行划分，旨在理解不同地区土地利用动态的模式和过程。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'land-cover classification system' in the context of satellite remote sensing data?",
        "QuestionCn": "在卫星遥感数据的背景下，“土地覆盖分类系统”是什么意思？",
        "AnswerEn": "A land-cover classification system in satellite remote sensing data is a hierarchical framework used to categorize land areas based on their surface properties, dividing them into various classes, such as arable land or forests, to facilitate analysis and interpretation.",
        "AnswerCn": "土地覆盖分类系统是在卫星遥感数据中使用的一个层次框架，用于根据地表特性对土地区域进行分类，将其划分为各种类别，如耕地或森林，以便于分析和解释。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using Landsat MSS, TM, and ETM compare to those using CBERS-1 in terms of effectiveness for acquiring land-use information in China?",
        "QuestionCn": "Landsat MSS、TM 和 ETM 的数据收集方法与 CBERS-1 在获取中国土地利用信息方面的有效性如何比较？",
        "AnswerEn": "The data collection methods using Landsat MSS, TM, and ETM were foundational in the creation of high-precision land-use datasets for China, while CBERS-1 data were additionally employed to acquire land-use information for the period of 1999/2000. Both sets of data contributed to understanding land-use change, but specifics about their comparative effectiveness are not detailed in the given information.",
        "AnswerCn": "使用Landsat MSS、TM和ETM的数据收集方法为中国高精度土地利用数据集的创建奠定了基础，同时还使用了CBERS-1数据来获取1999/2000年的土地利用信息。这两组数据有助于理解土地利用变化，但关于它们比较有效性的具体细节在给定的信息中没有详细说明。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in challenges faced when using satellite remote sensing data versus ground-based data collection methods for studying land-use change in China?",
        "QuestionCn": "使用卫星遥感数据与地面数据收集方法研究中国土地利用变化时面临的挑战有哪些不同？",
        "AnswerEn": "Challenges in using satellite remote sensing data, as implied by the content, include dealing with regional differentiation of land-use change and the dynamic nature of land conversion, such as the conflict between arable land protection and urban expansion. Ground-based methods are not described, but typically face challenges like resource intensity and limited spatial coverage.",
        "AnswerCn": "使用卫星遥感数据面临的挑战包括处理土地利用变化的区域差异以及土地转化的动态特性，例如耕地保护与城市扩张之间的冲突。虽然没有描述基于地面的研究方法，但通常面临的挑战包括资源密集和空间覆盖有限。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the temporal and spatial features of land-use change studied through Landsat imagery compare to those revealed by using other satellite data like CBERS-1?",
        "QuestionCn": "通过Landsat影像研究的土地利用变化的时间和空间特征与使用其他卫星数据如CBERS-1所揭示的特征相比，有哪些不同之处？",
        "AnswerEn": "The temporal and spatial features of land-use change studied through Landsat imagery provided a basis for understanding regional differentiation and rapid change in specific areas during 1995—2000. CBERS-1, while also used for land-use information, may offer different temporal resolution or spatial coverage, but specific comparisons are not detailed in the provided content.",
        "AnswerCn": "通过Landsat影像研究的土地利用变化的时间和空间特征，为理解1995年至2000年期间区域差异和特定区域的快速变化提供了基础。虽然CBERS-1也用于土地利用信息，但其可能提供不同的时间分辨率或空间覆盖，具体比较在提供的内容中没有详细说明。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What interpretations can be drawn from the use of satellite remote sensing as a data collection method in understanding land-use/cover change?",
        "QuestionCn": "通过使用卫星遥感作为数据收集方法来理解土地利用/覆盖变化，可以得出哪些解释？",
        "AnswerEn": "Satellite remote sensing, using data from sources like Landsat MSS, TM, and ETM, allows for a comprehensive analysis of land-use/cover change by providing consistent and repeatable data over large areas. This method enables the observation of spatial patterns and temporal processes, crucial for understanding regional land-use change dynamics and their impacts on environmental and socio-economic factors.",
        "AnswerCn": "卫星遥感利用来自Landsat MSS、TM和ETM等来源的数据，能够对土地利用/覆盖变化进行全面分析，提供一致且可重复的大面积数据。这种方法使得观察空间模式和时间过程成为可能，对于理解区域土地利用变化动态及其对环境和社会经济因素的影响至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How might the challenges of balancing arable land protection and urban expansion influence the interpretation of land-use change data?",
        "QuestionCn": "平衡耕地保护和城市扩张的挑战可能会如何影响土地利用变化数据的解读？",
        "AnswerEn": "The challenges of balancing arable land protection with urban expansion could highlight conflicts evident in the land-use change data, such as the irrational conversion of arable land to built-up areas. Interpreting these patterns may provide insights into broader socio-economic and policy impacts, suggesting the need for strategic planning to manage land resources sustainably.",
        "AnswerCn": "保护耕地与城市扩张之间的平衡挑战可能突显出土地利用变化数据中明显的冲突，例如耕地不合理地转为建筑用地。解读这些模式可能为更广泛的社会经济和政策影响提供见解，暗示需要战略规划以可持续管理土地资源。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What interpretations about regional differentiation can be made from the observed rapid land-use changes in specific areas like North China and the Loess Plateau?",
        "QuestionCn": "关于北方中国和黄土高原等特定地区观察到的快速土地利用变化，可以得出哪些关于区域差异化的解释？",
        "AnswerEn": "The observed rapid land-use changes in areas like North China and the Loess Plateau suggest significant regional differentiation, which may be indicative of diverse socio-economic activities and environmental pressures. This differentiation can provide a basis for dynamic regionalization, helping to tailor policies and strategies to address specific regional land-use challenges and opportunities.",
        "AnswerCn": "在北中国和黄土高原等地区观察到的快速土地利用变化表明存在显著的区域差异，这可能反映了多样的社会经济活动和环境压力。这种差异化可以为动态区域划分提供基础，有助于量身定制政策和策略，以应对特定区域的土地利用挑战和机遇。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "Why does land-use change remain a challenge in maintaining a balance between arable land protection and urban expansion in China?",
        "QuestionCn": "土地利用变化在中国保持耕地保护与城市扩张之间的平衡仍然是一个挑战，原因是什么？",
        "AnswerEn": "Land-use change in China is influenced by various policies and socio-economic factors that often prioritize urban expansion over arable land protection. The conspicuous conflicts between these two priorities, as seen in the irrational conversion from arable land to built-up areas, highlight the challenge in maintaining a balance. The rapid urbanization and economic development pressures contribute significantly to this challenge.",
        "AnswerCn": "中国的土地利用变化受到多种政策和社会经济因素的影响，这些因素往往优先考虑城市扩张而非耕地保护。耕地向建设用地的不合理转化所带来的明显冲突，突显了在这两者之间保持平衡的挑战。快速的城市化和经济发展压力在很大程度上加剧了这一挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences of using satellite imagery like Landsat MSS, TM, and ETM in the creation of land-use datasets on the accuracy of land-cover classification?",
        "QuestionCn": "使用卫星影像如Landsat MSS、TM和ETM在创建土地利用数据集时，对土地覆盖分类准确性的潜在影响是什么？",
        "AnswerEn": "The use of satellite imagery such as Landsat MSS, TM, and ETM allows for the creation of land-use datasets with a high level of detail and accuracy, as these data sources provide comprehensive and consistent coverage over large areas. This enables a layered classification system that can distinguish between various land-cover types, enhancing the precision of land-use datasets and supporting diverse applications in land resource management and environmental research.",
        "AnswerCn": "卫星影像如Landsat MSS、TM和ETM的使用，使得能够创建具有高细节和准确性的土地利用数据集，因为这些数据源提供了对大面积区域的全面和一致的覆盖。这使得能够建立分层分类系统，区分各种土地覆盖类型，从而提高土地利用数据集的精确度，并支持土地资源管理和环境研究中的多种应用。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How might the integration of data from multiple satellite sources, including CBERS-1, influence the dynamic regionalization of land-use change studies?",
        "QuestionCn": "多颗卫星源（包括CBERS-1）数据的整合如何影响土地利用变化研究的动态区域化？",
        "AnswerEn": "Integrating data from multiple satellite sources, such as CBERS-1 alongside Landsat TM, can enrich the dataset by providing additional temporal and spatial information. This can lead to a more nuanced understanding of regional land-use changes by capturing variations over different timeframes and geographic areas, thereby improving the overall analysis of dynamic regionalization and revealing detailed patterns of land-use change.",
        "AnswerCn": "整合来自多个卫星源的数据，例如CBERS-1与Landsat TM，可以通过提供额外的时间和空间信息来丰富数据集。这可以更深入地理解区域土地利用变化，通过捕捉不同时间框架和地理区域的变化，从而改善对动态区域化的整体分析，并揭示土地利用变化的详细模式。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What could be the implications of the observed regional differentiation in land-use change in China on future land management policies?",
        "QuestionCn": "中国土地利用变化的区域差异观察对未来土地管理政策可能产生的影响是什么？",
        "AnswerEn": "The observed regional differentiation in land-use change in China highlights areas of rapid transformation, such as North China and the Loess Plateau, which could inform future land management policies. Understanding these patterns allows policymakers to tailor strategies that address specific regional challenges, such as balancing urban expansion with agricultural land protection, and could lead to more efficient and sustainable land use practices.",
        "AnswerCn": "中国土地利用变化的区域差异观察突显了快速转型的地区，如华北和黄土高原，这可以为未来的土地管理政策提供参考。理解这些模式使政策制定者能够量身定制应对特定区域挑战的策略，例如平衡城市扩张与农业用地保护，这可能会导致更高效和可持续的土地利用实践。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind developing a layered land cover classification system for land-use data in China?",
        "QuestionCn": "开发中国土地利用数据的分层土地覆盖分类系统的主要目标是什么？",
        "AnswerEn": "The primary objectives include revealing the temporal and spatial features of land-use change and laying the foundation for studying regional scale land-use changes. This approach supports integrated studies of 'spatial pattern' and 'temporal process' for land-use change, aiming to uncover regional land-use change characteristics.",
        "AnswerCn": "主要目标包括揭示土地利用变化的时间和空间特征，并为研究区域尺度的土地利用变化奠定基础。这种方法支持对土地利用变化的“空间模式”和“时间过程”的综合研究，旨在揭示区域土地利用变化的特征。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to utilize satellite data like Landsat TM and CBERS-1 for capturing land-use information in China?",
        "QuestionCn": "利用卫星数据如Landsat TM和CBERS-1捕捉中国的土地利用信息为何重要？",
        "AnswerEn": "Utilizing satellite data such as Landsat TM and CBERS-1 is important for capturing comprehensive land-use information across extensive areas of China. These datasets help in understanding the regional differentiation of land-use change, which is crucial for identifying dynamic zones and monitoring rapid land-use changes.",
        "AnswerCn": "利用卫星数据，如Landsat TM和CBERS-1，对于捕捉中国广泛地区的土地利用信息至关重要。这些数据集有助于理解土地利用变化的区域差异，这对于识别动态区域和监测快速土地利用变化至关重要。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in using satellite remote sensing data to construct a land-use classification system for a region?",
        "QuestionCn": "使用卫星遥感数据构建区域土地利用分类系统的程序步骤是什么？",
        "AnswerEn": "The land-use classification system is constructed by utilizing satellite remote sensing data, specifically from Landsat MSS, TM, and ETM, over a period of three years. The system is hierarchical, dividing the region into primary categories such as arable land, forest land, grassland, water bodies, urban and rural areas, industrial and mining land, and unused land, further classified into 31 secondary categories.",
        "AnswerCn": "土地利用分类系统是利用卫星遥感数据构建的，具体数据来自于Landsat MSS、TM和ETM，覆盖三年的时间。该系统是分层的，将区域划分为主要类别，如耕地、森林、草地、水体、城市和农村地区、工业和矿业用地以及未利用土地，进一步细分为31个次级类别。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can the integration of Landsat TM and CBERS-1 data be effectively utilized to analyze land-use changes over a specified period in a developing country?",
        "QuestionCn": "如何有效利用Landsat TM和CBERS-1数据的集成来分析发展中国家在特定时期内的土地利用变化？",
        "AnswerEn": "The integration of Landsat TM and CBERS-1 data provides a comprehensive view of land-use changes over time, with Landsat TM providing digital images for the years 1995/1996 and 1999/2000, and CBERS-1 supplementing land-use information for 1999/2000. This combination allows for a detailed analysis of temporal and spatial features of land-use changes, especially in regions with diverse environmental conditions.",
        "AnswerCn": "Landsat TM 和 CBERS-1 数据的整合提供了对土地利用变化的全面视角，其中 Landsat TM 提供了 1995/1996 年和 1999/2000 年的数字图像，而 CBERS-1 则补充了 1999/2000 年的土地利用信息。这种组合使得对土地利用变化的时间和空间特征进行详细分析成为可能，特别是在环境条件多样的地区。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enabled the collection of land-use data at a national scale with high precision?",
        "QuestionCn": "哪些技术进步使得以高精度在国家层面收集土地利用数据成为可能？",
        "AnswerEn": "The use of satellite remote sensing, specifically Landsat MSS, TM, and ETM, allowed for the collection of high-precision land-use data at a national scale. These technologies facilitated the development of a detailed land cover classification system through satellite imagery.",
        "AnswerCn": "卫星遥感的使用，特别是Landsat MSS、TM和ETM，使得在国家层面上收集高精度的土地利用数据成为可能。这些技术通过卫星影像促进了详细的土地覆盖分类系统的开发。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do different satellite data sources enable the comprehensive analysis of land-use changes over time?",
        "QuestionCn": "不同的卫星数据源如何使对土地利用变化的综合分析成为可能？",
        "AnswerEn": "Incorporating data from both Landsat TM and CBERS-1 satellites enabled comprehensive analysis by providing a wide temporal range and coverage, which are essential for capturing and assessing land-use changes over specific periods.",
        "AnswerCn": "结合Landsat TM和CBERS-1卫星的数据，使得通过提供广泛的时间范围和覆盖面，能够进行全面分析，这对于捕捉和评估特定时期的土地利用变化至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might there be challenges in effectively reversing the trend of deforestation across different regions in China despite the availability of detailed land-use datasets?",
        "QuestionCn": "尽管有详细的土地利用数据，但在中国不同地区有效逆转森林砍伐趋势可能面临挑战的原因是什么？",
        "AnswerEn": "The challenges arise from conspicuous conflicts between arable land protection and urban expansion, evidenced by the irrational conversion from arable land to built-up areas. This suggests that socio-economic factors and policy decisions may hinder efforts to reverse deforestation, even with precise datasets available.",
        "AnswerCn": "挑战源于耕地保护与城市扩张之间明显的冲突，这表现在耕地向建筑用地的不合理转变上。这表明，社会经济因素和政策决策可能会阻碍逆转森林砍伐的努力，即使有精确的数据集可用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What might be the reasons for using both Landsat TM and CBERS-1 data to acquire land-use information, and how could this combination improve data collection methods?",
        "QuestionCn": "使用Landsat TM和CBERS-1数据获取土地利用信息的原因可能是什么？这种组合如何改善数据收集方法？",
        "AnswerEn": "The combination of Landsat TM and CBERS-1 data enables more comprehensive land-use information acquisition due to their different image characteristics and coverage times. This approach could improve data accuracy and temporal resolution, allowing for better monitoring of land-use changes across China.",
        "AnswerCn": "Landsat TM和CBERS-1数据的结合能够更全面地获取土地利用信息，因为它们具有不同的影像特征和覆盖时间。这种方法可以提高数据的准确性和时间分辨率，从而更好地监测中国的土地利用变化。",
        "Level": "C6(Creating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the main challenges in maintaining accuracy and consistency in large-scale land-use datasets, particularly given the rapid changes in regions like North China and the Yangtze River basin?",
        "QuestionCn": "在大规模土地利用数据集中，特别是在像华北地区和长江流域这样快速变化的地区，维护准确性和一致性面临的主要挑战是什么？",
        "AnswerEn": "The main challenges include managing the diverse and rapid land-use changes, such as urban expansion and deforestation, which require frequent updates to datasets. Additionally, ensuring consistency across different data sources and dealing with heterogeneous environmental conditions pose significant difficulties. Conflicts between land conservation and development also complicate efforts to maintain accuracy.",
        "AnswerCn": "主要挑战包括管理多样化和快速的土地利用变化，如城市扩张和森林砍伐，这需要对数据集进行频繁更新。此外，确保不同数据源之间的一致性以及应对异质环境条件也带来了重大困难。土地保护与开发之间的冲突进一步复杂化了维护准确性的努力。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of how remote sensing data like Landsat TM is used to accurately classify different land-use categories.",
        "QuestionCn": "我无法理解遥感数据如Landsat TM是如何用于准确分类不同土地利用类别的。",
        "AnswerEn": "The classification of land-use categories using Landsat TM data involves using a hierarchical land-cover classification system that categorizes the land into primary and secondary categories. The data from Landsat TM, combined with other satellite data like CBERS-1, provides comprehensive coverage necessary for accurate classification.",
        "AnswerCn": "使用Landsat TM数据进行土地利用分类涉及使用分层土地覆盖分类系统，将土地分为主要和次要类别。Landsat TM的数据结合其他卫星数据，如CBERS-1，提供了准确分类所需的全面覆盖。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges faced in the collection and integration of satellite data for land-use change studies, especially in the context of China.",
        "QuestionCn": "分析在土地利用变化研究中，尤其是在中国背景下，卫星数据收集和整合所面临的挑战。",
        "AnswerEn": "Challenges include the difficulty in reversing deforestation trends and the conflicts between arable land protection and urban expansion, as evidenced by the irrational conversion from arable land to built-up areas.",
        "AnswerCn": "挑战包括逆转森林砍伐趋势的困难，以及保护耕地与城市扩张之间的冲突，这在耕地不合理转为建筑用地的现象中得到了体现。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore the effectiveness of current data sources, such as Landsat TM and CBERS-1, in capturing land-use changes over time and recommend additional data collection methods that could enhance accuracy.",
        "QuestionCn": "请探讨当前数据源（如Landsat TM和CBERS-1）在捕捉土地利用变化方面的有效性，并推荐可以增强准确性的其他数据收集方法。",
        "AnswerEn": "The main data sources are Landsat TM digital images and CBERS-1 data, which have been effective in capturing land-use changes. However, to enhance accuracy, integrating additional satellite data and possibly higher resolution images could be beneficial.",
        "AnswerCn": "主要的数据来源是Landsat TM数字图像和CBERS-1数据，这些数据在捕捉土地利用变化方面非常有效。然而，为了提高准确性，整合其他卫星数据和可能的高分辨率图像可能会是有益的。",
        "Level": "C6(Creating)"
      }
    ]
  }
}