{
    "id": "f291db99-e3c2-43e8-8fd6-16661b9dbb3e",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Geochemical data of major and trace elements of the getengling pluton in northeastern Hunan",
            "titleCn": "湖南东北部葛藤岭岩体主微量元素地球化学数据",
            "description": "In 2019, the major and trace element analysis of the getengling pluton was completed in the State Key Laboratory of isotope geochemistry, Guangzhou Institute of geochemistry, Chinese Academy of Sciences. X-ray fluorescence spectrometry (XRF) was used for the analysis. The instrument model is RIGAKU zsx100e, and the accuracy of major element analysis is better than 5%. See Li Xianhua and Liu Ying (2002) for the specific process. Plasma mass spectrometry (ICPMS) was used for trace element analysis. The model is Perkin Elmer SCIEX Elan drc-e, and the analysis accuracy is better than 5%. The specific analysis method and process can be seen in Liu Ying and Liu Haichen (1996) and Liang Xirong et al. (2000)",
            "descriptionCn": "2019年，葛藤岭岩体的主微量测试分析在中国科学院广州地球化学研究所同位素地球化学国家重点实验室完成，分析采用X射线荧光光谱法（XRF），仪器型号为Rigaku ZSX100e，主量元素分析精度优于5%，具体过程见李献华 和 刘颖, (2002)。微量元素分析采用等离子质谱（ICPMS）法，型号为Perkin-Elmer Sciex ELAN DRC-e，分析精度优于 5%，具体分析方法和过程可见刘颖 和 刘海臣（1996）和梁细荣 等,（2000）．",
            "instructions": "Stored in word format, the sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample number.",
            "instructionsCn": "以word格式存储，样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品编号。",
            "east": 114.0,
            "west": 113.0,
            "south": 28.0,
            "north": 29.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 33280.0,
            "cstr": null,
            "doi": "10.1080/00206814.2018.1426054",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "邓腾",
                "nameEn": "DENG Teng",
                "unitEn": "",
                "unitCn": "东华理工大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Revisiting the ca. 845–820-Ma S-type granitic magmatism in the Jiangnan Orogen: new insights on the Neoproterozoic tectono-magmatic evolution of South China",
                "referenceCn": null,
                "referenceEn": "Deng, T., Xu, D., Chi, G., Zhu, Y., Wang, Z., Chen, G., ... & Yu, D. (2019). Revisiting the ca. 845–820-Ma S-type granitic magmatism in the Jiangnan Orogen: new insights on the Neoproterozoic tectono-magmatic evolution of South China. International Geology Review, 61(4), 383-403."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "主量元素",
                "nameEn": "Major elements"
            },
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "湖南省平江县",
                "keywordEn": "Pingjiang County, Hunan Province"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "燕山期",
                "keywordEn": "Yanshanian",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for analyzing major and trace elements in geological samples from igneous bodies?",
                "QuestionCn": "您能否提供一种用于分析火成岩体地质样品中主要和微量元素的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method used for analyzing major and trace elements in geological samples from igneous bodies is the use of X-ray fluorescence spectroscopy (XRF) for major element analysis, with an instrument like the Rigaku ZSX100e, achieving precision better than 5%. For trace elements, inductively coupled plasma mass spectrometry (ICPMS) is used, with an instrument such as the Perkin-Elmer Sciex ELAN DRC-e, also achieving precision better than 5%.",
                "AnswerCn": "用于分析来自火成体的地质样品中的主要和微量元素的数据收集方法的一个例子是使用X射线荧光光谱法（XRF）进行主要元素分析，使用的仪器如Rigaku ZSX100e，精度优于5%。对于微量元素，采用电感耦合等离子体质谱法（ICPMS），使用的仪器如Perkin-Elmer Sciex ELAN DRC-e，精度同样优于5%。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristic methods and precision levels used for analyzing major and trace elements in geological samples related to the葛藤岭岩体？",
                "QuestionCn": "分析葛藤岭岩体相关地质样品中主要和微量元素的特征方法和精度水平是什么？",
                "AnswerEn": "X-ray fluorescence spectrometry (XRF), Rigaku ZSX100e, precision better than 5%, inductively coupled plasma mass spectrometry (ICPMS), Perkin-Elmer Sciex ELAN DRC-e, precision better than 5%",
                "AnswerCn": "X射线荧光光谱仪（XRF），Rigaku ZSX100e，精度优于5%；电感耦合等离子体质谱仪（ICPMS），Perkin-Elmer Sciex ELAN DRC-e，精度优于5%。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the precision percentage of major element analysis using X-ray fluorescence spectrometry in a dataset focusing on geochemical data?",
                "QuestionCn": "在一个专注于地球化学数据的数据集中，使用X射线荧光光谱法进行主要元素分析的精确度百分比是多少？",
                "AnswerEn": "5%",
                "AnswerCn": "5%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of using X-ray fluorescence (XRF) and inductively coupled plasma mass spectrometry (ICPMS) in geochemical data collection?",
                "QuestionCn": "使用X射线荧光（XRF）和电感耦合等离子体质谱（ICPMS）在地球化学数据收集中的重要性是什么？",
                "AnswerEn": "X-ray fluorescence (XRF) and inductively coupled plasma mass spectrometry (ICPMS) are significant in geochemical data collection as they provide high precision and accuracy for the analysis of major and trace elements in geological samples. XRF is used for major element analysis with precision better than 5%, while ICPMS is used for trace element analysis with similar precision, allowing researchers to obtain detailed geochemical compositions of rock bodies.",
                "AnswerCn": "X射线荧光（XRF）和电感耦合等离子体质谱（ICPMS）在地球化学数据收集中具有重要意义，因为它们提供了对地质样品中主要和微量元素分析的高精度和高准确性。XRF用于主要元素分析，精度优于5%，而ICPMS用于微量元素分析，精度相似，使研究人员能够获得岩体的详细地球化学成分。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to achieving high precision in major and trace element analysis in geochemical studies of rock bodies?",
                "QuestionCn": "在岩体地球化学研究中，实现主要和微量元素分析高精度的因素有哪些？",
                "AnswerEn": "The use of advanced techniques like X-ray fluorescence spectroscopy (XRF) and inductively coupled plasma mass spectrometry (ICPMS) contributes to high precision, with specific instruments such as Rigaku ZSX100e and Perkin-Elmer Sciex ELAN DRC-e ensuring accuracy within 5%. Detailed methodologies outlined by researchers such as Li Xianhua and Liu Ying (2002), as well as Liu Ying and Liu Haichen (1996) and Liang Xirong et al. (2000), provide rigorous analytical frameworks.",
                "AnswerCn": "使用先进技术如X射线荧光光谱（XRF）和电感耦合等离子体质谱（ICPMS）有助于实现高精度，特定仪器如Rigaku ZSX100e和Perkin-Elmer Sciex ELAN DRC-e确保准确度在5%以内。李先华和刘颖（2002年）、刘颖和刘海晨（1996年）以及梁希荣等（2000年）等研究者所提出的详细方法论提供了严格的分析框架。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the main objectives of employing X-ray fluorescence spectroscopy (XRF) and inductively coupled plasma mass spectrometry (ICPMS) in analyzing major and trace elements in geological studies of plutonic rock bodies?",
                "QuestionCn": "在分析岩浆岩体的主要和微量元素时，采用X射线荧光光谱法（XRF）和电感耦合等离子体质谱法（ICPMS）的主要目标是什么？",
                "AnswerEn": "The main objectives of employing X-ray fluorescence spectroscopy (XRF) and inductively coupled plasma mass spectrometry (ICPMS) in analyzing major and trace elements in geological studies are to achieve accurate and precise measurements of elemental compositions. XRF is used for major element analysis with a precision better than 5%, while ICPMS is used for trace element analysis, also with a precision better than 5%. These techniques help in understanding the geochemical characteristics and formation processes of plutonic rock bodies, such as the Getengling plutonic body in northeastern Hunan, and contribute to broader geological and geochemical research objectives.",
                "AnswerCn": "采用X射线荧光光谱法（XRF）和电感耦合等离子体质谱法（ICPMS）分析地质研究中的主要和微量元素的主要目标是实现元素组成的准确和精确测量。XRF用于主要元素分析，精度优于5%；而ICPMS用于微量元素分析，精度同样优于5%。这些技术有助于理解岩体的地球化学特征和形成过程，例如湖南东北部的葛藤岭岩体，并为更广泛的地质和地球化学研究目标做出贡献。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedures and instrumental techniques used to ensure high precision in the analysis of major and trace elements in geological samples from rock bodies?",
                "QuestionCn": "确保对岩体地质样品中主要和微量元素分析高精度的程序和仪器技术有哪些？",
                "AnswerEn": "The analysis of major elements is conducted using X-ray fluorescence spectroscopy (XRF) with a Rigaku ZSX100e instrument, achieving an accuracy better than 5%. The trace elements are analyzed using inductively coupled plasma mass spectrometry (ICPMS) with a Perkin-Elmer Sciex ELAN DRC-e, also with an accuracy better than 5%. Detailed analysis methods and processes can be referred to in the works of Liu Ying and Liu Haichen (1996) and Liang Xirong et al. (2000).",
                "AnswerCn": "主要元素的分析采用Rigaku ZSX100e仪器进行X射线荧光光谱分析（XRF），其准确度优于5%。微量元素的分析采用Perkin-Elmer Sciex ELAN DRC-e进行电感耦合等离子体质谱分析（ICPMS），同样准确度优于5%。详细的分析方法和过程可参考Liu Ying和Liu Haichen（1996）以及Liang Xirong等（2000）的研究。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What analytical techniques enable the precise measurement of major and trace elements in geological samples from the葛藤岭岩体?",
                "QuestionCn": "哪些分析技术能够精确测量葛藤岭岩体中的主要和微量元素？",
                "AnswerEn": "The precise measurement of major elements in geological samples from the葛藤岭岩体 is enabled by X-ray fluorescence spectroscopy (XRF), using the Rigaku ZSX100e instrument, which provides an accuracy better than 5%. For trace elements, the inductively coupled plasma mass spectrometry (ICPMS) method using the Perkin-Elmer Sciex ELAN DRC-e is employed, also offering an accuracy better than 5%.",
                "AnswerCn": "对葛藤岭岩体地质样品中主要元素的精确测量是通过X射线荧光光谱法（XRF）实现的，使用Rigaku ZSX100e仪器，提供的准确度优于5%。对于微量元素，采用感应耦合等离子体质谱法（ICPMS），使用Perkin-Elmer Sciex ELAN DRC-e仪器，同样提供的准确度优于5%。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}