{
    "id": "f2bf6728-77fd-4309-a2a2-ed0495f68cb0",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "SSTG dataset: A Global Gridded Sea Surface Temperature Data (2002–2019)",
            "titleCn": "SSTG 数据集：全球海面温度格网数据（2002–2019）",
            "description": "The SSTG dataset is a global sea surface temperature data during the period of 2002-2019, in Celsius, in monthly temporal and 0.041° spatial resolution. \nIt is produced by combing daily in situ SST data and daily satellite SST retrieval data from two infrared (MODIS and AVHRR) and three passive microwave (AMSR-E, AMSR2, Windsat) radiometers after calibration by using a temperature depth and observation time correction model. The accuracy assessments indicate that the reconstructed dataset exhibits significant improvements and can be used for mesoscale ocean phenomenon analyses.",
            "descriptionCn": "SSTG数据集是2002-2019年的全球海面温度数据，以摄氏度为单位，时间分辨率为月，空间分辨率为0.041°。\n数据集是由2种红外辐射计（MODIS，AVHRR）及3种被动微波辐射计（AMSR-E，AMSR2，Windsat）得到的逐日海面温度卫星反演数据和逐日海面温度观测数据相结合，通过一个温度深度和观测时间校正模型校正后产生的。精度评价表明，重建后的数据集有明显改进，可以用于海洋中尺度现象分析。",
            "instructions": "The file consists of 19 parts:\n1) Metadata for SSTG.docx: this file;\n2) XXXX_SSTG.rar: it contains data of SSTG. It contains 18 folders (one for each year). Except for the folder named 2002_SST which has 6 images, each of the remaining folders has 12 images (one scene per month). XXXX is the UTC year. Each phase consists of two files, including *.img (SSTG image) and *.hdr (image coordinate information).\nThe naming convention for SSTG dataset is yyyymmdd_yyyymmdd.img (or hdr), where: yyyy is the UTC year; mm is the UTC month; dd is the UTC day.",
            "instructionsCn": "文件包含19个部分，其中，有1个元数据文件，18个数据文件。\n1）元数据文件：Metadata for SSTG.docx\n2）数据文件：XXXX_SSTG.rar：XXXX代表年。有18个文件，每个文件对应一年，除了2002年的文件中是6个图像，其余每个文件中均有12个图像，每个图像对应一个月，每张图包含两个文件：*.img （图像文件） 和 *.hdr （坐标信息）。\n文件命名规则为 yyyymmdd_yyyymmdd.img (或 hdr)， yyyy 代表年； mm 代表月； dd 代表日。",
            "east": 180.0,
            "west": -180.0,
            "south": -90.0,
            "north": 90.0,
            "startTime": "2002-07-31 00:00:00",
            "endTime": "2019-12-31 00:00:00",
            "fileSize": 10249427505.0,
            "cstr": null,
            "doi": "10.5281/zenodo.4419804",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "毛克彪",
                "nameEn": "MAO Kebiao",
                "unitEn": "",
                "unitCn": "中国农业科学院农业资源与农业区划研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new global gridded sea surface temperature data product based on multisource data",
                "referenceCn": null,
                "referenceEn": "Cao, M., Mao, K., Yan, Y., Shi, J., Wang, H., Xu, T., Fang, S., & Yuan, Z. (2021). A new global gridded sea surface temperature data product based on multisource data. Earth System Science Data, 13(5), 2111–2134. https://doi.org/10.5194/essd-13-2111-2021"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "日地空间物理与天文",
                "nameEn": "Solar-Terrestrial Physics and Astronomy"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表水",
                "nameEn": "Surface Water"
            },
            {
                "nameCn": "海面温度",
                "nameEn": "Sea surface temperature"
            },
            {
                "nameCn": "银河系",
                "nameEn": "Galactic System"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "全球",
                "keywordEn": "Global"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2002-2019",
                "keywordEn": "2002 to 2019",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Sea surface temperature (SST) is an important geophysical parameter that is essential for studying global climate change. SSTs are widely used in atmospheric and oceanographic studies, such as in atmospheric simulations, climate change monitoring, and studies of marine dynamic environments. A small variation in the ocean temperature exerts strong impacts on regional and even global climate change, energy exchange, and the environment due to the unique physical characteristics of the oceans, including their high heat capacity. It is difficult for traditional SST measurements based on buoys, platforms, and voluntary ships to obtain large-scale and synchronous SST data due to the large gaps present in the data over both space and time. Compared to the traditional in situ SST monitoring approach, remote sensing technology has advantages in terms of large-scale and dynamic monitoring and has been used to acquire global ocean SST observation data. Retrievals from satellite thermal infrared sensors can provide global SSTs at high temporal frequencies and spatial resolutions of typically 1–4 km with low uncertainty. However, the spatial resolutions of passive microwave sensors are very coarse and are greatly affected by land and sea surface wind and waves, which makes it impossible to obtain detailed information about SSTs. Therefore, the SST information obtained by a single satellite remote sensor is often incomplete and limited and cannot fully meet the user’s demand for a dataset with a high resolution, high precision, and full spatiotemporal coverage. Many SST fusion algorithms use multiple satellites and in situ data to take advantage of the strengths of each SST observation and solve the above issues; these algorithms include objective analysis (OA), optimal interpolation (OI), three-dimensional variational (3D-Var), and Kalman filtering (KF)."
            ],
            "research objective": [
                "To overcome these shortcomings, this paper first took MODIS SST products as a reference benchmark and constructed a temperature depth and observation time correction model to correct the influences of the different sampling depths and observation times obtained by different sensors."
            ],
            "challenges": [
                "Although sea surface temperature can currently be obtained through a variety of sensors (MODIS, AVHRR, AMSR-E, AMSR2, WindSat, in situ sensors), the temperature values obtained by different sensors come from different ocean depths and different observation times, so different temperature products lack consistency. In addition, different thermal infrared temperature products have many invalid values due to the influence of clouds, and passive microwave temperature products have very low resolutions. These factors greatly limit the applications of ocean temperature products in practice."
            ],
            "methods": [
                "Then, we built a reconstructed spatial model to overcome the effects of clouds, rainfall, and land interference that makes full use of the complementarities and advantages of SST data from different sensors. We applied these two models to generate a unique global 0.041◦ gridded monthly SST product covering the years 2002–2019."
            ],
            "dataset": [
                "In this dataset, approximately 25 % of the invalid pixels in the original MODIS monthly images were effectively removed, and the accuracies of these reconstructed pixels were improved by more than 0.65 ◦C compared to the accuracies of the original pixels."
            ],
            "findings": [
                "The accuracy assessments indicate that the reconstructed dataset exhibits significant improvements and can be used for mesoscale ocean phenomenon analyses. The product will be of great use in research related to global change, disaster prevention, and mitigation."
            ],
            "backgroundCn": [
                "海表温度（SST）是一个重要的地球物理参数，对于研究全球气候变化至关重要。SST广泛应用于大气和海洋研究，例如大气模拟、气候变化监测以及海洋动态环境研究。海洋温度的微小变化对区域乃至全球气候变化、能量交换和环境产生强烈影响，这主要是由于海洋独特的物理特性，包括其高热容。由于传统的基于浮标、平台和自愿船只的SST测量在空间和时间上存在较大的数据缺口，因此很难获得大规模和同步的SST数据。与传统的现场SST监测方法相比，遥感技术在大规模和动态监测方面具有优势，并已被用于获取全球海洋SST观测数据。来自卫星热红外传感器的反演数据可以以高时间频率和通常为1-4公里的高空间分辨率提供全球SST，且不确定性较低。然而，被动微波传感器的空间分辨率非常粗糙，并且受到陆地和海面风浪的影响，这使得无法获得关于SST的详细信息。因此，单一卫星遥感器获得的SST信息往往是不完整和有限的，无法完全满足用户对高分辨率、高精度和全时空覆盖数据集的需求。许多SST融合算法利用多个卫星和现场数据，以发挥每种SST观测的优势，解决上述问题；这些算法包括客观分析（OA）、最优插值（OI）、三维变分（3D-Var）和卡尔曼滤波（KF）。"
            ],
            "research objectiveCn": [
                "为克服这些不足，本文首先以MODIS SST产品作为参考基准，构建了温度深度和观测时间修正模型，以修正不同传感器获取的不同采样深度和观测时间的影响。"
            ],
            "challengesCn": [
                "虽然海表温度可以通过多种传感器（MODIS、AVHRR、AMSR-E、AMSR2、WindSat、现场传感器）获得，但不同传感器获得的温度值来自不同的海洋深度和不同的观测时间，因此不同的温度产品缺乏一致性。此外，由于云层的影响，不同的热红外温度产品存在许多无效值，而被动微波温度产品的分辨率非常低。这些因素极大地限制了海洋温度产品在实际应用中的使用。"
            ],
            "methodsCn": [
                "然后，我们建立了一个重建的空间模型，以克服云层、降雨和土地干扰的影响，充分利用不同传感器的海表温度（SST）数据的互补性和优势。我们应用这两个模型生成了一个独特的全球0.041°网格化月度海表温度产品，覆盖2002年至2019年。"
            ],
            "datasetCn": [
                "在这个数据集中，原始MODIS月度图像中大约25%的无效像素被有效去除，重建像素的准确性比原始像素提高了超过0.65℃。"
            ],
            "findingsCn": [
                "准确性评估表明，重建的数据集显示出显著的改进，可以用于中尺度海洋现象分析。该产品将在全球变化、灾害预防和减缓相关研究中发挥重要作用。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Are the current sea surface temperature datasets more improved by using a single satellite sensor, a combination of multiple satellites, or in situ data?",
                "QuestionCn": "当前的海表温度数据集是通过使用单一卫星传感器、多个卫星的组合，还是通过在位数据来改进的？",
                "AnswerEn": "a combination of multiple satellites and in situ data",
                "AnswerCn": "多颗卫星和现场数据的组合。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the challenges associated with collecting consistent sea surface temperature data from different sensors?",
                "QuestionCn": "从不同传感器收集一致的海表温度数据面临的挑战有哪些？",
                "AnswerEn": "inconsistencies in temperature values",
                "AnswerCn": "温度值不一致",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where do the advantages of remote sensing technology in large-scale sea surface temperature monitoring become evident?",
                "QuestionCn": "遥感技术在大规模海表温度监测中的优势在哪里变得明显？",
                "AnswerEn": "Large-scale, dynamic monitoring",
                "AnswerCn": "大规模动态监测",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methods are used to improve the accuracy of reconstructed sea surface temperature datasets?",
                "QuestionCn": "用于提高重建海表温度数据集准确性的方法有哪些？",
                "AnswerEn": "Temperature depth and observation time correction model, reconstructed spatial model",
                "AnswerCn": "温度深度和观测时间校正模型，重建的空间模型",
                "Level": "C2(Understanding)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that effectively addresses the challenges of obtaining consistent sea surface temperature values from different sensors?",
                "QuestionCn": "您能否提供一个有效解决从不同传感器获取一致海表温度值挑战的数据收集方法的例子？",
                "AnswerEn": "A data collection method that addresses these challenges involves constructing a temperature depth and observation time correction model. This model corrects the influences of different sampling depths and observation times obtained by various sensors like MODIS, AVHRR, AMSR-E, AMSR2, and WindSat.",
                "AnswerCn": "一种解决这些挑战的数据收集方法涉及构建温度深度和观测时间修正模型。该模型修正了由不同传感器（如MODIS、AVHRR、AMSR-E、AMSR2和WindSat）获得的不同采样深度和观测时间的影响。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a reconstructed spatial model that helps overcome the limitations of SST data due to cloud cover and other interferences?",
                "QuestionCn": "一个重建空间模型的例子是使用机器学习算法来填补由于云层覆盖和其他干扰导致的海表温度（SST）数据的空白。这种模型可以利用历史数据和其他相关变量（如气象数据、海洋流动等）来预测和重建缺失的SST值，从而提高数据的完整性和准确性。",
                "AnswerEn": "An example is a reconstructed spatial model that utilizes the complementarities and advantages of SST data from different sensors, effectively overcoming the effects of clouds, rainfall, and land interference. This model enables the generation of a unique global 0.041° gridded monthly SST product.",
                "AnswerCn": "一个例子是一个重建的空间模型，利用来自不同传感器的海表温度（SST）数据的互补性和优势，有效克服了云层、降雨和陆地干扰的影响。该模型能够生成独特的全球0.041°网格化月度SST产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific challenges faced in ensuring consistency across different sea surface temperature datasets?",
                "QuestionCn": "确保不同海表温度数据集一致性面临的具体挑战有哪些？",
                "AnswerEn": "varying ocean depths, observation times, cloud cover, coarse resolution",
                "AnswerCn": "海洋深度变化、观测时间、云层覆盖、粗分辨率",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the notable attributes of a reconstructed global sea surface temperature dataset that improve its application in mesoscale ocean analyses?",
                "QuestionCn": "重建的全球海表温度数据集的显著属性有哪些，可以提高其在中尺度海洋分析中的应用？",
                "AnswerEn": "0.041° gridded spatial resolution, monthly temporal resolution, correction of approximately 25% of invalid pixels, accuracy improvement by over 0.65°C",
                "AnswerCn": "0.041°的网格空间分辨率，月度时间分辨率，约25%的无效像素得到校正，精度提高超过0.65°C。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "To what extent were the invalid pixels in the original MODIS monthly images removed in the reconstructed dataset?",
                "QuestionCn": "在重建的数据集中，原始MODIS月度图像中的无效像素被去除到什么程度？",
                "AnswerEn": "25%",
                "AnswerCn": "25%",
                "Level": "C5(Evaluating)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of 'temperature depth and observation time correction model' in the context of sea surface temperature data collection?",
                "QuestionCn": "“温度深度和观测时间修正模型”在海表温度数据收集中的重要性是什么？",
                "AnswerEn": "The 'temperature depth and observation time correction model' is significant as it addresses the inconsistencies in temperature values obtained from different sensors that measure at varying ocean depths and times. This model is used to correct these discrepancies to enhance the consistency and reliability of the sea surface temperature data collected from various sensors.",
                "AnswerCn": "“温度深度和观测时间修正模型”具有重要意义，因为它解决了来自不同传感器在不同海洋深度和时间测得的温度值不一致的问题。该模型用于修正这些差异，以提高从各种传感器收集的海表温度数据的一致性和可靠性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does the term 'reconstructed spatial model' mean in the realm of sea surface temperature datasets?",
                "QuestionCn": "在海表温度数据集领域，“重建空间模型”一词指的是通过统计方法或计算模型对海表温度的空间分布进行重建，以填补观测数据的空缺或提高数据的空间分辨率。",
                "AnswerEn": "The term 'reconstructed spatial model' refers to a method designed to mitigate the effects of clouds, rainfall, and land interference in sea surface temperature datasets. This model utilizes the complementary strengths of data from different sensors to generate a more accurate and comprehensive global gridded monthly sea surface temperature product.",
                "AnswerCn": "“重建空间模型”一词指的是一种旨在减轻云层、降雨和陆地干扰对海表温度数据集影响的方法。该模型利用来自不同传感器的数据互补优势，以生成更准确和全面的全球网格化月度海表温度产品。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the data collection method using infrared sensors compare to passive microwave sensors in terms of spatial resolution and accuracy in measuring sea surface temperature?",
                "QuestionCn": "红外传感器的数据收集方法与被动微波传感器在测量海表温度的空间分辨率和准确性方面有何比较？",
                "AnswerEn": "Infrared sensors provide global SSTs at high spatial resolutions of typically 1–4 km with low uncertainty, whereas passive microwave sensors have very coarse spatial resolutions and are greatly affected by land and sea surface wind and waves, limiting their ability to obtain detailed SST information.",
                "AnswerCn": "红外传感器以通常为1-4公里的高空间分辨率提供全球海表温度（SST），且不确定性较低，而被动微波传感器的空间分辨率非常粗糙，并且受到陆地和海面风浪的严重影响，限制了其获取详细海表温度信息的能力。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "In what ways do SST fusion algorithms differ from single satellite sensors in terms of resolving the spatiotemporal coverage and precision challenges in sea surface temperature datasets?",
                "QuestionCn": "SST融合算法与单一卫星传感器在解决海表温度数据集中的时空覆盖和精度挑战方面有何不同？",
                "AnswerEn": "SST fusion algorithms use multiple satellites and in situ data to leverage the strengths of each SST observation, addressing issues of high resolution, precision, and full spatiotemporal coverage, unlike single satellite sensors which provide incomplete data due to varying observation depths, times, and issues like cloud cover.",
                "AnswerCn": "SST融合算法利用多颗卫星和现场数据，发挥每个SST观测的优势，解决高分辨率、精确度和全面时空覆盖的问题，与单一卫星传感器相比，后者由于观测深度、时间的变化以及云层覆盖等问题，提供的不完整数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the challenges of invalid pixel values in thermal infrared temperature products compare to the limitations of passive microwave temperature products when reconstructing sea surface temperature datasets?",
                "QuestionCn": "热红外温度产品中无效像素值的挑战与被动微波温度产品在重建海表温度数据集时的局限性相比如何？",
                "AnswerEn": "Thermal infrared temperature products have many invalid values due to cloud influence, whereas passive microwave temperature products suffer from very low resolutions. Both factors limit the practical application of ocean temperature products, necessitating reconstruction models to improve dataset accuracy and validity.",
                "AnswerCn": "热红外温度产品由于云层影响存在许多无效值，而被动微波温度产品则存在分辨率过低的问题。这两个因素限制了海洋温度产品的实际应用，因此需要重建模型来提高数据集的准确性和有效性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges arise from using different SST observation methods, and how can they be addressed to ensure consistent data quality?",
                "QuestionCn": "使用不同的海表温度（SST）观测方法会出现哪些挑战，以及如何解决这些问题以确保数据质量的一致性？",
                "AnswerEn": "Challenges include inconsistencies in temperature values due to different ocean depths and observation times, as well as invalid data caused by cloud interference and low resolutions of passive microwave sensors. These challenges can be addressed by constructing a temperature depth and observation time correction model and a reconstructed spatial model, which correct the influences of varying depths and times and remove invalid pixels, improving data accuracy and consistency.",
                "AnswerCn": "挑战包括由于不同海洋深度和观测时间导致的温度值不一致，以及由于云干扰和被动微波传感器分辨率低而造成的无效数据。这些挑战可以通过构建温度深度和观测时间校正模型以及重建空间模型来解决，从而校正深度和时间的影响并去除无效像素，提高数据的准确性和一致性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways can reconstructed sea surface temperature data be utilized to enhance the understanding of mesoscale ocean phenomena?",
                "QuestionCn": "重建的海表温度数据可以通过以下方式增强对中尺度海洋现象的理解：",
                "AnswerEn": "Reconstructed sea surface temperature data, with improved accuracy and reduced invalid values, can significantly enhance the analysis of mesoscale ocean phenomena. These datasets provide a more precise understanding of ocean dynamics, enabling better monitoring of climate change, energy exchange, and marine environments. This can be crucial for research related to global change, disaster prevention, and mitigation, as they allow for detailed study and modeling of oceanographic processes.",
                "AnswerCn": "重建的海表温度数据，具有更高的准确性和减少的无效值，可以显著增强对中尺度海洋现象的分析。这些数据集提供了对海洋动态更精确的理解，使得气候变化、能量交换和海洋环境的监测更加有效。这对于与全球变化、灾害预防和减缓相关的研究至关重要，因为它们允许对海洋过程进行详细的研究和建模。",
                "Level": "C3(Applying)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why do passive microwave sensors struggle to provide detailed sea surface temperature information, and what implications does this have for SST data applications?",
                "QuestionCn": "被动微波传感器为何难以提供详细的海表温度信息，这对海表温度数据应用有什么影响？",
                "AnswerEn": "Passive microwave sensors have coarse spatial resolutions and are significantly affected by land and sea surface wind and waves. This limitation means they cannot capture detailed sea surface temperature information, which restricts the practical applications of SST data. Such coarse resolution makes it challenging to obtain precise and comprehensive SST data necessary for detailed analyses and applications.",
                "AnswerCn": "被动微波传感器具有较粗的空间分辨率，并且受到陆地和海洋表面风和波浪的显著影响。这一限制意味着它们无法捕捉详细的海表温度信息，从而限制了海表温度数据的实际应用。这种粗糙的分辨率使得获得精确和全面的海表温度数据变得具有挑战性，而这些数据对于详细分析和应用是必要的。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the presence of invalid pixel values in MODIS monthly images, and how does this issue impact the reconstruction of sea surface temperature datasets?",
                "QuestionCn": "MODIS月度图像中无效像素值的存在原因是什么，这个问题如何影响海表温度数据集的重建？",
                "AnswerEn": "The presence of clouds primarily causes invalid pixel values in MODIS monthly images, leading to gaps in data. This issue impacts the reconstruction of sea surface temperature datasets by introducing inaccuracies and inconsistencies. Without correcting these invalid pixels, the datasets would be less reliable for analyses, such as mesoscale ocean phenomenon studies.",
                "AnswerCn": "云的存在主要导致MODIS月度图像中的无效像素值，从而造成数据缺口。这个问题影响了海表温度数据集的重建，导致不准确和不一致。如果不修正这些无效像素，数据集在分析诸如中尺度海洋现象研究时将变得不那么可靠。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of integrating multiple satellite sensor data with varying observation depths and times on the consistency of sea surface temperature datasets?",
                "QuestionCn": "将多个具有不同观测深度和时间的卫星传感器数据集成在一起，对海表温度数据集的一致性会产生什么影响？",
                "AnswerEn": "The integration of multiple satellite sensor data with varying observation depths and times can lead to inconsistencies in the temperature values obtained. These differences arise because the data from each sensor are captured at different ocean depths and times, leading to a lack of uniformity across temperature products.",
                "AnswerCn": "多个卫星传感器数据的集成，由于观测深度和时间的不同，可能会导致温度值的不一致。这些差异产生的原因是每个传感器的数据在不同的海洋深度和时间捕获，从而导致温度产品之间缺乏统一性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the use of a temperature depth and observation time correction model impact the accuracy of sea surface temperature datasets derived from multiple sensors?",
                "QuestionCn": "温度深度和观测时间修正模型的使用如何影响从多个传感器获取的海表温度数据集的准确性？",
                "AnswerEn": "The use of a temperature depth and observation time correction model improves the accuracy of sea surface temperature datasets by correcting the influences of differing sampling depths and observation times, which enhances the precision of the reconstructed data.",
                "AnswerCn": "使用温度深度和观测时间修正模型可以提高海表温度数据集的准确性，通过修正不同采样深度和观测时间的影响，从而增强重建数据的精确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary goals of employing multiple satellite sensors and in situ data for creating a sea surface temperature dataset?",
                "QuestionCn": "使用多个卫星传感器和现场数据创建海表温度数据集的主要目标是什么？",
                "AnswerEn": "The primary goals are to take advantage of the strengths of each SST observation method to overcome the limitations of individual sensors, such as inconsistencies in temperature values due to different ocean depths and observation times, and to create a dataset with high resolution, high precision, and full spatiotemporal coverage.",
                "AnswerCn": "主要目标是利用每种海表温度（SST）观测方法的优势，以克服单个传感器的局限性，例如由于不同的海洋深度和观测时间导致的温度值不一致，并创建一个具有高分辨率、高精度和全面时空覆盖的数据集。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Why is it important to use a temperature depth and observation time correction model in sea surface temperature data collection?",
                "QuestionCn": "在海表温度数据收集过程中，使用温度深度和观测时间修正模型的重要性是什么？",
                "AnswerEn": "It is important to use a correction model to address the challenges posed by different sampling depths and observation times of various sensors, ensuring consistency across different temperature products and improving the accuracy of the resulting dataset.",
                "AnswerCn": "使用校正模型来应对不同传感器的采样深度和观测时间所带来的挑战是很重要的，这样可以确保不同温度产品之间的一致性，并提高最终数据集的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the objectives of reconstructing spatial models to mitigate the effects of clouds, rainfall, and land interference in sea surface temperature datasets?",
                "QuestionCn": "重建空间模型以减轻云层、降雨和土地干扰对海表温度数据集影响的目标是什么？",
                "AnswerEn": "The objectives are to effectively use the complementary strengths of different SST data sources, remove invalid pixels, and improve the accuracy of reconstructed pixels, which enhances the dataset's utility for mesoscale ocean phenomenon analyses and research related to global change, disaster prevention, and mitigation.",
                "AnswerCn": "目标是有效利用不同海表温度（SST）数据源的互补优势，去除无效像素，并提高重建像素的准确性，从而增强该数据集在中尺度海洋现象分析以及与全球变化、灾害预防和减缓相关研究中的实用性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are used to correct the influences of different sampling depths and observation times in sea surface temperature datasets?",
                "QuestionCn": "用于纠正海表温度数据集中不同采样深度和观测时间影响的程序有哪些？",
                "AnswerEn": "A temperature depth and observation time correction model is constructed to correct the influences of the different sampling depths and observation times obtained by different sensors, using MODIS SST products as a reference benchmark.",
                "AnswerCn": "构建了一个温度深度和观测时间修正模型，以修正不同传感器获得的不同采样深度和观测时间的影响，使用MODIS SST产品作为参考基准。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can the challenges posed by clouds, rainfall, and land interference be overcome when collecting sea surface temperature data from various sensors?",
                "QuestionCn": "在从各种传感器收集海表温度数据时，如何克服云层、降雨和地面干扰带来的挑战？",
                "AnswerEn": "A reconstructed spatial model is built to overcome the effects of clouds, rainfall, and land interference by making full use of the complementarities and advantages of SST data from different sensors.",
                "AnswerCn": "一个重建的空间模型被建立，以克服云、降雨和土地干扰的影响，充分利用来自不同传感器的海表温度（SST）数据的互补性和优势。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the steps involved in generating a global gridded monthly sea surface temperature product with improved pixel accuracy?",
                "QuestionCn": "生成全球网格化月度海表温度产品以提高像素精度的步骤包括：\n\n1. 数据收集：收集来自不同来源的海表温度数据，包括卫星观测、浮标、船只和气象站等。\n\n2. 数据预处理：对收集到的数据进行清洗和校正，以消除噪声和系统误差，确保数据的准确性。\n\n3. 数据插值：使用插值算法将不规则分布的观测数据转换为规则的网格格式，以填补缺失值并提高空间分辨率。\n\n4. 网格化：将插值后的数据按照预定的网格系统进行整理，生成全球网格化的海表温度数据集。\n\n5. 时间序列分析：对每个网格点的海表温度数据进行时间序列分析，以提取月度平均值。\n\n6. 质量控制：实施质量控制措施，确保生成的数据产品符合科学标准，排除异常值和不可靠数据。\n\n7. 数据验证：通过与独立观测数据进行比较，验证生成的海表温度产品的准确性和可靠性。\n\n8. 产品发布：将最终生成的全球网格化月度海表温度产品发布，供研究和应用使用。\n\n9. 持续更新：定期更新数据产品，以反映最新的观测结果和改进的算法。",
                "AnswerEn": "Two models are applied: a temperature depth and observation time correction model, and a reconstructed spatial model. These models are used to generate a unique global 0.041° gridded monthly SST product, effectively removing invalid pixels and improving the accuracies of reconstructed pixels by more than 0.65°C compared to the original pixels.",
                "AnswerCn": "应用了两个模型：温度深度和观测时间校正模型，以及重建空间模型。这些模型用于生成一个独特的全球0.041°网格化月度海表温度（SST）产品，有效去除了无效像素，并将重建像素的准确性提高了超过0.65°C，相较于原始像素。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the integration of multiple satellite sensor data to enhance the accuracy of sea surface temperature datasets?",
                "QuestionCn": "哪些方法论能够整合多个卫星传感器数据，以提高海表温度数据集的准确性？",
                "AnswerEn": "Many SST fusion algorithms use multiple satellites and in situ data to take advantage of the strengths of each SST observation. These algorithms include objective analysis (OA), optimal interpolation (OI), three-dimensional variational (3D-Var), and Kalman filtering (KF).",
                "AnswerCn": "许多海表温度（SST）融合算法使用多个卫星和现场数据，以利用每种海表温度观测的优势。这些算法包括客观分析（OA）、最优插值（OI）、三维变分（3D-Var）和卡尔曼滤波（KF）。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do correction models enable the resolution of inconsistencies in temperature measurements from different sensors?",
                "QuestionCn": "校正模型如何使不同传感器的温度测量不一致的问题得以解决？",
                "AnswerEn": "A temperature depth and observation time correction model is constructed to correct the influences of the different sampling depths and observation times obtained by different sensors.",
                "AnswerCn": "构建了一个温度深度和观测时间修正模型，以修正不同传感器获得的不同采样深度和观测时间的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions enable the use of reconstructed spatial models to mitigate the effects of clouds and land interference in sea surface temperature data?",
                "QuestionCn": "什么条件使得重建空间模型能够减轻云层和陆地干扰对海表温度数据的影响？",
                "AnswerEn": "A reconstructed spatial model is built to overcome the effects of clouds, rainfall, and land interference by making full use of the complementarities and advantages of SST data from different sensors.",
                "AnswerCn": "一个重建的空间模型被建立，以克服云、降雨和土地干扰的影响，充分利用来自不同传感器的海表温度（SST）数据的互补性和优势。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods for sea surface temperature be expected to struggle with consistency across different sensors?",
                "QuestionCn": "海表温度的数据收集方法可能会因为不同传感器之间的一致性问题而面临挑战。",
                "AnswerEn": "The temperature values obtained by different sensors come from different ocean depths and different observation times, leading to a lack of consistency among different temperature products.",
                "AnswerCn": "不同传感器获得的温度值来自不同的海洋深度和不同的观测时间，导致不同温度产品之间缺乏一致性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What reasons are there for expecting traditional SST measurement techniques to be insufficient for large-scale data collection?",
                "QuestionCn": "期待传统的海表温度（SST）测量技术在大规模数据收集方面不足的原因有哪些？",
                "AnswerEn": "Traditional SST measurements based on buoys, platforms, and voluntary ships face difficulties in obtaining large-scale and synchronous data due to large spatial and temporal gaps, making them insufficient for comprehensive data collection.",
                "AnswerCn": "传统的海表温度（SST）测量依赖于浮标、平台和自愿船只，因存在较大的空间和时间间隙，难以获得大规模和同步的数据，这使得它们在全面数据收集方面显得不足。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might it be expected that single satellite sensors alone cannot meet the demand for high-resolution SST datasets?",
                "QuestionCn": "为什么单一卫星传感器无法满足对高分辨率海表温度（SST）数据集的需求？",
                "AnswerEn": "Single satellite remote sensors often provide incomplete and limited information, as infrared sensors, though providing high-resolution data, are affected by clouds, and passive microwave sensors offer very coarse resolutions, making them unable to fulfill the demand for high-resolution, high-precision, and full spatiotemporal coverage SST datasets.",
                "AnswerCn": "单一卫星遥感传感器通常提供不完整和有限的信息，因为红外传感器虽然提供高分辨率数据，但受到云层的影响，而被动微波传感器则提供非常粗糙的分辨率，无法满足对高分辨率、高精度和全面时空覆盖的海表温度（SST）数据集的需求。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "In what ways do the challenges of sensor inconsistencies and observational gaps impact the development of high-resolution sea surface temperature datasets?",
                "QuestionCn": "传感器不一致性和观测缺口的挑战如何影响高分辨率海表温度数据集的发展？",
                "AnswerEn": "Sensor inconsistencies and observational gaps impact the development of high-resolution sea surface temperature datasets by causing variability in temperature readings due to differences in ocean depths and observation times. Additionally, clouds render many thermal infrared readings invalid, and passive microwave sensors' low resolution further complicates data accuracy. These factors can limit the practical applications of SST datasets unless addressed through correction models and fusion algorithms that harmonize disparate data sources.",
                "AnswerCn": "传感器的不一致性和观测间隙影响高分辨率海表温度数据集的开发，因为不同的海洋深度和观测时间导致温度读数的变异。此外，云层使许多热红外读数无效，而被动微波传感器的低分辨率进一步复杂化了数据的准确性。这些因素可能限制海表温度数据集的实际应用，除非通过校正模型和融合算法来解决，以协调不同的数据源。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential benefits of applying correction models to sea surface temperature datasets in terms of improving their usability for climate change research?",
                "QuestionCn": "应用修正模型于海表温度数据集的潜在好处包括提高其在气候变化研究中的可用性。",
                "AnswerEn": "Applying correction models to sea surface temperature datasets enhances their usability by improving spatial and temporal consistency across different sensor data. This leads to a higher resolution, more accurate datasets that can better capture mesoscale ocean phenomena and support detailed analyses in climate change research, disaster prevention, and mitigation efforts. The improvements in accuracy, as demonstrated by a 0.65°C enhancement in reconstructed pixels, indicate a significant step towards achieving reliable datasets for comprehensive climate studies.",
                "AnswerCn": "应用修正模型于海表温度数据集可以通过提高不同传感器数据的空间和时间一致性来增强其可用性。这导致了更高分辨率、更准确的数据集，能够更好地捕捉中尺度海洋现象，并支持气候变化研究、灾害预防和缓解工作的详细分析。准确性的提升，如重建像素提高0.65°C，表明在实现可靠数据集以进行全面气候研究方面迈出了重要一步。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't understand how various sensors with different observation times and depths can provide consistent sea surface temperature data.",
                "QuestionCn": "我无法理解不同观测时间和深度的各种传感器如何能够提供一致的海表温度数据。",
                "AnswerEn": "To address this issue, a temperature depth and observation time correction model is used to correct the influences of the different sampling depths and observation times obtained by different sensors, ensuring consistency in the sea surface temperature data.",
                "AnswerCn": "为了解决这个问题，采用了温度深度和观测时间修正模型，以修正不同传感器获得的不同采样深度和观测时间的影响，从而确保海表温度数据的一致性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure how datasets can maintain high accuracy and resolution despite interference from clouds and land.",
                "QuestionCn": "我不确定数据集如何在云层和土地干扰的情况下保持高准确性和分辨率。",
                "AnswerEn": "A reconstructed spatial model is applied to overcome the effects of clouds, rainfall, and land interference, making full use of the complementarities and advantages of SST data from different sensors, thus maintaining high accuracy and resolution in the datasets.",
                "AnswerCn": "一个重建的空间模型被应用于克服云层、降雨和土地干扰的影响，充分利用来自不同传感器的海表温度（SST）数据的互补性和优势，从而在数据集中保持高精度和高分辨率。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I don't understand how invalid pixels in satellite images can be effectively addressed to improve data accuracy.",
                "QuestionCn": "我不明白如何有效处理卫星图像中的无效像素以提高数据准确性。",
                "AnswerEn": "Approximately 25% of the invalid pixels in the original MODIS monthly images are effectively removed, and the accuracies of these reconstructed pixels are improved by more than 0.65 °C compared to the accuracies of the original pixels, enhancing overall data accuracy.",
                "AnswerCn": "原始MODIS月度图像中大约25%的无效像素被有效去除，重建像素的准确度比原始像素提高了超过0.65°C，从而提高了整体数据的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the challenges of integrating data from different sensors for sea surface temperature studies and suggest potential solutions to address these challenges.",
                "QuestionCn": "请分析在海表温度研究中整合来自不同传感器的数据所面临的挑战，并建议潜在的解决方案来应对这些挑战。",
                "AnswerEn": "Integrating data from different sensors poses challenges due to inconsistencies in temperature values from varying ocean depths and observation times, as well as invalid values in thermal infrared data due to clouds and low resolutions in passive microwave data. A potential solution is the use of fusion algorithms, such as objective analysis, optimal interpolation, three-dimensional variational, and Kalman filtering, which leverage the strengths of multiple data sources to provide a high-resolution, high-precision dataset with full spatiotemporal coverage. Additionally, correction models can help align data from different sensors.",
                "AnswerCn": "整合来自不同传感器的数据面临挑战，因为来自不同海洋深度和观测时间的温度值存在不一致性，同时由于云层和被动微波数据的低分辨率，热红外数据中也存在无效值。一种潜在的解决方案是使用融合算法，如客观分析、最优插值、三维变分和卡尔曼滤波，这些算法利用多种数据源的优势，提供高分辨率、高精度的数据集，具有完整的时空覆盖。此外，修正模型可以帮助对齐来自不同传感器的数据。",
                "Level": "C6(Creating)"
            }
        ]
    }
}