{
  "id": "f358dd66-b98d-4a8d-a113-27310d2c79eb",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-eddy covariance system-40m tower, 2016)",
      "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-涡动相关仪（40m塔）-2016",
      "description": "The data set contains the observation data of 40m tower vortex correlator on January 1, 2016, solstice, 2016, December 31, 2016.The station is located in east garden town, huailai county, hebei province.The latitude and longitude of the observation point is 115.7923E, 40.3574N, and the altitude is 480m.The acquisition frequency of vortex correlativity instrument is 10Hz, the frame height is 3.5m, the ultrasonic direction is due to the north, and the distance between the ultrasonic anemometer (CSAT3) and the CO2/H2O analyzer (EC150) is 0cm.\n\nThe released data is the 30-minute data obtained from the post-processing of the original collected 10Hz data with Eddypro software. The main steps of the processing include: outfield value elimination, delay time correction, coordinate rotation (secondary coordinate rotation), frequency response correction, ultrasonic virtual temperature correction and density (WPL) correction.Quality assessment for each intercompared to at the same time, mainly is the atmospheric stability (Δ st) and turbulent characteristics of similarity (ITC) test.The 30min pass value output after processing was also screened :(1) the data when the instrument was wrong was removed;(2) data of 1h before and after precipitation were excluded;(3) the missing rate of 10Hz original data is more than 10% every 30min;(4) the observed data of weak turbulence at night were excluded (u* less than 0.1m/s).The average period of observation data was 30 minutes, 48 data a day, and the missing data was marked as -6999.There are many negative values of water vapor density measured by EC150 in winter, filled with -6999.\n\nThe observation data released by vortex correlator include:Date/Time for the Date/Time, wind Wdir (°), Wnd horizontal wind speed (m/s), standard deviation Std_Uy lateral wind speed (m/s), ultrasonic virtual temperature Tv (K), the water vapor density H2O (g/m3), carbon dioxide concentration CO2 (mg/m3), friction velocity Ustar) (m/s), the length of cloth hoff, sensible heat flux Hs (W/m2), latent heat flux LE (W/m2), carbon dioxide flux Fc (mg/(m2s)), the quality of the sensible heat flux identifier QA_Hs, the quality of the latent heat flux identifier QA_LE.The quality of the sensible heat and latent heat, carbon dioxide flux identification is divided into three (quality id 0: (Δ st < 30, the ITC < 30);1: (Δ st < 100, ITC < 100);The rest are 2).The meaning of data time, such as 0:30 represents the average between 0:00 and 0:30;The data is stored in *.xls format.The data was missing during the period from May 26 to May 29 due to instrument calibration.\n\nGuo et al, 2020 is used for site introduction and Liu et al, 2013 for data processing",
      "descriptionCn": "该数据集包含了2016年1月1日至2016年12月31日的40m塔涡动相关仪观测数据。站点位于河北省怀来县东花园镇，下垫面为水浇地玉米。观测点的经纬度是115.7923E，40.3574N，海拔480m。涡动相关仪的采集频率是10Hz，架高为3.5m，超声朝向是正北向，超声风速仪（CSAT3）与CO2/H2O分析仪（EC150）之间的距离是0cm。\n\n发布的数据是采用Eddypro软件对原始采集的10Hz数据进行后处理得到的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对处理后输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据每30min内缺失率大于10%的数据；（4）剔除夜间弱湍流的观测数据（u*小于0.1m/s）。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。在冬季EC150测量水汽密度出现很多负值，以-6999填充。\n\n涡动相关仪发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（K），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度，感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE。感热、潜热、二氧化碳通量的质量标识分为三级（质量标识0：（Δst<30, ITC<30）; 1：（Δst<100, ITC<100）; 其余为2）。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。数据在5.26-5.29期间由于仪器标定，数据缺失。\n\n站点介绍用guo et al, 2020; 数据处理用liu et al, 2013.",
      "instructions": "File naming method: **** station-####-xx tower-yyyy, where **** * represents the site name, #### # represents the site type, xx represents the tower height (meters), yyyy represents the data observation year\nData usage: this data is tabular data, which can be opened and viewed by WPS, Ecxel and other software",
      "instructionsCn": "文件命名方式：**** station-####-xx tower-yyyy，其中****代表站点名称，####代表站点类型，xx代表塔高（米），yyyy代表数据观测年份\n数据使用方法：此数据为表格数据，可用WPS、Ecxel等软件打开查看",
      "east": 115.792,
      "west": 115.792,
      "south": 40.3574,
      "north": 40.3574,
      "startTime": "2016-01-10 00:00:00",
      "endTime": "2017-01-09 00:00:00",
      "fileSize": 2850800.0,
      "cstr": "18406.11.haihe.003.2019.db",
      "doi": "10.3972/haihe.003.2019.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "肖青",
        "nameEn": "XIAO Qing",
        "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
        "unitCn": "中国科学院遥感与数字地球研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      },
      {
        "titleCn": null,
        "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
        "referenceCn": null,
        "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
      },
      {
        "titleCn": "不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 丁闯. (2013). 不同土壤热通量测算方法的比较及其对地表能量平衡闭合影响的研究. 地球科学进展, 28(8), 875-889.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Lu, L., Mao, D., & Jia, L. (2007). Evaluating parameterizations of aerodynamic resistance to heat transfer using field measurements. Hydrology and Earth System Sciences, 11(2), 769-283."
      },
      {
        "titleCn": "海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍. (2010). 海河流域不同下垫面上大孔径闪烁仪观测显热通量的时空特征分析. 地球科学进展, 25(11), 1187-1198.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪观测数据的处理与质量评价研究",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 宫丽娟, 王介民, 李小文. (2008). 涡动相关仪观测数据的处理与质量评价研究. 地球科学进展, 23(4), 357-370.",
        "referenceEn": null
      },
      {
        "titleCn": "农田下垫面观测通量的变化特征及其气候学足迹分析",
        "titleEn": null,
        "referenceCn": "朱明佳, 刘绍民, 徐自为, 徐同仁. (2013). 农田下垫面观测通量的变化特征及其气候学足迹分析. 地球科学进展, 28(12), 96-109.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
        "referenceCn": null,
        "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": "大孔径闪烁仪观测中的相似理论适用性分析",
        "titleEn": null,
        "referenceCn": "郭伟, 刘寿东, 刘绍民, 徐自为. (2013). 大孔径闪烁仪观测中的相似理论适用性分析. 高原气象, 32(4), 944–955.",
        "referenceEn": null
      },
      {
        "titleCn": "大孔径闪烁仪观测数据的处理方法研究",
        "titleEn": null,
        "referenceCn": "白洁, 刘绍民, 丁晓萍, 卢俐. (2010). 大孔径闪烁仪观测数据的处理方法研究. 地球科学进展, 25(11), 1148-1165.",
        "referenceEn": null
      },
      {
        "titleCn": "大尺度地表水热通量的观测、分析与应用",
        "titleEn": null,
        "referenceCn": "刘绍民, 李小文, 施生锦, 徐自为, 白洁, 丁晓萍, 贾贞贞, 朱明佳. (2010). 大尺度地表水热通量的观测、分析与应用. 地球科学进展, 25(11), 1113-1127.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": "涡动相关仪和大孔径闪烁仪观测通量的空间代表性",
        "titleEn": null,
        "referenceCn": "宫丽娟, 刘绍民, 双喜, 蔡旭晖, 徐自为. (2009). 涡动相关仪和大孔径闪烁仪观测通量的空间代表性研究. 高原气象, 28(2), 246-257.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": "大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 白洁, 王介民. (2010). 大孔径闪烁仪和涡动相关仪观测显热通量之间的尺度关系. 地球科学进展, 25 (11), 1273-1282.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces",
        "referenceCn": null,
        "referenceEn": "Lu, L., Liu, S.M., Xu, Z.W., Yang, K., Cai, X.H., Jia, L., & Wang, J.M. (2009). The characteristics and parameterization of aerodynamic roughness length over heterogeneous surfaces. Advances in atmospheric sciences, 26(1), 180-190."
      },
      {
        "titleCn": "大孔径闪烁仪的通量印痕分析与应用",
        "titleEn": null,
        "referenceCn": "蔡旭晖, 朱明佳, 刘绍民, 徐自为. (2010). 大孔径闪烁仪的通量印痕分析与应用. 地球科学进展, 25(11), 1166-1174.",
        "referenceEn": null
      },
      {
        "titleCn": "不同下垫面大孔径闪烁仪观测数据处理与分析",
        "titleEn": null,
        "referenceCn": "卢俐, 刘绍民, 徐自为, 王介民, 李小文. (2009). 不同下垫面上大孔径闪烁仪观测数据的处理与分析. 应用气象学报, 20(2), 171-178.",
        "referenceEn": null
      },
      {
        "titleCn": "涡动相关仪观测蒸散量的插补方法比较",
        "titleEn": null,
        "referenceCn": "徐自为, 刘绍民, 徐同仁, 王介民. (2009). 涡动相关仪观测蒸散量的插补方法研究.地球科学进展, 29(4), 372-382.",
        "referenceEn": null
      },
      {
        "titleCn": "农田和草地下垫面上附加阻尼kB-1变化特征的分析",
        "titleEn": null,
        "referenceCn": "鞠英芹, 徐自为, 刘绍民, 卢俐, 徐同仁, 刘寿东. (2014). 农田和草地下垫面上附加阻尼kB-1变化特征的分析. 高原气象, 33(1), 55-65.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "感热通量",
        "nameEn": "Sensible heat flux"
      },
      {
        "nameCn": "潜热通量",
        "nameEn": "Latent heat flux"
      },
      {
        "nameCn": "辐射",
        "nameEn": "Radiation"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "怀来县",
        "keywordEn": "Huailai"
      },
      {
        "keywordCn": "河北省",
        "keywordEn": "Hebei"
      },
      {
        "keywordCn": "海河流域",
        "keywordEn": "Haihe river basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2016",
        "keywordEn": "2016",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Aerodynamic roughness length (z0m) is a key factor in surface flux estimations with remote sensing algorithms and/or land surface models. Originally, z0m is defined as the height where the wind speed, given by the extrapolation of the logarithmic wind profile, becomes zero. According to numerous observations, the variation range of z0m over different surfaces is large, from an order of 1.0 m over urban areas and mountainous areas, to an order of 0.1 mm or even 0.01 mm over smooth water body surfaces, ice and snow surfaces. The traditional way to calculate z0m is based on the Monin-Obukhov Similarity Theory, using wind profile measurements. In practical applications, especially for remote sensing models and land surface models, it is difficult to obtain z0m for a local or regional scale based only on station observations. Former researchers have proposed some parameterizations between the aerodynamic roughness length and the land surface properties [e.g., vegetation height, leaf area index (LAI), etc.], since wind turbulence is controlled by the structure and spacing of roughness elements (plants and other obstacles) on the land surface, and z0m describes the roughness characteristics of a surface."
      ],
      "research objective": [
        "Based on the data of the Xiaotangshan Experiment (Changping District of Beijing, China), which was conducted in 2002, 2004, and 2005 respectively, the objectives of this paper are: (1) to calculate z0m over different surfaces and analyze the directional characteristics of z0m over heterogeneous surfaces using an analytical footprint model; (2) to relate the estimated z0m over heterogeneous surfaces to roughness element characteristic factors, and present a heuristic parameterization of z0m as a reference for model parameterizations."
      ],
      "challenges": [
        "More data is needed for further discussions."
      ],
      "methods": [
        "This paper calculates z0m over several land surfaces, with 3 years of experimental data from Xiaotangshan. Individual z0m over each surface component (patch) is calculated firstly with the characteristic parameters of the roughness elements (vegetation height, leaf area index, etc.), then z0m over the whole experimental field is aggregated, using the footprint weighting method."
      ],
      "dataset": [
        "This experiment was carried out at the Xiaotangshan Experimental Station for Precision Agriculture (40°10′41′′N, 116°26′52′′E, 35 m above sea level) in Beijing. The observation period in 2002 was from 26 March to 23 April and the land cover was bare soil. In 2004, the experiment was carried out from 30 May to 7 July. In the southern sub-plot field, the land cover was bare soil between 30 May and 11 June, while the maize plants started emerging around 12 June. In 2005, the experiment was from 1 May to 10 June and the experimental layout was almost the same as that in 2004."
      ],
      "findings": [
        "The results show that z0m is direction-dependent, mainly due to the heterogeneity of the size and spatial distribution of the roughness elements inside the source area along different wind directions."
      ],
      "backgroundCn": [
        "气动粗糙长度（z0m）是利用遥感算法和/或陆面模型进行表面通量估算的关键因素。z0m最初被定义为风速通过对数风速剖面的外推在某一高度变为零的高度。根据大量观测，不同表面上z0m的变化范围很大，城市和山区的z0m约为1.0米，而平滑水体表面、冰面和雪面上的z0m则约为0.1毫米甚至0.01毫米。传统上，z0m的计算基于Monin-Obukhov相似理论，使用风速剖面测量。在实际应用中，尤其是对于遥感模型和陆面模型，仅依靠站点观测很难获得局部或区域尺度的z0m。以前的研究者提出了一些气动粗糙长度与地表特性（如植被高度、叶面积指数（LAI）等）之间的参数化关系，因为风的湍流受地表粗糙元素（植物和其他障碍物）的结构和间距的控制，而z0m描述了表面的粗糙特征。"
      ],
      "research objectiveCn": [
        "根据2002年、2004年和2005年在中国北京昌平区进行的Xiaotangshan实验的数据，本文的目标是：(1) 计算不同表面的z0m，并使用分析足迹模型分析异质表面上z0m的方向特征；(2) 将估算的异质表面上的z0m与粗糙元素特征因子相关联，并提出z0m的启发式参数化，以作为模型参数化的参考。"
      ],
      "challengesCn": [
        "需要更多数据以进行进一步讨论。"
      ],
      "methodsCn": [
        "本文计算了多个地表的z0m，使用了来自小汤山的3年实验数据。首先，针对每个表面组成部分（斑块）计算了单独的z0m，使用了粗糙度元素的特征参数（植被高度、叶面积指数等），然后采用足迹加权方法对整个实验场的z0m进行聚合。"
      ],
      "datasetCn": [
        "该实验在北京的肖塘山精准农业实验站（北纬40°10′41′′，东经116°26′52′′，海拔35米）进行。2002年的观察期为3月26日至4月23日，土地覆盖为裸土。2004年，实验时间为5月30日至7月7日。在南部子区的田地中，5月30日至6月11日期间土地覆盖为裸土，而玉米植物大约在6月12日开始萌芽。2005年的实验时间为5月1日至6月10日，实验布局与2004年几乎相同。"
      ],
      "findingsCn": [
        "结果表明，z0m是方向依赖的，主要是由于源区内粗糙元素的大小和空间分布在不同风向下的异质性。"
      ]
    },
    {
      "background": [
        "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。 目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。 其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。 大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。 由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。 LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
      ],
      "research objective": [
        "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
      ],
      "challenges": [
        "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。 目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
      ],
      "methods": [
        "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。 选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
      ],
      "dataset": [
        "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。 LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。 阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。 源区内的植被株高在生长旺季能达到0．2～0．3m。"
      ],
      "findings": [
        "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
      ],
      "backgroundCn": [
        "感、潜热通量作为反映地－气之间热量与水汽交换强度的重要指标，影响地－气之间的能量平衡，为不同尺度的天气系统提供物质、动力和热力来源，影响地－气之间的水循环过程。目前传统的地表通量观测方法有许多种，如涡动相关系统（Eddy-Covariance system, EC）、波文比－能量平衡系统和空气动力学方法等。其中，涡动相关系统是国际上公认的、最可靠的地表通量观测方法，但是观测尺度较小，其空间代表性仅有几十至几百米左右。大孔径闪烁仪（Large Aperture Scintillometer, LAS），相对于传统的涡动相关系统，能够获得区域尺度（几百米到几公里）的平均感热通量。由于LAS的观测尺度能较好地匹配卫星像元尺度以及数值天气预报和气候模式的网格尺度，因此，LAS的观测值能够作为遥感估算模型、数值天气预报模式和气候模式的像元／网格尺度的地面相对真值，从而对这些模型／模式进行优化和验证。LAS的观测原理是基于莫宁－奥布霍夫相似理论（Monin-Obukhov Similarity Theory, MOST），结合观测得到的大气折射指数结构参数C2n和相关的气象数据，利用与温度结构参数C2T相关的稳定度普适函数fT，得到地表的区域平均感热通量。"
      ],
      "research objectiveCn": [
        "利用2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS相关数据，分析了LAS观测中莫宁—奥布霍夫相似理论MOST理论的适用性，并探讨了MOST理论适用性的定量判断方法。"
      ],
      "challengesCn": [
        "由于受下垫面覆盖类型、平坦程度、水热状况和天气条件等影响，实际情况很难达到理想的水平均匀假设。目前国内的大气相似理论研究主要集中于风、温度廓线和湍流方差的相似性关系，然而有关闪烁法中的温度结构参数与湍流特征之间的相似性研究较少。"
      ],
      "methodsCn": [
        "在分析LAS数据的MOST理论适用性之前，对EC和LAS数据进行初步处理。选取2009年馆陶站（1－12月）和阿柔站（1－6月和10－11月）的LAS、EC和AWS数据。"
      ],
      "datasetCn": [
        "馆陶站（36°30′54″N，115°07′39″E）位于河北省馆陶县河寨村，其观测场及周围下垫面为农田，包括冬小麦、玉米和棉花，其中冬小麦与玉米为轮作，冬小麦生长期为10月至次年6月，玉米生长期为6－10月，棉花生长期为5－10月，属于典型的华北平原农田下垫面。LAS源区内冬小麦（玉米）面积约占45％，棉花约占47％。阿柔站（38°02′40″N，100°27′53″E）位于黑河上游的河谷地区，其观测场及周围下垫面为典型的高山草地，较为平坦。源区内的植被株高在生长旺季能达到0．2～0．3m。"
      ],
      "findingsCn": [
        "（1）在不稳定条件下，大尺度涡旋运动、大气湍流发展状况和温度尺度都能对MOST理论适用性产生显著影响；（2）确立了两种新的MOST理论适用性判断方法，即因子分析法和温度结构参数法，并验证了这两种判断方法是合理、可靠的。"
      ]
    },
    {
      "background": [
        "For surface flux measurements, large aperture scintillometer (LAS) has become more and more popular in recent years. Compared with traditional observation techniques, it can measure surface fluxes on a larger scale (500 m to 10 km). At present, LAS observation is not common in China."
      ],
      "research objective": [
        "The daily and monthly variation of HLAS is analyzed. And the observation differences between eddy covariance system and LAS, need to be studied further combined with footprint model and energy unbalance of eddy covariance system observation."
      ],
      "challenges": [
        "There is much less agreement on the form which universal stability function fT should take. Further more, since the iteration process of HLAS can not be convergence when low wind speed and very stable conditions appearing at night, Wm \\ - 5 is specified."
      ],
      "methods": [],
      "dataset": [],
      "findings": [
        "Sensible heat flux (H) calculation with the LAS data of above measurements shows that the beam height of LAS and wind speed are sensitive factors for sensible heat flux measurement (HLAS), zero-plane displacement height is crucial unless the beam height is much larger than it, and Bowen ratio needs to be determined accurately over wet surface, while air temperature, air pressure and aerodynamic roughness length are not sensitive for HLAS. According to the observations mentioned above, LAS can measure surface fluxes both over homogeneous and heterogeneous surfaces."
      ],
      "backgroundCn": [
        "对于表面通量测量，大孔径闪烁仪（LAS）近年来变得越来越受欢迎。与传统观测技术相比，它可以在更大范围内（500米到10公里）测量表面通量。目前，LAS观测在中国尚不普遍。"
      ],
      "research objectiveCn": [
        "对HLAS的日变化和月变化进行了分析。需要进一步研究涡度协方差系统与LAS之间的观测差异，结合足迹模型和涡度协方差系统观测的能量不平衡。"
      ],
      "challengesCn": [
        "关于普遍稳定性函数 fT 的形式，存在很少的共识。此外，由于在低风速和夜间非常稳定的条件下，HLAS 的迭代过程无法收敛，因此指定 Wm \\ - 5。"
      ],
      "methodsCn": [],
      "datasetCn": [],
      "findingsCn": [
        "利用激光雷达（LAS）数据计算显热通量（H）表明，激光雷达的测量高度和风速是显热通量测量（HLAS）的敏感因素，零平面位移高度至关重要，除非测量高度远大于零平面位移高度，而在湿表面上，波文比需要准确确定，而空气温度、气压和气动粗糙度长度对HLAS则不敏感。根据上述观察，激光雷达可以在均匀和非均匀表面上测量表面通量。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can the Large Aperture Scintillometer be used to measure surface fluxes over both homogeneous and heterogeneous surfaces?",
        "QuestionCn": "大孔径闪烁仪可以用于测量均匀和非均匀表面的表面通量吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C3(Applying)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the calculation of aerodynamic roughness length (z0m) typically more accurate using remote sensing algorithms, land surface models, or wind profile measurements?",
        "QuestionCn": "气动粗糙度长度（z0m）的计算通常使用遥感算法、地表模型或风剖面测量哪种方法更准确？",
        "AnswerEn": "wind profile measurements",
        "AnswerCn": "风廓线测量",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "For measuring surface fluxes, are eddy covariance systems or large aperture scintillometers (LAS) generally more suitable for regional scale observations?",
        "QuestionCn": "对于测量表面通量，涡度协方差系统还是大孔径闪烁仪（LAS）通常更适合区域尺度观测？",
        "AnswerEn": "large aperture scintillometers (LAS)",
        "AnswerCn": "大型孔径闪烁仪 (LAS)",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "When ensuring the applicability of the Monin-Obukhov Similarity Theory in LAS data, are factor analysis methods or temperature structure parameter methods more reliable?",
        "QuestionCn": "在确保Monin-Obukhov相似理论在LAS数据中的适用性时，因子分析方法还是温度结构参数方法更可靠？",
        "AnswerEn": "Both the factor analysis method and the temperature structure parameter method",
        "AnswerCn": "因子分析法和温度结构参数法",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to measure surface fluxes in agricultural areas?",
        "QuestionCn": "在农业地区测量表面通量的数据收集方法有哪些？",
        "AnswerEn": "Eddy covariance system, Large Aperture Scintillometers",
        "AnswerCn": "涡度相关系统，大孔径闪烁仪",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are datasets related to aerodynamic roughness length typically collected?",
        "QuestionCn": "与气动粗糙长度相关的数据集通常在哪里收集？",
        "AnswerEn": "Xiaotangshan Experimental Station for Precision Agriculture in Beijing",
        "AnswerCn": "北京小汤山精细农业试验站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with applying Monin-Obukhov Similarity Theory in data collection?",
        "QuestionCn": "应用Monin-Obukhov相似理论进行数据收集时面临哪些挑战？",
        "AnswerEn": "horizontal uniformity",
        "AnswerCn": "水平均匀性",
        "Level": "C3(Applying)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you give an example of how aerodynamic roughness length is calculated over different land surfaces using experimental data?",
        "QuestionCn": "你能给出一个如何使用实验数据计算不同地表上气动粗糙度长度的例子吗？",
        "AnswerEn": "An example involves calculating aerodynamic roughness length (z0m) over different surfaces using data from the Xiaotangshan Experiment. The z0m is determined by analyzing the directional characteristics over heterogeneous surfaces with an analytical footprint model and relating it to roughness element characteristics such as vegetation height and leaf area index.",
        "AnswerCn": "一个例子涉及使用小汤山实验的数据计算不同表面的气动粗糙长度（z0m）。通过分析异质表面的方向特征，结合分析足迹模型，确定z0m，并将其与粗糙元素特征（如植被高度和叶面积指数）相关联。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "Please provide an example of how the Monin-Obukhov Similarity Theory is applied to analyze the applicability of large aperture scintillometer data for surface flux measurements.",
        "QuestionCn": "请提供一个示例，说明如何应用Monin-Obukhov相似理论来分析大孔径闪烁仪数据在地表通量测量中的适用性。",
        "AnswerEn": "An example of applying the Monin-Obukhov Similarity Theory involves analyzing large aperture scintillometer data from the Guantao and Aruo stations to assess the theory's applicability. This includes the use of atmospheric refractive index structure parameters and related meteorological data to determine the regional average sensible heat flux.",
        "AnswerCn": "应用Monin-Obukhov相似理论的一个例子涉及分析来自Guantao和Aruo站的大孔径闪烁仪数据，以评估该理论的适用性。这包括使用大气折射率结构参数和相关气象数据来确定区域平均显热通量。",
        "Level": "C3(Applying)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features and principles involved in the use of Large Aperture Scintillometer (LAS) for regional scale surface flux measurements?",
        "QuestionCn": "大型孔径闪烁仪（LAS）用于区域尺度表面通量测量的关键特征和原则是什么？",
        "AnswerEn": "regional average sensible heat flux, Monin-Obukhov Similarity Theory, atmospheric refractive index structure parameters, sensitive to beam height, sensitive to wind speed, sensitive to zero-plane displacement height, applicable over homogeneous surfaces, applicable over heterogeneous surfaces",
        "AnswerCn": "区域平均感热通量，Monin-Obukhov相似理论，大气折射率结构参数，对光束高度敏感，对风速敏感，对零平面位移高度敏感，适用于均匀表面，适用于异质表面。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the meaning of 'eddy covariance system' in the context of measuring surface fluxes?",
        "QuestionCn": "在测量地表通量的背景下，“涡度协方差系统”是什么意思？",
        "AnswerEn": "The eddy covariance system (EC) is recognized internationally as the most reliable method for observing surface fluxes, which include heat and water vapor exchanges between the land and atmosphere. This method, however, has a limited observation scale, typically representing areas only a few tens to hundreds of meters in size.",
        "AnswerCn": "涡度协方差系统（EC）被国际公认为观察表面通量的最可靠方法，包括陆地与大气之间的热量和水汽交换。然而，该方法的观测尺度有限，通常仅代表几米到几百米大小的区域。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'aerodynamic roughness length' indicate in the context of remote sensing and land surface models?",
        "QuestionCn": "在遥感和陆面模型的背景下，“空气动力学粗糙度长度”表示什么？",
        "AnswerEn": "Aerodynamic roughness length (z0m) is a parameter critical for estimating surface fluxes in remote sensing algorithms and land surface models. It represents the height at which wind speed extrapolated from the logarithmic wind profile reaches zero and varies significantly across different surfaces, reflecting the roughness characteristics and influencing turbulence and surface-atmosphere exchange processes.",
        "AnswerCn": "气动粗糙长度（z0m）是估算遥感算法和陆面模型中表面通量的重要参数。它表示风速从对数风速剖面外推到达零的高度，并且在不同表面之间变化显著，反映了粗糙特征，影响湍流和表面-大气交换过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using an eddy covariance system at a fixed station compare to those using a large aperture scintillometer in terms of spatial and temporal scale?",
        "QuestionCn": "使用固定站的涡度协方差系统的数据收集方法与使用大孔径闪烁仪的数据收集方法在空间和时间尺度上有什么比较？",
        "AnswerEn": "The eddy covariance system is recognized as a reliable method for surface flux observation but operates on a smaller spatial scale of tens to hundreds of meters. In contrast, the large aperture scintillometer can measure fluxes over a much larger area, from 500 meters to 10 kilometers, making it more suitable for regional scale observations. Temporally, eddy covariance provides high-frequency data, whereas LAS provides data that can be better matched to satellite pixel and weather model grid scales.",
        "AnswerCn": "涡度协方差系统被认为是一种可靠的表面通量观测方法，但其操作空间尺度较小，通常在几十到几百米之间。相比之下，大孔径闪烁仪可以在更大区域内测量通量，范围从500米到10公里，更适合区域尺度的观测。在时间上，涡度协方差提供高频数据，而大孔径闪烁仪提供的数据则更适合与卫星像素和天气模型网格尺度匹配。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In terms of challenges faced during data collection, how does the applicability of Monin-Obukhov similarity theory differ between eddy covariance and large aperture scintillometer methods?",
        "QuestionCn": "在数据收集过程中，Monin-Obukhov相似理论的适用性在涡度协方差法和大孔径闪烁仪法之间存在怎样的差异？",
        "AnswerEn": "For eddy covariance systems, the Monin-Obukhov similarity theory is used to calculate parameters like friction velocity and Obukhov length, with the main challenge being the small spatial representativeness and the influence of local heterogeneities. For large aperture scintillometers, the applicability of the theory is influenced by factors such as large-scale eddies and atmospheric stability conditions, with additional challenges arising from the need for accurate estimates of temperature structure parameters. Both methods find it difficult to completely conform to the ideal assumptions of the theory, particularly under heterogeneous terrain and varying atmospheric conditions.",
        "AnswerCn": "对于涡动协方差系统，Monin-Obukhov相似理论用于计算摩擦速度和Obukhov长度等参数，主要挑战在于小空间代表性和局部异质性的影响。对于大孔径闪烁仪，理论的适用性受到大尺度涡流和大气稳定性条件等因素的影响，同时还面临着对温度结构参数进行准确估计的额外挑战。这两种方法都很难完全符合理论的理想假设，特别是在异质地形和变化的大气条件下。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the aerodynamic roughness length (z0m) over heterogeneous surfaces and its directional characteristics be inferred from observational data?",
        "QuestionCn": "如何从观测数据中推断异质表面的气动粗糙长度（z0m）及其方向特征？",
        "AnswerEn": "The aerodynamic roughness length (z0m) over heterogeneous surfaces can be inferred by calculating individual z0m over each surface component using the characteristic parameters of roughness elements, such as vegetation height and leaf area index. These values are then aggregated using a footprint weighting method, allowing for the analysis of the directional characteristics of z0m based on the size and spatial distribution of the roughness elements along different wind directions.",
        "AnswerCn": "在异质表面上，气动粗糙长度（z0m）可以通过计算每个表面组成部分的个别z0m来推断，使用粗糙元素的特征参数，如植被高度和叶面积指数。这些值随后通过足迹加权方法进行汇总，从而允许根据不同风向上粗糙元素的大小和空间分布分析z0m的方向特征。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What insights can be drawn from the differences between eddy covariance system and large aperture scintillometer (LAS) observations in measuring surface fluxes?",
        "QuestionCn": "从涡度协方差系统和大孔径闪烁仪（LAS）观测在测量表面通量方面的差异中可以得出哪些见解？",
        "AnswerEn": "Insights can be drawn by analyzing the daily and monthly variations of sensible heat flux from LAS data and comparing them with eddy covariance system observations. The differences can be further studied using a footprint model and exploring the energy balance discrepancies of the eddy covariance system, considering factors such as LAS beam height, wind speed sensitivity, and zero-plane displacement height.",
        "AnswerCn": "通过分析LAS数据的日常和月度感热通量变化，并与涡动协方差系统观测结果进行比较，可以得出一些见解。进一步研究这些差异可以使用足迹模型，并探讨涡动协方差系统的能量平衡差异，考虑因素如LAS光束高度、风速敏感性和零平面位移高度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of data processing techniques for eddy covariance systems in surface flux observations?",
        "QuestionCn": "影响表面通量观测中涡度协方差系统数据处理技术选择的因素有哪些？",
        "AnswerEn": "The selection of data processing techniques for eddy covariance systems is influenced by the need to correct raw data for errors such as wild value removal, delay time correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density correction. These steps are crucial to ensure the quality and accuracy of surface flux data, as well as to evaluate the stability and similarity characteristics of turbulence.",
        "AnswerCn": "eddy covariance 系统的数据处理技术选择受到需要纠正原始数据中错误的影响，例如异常值去除、延迟时间校正、坐标旋转、频率响应校正、超声虚温校正和密度校正。这些步骤对于确保表面通量数据的质量和准确性至关重要，同时也有助于评估湍流的稳定性和相似性特征。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is the aerodynamic roughness length (z0m) challenging to determine for local or regional scales using station observations alone?",
        "QuestionCn": "为什么仅使用站点观测数据来确定局部或区域尺度的气动粗糙长度（z0m）是具有挑战性的？",
        "AnswerEn": "Determining aerodynamic roughness length (z0m) for local or regional scales using only station observations is challenging because z0m varies significantly across different surfaces and is affected by the structure and spacing of roughness elements. The complexity of surface heterogeneity and the need for parameterizations based on land surface properties make it difficult to extrapolate z0m from point measurements to larger areas.",
        "AnswerCn": "仅使用站点观测来确定局部或区域尺度的气动粗糙长度（z0m）是具有挑战性的，因为z0m在不同表面之间变化显著，并且受到粗糙元素的结构和间距的影响。表面异质性的复杂性以及基于地表特性的参数化需求使得从点测量推断z0m到更大区域变得困难。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What causes the difficulty in applying Monin-Obukhov Similarity Theory (MOST) to large aperture scintillometer (LAS) data for surface flux measurement?",
        "QuestionCn": "导致将Monin-Obukhov相似理论（MOST）应用于大孔径闪烁仪（LAS）数据进行表面通量测量时困难的原因是什么？",
        "AnswerEn": "The difficulty in applying Monin-Obukhov Similarity Theory (MOST) to LAS data arises from variations in surface cover, flatness, water heat conditions, and weather conditions, which challenge the assumption of horizontal homogeneity. Additionally, the similarity between temperature structure parameters and turbulence characteristics is less studied, necessitating the development of new methods to assess MOST applicability reliably.",
        "AnswerCn": "应用Monin-Obukhov相似理论（MOST）于激光雷达（LAS）数据的困难在于地表覆盖、平坦度、水热条件和天气条件的变化，这些因素挑战了水平均匀性的假设。此外，温度结构参数与湍流特征之间的相似性研究较少，因此需要开发新方法以可靠地评估MOST的适用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the quality of surface flux measurements when using different data post-processing techniques?",
        "QuestionCn": "使用不同的数据后处理技术对表面通量测量质量的潜在影响是什么？",
        "AnswerEn": "Using different data post-processing techniques, such as Eddypro software for raw data processing, can significantly impact the quality of surface flux measurements by improving data reliability through steps like outlier removal, delay time correction, coordinate rotation, and density corrections, as well as ensuring data quality through stability and similarity tests.",
        "AnswerCn": "使用不同的数据后处理技术，例如Eddypro软件进行原始数据处理，可以显著影响表面通量测量的质量，通过去除异常值、延迟时间校正、坐标旋转和密度校正等步骤提高数据的可靠性，并通过稳定性和相似性测试确保数据质量。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How could the availability of more comprehensive data affect the parameterization of aerodynamic roughness length (z0m) in land surface models?",
        "QuestionCn": "更全面数据的可用性如何影响陆面模型中气动粗糙长度（z0m）的参数化？",
        "AnswerEn": "The availability of more comprehensive data could enhance the parameterization of aerodynamic roughness length (z0m) by providing better insights into the relationship between z0m and land surface properties, such as vegetation height and leaf area index, which would improve model accuracy in representing surface roughness characteristics.",
        "AnswerCn": "更全面的数据的可用性可以通过提供对气动粗糙长度（z0m）与地表特性（如植被高度和叶面积指数）之间关系的更好洞察，来增强z0m的参数化，从而提高模型在表面粗糙特性表示上的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What might be the impact on regional climate model validation if large aperture scintillometer (LAS) data becomes more widely available for surface flux measurements?",
        "QuestionCn": "如果大孔径闪烁仪（LAS）数据在地表通量测量中变得更加广泛可用，对区域气候模型验证可能产生什么影响？",
        "AnswerEn": "If large aperture scintillometer (LAS) data becomes more widely available, it could significantly improve regional climate model validation by providing surface flux measurements that match the scale of satellite pixels and model grids, thus offering more reliable ground truth for optimizing and verifying remote sensing models and numerical weather prediction models.",
        "AnswerCn": "如果大孔径闪烁仪（LAS）数据变得更加广泛可用，它可以显著改善区域气候模型的验证，因为它提供的表面通量测量与卫星像素和模型网格的尺度相匹配，从而为优化和验证遥感模型及数值天气预报模型提供更可靠的实地数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to explore the applicability of Monin-Obukhov Similarity Theory (MOST) in large aperture scintillometer (LAS) observations over different land surfaces?",
        "QuestionCn": "为什么在不同的地表上探索Monin-Obukhov相似理论（MOST）在大孔径闪烁仪（LAS）观测中的适用性是至关重要的？",
        "AnswerEn": "Exploring the applicability of Monin-Obukhov Similarity Theory (MOST) in LAS observations is essential because it helps assess the reliability of surface flux measurements over heterogeneous surfaces. Since LAS can measure fluxes on a larger scale that matches satellite pixel scales and numerical models, validating MOST ensures that these measurements can be used to optimize and verify remote sensing models and climate simulations.",
        "AnswerCn": "探索Monin-Obukhov相似理论（MOST）在激光雷达（LAS）观测中的适用性至关重要，因为它有助于评估在异质表面上表面通量测量的可靠性。由于LAS可以在与卫星像素尺度和数值模型相匹配的更大尺度上测量通量，验证MOST确保这些测量可以用于优化和验证遥感模型及气候模拟。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in processing eddy covariance data to ensure quality and accuracy before it is published?",
        "QuestionCn": "处理涡度协方差数据以确保在发布之前的质量和准确性所涉及的程序步骤有哪些？",
        "AnswerEn": "The procedural steps involved in processing eddy covariance data typically include outlier removal, time delay correction, coordinate rotation (double coordinate rotation), frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction. Additionally, quality evaluation of flux values is performed, primarily testing atmospheric stability and turbulence similarity characteristics. Data are further filtered by removing data during instrument errors, rainfall, high missing rates, and weak nighttime turbulence.",
        "AnswerCn": "处理涡度协方差数据的程序步骤通常包括异常值去除、时间延迟校正、坐标旋转（双坐标旋转）、频率响应校正、超声波虚温校正和密度（WPL）校正。此外，还对通量值进行质量评估，主要测试大气稳定性和湍流相似性特征。数据进一步过滤，去除仪器错误、降雨、高缺失率和弱夜间湍流期间的数据。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can one utilize the Monin-Obukhov Similarity Theory in conjunction with large aperture scintillometer data to assess surface fluxes over heterogeneous landscapes?",
        "QuestionCn": "如何利用Monin-Obukhov相似理论结合大孔径闪烁仪数据来评估异质景观上的地表通量？",
        "AnswerEn": "To utilize the Monin-Obukhov Similarity Theory with large aperture scintillometer data, it is important to first process data from eddy covariance and scintillometer systems. This involves analyzing the atmospheric refractive index structure parameter and related meteorological data. The temperature structure parameter's universal stability function is used to derive regional average sensible heat flux. The process also includes establishing and validating new applicability judgment methods, such as factor analysis and temperature structure parameter methods, to account for the heterogeneity of the landscape.",
        "AnswerCn": "为了利用Monin-Obukhov相似理论与大孔径闪烁仪数据，首先需要处理涡度协方差和闪烁仪系统的数据。这涉及分析大气折射率结构参数和相关的气象数据。温度结构参数的通用稳定性函数用于推导区域平均显热通量。该过程还包括建立和验证新的适用性判断方法，如因子分析和温度结构参数方法，以考虑景观的异质性。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What methodological approaches can be adopted to calculate the aerodynamic roughness length (z0m) over different surfaces using experimental data?",
        "QuestionCn": "可以采用哪些方法论方法来利用实验数据计算不同表面上的气动粗糙度长度（z0m）？",
        "AnswerEn": "Methodological approaches to calculate the aerodynamic roughness length (z0m) involve using experimental data to compute individual z0m over each surface component by considering roughness element characteristics such as vegetation height and leaf area index. The z0m over the entire experimental field is then aggregated using the footprint weighting method. This entails analyzing directional characteristics of z0m over heterogeneous surfaces and relating z0m to roughness element characteristic factors for parameterization, to aid in model parameterizations.",
        "AnswerCn": "计算气动粗糙长度（z0m）的方法论方法涉及使用实验数据计算每个表面组件的单独z0m，考虑粗糙元素特征，如植被高度和叶面积指数。然后，使用足迹加权方法对整个实验场的z0m进行汇总。这涉及分析异质表面上z0m的方向特征，并将z0m与粗糙元素特征因子相关联，以便于模型参数化。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What specific data processing techniques enable the transformation of raw turbulent data into reliable 30-minute average values for surface flux measurements?",
        "QuestionCn": "哪些具体的数据处理技术能够将原始的湍流数据转化为可靠的30分钟平均值，以用于表面通量测量？",
        "AnswerEn": "Data processing techniques such as outlier removal, time delay correction, coordinate rotation, frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction are used to transform raw turbulent data into reliable 30-minute average values.",
        "AnswerCn": "数据处理技术，如异常值去除、时间延迟校正、坐标旋转、频率响应校正、超声波虚拟温度校正和密度（WPL）校正，用于将原始湍流数据转换为可靠的30分钟平均值。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the implementation of quality control measures enable the accurate assessment of flux measurements in eddy covariance systems?",
        "QuestionCn": "质量控制措施的实施如何使涡度协方差系统中通量测量的准确评估成为可能？",
        "AnswerEn": "Quality control measures, including the evaluation of atmospheric stability and turbulence similarity characteristics, help in assessing the quality of flux measurements by categorizing them into different quality levels, ensuring data reliability.",
        "AnswerCn": "质量控制措施，包括对大气稳定性和湍流相似性特征的评估，有助于通过将通量测量分类为不同的质量等级来评估数据质量，从而确保数据的可靠性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do environmental and equipment conditions enable the selection of appropriate data filtering criteria for eddy covariance data collection?",
        "QuestionCn": "环境和设备条件以何种方式促使选择适当的数据过滤标准用于涡度协方差数据收集？",
        "AnswerEn": "Environmental conditions like precipitation and equipment conditions such as instrument errors are used to set data filtering criteria, such as excluding data collected around rainfall events and removing data with more than 10% missing in each 30-minute interval.",
        "AnswerCn": "环境条件如降水量和设备条件如仪器误差被用来设定数据过滤标准，例如排除在降雨事件期间收集的数据，以及移除每30分钟间隔内缺失超过10%的数据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might the eddy-covariance system be expected to face challenges in representing larger spatial scales despite being recognized as a reliable method for surface flux observation?",
        "QuestionCn": "尽管涡度相关系统被认为是地表通量观测的可靠方法，但为什么在表示更大空间尺度时可能会面临挑战？",
        "AnswerEn": "The eddy-covariance system is known for its reliability in measuring surface fluxes, but it has a limited spatial scale representation, typically ranging from tens to a few hundred meters. This limitation arises because the system's measurements are confined to smaller areas where turbulence can be directly captured, making it challenging to extrapolate these observations to larger, regional scales without additional modeling or data integration methods.",
        "AnswerCn": "涡度协方差系统以其在测量表面通量方面的可靠性而闻名，但其空间尺度表示有限，通常范围从几十米到几百米。这一限制源于系统的测量仅限于较小的区域，在这些区域内可以直接捕捉到湍流，因此在没有额外建模或数据集成方法的情况下，很难将这些观测结果外推到更大区域的尺度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors could potentially influence the expected accuracy and reliability of the aerodynamic roughness length (z0m) estimation using traditional wind profile measurements?",
        "QuestionCn": "影响使用传统风速剖面测量估计气动粗糙长度（z0m）预期准确性和可靠性的潜在因素有哪些？",
        "AnswerEn": "The accuracy and reliability of aerodynamic roughness length (z0m) estimation can be influenced by the variability in surface characteristics like vegetation height and leaf area index, as these affect wind turbulence. Additionally, the traditional Monin-Obukhov Similarity Theory requires precise wind profile measurements, which can be challenging to obtain across different land surface types and scales, particularly when relying solely on station observations.",
        "AnswerCn": "气动粗糙长度（z0m）估计的准确性和可靠性可能受到表面特征变化的影响，如植被高度和叶面积指数，因为这些因素会影响风的湍流。此外，传统的莫宁-奥布霍夫相似理论需要精确的风剖面测量，而在不同的地表类型和尺度上获取这些测量可能具有挑战性，特别是当仅依赖于站点观测时。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the large aperture scintillometer (LAS) face challenges in low wind speed and very stable conditions during nighttime measurements, and what could be an expected approach to address this issue?",
        "QuestionCn": "大型孔径闪烁仪（LAS）在夜间测量时，可能会面临低风速和非常稳定条件下的挑战，原因是什么？应对这一问题的预期方法是什么？",
        "AnswerEn": "The LAS system may encounter convergence issues in calculating sensible heat flux (HLAS) during low wind speed and very stable conditions at night. This is because the universal stability function fT used in the calculations lacks consensus in its form, and the iterative process may not converge under these conditions. An expected approach to address this issue could involve setting specific stability thresholds or enhancing the model with additional parameters to ensure reliable calculations in such scenarios.",
        "AnswerCn": "LAS系统在低风速和夜间非常稳定的条件下计算显热通量（HLAS）时可能会遇到收敛问题。这是因为用于计算的通用稳定性函数fT的形式缺乏共识，而在这些条件下迭代过程可能无法收敛。解决此问题的预期方法可能涉及设定特定的稳定性阈值或通过增加额外参数来增强模型，以确保在这种情况下的可靠计算。",
        "Level": "C6(Creating)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "In your opinion, what are the potential challenges of implementing the Monin-Obukhov Similarity Theory (MOST) in the analysis of surface flux data over agricultural fields with varying crop cover?",
        "QuestionCn": "在分析具有不同作物覆盖的农业田地表面通量数据时，实施Monin-Obukhov相似理论（MOST）可能面临的潜在挑战是什么？",
        "AnswerEn": "Implementing MOST in agricultural fields with varying crop cover is challenging due to the heterogeneity in vegetation height and land cover, which can affect the assumptions of uniformity and stability in MOST. The variability in surface roughness and thermal properties of different crops may lead to discrepancies in data interpretation and require adaptation or calibration of the theory to local conditions.",
        "AnswerCn": "在农业领域实施MOST（最小化表面温度）面临挑战，因为作物覆盖的异质性导致植被高度和土地覆盖的变化，这可能影响均匀性和稳定性的假设。不同作物的表面粗糙度和热特性的变化可能导致数据解释上的差异，并需要根据当地条件对理论进行调整或校准。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how aerodynamic roughness length (z0m) can be accurately estimated over heterogeneous surfaces using data from multiple years and different land covers.",
        "QuestionCn": "我不明白如何能准确估计异质表面上的气动粗糙长度（z0m），使用的是多年的数据和不同的土地覆盖。",
        "AnswerEn": "Based on the Xiaotangshan Experiment, z0m was calculated over several land surfaces using characteristic parameters like vegetation height and leaf area index. An analytical footprint model was used to analyze directional characteristics, and z0m for the entire field was aggregated using the footprint weighting method.",
        "AnswerCn": "根据小汤山实验，z0m在多个地表上通过特征参数如植被高度和叶面积指数进行计算。使用了分析性足迹模型来分析方向特征，并通过足迹加权方法对整个场地的z0m进行了汇总。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm unsure how the parameters for surface flux measurements are chosen when using large aperture scintillometer (LAS) compared to other methods.",
        "QuestionCn": "我不确定在使用大孔径闪烁仪（LAS）进行表面通量测量时，参数是如何选择的，与其他方法相比。",
        "AnswerEn": "For LAS data, parameters like beam height and wind speed are crucial in measuring sensible heat flux. The zero-plane displacement height is significant unless the beam height is much larger. Although air temperature, air pressure, and aerodynamic roughness length are less sensitive, the Bowen ratio must be accurately determined over wet surfaces.",
        "AnswerCn": "对于激光雷达（LAS）数据，束高度和风速等参数在测量显热通量时至关重要。零平面位移高度是重要的，除非束高度远大于此。尽管空气温度、空气压力和气动粗糙度长度的敏感性较低，但在湿表面上必须准确确定波文比。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please explore potential data collection methodologies that could complement eddy covariance systems for more extensive surface flux measurements.",
        "QuestionCn": "请探讨可以补充涡度协方差系统以获取更广泛表面通量测量的潜在数据收集方法。",
        "AnswerEn": "Large Aperture Scintillometer (LAS) could be a complementary method to expand the spatial scale of surface flux measurements, as it can measure fluxes over a larger area compared to eddy covariance systems, which have a smaller spatial representativeness.",
        "AnswerCn": "大型孔径闪烁仪（LAS）可以作为一种补充方法，扩展表面通量测量的空间尺度，因为它可以测量比涡度协方差系统更大区域的通量，而后者的空间代表性较小。",
        "Level": "C6(Creating)"
      }
    ]
  }
}