{
    "id": "f36a5267-8dbf-4705-b18a-0ce7f019d52a",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Dataset of Heihe integrated observatory network: automatic weather station of Dashalong station, 2022",
            "titleCn": "黑河流域地表过程综合观测网：大沙龙站自动气象站（2022）",
            "description": "This dataset includes data recorded by the Heihe integrated observatory network obtained from the automatic weather station (AWS) at the observation system of Meteorological elements gradient of Dashalong station from January 1 to December 31, 2022. The site (98.941° E, 38.840° N) was located on a swamp meadow surface in the Longshatan, which is near west of Qilian county, Qinghai Province. The elevation is 3739 m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP45C; 5 m, north), wind speed and direction profile (010C/020C; 10 m, north), air pressure (PTB110; in the tamper box on the ground), rain gauge (TE525M; 10 m), four-component radiometer (CNR1; 6 m, south), two infrared temperature sensors (SI-111; 6 m, south, vertically downward), soil heat flux (HFP01; 3 duplicates, -0.06 m), soil temperature profile (109ss-L; 0, -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m), and soil moisture profile (CS616; -0.04, -0.1, -0.2, -0.4, -0.8, -1.2, and -1.6 m).\nThe observations included the following: air temperature and humidity (Ta_5 m; RH_5 m) (℃ and %, respectively), wind speed (Ws_10 m) (m/s), wind direction (WD_10 m) (°), air pressure (press) (hpa), precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1 and IRT_2) (℃), soil heat flux (Gs_1, Gs_2 and Gs_3) (W/m^2), soil temperature (Ts_0 cm, Ts_4 cm, Ts_10 cm, Ts_20 cm, Ts_40 cm, Ts_80 cm, Ts_120 cm, and Ts_160 cm) (℃), and soil moisture (Ms_4 cm, Ms_10 cm, Ms_20 cm, Ms_40 cm, Ms_80 cm, Ms_120 cm, and Ms_160 cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. Due to the malfunction of data logger, data during June to September were missing. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2022-9-10 10:30. (6) Finally, the naming convention was AWS+ site no. Moreover, suspicious data were marked in red.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "descriptionCn": "该数据集包含了2022年1月1日至2022年12月31日黑河流域地表过程综合观测网上游大沙龙站气象要素观测数据。站点位于青海省祁连县西侧沙龙滩地区，下垫面是沼泽化高寒草甸。观测点的经纬度是98.9406E, 38.8399N，海拔3739m。空气温度、相对湿度传感器架设在5m处，朝向正北；气压计安装在地面上的防撬箱内；翻斗式雨量计安装在10m处；风速与风向传感器架设在10m，朝向正北；四分量辐射仪安装在6m处，朝向正南；两个红外温度计安装在6m处，朝向正南，探头朝向是垂直向下；土壤温度探头埋设在地表0cm和地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处，在距离气象塔2m的正南方；土壤水分探头埋设在地下4cm、10cm、20cm、40cm、80cm、120cm、160cm处，在距离气象塔2m的正南方；土壤热流板（3块）依次埋设在地下6cm处，并距离气象塔2m的正南方。\n观测项目有：空气温湿度（Ta_5m、RH_5m）(单位：摄氏度、百分比)、气压（Press）(单位：百帕)、降水量（Rain）(单位：毫米)、风速（WS_10m）(单位：米/秒)、风向（WD_10m）(单位：度)、四分量辐射（DR、UR、DLR_Cor、ULR_Cor、Rn）(单位：瓦/平方米)、地表辐射温度（IRT_1、IRT_2）(单位：摄氏度)、土壤热通量（Gs_1、Gs_2、Gs_3）(单位：瓦/平方米)、土壤温度（Ts_0cm、Ts_4cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_160cm）(单位：摄氏度)、土壤水分（Ms_4cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_160cm）(单位：体积含水量，百分比)。\n观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；6月中下旬至9月上旬由于数据采集器问题，出现数据缺失（2）剔除有重复记录的时刻；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）数据中以红字标示的部分为有疑问的数据；（5）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2022-9-10 10:30；（6）命名规则为：AWS+站点名称。\n黑河综合观测网或站点信息请参考Liu et al. (2018)，观测数据处理请参考Liu et al. (2011)。",
            "instructions": "Year+** observatory network+ site+ AWS",
            "instructionsCn": "年份+**观测网+站点名称+AWS",
            "east": 98.941,
            "west": 98.941,
            "south": 38.84,
            "north": 38.84,
            "startTime": "2022-01-01 00:00:00",
            "endTime": "2022-12-31 00:00:00",
            "fileSize": 10637432.0,
            "cstr": "18406.11.Atmos.tpdc.300628",
            "doi": "10.11888/Atmos.tpdc.300628",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "张阳",
                "nameEn": "ZHANG Yang",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "任志国",
                "nameEn": "REN Zhiguo",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A basin-scale land surface processes observatory in China. Vadose Zone Journal, 17, 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
                "referenceCn": null,
                "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
            },
            {
                "titleCn": null,
                "titleEn": "Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Zhu, Z.L., Zhou, J., Shi, W.J., Xu, T.R., Yang, X.F., Zhang, Y., & He, X.L. (2020). Exploring evapotranspiration changes in a typical endorheic basin through the integrated observatory network. Agricultural and Forest Meteorology, 290, 108010."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Comparison of sensible and latent heat fluxes from optical-microwave scintillometers and eddy covariance systems with respect to surface energy balance closure",
                "referenceCn": null,
                "referenceEn": "Zheng, C., Liu, S.M., Song, L.S., Xu, Z.W., Guo, J.X., Ma, Y.F., Ju, Q., & Wang, J.M. (2023). Comparison of sensible and latent heat fluxes from optical-microwave\nscintillometers and eddy covariance systems with respect to surface energy\nbalance closure. Agricultural and Forest Meteorology, 331, 109345. DOI: 10.1016/j.agrformet.2023.109345."
            },
            {
                "titleCn": null,
                "titleEn": "Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Zhu, Z.L., Liu, S.M., Song, L.S., Wang, X.C., Zhou, S., Yang, X.F., & Xu. T.R. (2021). Evapotranspiration partitioning for multiple ecosystems within a dryland watershed: Seasonal variations and controlling factors. Journal of Hydrology, 598, 126483."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冻土",
                "nameEn": "Frozen Ground"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大沙龙站",
                "keywordEn": "Dashalong station"
            },
            {
                "keywordCn": "黑河流域上游",
                "keywordEn": "Upper reaches of the Heihe River"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2022",
                "keywordEn": "2022",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
                "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
                "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
                "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
            ],
            "research objective": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
                "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
            ],
            "challenges": [
                "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
                "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
                "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
            ],
            "methods": [
                "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
                "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
                "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
            ],
            "dataset": [
                "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
                "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
                "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
                "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
            ],
            "findings": [],
            "backgroundCn": [
                "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的来源，提供并刺激特定栖息地的生物多样性。与此同时，近期气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，因此需要下一代观测和建模方法，以推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进阿尔卑斯水文研究，国际阿尔卑斯研究流域水文网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，从而调节中游的农业发展和下游的生态系统。",
                "近年来，随着气候变暖，永冻土的退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖广泛分布，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
                "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
                "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
            ],
            "research objectiveCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
                "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
            ],
            "challengesCn": [
                "然而，寒冷和恶劣的气候、高海拔以及复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
                "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作），以及2）缺乏高质量的雪和冻土数据用于参数化。",
                "不幸的是，由于强风的影响，这项工作并不顺利。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
            ],
            "methodsCn": [
                "通过连接一组自动气象站（AMS）的观测网络，监测了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从一个雪观测超级站收集了雪盖特性。还从一个冻土观测超级站获得了高分辨率的土壤物理数据集，以捕捉冻融过程。",
                "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，配备了七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以研究气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模的观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。积雪和融雪过程在雅口雪超级站自动测量，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和风吹（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在位于永久冻土、季节性冻土和过渡区的三个AMS上通过涡度协方差（EC）进行观测，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在阿柔冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
                "雪深通过SR50A（美国Campbell）测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）测量，测量时间为2014年1月1日至2017年12月31日，时间分辨率为6小时。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
            ],
            "datasetCn": [
                "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从综合、分布式和多尺度观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
                "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟以及遥感观测。",
                "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（漂雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
                "在本文中，展示了一套来自于黑河上游集成、分布式和多尺度的水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are there challenges related to high altitude and complex topography that affect the consistency of data collection in alpine hydrological studies?",
                "QuestionCn": "在高海拔和复杂地形中，是否存在影响阿尔卑斯水文研究数据收集一致性的挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the alpine hydrology observation network in the Heihe River Basin designed to capture snow accumulation and ablation processes using advanced techniques?",
                "QuestionCn": "海河流域的阿尔卑斯水文观测网络是否旨在利用先进技术捕捉雪积累和融化过程？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the common methods used for collecting data on soil temperature and moisture in alpine regions?",
                "QuestionCn": "在高山地区，常用的土壤温度和湿度数据收集方法包括：",
                "AnswerEn": "wireless sensor network (WSN)",
                "AnswerCn": "无线传感器网络 (WSN)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the typical locations for establishing observation networks in river basins for hydrometeorological data collection?",
                "QuestionCn": "在河流流域建立观测网络以收集水文气象数据的典型位置在哪里？",
                "AnswerEn": "upper reaches of river basins",
                "AnswerCn": "河流流域的上游地区",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to monitor snow cover properties in alpine regions?",
                "QuestionCn": "您能否提供一个用于监测高山地区雪盖特性的资料收集方法的例子？",
                "AnswerEn": "Snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments, including measuring snow depth with ultrasonic sensors and snow water equivalent with GammaMONitor devices.",
                "AnswerCn": "雪观测超级站使用先进的技术和仪器收集了雪盖特性，包括使用超声波传感器测量雪深和使用GammaMONitor设备测量雪水当量。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of meteorological and hydrological data collection methods in alpine regions?",
                "QuestionCn": "阿尔卑斯地区气象和水文数据收集方法的关键特征是什么？",
                "AnswerEn": "automatic meteorological stations, superstations, wind speed, wind direction, air temperature, humidity, infrared temperature, air pressure, four-component radiation, precipitation, snow accumulation, snow ablation, soil physics datasets, freeze-thaw processes",
                "AnswerCn": "自动气象站、超级站、风速、风向、气温、湿度、红外温度、气压、四分量辐射、降水、积雪、雪消融、土壤物理数据集、冻融过程",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many automatic meteorological stations are part of the integrated alpine hydrology observation network in the Heihe River Basin?",
                "QuestionCn": "在黑河流域的综合阿尔卑斯水文观测网络中，有多少个自动气象站？",
                "AnswerEn": "7",
                "AnswerCn": "7",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many layers are soil temperature and moisture measured within at each automatic meteorological station?",
                "QuestionCn": "每个自动气象站的土壤温度和湿度测量在多少层？",
                "AnswerEn": "6",
                "AnswerCn": "6",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'gap-free meteorological data' refer to in hydrological data collection?",
                "QuestionCn": "“无间隙气象数据”在水文数据收集中指的是没有缺失或中断的气象数据。",
                "AnswerEn": "Gap-free meteorological data refers to a continuous data record without missing values, which is crucial for accurate monitoring and modeling of hydrological processes. This type of data is collected through a network of automatic meteorological stations that ensure consistent and reliable measurements for hydrological research.",
                "AnswerCn": "无缺失的气象数据是指没有缺失值的连续数据记录，这对于准确监测和建模水文过程至关重要。这种数据通过自动气象站网络收集，确保了水文研究中测量的一致性和可靠性。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the significance of 'freeze-thaw cycles' in alpine hydrology research?",
                "QuestionCn": "“冻融循环”在高山水文学研究中的重要性是什么？",
                "AnswerEn": "Freeze-thaw cycles are significant in alpine hydrology research because they influence water infiltration, surface runoff, and groundwater dynamics. These cycles, along with soil moisture and snowmelt processes, are critical for understanding hydrologic and ecohydrological processes in alpine regions and are a focus of observation in networks like the Circumpolar Active Layer Monitoring (CALM) network.",
                "AnswerCn": "冻融循环在高山水文学研究中具有重要意义，因为它们影响水的渗透、地表径流和地下水动态。这些循环以及土壤湿度和融雪过程，对于理解高山地区的水文和生态水文过程至关重要，并且是如环极活层监测（CALM）网络等观测网络的重点。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods employed in automatic meteorological stations in the Heihe River Basin compare to those utilized in the International Network for Alpine Research Catchment Hydrology (INARCH) for capturing hydrometeorological data?",
                "QuestionCn": "在黑河流域的自动气象站中采用的数据收集方法与国际阿尔卑斯山研究流域水文（INARCH）所使用的捕捉水文气象数据的方法相比，如何？",
                "AnswerEn": "The automatic meteorological stations in the Heihe River Basin utilize a combination of AMSs and superstations to monitor variables like wind speed, air temperature, humidity, and soil conditions, while INARCH connects individual observatories globally to form an international data-sharing network, emphasizing snow and frozen ground observations. Both aim to capture comprehensive hydrometeorological data, but INARCH's approach is more globally distributed and collaborative.",
                "AnswerCn": "黑河流域的自动气象站利用AMS和超级站的组合来监测风速、气温、湿度和土壤状况等变量，而INARCH则将全球各个观测站连接起来，形成一个国际数据共享网络，强调雪和冻土观测。两者都旨在捕捉全面的水文气象数据，但INARCH的方式更加全球分布和协作。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What methodologies can be inferred for collecting accurate soil moisture and temperature data in high-altitude regions, considering potential technological barriers?",
                "QuestionCn": "在高海拔地区收集准确的土壤湿度和温度数据时，可以推断出哪些方法论，考虑到潜在的技术障碍。",
                "AnswerEn": "Gap-free meteorological and hydrological data were monitored using an observation network that includes automatic meteorological stations (AMSs) and superstations. Soil temperature and moisture were measured in multiple layers at each AMS, and a wireless sensor network (WSN) was established to capture seasonal changes. These methods help to overcome access difficulties and technological barriers in high-altitude regions.",
                "AnswerCn": "无间断的气象和水文数据通过一个观察网络进行监测，该网络包括自动气象站（AMS）和超级站。在每个AMS处，土壤温度和湿度在多个层次上进行测量，并建立了无线传感器网络（WSN）以捕捉季节变化。这些方法有助于克服高海拔地区的访问困难和技术障碍。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "How might the integration of snow cover and frozen ground observation data contribute to the improvement of alpine hydrological models?",
                "QuestionCn": "雪盖和冻土观测数据的整合如何有助于改善高山水文模型？",
                "AnswerEn": "The integration of snow cover and frozen ground observation data can provide accurate forcing data for hydrological models, validate remote sensing data, and allow the evaluation of distributed models. Observations of snow depth, snow water equivalent, and soil temperature and moisture contribute to understanding the freeze-thaw processes and their impacts on hydrology.",
                "AnswerCn": "雪盖和冻土观测数据的整合可以为水文模型提供准确的强迫数据，验证遥感数据，并允许评估分布式模型。雪深、雪水当量以及土壤温度和湿度的观测有助于理解冻融过程及其对水文的影响。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What challenges contribute to the scarcity of observation data in alpine regions, and how do they affect data collection methods?",
                "QuestionCn": "导致高山地区观测数据稀缺的挑战有哪些，这些挑战如何影响数据收集方法？",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed. These challenges hinder the development of remote sensing technologies and alpine hydrological models.",
                "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了在需要时进行全面和一致的数据收集。这些挑战妨碍了遥感技术和高山水文模型的发展。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What factors have motivated the development of next-generation ecosystem observation networks in alpine regions?",
                "QuestionCn": "推动阿尔卑斯地区下一代生态系统观测网络发展的因素有哪些？",
                "AnswerEn": "The scarcity of observation data in the alpine region, due to difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research. This scarcity has motivated the development of next-generation ecosystem observation networks and experiments.",
                "AnswerCn": "由于获取困难和技术障碍，阿尔卑斯地区观测数据的稀缺性阻碍了阿尔卑斯水文模型及相关研究的发展。这种稀缺性促使了下一代生态系统观测网络和实验的开发。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of implementing a multiscale observation network for hydrometeorological data collection in alpine regions?",
                "QuestionCn": "在阿尔卑斯地区实施多尺度观测网络进行水文气象数据收集的潜在结果是什么？",
                "AnswerEn": "Implementing a multiscale observation network can provide comprehensive datasets that are crucial for accurately modeling hydrological processes, validating remote sensing data, and evaluating distributed models. This can enhance the predictive understanding of alpine hydrological processes and ecosystem functions, ultimately aiding in addressing scientific questions related to climate change and human activities.",
                "AnswerCn": "实施多尺度观测网络可以提供全面的数据集，这对于准确建模水文过程、验证遥感数据和评估分布式模型至关重要。这可以增强对高山水文过程和生态系统功能的预测理解，最终有助于解决与气候变化和人类活动相关的科学问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the establishment of automatic meteorological stations impact the quality and availability of data for alpine hydrology research?",
                "QuestionCn": "自动气象站的建立如何影响高山水文学研究的数据质量和可用性？",
                "AnswerEn": "The establishment of automatic meteorological stations can significantly improve the quality and availability of data, providing gap-free meteorological and hydrological information. This facilitates better parameterization of hydrological models, validation of remote sensing products, and supports a wide range of scientific inquiries related to snow cover, frozen ground, and other hydrometeorological processes.",
                "AnswerCn": "自动气象站的建立可以显著提高数据的质量和可用性，提供无缝的气象和水文信息。这有助于更好地参数化水文模型，验证遥感产品，并支持与雪盖、冻土及其他水文气象过程相关的广泛科学研究。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of establishing an integrated alpine hydrology observation network in the Heihe River Basin?",
                "QuestionCn": "在黑河流域建立综合性高山水文观测网络的主要目标是什么？",
                "AnswerEn": "The primary objectives of establishing an integrated alpine hydrology observation network in the Heihe River Basin include providing accurate forcing data for hydrological modeling, validating remote sensing data, evaluating distributed models, and improving predictive understanding of alpine hydrological processes and ecosystem functions. The network aims to address scientific questions related to the impact of climate change and human activities on these processes.",
                "AnswerCn": "在黑河流域建立综合性高山水文观测网络的主要目标包括为水文模型提供准确的强迫数据，验证遥感数据，评估分布式模型，以及提高对高山水文过程和生态系统功能的预测理解。该网络旨在解决与气候变化和人类活动对这些过程的影响相关的科学问题。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to include high-resolution soil physics datasets in the observation network for alpine hydrology research?",
                "QuestionCn": "在高山水文学研究中，纳入高分辨率土壤物理数据集的重要性是什么？",
                "AnswerEn": "Including high-resolution soil physics datasets is important for capturing freeze-thaw processes, which are critical for understanding water infiltration, surface runoff, and groundwater dynamics in alpine hydrology. These datasets help in evaluating the parameterization of alpine hydrologic models and provide insights into the dynamic hydrothermal processes within the soil, which are influenced by soil density, moisture content, and temperature.",
                "AnswerCn": "包括高分辨率土壤物理数据集对于捕捉冻融过程至关重要，这对于理解水分渗透、地表径流和高山水文中的地下水动态非常重要。这些数据集有助于评估高山水文模型的参数化，并提供关于土壤中动态水热过程的见解，这些过程受到土壤密度、湿度和温度的影响。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedural steps are involved in ensuring the quality control of meteorological data collected from an alpine observation network?",
                "QuestionCn": "确保从高山观测网络收集的气象数据质量控制的程序步骤包括哪些？",
                "AnswerEn": "The data collection process involves several quality control steps: ensuring a complete dataset with 144 entries per day (one every 10 minutes), marking missing data with -6999, removing duplicate records, deleting data that is physically improbable or out of instrument range, marking questionable data in red, and standardizing the date and time format in a single column.",
                "AnswerCn": "数据收集过程涉及几个质量控制步骤：确保每天有144条完整数据（每10分钟一条），用-6999标记缺失数据，删除重复记录，删除物理上不合理或超出仪器范围的数据，用红色标记可疑数据，并将日期和时间格式标准化为单列。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can an integrated observation network be structured to effectively capture snow cover and frozen ground processes in alpine regions?",
                "QuestionCn": "如何构建一个综合观测网络，以有效捕捉高山地区的雪盖和冻土过程？",
                "AnswerEn": "An integrated observation network can be structured with multiple automatic meteorological stations and superstations for comprehensive data collection. These include stations for capturing meteorological variables like wind, air temperature, humidity, and radiation, as well as superstations for collecting snow depth, snow water equivalent, and soil temperature and moisture. The network should also validate remote sensing products using fine-resolution data from these superstations.",
                "AnswerCn": "一个综合观测网络可以通过多个自动气象站和超级站来构建，以实现全面的数据收集。这些站点用于捕捉气象变量，如风速、空气温度、湿度和辐射，以及超级站用于收集雪深、雪水当量、土壤温度和湿度。该网络还应利用来自这些超级站的高分辨率数据来验证遥感产品。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What are the methods used to address data scarcity and enhance the prediction of hydrological processes in alpine regions?",
                "QuestionCn": "用于解决数据稀缺问题并增强高山地区水文过程预测的方法有哪些？",
                "AnswerEn": "Methods to address data scarcity include setting up a distributed and multiscale observation network to provide accurate forcing data for hydrological modeling, integrating observations with simulations, and using remote sensing data combined with data assimilation. Additionally, validation and calibration of remote sensing data are necessary due to the complexities of the earth system, particularly in alpine regions.",
                "AnswerCn": "解决数据稀缺的方法包括建立分布式和多尺度的观测网络，以提供准确的水文模型强迫数据，整合观测与模拟数据，以及结合遥感数据和数据同化。此外，由于地球系统的复杂性，特别是在高山地区，遥感数据的验证和校准是必要的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the establishment of a comprehensive observation network for collecting hydrometeorological, snow cover, and frozen ground data in alpine regions?",
                "QuestionCn": "哪些技术进步使得在高山地区建立一个全面的观测网络，以收集水文气象、雪盖和冻土数据成为可能？",
                "AnswerEn": "The establishment of an integrated, distributed, and multiscale observation network has been enabled by the use of automatic meteorological stations (AMSs) and superstations. These stations employ state-of-the-art techniques and instruments, such as SR50A for snow depth measurement, GMON for snow water equivalent (SWE), and FlowCapt for blowing snow flux, allowing for detailed monitoring of hydrological processes and snow cover dynamics.",
                "AnswerCn": "通过使用自动气象站（AMS）和超级站，建立了一个集成的、分布式的、多尺度观测网络。这些站点采用了先进的技术和仪器，如SR50A用于雪深测量，GMON用于雪水当量（SWE），以及FlowCapt用于吹雪通量，从而实现了对水文过程和雪盖动态的详细监测。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How do remote sensing techniques integrate with ground-based observation networks to enhance the predictive understanding of hydrological processes in alpine regions?",
                "QuestionCn": "遥感技术如何与地面观测网络相结合，以增强对高山地区水文过程的预测理解？",
                "AnswerEn": "Remote sensing techniques can be integrated with ground-based observation networks by providing validation and calibration of remote sensing data. This integration helps in improving the prediction of hydrological processes by providing accurate forcing data and enabling the evaluation of distributed models, particularly in complex terrains like those found in the alpine region.",
                "AnswerCn": "遥感技术可以与地面观测网络相结合，通过提供遥感数据的验证和校准来实现。这种整合有助于提高水文过程的预测能力，提供准确的强迫数据，并使得在复杂地形（如阿尔卑斯地区）中评估分布式模型成为可能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why is it expected that remote sensing data combined with data assimilation could improve the prediction of hydrological processes in alpine regions?",
                "QuestionCn": "为什么预计遥感数据与数据同化相结合可以改善对高山地区水文过程的预测？",
                "AnswerEn": "Remote sensing data, when combined with data assimilation, is expected to improve the prediction of hydrological processes due to its potential to provide comprehensive spatial coverage and continuous temporal monitoring, which can supplement the scarce in-situ observation data often encountered in alpine regions. However, complexities in the earth system and uncertainties in remote sensing data, particularly in alpine environments, necessitate validation and calibration to achieve accurate predictions.",
                "AnswerCn": "遥感数据与数据同化相结合，预计将改善水文过程的预测，因为它能够提供全面的空间覆盖和连续的时间监测，这可以补充在高山地区常遇到的稀缺的现场观测数据。然而，地球系统的复杂性和遥感数据的不确定性，特别是在高山环境中， necessitate validation and calibration，以实现准确的预测。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why might it be difficult to ensure consistent data collection from automatic meteorological stations in remote alpine regions?",
                "QuestionCn": "在偏远的高山地区，确保自动气象站一致的数据收集可能会很困难，原因如下：",
                "AnswerEn": "Consistent data collection from automatic meteorological stations in remote alpine regions may be difficult due to logistical challenges such as access difficulties, technological barriers, and environmental factors like extreme weather conditions and variable topography. These challenges can lead to intermittent data loss, sensor malfunctions, and the need for robust instrumentation and maintenance strategies to ensure data integrity.",
                "AnswerCn": "在偏远的高山地区，自动气象站的持续数据收集可能会因后勤挑战而变得困难，例如访问困难、技术障碍以及极端天气条件和多变地形等环境因素。这些挑战可能导致间歇性的数据丢失、传感器故障，以及需要强大的仪器和维护策略以确保数据的完整性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are the potential challenges faced in collecting meteorological data in alpine regions, and how can they be addressed?",
                "QuestionCn": "在高山地区收集气象数据可能面临的挑战有哪些，以及如何应对这些挑战？",
                "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection in alpine regions. These challenges hinder the development of remote sensing technologies and hydrological models. Addressing them requires the establishment of integrated, distributed, and multiscale observation networks, as well as the use of state-of-the-art techniques and instruments for data collection, such as automatic meteorological stations and superstations for capturing snow and frozen ground data.",
                "AnswerCn": "在高山地区，寒冷和恶劣的气候、高海拔和复杂的地形等多重严峻挑战阻碍了完整和一致的数据收集。这些挑战妨碍了遥感技术和水文模型的发展。解决这些问题需要建立综合的、分布式的和多尺度的观测网络，以及使用先进的技术和仪器进行数据收集，例如自动气象站和超级气象站，以捕捉雪和冻土数据。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How can data from meteorological observations be effectively integrated with remote sensing data to enhance predictions of hydrological processes?",
                "QuestionCn": "如何有效地将气象观测数据与遥感数据集成，以增强水文过程的预测能力？",
                "AnswerEn": "The integration of meteorological observations with remote sensing data can significantly enhance predictions of hydrological processes by providing high-quality, accurate forcing data. Using data assimilation techniques to combine the ground-based observations from automatic meteorological stations with remote sensing products allows for the validation and calibration of complex models. This integrated approach reduces uncertainties in remote sensing data and improves the predictive understanding of hydrological processes, especially in challenging environments like the alpine region.",
                "AnswerCn": "气象观测与遥感数据的结合可以显著增强水文过程的预测能力，因为它提供了高质量、准确的强迫数据。利用数据同化技术将自动气象站的地面观测与遥感产品结合起来，可以对复杂模型进行验证和校准。这种综合方法减少了遥感数据的不确定性，并改善了对水文过程的预测理解，特别是在像高山地区这样的挑战性环境中。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how data collection in remote alpine regions can be consistent given the harsh climate and complex terrain.",
                "QuestionCn": "我不明白在恶劣气候和复杂地形下，如何在偏远的高山地区进行一致的数据收集。",
                "AnswerEn": "Data collection in remote alpine regions is challenging due to the cold and harsh climate, high altitude, and complex topography. However, an integrated, distributed, and multiscale observation network has been established with automatic meteorological stations and superstations to monitor gap-free meteorological and hydrological data. These networks aim to provide accurate and effective forcing data for alpine hydrological models and validate remote sensing products, despite challenges such as access difficulties and technological barriers.",
                "AnswerCn": "在偏远的高山地区，数据收集面临着寒冷和恶劣气候、高海拔和复杂地形的挑战。然而，已经建立了一个集成的、分布式的多尺度观测网络，配备自动气象站和超级站，以监测无缝的气象和水文数据。这些网络旨在为高山水文模型提供准确有效的强迫数据，并验证遥感产品，尽管面临着如通行困难和技术障碍等挑战。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how snow cover and frozen ground data enhance the understanding of hydrological processes in alpine regions.",
                "QuestionCn": "我无法理解雪盖和冻土数据如何增强对高山地区水文过程的理解。",
                "AnswerEn": "Snow cover and frozen ground data are crucial for understanding hydrological processes in alpine regions because they are key drivers of water infiltration, surface runoff, and groundwater dynamics. Snow water equivalent (SWE) and freeze-thaw cycles alter the hydrological processes significantly. The data collected at snow and frozen ground superstations provide critical insights into these processes, enabling the development of more accurate hydrological models and the validation of remote sensing products. Such data help address scientific questions related to how climate change and human activities alter fundamental hydrological processes.",
                "AnswerCn": "雪盖和冻土数据对于理解高山地区的水文过程至关重要，因为它们是水分渗透、地表径流和地下水动态的关键驱动因素。雪水当量（SWE）和冻融循环显著改变水文过程。在雪和冻土超级观测站收集的数据提供了对这些过程的重要见解，使得更准确的水文模型的开发和遥感产品的验证成为可能。这些数据有助于解决与气候变化和人类活动如何改变基本水文过程相关的科学问题。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please describe the methods used to ensure the accuracy and quality control of data collected from an observation network in the alpine region.",
                "QuestionCn": "请描述用于确保从阿尔卑斯地区观察网络收集的数据的准确性和质量控制的方法。",
                "AnswerEn": "The data collection from the alpine region is handled by ensuring that each day comprises 144 data entries, each collected every 10 minutes, with missing data marked by -6999. Observations are scrutinized for duplicate records, and data that are clearly beyond physical meanings or instrument limits are removed. Some data elements that are questionable are highlighted in red. The format for date and time is standardized, and the naming convention for datasets follows a specific rule.",
                "AnswerCn": "来自阿尔卑斯地区的数据收集确保每天有144条数据记录，每10分钟收集一次，缺失的数据用-6999标记。观察记录会检查重复记录，明显超出物理意义或仪器限制的数据会被删除。一些可疑的数据元素会用红色突出显示。日期和时间的格式是标准化的，数据集的命名规则遵循特定的规则。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}