{
    "id": "f3b17306-fd3e-423c-9084-83c41f9072c0",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "China downscaled CMIP6 precipitation, temperature and wind speed dataset (1979-2100)",
            "titleCn": "中国区域CMIP6降尺度降水温度风速数据集（1979-2100）",
            "description": "China 0.25 ° precipitation, the maximum temperature, minimum temperature and near-surface wind speed forcing datasets, originally from six CMIP6 models (CanESM5, FGOALS-g3, GFDL-CM4, IPSL-CM6A-LR, MPI-ESM1-2-HR and MRI-ESM2-0), use the China meteorological forcing dataset (CMFD)'s gridded precipitation and temperature as the observed reference, after bilinear interpolated to spatial resolution of 0.25 °, the daily precipitation, the maximum temperature and minimum temperature of the six models are downscaled and bias-corrected based on the equidistant cumulative distribution function method. Its start from 1979 to 2014 in the historical period, and from 2015 to 2100 under two future scenarios, which are SSP2-RCP4.5 and SSP5-RCP8.5 respectively. \nAfter statistical downscaling, the mean absolute error of models' monthly precipitation, the maximum temperature and minimum temperature all have substantial declines, and the correlations with observed values are closed to 1. Forcing the variable infiltration capacity (VIC) hydrological model can get applicable runoff simulation results, it can be useful for China future climate analysis and watershed hydrological projection research.",
            "descriptionCn": "中国区域0.25°日降水量、最高温度、最低温度和近地表全风速驱动数据集，由六个CMIP6模式（CanESM5、FGOALS-g3、GFDL-CM4、IPSL-CM6A-LR、MPI-ESM1-2-HR和MRI-ESM2-0），以中国区域地表气象要素驱动数据集（CMDF）格点降水和温度为实测参考，在将模式双线性插值至0.25°网格的基础上，用等距离累积分布函数法，对模式的日降水、最高温度和最低温度进行降尺度偏差校正。数据时间范围为历史期1979-2014年，和未来SSP2-RCP4.5和SSP5-RCP8.5两种情景下的2015-2100年。\n统计降尺度后模式月降水量、最高温度和最低温度的平均绝对误差大幅度下降，与实测值相关性接近于1。驱动可变下渗容量（VIC）水文模型能得到较好的径流模拟结果，可用于中国区域的未来气候分析与流域水文预估研究。",
            "instructions": "File name: data stored in .nc format, the file name \"XX_vars_models_periods_yyyy\", in which XX (BC or DS) represent the processing method, the BC representative downscaling bias-correction, DS represent only resampling to 0.25°, “vars“ represent variables, \"models\" represent patterns, \"periods\" represent the period, \"yyyy\" represent the year, such as \"BC_PREC_CanESM5_historical_1979\" represents the .nc file describes statistically downscaled CanESM5 model's daily precipitation in China in historical period from January 1, 1979 to December 31, 1979.\nMethod to read data: all files can use the \"ncdump\" command to read detail information, and can also read them with MATLAB, Python, cdo or nco tool, besides, these files not only include the corresponding variable, but also has the latitude and longitude variable. If you want to view the file in the form of picture, you can use the ArcGIS to open it.",
            "instructionsCn": "文件命名：数据以nc格式存储，文件的名称为” XX_vars_models_periods_yyyy”，其中XX(BC或DS)代表处理方式，BC代表降尺度偏差校正，DS代表只重采样降尺度，vars代表变量，models代表模式，periods代表时期，yyyy代表年份，比如BC_PREC_CanESM5_historical_1979就代表这个nc文件描述CanESM5模式历史期1979年1月1日到1979年12月31日我国经统计降尺度后的日降水量情况。\n数据读取方式：该数据集中的所有文件可以用ncdump命令查看，也可以用MATLAB或Python读取，cdo和nco处理，每个文件中除了相应变量，还有经纬度。如果要用图示来显示的话，也可以用ArcGIS打开。",
            "east": 135.25,
            "west": 73.25,
            "south": 18.5,
            "north": 53.75,
            "startTime": "1979-01-01 00:00:00",
            "endTime": "2100-12-31 00:00:00",
            "fileSize": 245094533409.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "周嘉月",
                "nameEn": "ZHOU Jiayue",
                "unitEn": "",
                "unitCn": "清华大学"
            },
            {
                "nameCn": "卢麾",
                "nameEn": "LU Hui",
                "unitEn": "Tsinghua University",
                "unitCn": "清华大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Projection of China’s future runoff based on the CMIP6 mid-high warming scenarios",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Lu, H., Yang, K., Jiang, R., Yang, Y., Wang, W., & Zhang, X. (2023). Projection of China’s future runoff based on the CMIP6 mid-high warming scenarios. Science China Earth Sciences, 66(3), 528–546, https://doi.org/10.1007/s11430-022-1055-5"
            },
            {
                "titleCn": "基于CMIP6的中高温升情景对中国未来径流的预估",
                "titleEn": null,
                "referenceCn": "周嘉月, 卢麾, 阳坤, 江锐捷, 杨媛, 汪伟, 张学君. (2023). 基于CMIP6的中高温升情景对中国未来径流的预估. 中国科学: 地球科学, 53(3), 505–\n524, doi: 10.1360/SSTe-2022-0065",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "最高/最低温度",
                "nameEn": "Maximum/Minimum temperature"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降水量",
                "nameEn": "Precipitation amount"
            },
            {
                "nameCn": "风",
                "nameEn": "Winds"
            },
            {
                "nameCn": "风速",
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国区域",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "历史1979~2014年",
                "keywordEn": "Historical 1979-2014",
                "type": "temporal"
            },
            {
                "keywordCn": "未来21世纪",
                "keywordEn": "Future 21st century",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究：亚洲水塔区水循环动态监测与模拟",
                "titleEn": "The Second Tibetan Plateau Scientific Expedition and Research Program: Dynamic monitoring and simulation of water cycle in Asian water tower region"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Sixth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC AR6) indicates that the Earth’s mean temperature has increased by 1.1°C relative to the preindustrial revolution period of 1850–1900 and that the rate of increase in global surface temperature in the period of 1970–2020 is greater than that in any 50-year period prior to 2000. Large amounts of greenhouse gases emitted by human activities are a primary cause of global warming (IPCC, 2021); furthermore, elevated CO2 concentrations cause plant stomata to close, leading to reduced transpiration and thus affecting river flows (Gedney et al., 2006). Studies have shown (Skliris et al., 2016) that a 1°C increase will affect the hydrological cycle, amplifying the ambient humidity at a rate of 3–4%. Global climate models (GCMs) can describe in detail the changes in atmospheric motion, heat exchange, and sea-land-air-ice interactions over time (Gleick, 1989) and are effective tools for studying the effects of historical, present, and future atmospheric changes on surface physical processes (Gonzalez et al., 2010; Sun et al., 2013; Guo et al., 2015). Coupled Model Intercomparison Project Phase 6 (CMIP6) has improved the simulation of temperature and precipitation in the China region compared with Coupled Model Intercomparison Project Phase 5 (CMIP5) (Jiang et al., 2020); specifically, the dry bias is significantly reduced in southern China (Zhu et al., 2020). CMIP6 is based on the Representative Concentration Pathways (RCPs) of CMIP5 (van Vuuren et al., 2011) and proposes the Shared Socioeconomic Pathways (SSPs) (Riahi et al., 2017), which can reflect newer and more diverse greenhouse gas concentration changes under social development (O’Neill et al., 2016). However, the spatial resolution of GCMs is coarse, and downscaling bias correction is usually required for finer-resolution basin-scale hydrological model simulations, where statistical downscaling is more widely used than dynamical downscaling due to simpler calculations and more reliable results (Ahmed et al., 2013).",
                "The downscaling methods of GCMs mainly include dynamic downscaling and statistical downscaling. Although the former has clear physical meaning, it is more computationally intensive, while the latter is relatively easy to calculate and can correct the statistical bias of the GCMs with better results, so it is widely used in research regarding the impact of climate change at the regional scale (Sun et al., 2013; Zhang et al., 2016; Xu and Wang, 2019). Teutschbein and Seibert (2012) used different statistical methods to correct the precipitation and temperature of regional climate models for five mesoscale basins in Switzerland and found that the method based on the cumulative distribution function (CDF) was the most effective. Based on this result, Li et al. (2010) proposed the equidistant cumulative distribution function method (EDCDFm), which corrects the CDF of the GCM variables to be consistent with the measured data in the historical period, and the GCM output of the future scenario is corrected according to the difference between the CDF of the GCMs historical period and the measured data. The study shows that EDCDFm can effectively capture the extreme values of climate elements and improve the accuracy of the GCMs and model simulation after downscaling.",
                "Generally, a value of NSE closer to 1 indicates that the simulation results are better, and an NSE less than 0 indicates that the simulation results are unreliable. The NSE of monthly streamflow between simulations and observations is at or above 0.60 at each station (Table 2), suggesting that the VIC model is more applicable to hydrological simulations in China."
            ],
            "research objective": [
                "In this paper, we use the Equidistant Cumulative Distribution Function method (EDCDFm) to perform downscaling and bias correction in daily precipitation, daily maximum temperature, and daily minimum temperature for six CMIP6 models based on the historical gridded data from the high-resolution China Meteorological Forcing Dataset (CMFD). We use the bias-corrected precipitation, temperature, and daily mean wind speed to drive the variable infiltration capacity (VIC) hydrological model, and study the changes in multiyear average annual precipitation, annual evapotranspiration and total annual runoff depth relative to the historical baseline period (1985–2014) for the Chinese mainland, basins and grid scales in the 21st century future under the SSP2-4.5 and SSP5-8.5 scenarios.",
                "This study, based on the VIC hydrological model, uses six CMIP6 GCMs (CanESM5, FGOALS-g3, GFDL-CM4, IPSL-CM6A-LR, MPI-ESM1-2-HR, and MRI-ESM2-0) data with EDCDFm statistical downscaling bias-corrected and two future scenarios, SSP2-4.5 and SSP5-8.5, to project future changes in the terrestrial surface water cycle in the Chinese mainland and major basins in the 21st century, using CMFD gridded data as a historical reference."
            ],
            "challenges": [],
            "methods": [
                "In this paper, we use the Equidistant Cumulative Distribution Function method (EDCDFm) to perform downscaling and bias correction in daily precipitation, daily maximum temperature, and daily minimum temperature for six CMIP6 models based on the historical gridded data from the high-resolution China Meteorological Forcing Dataset (CMFD). We use the bias-corrected precipitation, temperature, and daily mean wind speed to drive the variable infiltration capacity (VIC) hydrological model, and study the changes in multiyear average annual precipitation, annual evapotranspiration and total annual runoff depth relative to the historical baseline period (1985–2014) for the Chinese mainland, basins and grid scales in the 21st century future under the SSP2-4.5 and SSP5-8.5 scenarios.",
                "Therefore, this study used the EDCDFm method, CMFD and the six GCMs, which were first downscaled (DS) to 0.25° spatial resolution by bilinear interpolation; the daily Tmax, daily Tmax, and daily P of each GCM grid were then biased corrected (BC) based on the CDF of the corresponding grid series. The CDF was calculated by referring to the paper (Watterson, 2008; Li et al., 2010), where the probability density function (PDF) of temperature was estimated using a four-parameter beta function, the PDF of precipitation was estimated using a mixed gamma distribution function, and the parameters were estimated using the 1979–2014 series for the historical period and the 2015–2100 series for the future period. Three indicators were used to evaluate the downscaling bias-corrected GCMs data accuracy in monthly values: mean absolute error (MAE), root mean squared error (RMSE), and Pearson correlation coefficient (PCC)."
            ],
            "dataset": [
                "The CMFD dataset spans 1979–2018 and includes seven elements: near-surface air temperature, surface pressure, specific humidity, wind speed, downward shortwave radiation, downward longwave radiation and precipitation rate, with a temporal resolution of 3 h and a spatial resolution of 0.1°. The daily precipitation rate, daily near-surface maximum temperature, daily near-surface minimum temperature, and daily near-surface wind speed of CMFD in 1979–2014 were interpolated to 0.25° by the bilinear interpolation method and as the measured information for the VIC model atmospheric drive and GCM bias correction.",
                "Measured streamflow was used as references to evaluate the monthly simulation performance of the VIC and CaMa-Flood model; these measurements represented 15 hydrological stations in ten major river basins of China based on data from the Ministry of Water Resources and the Yingluoxia hydrological station (Figure 1 and Table 2) in the Hei Basin based on data from the National Tibetan Plateau Data Center (Liu et al., 2016a, 2016b; Xie, 2016)."
            ],
            "findings": [
                "The study shows that the VIC model accurately simulates runoff in major Chinese basins; the model data accuracy improves substantially after downscaling bias correction; and the future multimodel-mean multiyear average annual precipitation, annual evapotranspiration, and total annual runoff depth for the Chinese mainland and each basin increase relative to the historical period in near future (2020–2049) and far future (2070–2099) under the SSP2-4.5 and SSP5-8.5 scenarios.",
                "In summary, the hydrological station monthly streamflow based on CMFD and VIC model simulations had small errors and strong correlations with the observation streamflow in all basins, and the VIC model and CMFD driver used in this study performed well in the Chinese mainland (Table 2).",
                "The monthly streamflow simulated by the CMFD-driven VIC model and CaMa-Flood model has NSEs of 0.6 in the YR and Huai basins and NSEs of 0.7–0.9 in other study basins, indicating that the VIC model hydrological simulation is applicable in the Chinese mainland. The hydrological projections of the single GCM data at the basin scale have large uncertainties. The multi-GCM arithmetic ensemble mean reduces the uncertainty of GCM projections. Under the SSP2-4.5 and SSP5-8.5 scenarios, the future water resources in the Chinese mainland and each basin are likely to increase, and the decrease in annual runoff is likely to occur mainly in the northwest and southwest regions, which can provide a strong scientific reference for future water resource management and risk analysis in China under climate change."
            ],
            "backgroundCn": [
                "气候变化政府间专门委员会第六次评估报告（IPCC AR6）指出，自工业革命前的1850-1900年期间以来，地球的平均温度已上升1.1°C，并且1970-2020年期间全球表面温度的上升速率超过了2000年之前的任何50年时期。人类活动排放的大量温室气体是全球变暖的主要原因（IPCC，2021）；此外，二氧化碳浓度的升高导致植物气孔关闭，从而减少蒸腾作用，影响河流流量（Gedney等，2006）。研究表明（Skliris等，2016），1°C的升高将影响水文循环，使环境湿度以3-4%的速率增强。全球气候模型（GCMs）能够详细描述大气运动、热交换以及海洋、陆地、空气和冰层之间的相互作用变化（Gleick，1989），并且是研究历史、当前和未来大气变化对地表物理过程影响的有效工具（Gonzalez等，2010；Sun等，2013；Guo等，2015）。耦合模型比较项目第六阶段（CMIP6）在模拟中国地区的温度和降水方面相比于耦合模型比较项目第五阶段（CMIP5）有所改善（Jiang等，2020）；具体而言，南方中国的干旱偏差显著减少（Zhu等，2020）。CMIP6基于CMIP5的代表性浓度路径（RCPs）（van Vuuren等，2011），并提出了共享社会经济路径（SSPs）（Riahi等，2017），可以反映在社会发展下温室气体浓度变化的新颖和多样化。然而，GCM的空间分辨率较粗，通常需要进行降尺度偏差修正，以便进行更细分的流域尺度水文模型模拟，其中统计降尺度由于计算更简单和结果更可靠而比动态降尺度更为广泛使用（Ahmed等，2013）。",
                "GCM的降尺度方法主要包括动态降尺度和统计降尺度。尽管前者具有明确的物理意义，但计算量较大，而后者相对容易计算，并且能够更好地修正GCM的统计偏差，因此在气候变化影响的区域研究中被广泛使用（Sun et al., 2013; Zhang et al., 2016; Xu and Wang, 2019）。Teutschbein和Seibert（2012）使用不同的统计方法对瑞士五个中尺度流域的区域气候模型的降水和温度进行修正，发现基于累积分布函数（CDF）的方法最为有效。基于这一结果，Li等（2010）提出了等距累积分布函数方法（EDCDFm），该方法修正GCM变量的CDF，使其与历史时期的观测数据一致，并根据GCM历史时期的CDF与观测数据之间的差异修正未来情景的GCM输出。研究表明，EDCDFm能够有效捕捉气候要素的极端值，提高GCM和模型模拟的准确性。",
                "一般来说，NSE值越接近1，表明模拟结果越好；而NSE值小于0则表明模拟结果不可靠。各站点的月流量模拟与观测的NSE值均在0.60或以上（表2），这表明VIC模型在中国的水文模拟中更具适用性。"
            ],
            "research objectiveCn": [
                "在本文中，我们使用等距累积分布函数方法（EDCDFm）对六个CMIP6模型的日降水量、日最高气温和日最低气温进行下采样和偏差修正，基于高分辨率中国气象强迫数据集（CMFD）的历史网格数据。我们使用经过偏差修正的降水量、气温和日均风速来驱动可变渗透能力（VIC）水文模型，并研究在21世纪未来SSP2-4.5和SSP5-8.5情景下，相对于历史基线时期（1985-2014年），中国大陆、流域和网格尺度的多年平均年降水量、年蒸散发和年总径流深度的变化。",
                "本研究基于VIC水文模型，使用六个CMIP6气候模型（CanESM5、FGOALS-g3、GFDL-CM4、IPSL-CM6A-LR、MPI-ESM1-2-HR和MRI-ESM2-0）数据，结合EDCDFm统计降尺度偏差校正和两个未来情景（SSP2-4.5和SSP5-8.5），对21世纪中国大陆及主要流域的陆地水循环未来变化进行预测，使用CMFD网格数据作为历史参考。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "在本文中，我们使用等距累积分布函数方法（EDCDFm）对六个CMIP6模型的日降水量、日最高气温和日最低气温进行下尺度化和偏差修正，基于高分辨率的中国气象强迫数据集（CMFD）的历史网格数据。我们使用偏差修正后的降水量、气温和日均风速来驱动可变渗透能力（VIC）水文模型，并研究在21世纪未来SSP2-4.5和SSP5-8.5情景下，相对于历史基线时期（1985-2014年），中国大陆、流域和网格尺度的多年平均年降水量、年蒸散发量和年总径流深度的变化。",
                "因此，本研究使用了EDCDFm方法、CMFD和六个GCM，这些GCM首先通过双线性插值降尺度（DS）到0.25°的空间分辨率；然后对每个GCM网格的日最高气温（Tmax）、日最低气温（Tmin）和日降水量（P）进行了基于相应网格序列的累积分布函数（CDF）偏差修正（BC）。CDF的计算参考了文献（Watterson, 2008；Li et al., 2010），其中温度的概率密度函数（PDF）使用四参数贝塔函数估计，降水量的PDF使用混合伽马分布函数估计，参数是基于1979-2014年的历史序列和2015-2100年的未来序列进行估计的。使用三个指标来评估降尺度偏差修正后的GCM数据在月值上的准确性：平均绝对误差（MAE）、均方根误差（RMSE）和皮尔逊相关系数（PCC）。"
            ],
            "datasetCn": [
                "CMFD 数据集涵盖了 1979 年至 2018 年的时间段，包括七个元素：近地面空气温度、地面气压、比湿、风速、下行短波辐射、下行长波辐射和降水率，时间分辨率为 3 小时，空间分辨率为 0.1°。CMFD 在 1979 年至 2014 年的日降水率、日近地面最高温度、日近地面最低温度和日近地面风速通过双线性插值法插值到 0.25°，作为 VIC 模型的气象驱动和 GCM 偏差修正的测量信息。",
                "测得的河流流量被用作参考，以评估VIC和CaMa-Flood模型的月度模拟性能；这些测量代表了中国十个主要河流流域中的15个水文站，数据来源于水利部和国家西藏高原数据中心的英洛峡水文站（图1和表2）（Liu et al., 2016a, 2016b; Xie, 2016）。"
            ],
            "findingsCn": [
                "研究表明，VIC模型准确模拟了中国主要流域的径流；经过降尺度偏差修正后，模型数据的准确性显著提高；在近未来（2020-2049年）和远未来（2070-2099年）下，基于SSP2-4.5和SSP5-8.5情景，中国大陆及各流域的多模型平均多年平均年降水量、年蒸散发量和年总径流深度相较于历史时期均有所增加。",
                "根据CMFD和VIC模型模拟的水文站月流量在所有流域与观测流量之间存在较小的误差和较强的相关性，VIC模型和本研究中使用的CMFD驱动在中国大陆表现良好（表2）。",
                "由CMFD驱动的VIC模型和CaMa-Flood模型模拟的月流量在YR和淮河流域的NSE为0.6，而在其他研究流域的NSE为0.7-0.9，表明VIC模型的水文模拟在中国大陆是适用的。单一GCM数据在流域尺度上的水文预测存在较大不确定性。多GCM算术集合均值可以减少GCM预测的不确定性。在SSP2-4.5和SSP5-8.5情景下，中国大陆及各流域的未来水资源可能会增加，而年径流的减少主要可能发生在西北和西南地区，这为未来在气候变化下中国的水资源管理和风险分析提供了有力的科学参考。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the Equidistant Cumulative Distribution Function method (EDCDFm) used to perform downscaling and bias correction for CMIP6 models?",
                "QuestionCn": "等距累积分布函数方法（EDCDFm）是否用于对CMIP6模型进行降尺度和偏差修正？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Is the bilinear interpolation method used to interpolate daily meteorological data to a 0.25° grid resolution?",
                "QuestionCn": "双线性插值法是否用于将日气象数据插值到0.25°网格分辨率？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Does the VIC hydrological model use bias-corrected precipitation, temperature, and wind speed data for simulation in the Chinese mainland?",
                "QuestionCn": "VIC水文模型在中国大陆的模拟中是否使用了偏差校正的降水、温度和风速数据？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the downscaling of GCMs mainly performed using statistical methods like EDCDFm, dynamic methods, or a combination of both?",
                "QuestionCn": "GCMs的降尺度主要是通过统计方法，如EDCDFm，动态方法，还是两者的结合进行的？",
                "AnswerEn": "statistical methods like EDCDFm",
                "AnswerCn": "统计方法如EDCDFm",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where is the data for bias correction of climate models typically sourced from in studies focusing on China's climate?",
                "QuestionCn": "在关注中国气候的研究中，气候模型偏差修正的数据通常来源于哪里？",
                "AnswerEn": "China Meteorological Forcing Dataset",
                "AnswerCn": "中国气象强迫数据集",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to refine the spatial resolution of climate models for hydrological simulations in regional studies?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于提高区域研究中气候模型的空间分辨率，以进行水文模拟？",
                "AnswerEn": "The Equidistant Cumulative Distribution Function method (EDCDFm) is used to perform downscaling and bias correction in daily precipitation, daily maximum temperature, and daily minimum temperature for six CMIP6 models, improving the spatial resolution for hydrological simulations.",
                "AnswerCn": "等距累积分布函数方法（EDCDFm）用于对六个CMIP6模型的日降水量、日最高气温和日最低气温进行降尺度和偏差修正，从而提高水文模拟的空间分辨率。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset utilized to drive hydrological models and perform climate change impact studies in China?",
                "QuestionCn": "一个用于驱动水文模型和进行气候变化影响研究的数据集示例是中国的气象数据集。",
                "AnswerEn": "The China Meteorological Forcing Dataset (CMFD) is an example, as it provides historical gridded data used as a reference for driving hydrological models like the VIC model and performing climate change impact studies.",
                "AnswerCn": "中国气象强迫数据集（CMFD）就是一个例子，它提供了历史网格数据，用作驱动水文模型（如VIC模型）和进行气候变化影响研究的参考。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the Equidistant Cumulative Distribution Function method (EDCDFm) used for bias correction and downscaling in climate models?",
                "QuestionCn": "等距累积分布函数法（EDCDFm）用于气候模型的偏差修正和降尺度的特点包括：",
                "AnswerEn": "corrects the cumulative distribution function, aligns with historical measured data, four-parameter beta function for temperature, mixed gamma distribution for precipitation, improves accuracy, captures extreme values",
                "AnswerCn": "修正累积分布函数，使其与历史测量数据对齐，使用四参数贝塔函数用于温度，混合伽马分布用于降水，提高准确性，捕捉极值。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the specific attributes of the China Meteorological Forcing Dataset (CMFD) that make it suitable as a historical reference for climate studies?",
                "QuestionCn": "中国气象强迫数据集（CMFD）作为气候研究的历史参考，具有哪些具体属性？",
                "AnswerEn": "spans from 1979 to 2018, seven elements, near-surface air temperature, precipitation rate, high temporal resolution of 3 hours, spatial resolution of 0.1°",
                "AnswerCn": "从1979年到2018年，七个要素，近地表空气温度，降水率，3小时的高时间分辨率，0.1°的空间分辨率。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many hydrological stations were used as references to evaluate the monthly simulation performance of the hydrological model?",
                "QuestionCn": "用于评估水文模型月度模拟性能的参考水文站数量是多少？",
                "AnswerEn": "15",
                "AnswerCn": "15",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the temporal resolution of the historical gridded data used for bias correction in the downscaling method?",
                "QuestionCn": "用于偏差校正的降尺度方法中历史网格数据的时间分辨率是多少？",
                "AnswerEn": "3 hours",
                "AnswerCn": "3小时",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Equidistant Cumulative Distribution Function method (EDCDFm) in the context of bias correction for climate models?",
                "QuestionCn": "等距累积分布函数方法（EDCDFm）是在气候模型偏差校正中使用的一种方法。",
                "AnswerEn": "The Equidistant Cumulative Distribution Function method (EDCDFm) is a statistical technique used to correct the bias of global climate models (GCMs) by adjusting the cumulative distribution function (CDF) of GCM variables to align with observed data during a historical period. It involves correcting the GCM output for future scenarios based on the difference between the CDF of GCMs during the historical period and the measured data, effectively capturing extreme climate values and improving the accuracy of downscaled model simulations.",
                "AnswerCn": "等距累积分布函数方法（EDCDFm）是一种统计技术，用于通过调整全球气候模型（GCM）变量的累积分布函数（CDF）以与历史时期的观测数据对齐，从而纠正GCM的偏差。该方法涉及根据历史时期GCM的CDF与测量数据之间的差异来修正未来情景下的GCM输出，有效捕捉极端气候值，并提高下调模型模拟的准确性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the Equidistant Cumulative Distribution Function method (EDCDFm) used for downscaling and bias correction compare to other statistical downscaling methods in terms of computational efficiency and accuracy?",
                "QuestionCn": "等距累积分布函数方法（EDCDFm）在降尺度和偏差修正方面与其他统计降尺度方法相比，在计算效率和准确性方面如何？",
                "AnswerEn": "The Equidistant Cumulative Distribution Function method (EDCDFm) is highlighted as being effective for downscaling and bias correction due to its ability to capture extreme values of climate elements and improve the accuracy of GCMs after downscaling. It is relatively easy to calculate compared to dynamic downscaling, making it efficient and reliable for regional-scale climate impact studies.",
                "AnswerCn": "等距累积分布函数方法（EDCDFm）被强调为在降尺度和偏差修正方面有效，因为它能够捕捉气候元素的极端值，并在降尺度后提高全球气候模型（GCMs）的准确性。与动态降尺度相比，它的计算相对简单，使其在区域尺度气候影响研究中高效且可靠。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the similarities and differences in data collection methods between the CMFD dataset and the measured streamflow data from hydrological stations in China?",
                "QuestionCn": "CMFD数据集与中国水文站的实测径流数据在数据收集方法上的相似性和差异性是什么？",
                "AnswerEn": "The CMFD dataset is based on high-resolution gridded data covering various atmospheric elements with a focus on a temporal resolution of 3 hours and spatial resolution of 0.1°. In contrast, the measured streamflow data from hydrological stations are point-based observations used to evaluate the monthly simulation performance of hydrological models, indicating a more localized and specific data collection approach.",
                "AnswerCn": "CMFD 数据集基于高分辨率的网格数据，涵盖各种大气元素，重点关注 3 小时的时间分辨率和 0.1° 的空间分辨率。相比之下，水文站的测量流量数据是点状观测，用于评估水文模型的月度模拟性能，表明了一种更局部和具体的数据收集方法。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How do different statistical downscaling methods influence the observed patterns in climate model simulations, particularly in terms of temperature and precipitation?",
                "QuestionCn": "不同的统计降尺度方法如何影响气候模型模拟中观察到的模式，特别是在温度和降水方面。",
                "AnswerEn": "Different statistical downscaling methods, such as the equidistant cumulative distribution function method (EDCDFm), influence climate model simulations by correcting the statistical biases in temperature and precipitation data. This correction aligns the model outputs more closely with observed data, potentially capturing extreme climate events more accurately and improving the correlation between simulated and observed values, as indicated by metrics like mean absolute error and Pearson correlation coefficient.",
                "AnswerCn": "不同的统计降尺度方法，如等距累积分布函数法（EDCDFm），通过修正温度和降水数据中的统计偏差来影响气候模型模拟。这种修正使模型输出与观测数据更为一致，可能更准确地捕捉极端气候事件，并改善模拟值与观测值之间的相关性，这可以通过平均绝对误差和皮尔逊相关系数等指标来表明。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the need for statistical downscaling methods over dynamic downscaling when refining GCM data for regional climate studies?",
                "QuestionCn": "在区域气候研究中，为什么需要使用统计降尺度方法而不是动态降尺度方法来细化GCM数据？",
                "AnswerEn": "Statistical downscaling is often preferred over dynamic downscaling because it is relatively easy to calculate and can correct the statistical bias of GCMs with better results. This approach is widely used due to its simpler calculations and more reliable outcomes in regional scale climate change impact studies.",
                "AnswerCn": "统计降尺度通常比动态降尺度更受欢迎，因为它相对容易计算，并且可以更好地修正全球气候模型（GCMs）的统计偏差。由于其计算更简单和在区域尺度气候变化影响研究中结果更可靠，这种方法被广泛使用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is bias correction necessary when using GCMs for hydrological modeling in regional climate studies?",
                "QuestionCn": "在区域气候研究中使用全球气候模型（GCMs）进行水文建模时，为什么需要进行偏差修正？",
                "AnswerEn": "Bias correction is necessary because the spatial resolution of GCMs is coarse and may not accurately represent finer-resolution basin-scale hydrological processes. Downscaling bias correction improves the accuracy of the GCMs, making the data more suitable for detailed hydrological simulations.",
                "AnswerCn": "偏差修正是必要的，因为全球气候模型（GCMs）的空间分辨率较粗，可能无法准确表示更细分辨率的流域尺度水文过程。下调偏差修正提高了全球气候模型的准确性，使数据更适合于详细的水文模拟。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What factors led to the development of the Equidistant Cumulative Distribution Function method for downscaling climate data?",
                "QuestionCn": "导致等距累积分布函数方法用于气候数据下行尺度发展的因素有哪些？",
                "AnswerEn": "The Equidistant Cumulative Distribution Function method was developed based on findings that different statistical methods could effectively correct precipitation and temperature biases in regional climate models. The method corrects the cumulative distribution function of GCM variables to be consistent with measured historical data, improving the accuracy of climate element extremes and model simulations.",
                "AnswerCn": "等距累积分布函数方法是基于不同统计方法能够有效修正区域气候模型中的降水和温度偏差的发现而开发的。该方法通过将全球气候模型（GCM）变量的累积分布函数校正为与历史测量数据一致，从而提高气候要素极端值和模型模拟的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences for hydrological model accuracy when using statistical downscaling methods like EDCDFm on global climate model outputs?",
                "QuestionCn": "使用统计降尺度方法如EDCDFm对全球气候模型输出进行处理时，对水文模型准确性的影响是什么？",
                "AnswerEn": "The use of statistical downscaling methods such as EDCDFm improves the accuracy of hydrological model simulations by significantly reducing bias in the GCM outputs. This is reflected in the increased correlation with observed data and enhanced model performance, indicating that downscaled datasets can provide more reliable inputs for hydrological projections.",
                "AnswerCn": "使用统计降尺度方法，如EDCDFm，可以通过显著减少GCM输出中的偏差来提高水文模型模拟的准确性。这反映在与观测数据的相关性增加和模型性能的增强上，表明降尺度数据集可以为水文预测提供更可靠的输入。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in downscaling and bias-correcting global climate model data for regional climate analysis?",
                "QuestionCn": "下调和偏差修正全球气候模型数据以进行区域气候分析涉及哪些程序？",
                "AnswerEn": "The Equidistant Cumulative Distribution Function method (EDCDFm) is used to perform downscaling and bias correction on daily precipitation, daily maximum temperature, and daily minimum temperature for six CMIP6 models. This involves first downscaling the GCMs to a 0.25° spatial resolution using bilinear interpolation, followed by bias correction based on the cumulative distribution function (CDF) of the corresponding grid series. The CDF is calculated using a four-parameter beta function for temperature and a mixed gamma distribution function for precipitation, with parameters estimated from historical data from 1979–2014 and future data from 2015–2100.",
                "AnswerCn": "等距累积分布函数方法（EDCDFm）用于对六个CMIP6模型的日降水量、日最高气温和日最低气温进行下采样和偏差修正。该过程首先使用双线性插值将全球气候模型（GCMs）下采样到0.25°的空间分辨率，然后基于相应网格系列的累积分布函数（CDF）进行偏差修正。CDF使用四参数贝塔函数计算温度，使用混合伽马分布函数计算降水量，参数从1979年至2014年的历史数据和2015年至2100年的未来数据中估计。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How is the CMFD dataset utilized in the process of improving hydrological model simulations?",
                "QuestionCn": "CMFD数据集在改善水文模型模拟的过程中是如何被利用的？",
                "AnswerEn": "The CMFD dataset, which spans 1979–2018 and includes elements like near-surface air temperature and precipitation rate, is interpolated to a 0.25° resolution by bilinear interpolation to serve as the measured information for atmospheric drive and GCM bias correction in the VIC hydrological model. This improves the accuracy of hydrological simulations and facilitates the study of changes in precipitation, evapotranspiration, and runoff depth relative to historical baselines.",
                "AnswerCn": "CMFD 数据集涵盖了 1979 年至 2018 年的时间段，包括近地面空气温度和降水率等元素，通过双线性插值方法插值到 0.25° 的分辨率，以作为 VIC 水文模型中大气驱动和 GCM 偏差校正的测量信息。这提高了水文模拟的准确性，并促进了对相对于历史基线的降水、蒸散发和径流深度变化的研究。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What methodological steps are taken to evaluate the accuracy of downscaled and bias-corrected GCM data for hydrological simulations?",
                "QuestionCn": "评估下调和偏差校正的全球气候模型（GCM）数据在水文模拟中的准确性所采取的方法步骤有哪些？",
                "AnswerEn": "The accuracy of downscaled and bias-corrected GCM data is evaluated using three indicators: mean absolute error (MAE), root mean squared error (RMSE), and Pearson correlation coefficient (PCC). These metrics are applied to assess the performance of the downscaling and bias correction in capturing monthly values, thus ensuring the data's reliability for driving the VIC hydrological model.",
                "AnswerCn": "对下调和偏差校正的GCM数据的准确性进行评估，使用了三个指标：平均绝对误差（MAE）、均方根误差（RMSE）和皮尔逊相关系数（PCC）。这些指标用于评估下调和偏差校正在捕捉月度值方面的表现，从而确保数据在驱动VIC水文模型时的可靠性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What statistical techniques enable the downscaling and bias correction of global climate model outputs for regional climate analysis?",
                "QuestionCn": "哪些统计技术能够实现全球气候模型输出的下采样和偏差修正，以便进行区域气候分析？",
                "AnswerEn": "The Equidistant Cumulative Distribution Function method (EDCDFm) enables the downscaling and bias correction of daily precipitation, daily maximum temperature, and daily minimum temperature for CMIP6 models using historical gridded data from the high-resolution China Meteorological Forcing Dataset (CMFD).",
                "AnswerCn": "等距累积分布函数方法（EDCDFm）能够利用来自高分辨率中国气象强迫数据集（CMFD）的历史网格数据，对CMIP6模型的日降水量、日最高气温和日最低气温进行下尺度化和偏差修正。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How does the use of gridded historical datasets enable more accurate hydrological modeling on a regional scale?",
                "QuestionCn": "使用网格化历史数据集如何在区域尺度上提高水文模型的准确性？",
                "AnswerEn": "The use of gridded historical datasets like the China Meteorological Forcing Dataset (CMFD) enables more accurate hydrological modeling by providing high-resolution reference data for bias correction of climate model outputs, which are then used to drive hydrological models like the Variable Infiltration Capacity (VIC) model.",
                "AnswerCn": "使用像中国气象强迫数据集（CMFD）这样的网格历史数据集可以通过提供高分辨率的参考数据来进行气候模型输出的偏差修正，从而提高水文模型的准确性，这些气候模型输出随后用于驱动水文模型，如可变渗透能力（VIC）模型。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do different greenhouse gas concentration scenarios enable projections of future climate impacts in regional studies?",
                "QuestionCn": "不同温室气体浓度情景如何使区域研究中的未来气候影响预测成为可能？",
                "AnswerEn": "Different greenhouse gas concentration scenarios, such as SSP2-4.5 and SSP5-8.5, enable projections of future climate impacts by providing varied pathways for social and economic development, which reflect changes in greenhouse gas concentrations and allow researchers to study potential future changes in the terrestrial surface water cycle in regional studies.",
                "AnswerCn": "不同的温室气体浓度情景，如SSP2-4.5和SSP5-8.5，通过提供社会和经济发展的不同路径，反映温室气体浓度的变化，从而使研究人员能够研究区域研究中陆地水循环的潜在未来变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might a dataset require statistical downscaling and bias correction before being used in hydrological models?",
                "QuestionCn": "为什么在使用水文模型之前，数据集可能需要进行统计下采样和偏差修正？",
                "AnswerEn": "A dataset might require statistical downscaling and bias correction because global climate models (GCMs) often have coarse spatial resolution, which may not capture local climate variations accurately. Statistical downscaling and bias correction can adjust the GCM outputs to align better with observed data, improving the reliability of simulations for regional-scale hydrological models.",
                "AnswerCn": "一个数据集可能需要统计降尺度和偏差修正，因为全球气候模型（GCMs）通常具有较粗的空间分辨率，可能无法准确捕捉局部气候变化。统计降尺度和偏差修正可以调整GCM输出，使其更好地与观测数据对齐，从而提高区域尺度水文模型模拟的可靠性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the expected benefits of using the Equidistant Cumulative Distribution Function method (EDCDFm) for downscaling in climate change impact studies?",
                "QuestionCn": "使用等距累积分布函数方法（EDCDFm）进行气候变化影响研究的降尺度的预期好处是什么？",
                "AnswerEn": "The expected benefits of using EDCDFm for downscaling include effectively capturing the extreme values of climate elements and improving the accuracy of climate model simulations after downscaling. This method corrects the cumulative distribution function of the GCM variables to match observed historical data, leading to more reliable projections for future scenarios.",
                "AnswerCn": "使用EDCDFm进行降尺度的预期好处包括有效捕捉气候元素的极端值，并提高降尺度后气候模型模拟的准确性。该方法校正了GCM变量的累积分布函数，使其与观察到的历史数据相匹配，从而为未来情景提供更可靠的预测。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How effective is the Equidistant Cumulative Distribution Function method (EDCDFm) in improving the accuracy of climate model data through downscaling and bias correction?",
                "QuestionCn": "等距累积分布函数方法（EDCDFm）在通过下采样和偏差修正提高气候模型数据准确性方面的有效性如何？",
                "AnswerEn": "The EDCDFm method is considered effective in improving the accuracy of climate model data, as it successfully captures extreme values and reduces statistical biases, leading to improved model simulations after downscaling. The study shows substantial improvements in data accuracy, with indicators such as mean absolute error and Pearson correlation coefficient demonstrating enhanced performance.",
                "AnswerCn": "EDCDFm 方法被认为在提高气候模型数据的准确性方面有效，因为它成功捕捉了极端值并减少了统计偏差，从而在降尺度后改善了模型模拟。研究显示数据准确性有显著提升，平均绝对误差和皮尔逊相关系数等指标表现出增强的性能。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways could future data collection methodologies be improved to enhance the reliability of hydrological projections using GCMs under different climate scenarios?",
                "QuestionCn": "未来的数据收集方法可以通过以下方式改进，以增强在不同气候情景下使用全球气候模型（GCMs）进行水文预测的可靠性：",
                "AnswerEn": "Future data collection methodologies could be improved by increasing spatial and temporal resolution, integrating more diverse sources of observational data, and implementing advanced statistical methods for bias correction. These enhancements could lead to more precise hydrological projections by better capturing local climate variability and reducing uncertainties in GCM outputs.",
                "AnswerCn": "未来的数据收集方法可以通过提高空间和时间分辨率、整合更多样化的观测数据源以及实施先进的统计方法进行偏差修正来改进。这些增强措施可以通过更好地捕捉局部气候变异性和减少全球气候模型输出的不确定性，从而导致更精确的水文预测。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't make sense of how the VIC hydrological model is validated for accuracy in simulating runoff in Chinese basins.",
                "QuestionCn": "我无法理解VIC水文模型在中国流域中如何验证其模拟径流的准确性。",
                "AnswerEn": "The VIC hydrological model's accuracy in simulating runoff is validated by comparing model simulations to measured streamflow data from 15 hydrological stations across ten major river basins in China. The model's performance is assessed using measures like the Nash-Sutcliffe Efficiency (NSE), which indicates a strong correlation between simulated and observed streamflows in these regions, suggesting its applicability for hydrological simulations in China.",
                "AnswerCn": "VIC水文模型的准确性通过将模型模拟与中国十个主要河流流域15个水文站的实测径流数据进行比较来验证。模型的性能通过纳什-沙普利效率（NSE）等指标进行评估，这表明在这些地区模拟和观测的径流之间存在较强的相关性，暗示其在中国水文模拟中的适用性。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}