{
  "id": "f4479136-4677-4081-ad46-9afca06841bf",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Dataset on the evolution pattern and development trend of the arid environment since 3600 kyr BP in Western China",
      "titleCn": "我国西部3600kyrBP以来干旱环境的演变规律与发展趋势数据集",
      "description": "The project studying the evolution pattern and development trend of the arid environment in western China was a major research component of the project Environmental and Ecological Science for West China, which was funded by the National Natural Science Foundation of China. The leading executive of the project was Academician Zhisheng An from the Institute of Earth Environment of the Chinese Academy of Sciences. The project ran from January 2002 to December 2004.\nThe data collected by the project include the following:\n1. History and variability data for arid regions in western China:\n1) Chinese Loess Plateau mass accumulation rate data (3600-0 kyr BP): Fields include age and mass accumulation rate (MAR) (txt file).\n2) Chinese Loess Plateau grain size and magnetic susceptibility data (3600-0 kyr BP): Fields include age, stacked mean grain size, and stacked magnetic susceptibility (txt file).\n2. Sporopollen content data of different loess strata since 12 kyr BP in the Yaozhou District of Shanxi Province (excel table): The distributions of 27 species of sporopollen (0-397 cm) from 67 different layers of loess samples are included.\n3. 10Be record data (table)\n10Be concentration, magnetic susceptibility and bulk density data of loess with different thicknesses (79.67- 0.09 kyr BP).\n4. Simulation data on the modulation of the East Asian monsoon resulting from orbital variability driven by the uplift of the Tibetan Plateau: ah0-sum.nc nc file, hh0-sum.nc nc file, jfh0-sum.nc nc file, kdh0-sum.nc nc file, lfh0-sum.nc nc file, mask.nc nc file, phis.nc nc file.",
      "descriptionCn": "我国西部干旱环境的演变规律与发展趋势项目属于国家自然科学基金“中国西部环境与生态科学”重大研究计划，负责人为中国科学院地球环境研究所安芷生院士，项目运行时间为2002.1-2004.12。\n该项目汇交的数据包括：\n1、西部干旱区历史与变率数据：\n   1) Chinese Loess Plateau Mass Accumulation Rate Data(3600-0 KYrBP) :字段包括Age,MAR(Mass Accumulation Rate).(txt文档)\n   2) Chinese Loess Plateau Grain Size and Magnetic Susceptibility Data(3600-0 KYrBP) :字段包括Age,Stacked Mean Grain Size,Stacked magnetic,susceptibility.( txt文档) \n      \t\n2、陕西耀县塬区12KaBP以来不同黄土层孢粉含量数据(excel表格):包括0-397厘米共67层黄土样品的27个科属孢粉含量分布.\n\n3、10Be记录数据(表格)\n   79.67- 0.09 kyr BP不同厚度黄土的10Be浓度、磁化率及容重数据.\n4、青藏高原隆升对东亚季风轨道尺度变率调制的模拟室数据： ah0-sum.nc nc文档、 hh0-sum.nc nc文档、 jfh0-sum.nc nc文档、 kdh0-sum.nc nc文档、lfh0-sum.nc nc文档、mask.nc nc文档、phis.nc nc文档",
      "instructions": "",
      "instructionsCn": "",
      "east": 111.2,
      "west": 73.45,
      "south": 20.9,
      "north": 49.36,
      "startTime": "2002-01-09 16:00:00",
      "endTime": "2005-01-08 16:00:00",
      "fileSize": 181719599.0,
      "cstr": "18406.11.Paleoenv.tpdc.270093",
      "doi": "10.11888/Paleoenv.tpdc.270093",
      "dataFormat": "文本",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "安芷生",
        "nameEn": "AN Zhisheng",
        "unitEn": "Institute of Earth Environment, Chinese Academy of Sciences",
        "unitCn": "中国科学院地球环境研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Chinese Loess Plateau Mass Accumulation Rate Data",
        "referenceCn": null,
        "referenceEn": "Sun, Y., and An, Z.S., (2006). Chinese Loess Plateau Mass Accumulation Rate Data.IGBP PAGES/World Data Center for Paleoclimatology, Data Contribution Series 2006-034.NOAA/NCDC Paleoclimatology \"Program,\"Boulder  CO, USA."
      },
      {
        "titleCn": null,
        "titleEn": "The Tibetan Plateau as amplifier of orbital-scale variability of the East Asian monsoon",
        "referenceCn": null,
        "referenceEn": "Liu, X.D., Kutzbach, J.E., Liu, Z.Y., An, Z.S., &Li, L. (2003). The Tibetan Plateau as amplifier of orbital-scale variability of the East Asian monsoon. Geophysical Research Letters, 30(16), 1839."
      },
      {
        "titleCn": null,
        "titleEn": "The vegatation characteristics of \"Yuan\" area at Yaoxian on loess Plateau over the last 12,000 years",
        "referenceCn": null,
        "referenceEn": "Li, X.Q., Zhou, J., &Dodson, J. (2003). The vegatation characteristics of \"Yuan\" area at Yaoxian on loess Plateau over the last 12,000 years. Review of Palaeobotany and Palynology, 124(1), 1-7."
      },
      {
        "titleCn": null,
        "titleEn": "Chinese Loess Plateau Grain Size and Magnetic Susceptibility Data.",
        "referenceCn": null,
        "referenceEn": "Sun, Y., et al. (2006). Chinese Loess Plateau Grain Size and Magnetic Susceptibility Data. IGBP PAGES/World Data Center for Paleoclimatology. Data Contribution series  2006-035. NOAA/NCDC Paleoclimatology \"Program, Boulder  CO, USA."
      },
      {
        "titleCn": null,
        "titleEn": "Vegetation History and Climatic Variations during the last 14 ka BP inferred from a pollen record at Daihai Lake, North-central China",
        "referenceCn": null,
        "referenceEn": "Li, X.Q., Zhou, J., Shen, J., Weng, C.Y., Sun, Q.L., &Zhao, H.L. (2004). Vegetation History and Climatic Variations during the last 14 ka BP inferred from a pollen record at Daihai Lake, North-central China. Review of Palaeobotany and Palynology, 132(132), 195-205."
      },
      {
        "titleCn": null,
        "titleEn": "History and variability of Asian interior aridity recorded by eolian flux in the Chinese Loess Plateau during the past 7 Ma",
        "referenceCn": null,
        "referenceEn": "Sun, Y.B., &An, Z.S. (2002). History and variability of Asian interior aridity recorded by eolian flux in the Chinese Loess Plateau during the past 7 Ma. Science in China (Series D), 45(5), 420-429."
      },
      {
        "titleCn": null,
        "titleEn": "DISENTANGLING GEOMAGNETIC AND PRECIPITATION SIGNALS IN AN 80-KYR CHINESE LOESS RECORD OF 10Be",
        "referenceCn": null,
        "referenceEn": "Zhou, W.J., Priller, A., Beck, J.W., Wu, Z.K., Chen, M.B., An, Z.S., Kutschera, W., Xian, F., Yu, H.G., &Liu, L. (2007). Disentangling Geomagnetic and Precipitation Signals in an 80-kyr Chinese Loess Record of 10Be. Radiocarbon, 49(1), 139–160."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤容重",
        "nameEn": "Soil bulk density"
      },
      {
        "nameCn": "花粉",
        "nameEn": "Pollen"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国西部",
        "keywordEn": "Western China"
      },
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Qinghai-Tibet Plateau"
      },
      {
        "keywordCn": "黄土高原",
        "keywordEn": "Loess Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "上新世",
        "keywordEn": "Pliocene",
        "type": "temporal"
      },
      {
        "keywordCn": "全新世",
        "keywordEn": "Holocene",
        "type": "temporal"
      },
      {
        "keywordCn": "更新世",
        "keywordEn": "Pleistocene",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What data collection methods are used to study the evolution of arid environments in western China since 3600 kyr BP?",
        "QuestionCn": "研究自3600千年BP以来中国西部干旱环境演变的数据收集方法有哪些？",
        "AnswerEn": "measuring mass accumulation rates, analyzing grain size, magnetic susceptibility, collecting pollen content data, recording 10Be concentrations, bulk density data, simulating Qinghai-Tibet Plateau uplift's modulation on East Asian monsoon variability",
        "AnswerCn": "测量质量积累率、分析粒度、磁化率、收集花粉含量数据、记录10Be浓度、体积密度数据、模拟青藏高原隆升对东亚季风变率的调节。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many layers of loess samples are analyzed for spore and pollen content since 12KaBP in the Shaanxi Yaoxian region?",
        "QuestionCn": "自12千年前以来，陕西耀县地区分析了多少层黄土样本的孢子和花粉含量？",
        "AnswerEn": "67 layers",
        "AnswerCn": "67层",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of 'Mass Accumulation Rate' in understanding environmental changes in the Chinese Loess Plateau over the past 3600 thousand years?",
        "QuestionCn": "在过去的360万年中，“质量积累率”在理解中国黄土高原的环境变化方面有什么意义？",
        "AnswerEn": "Mass Accumulation Rate (MAR) is a crucial metric that helps researchers understand the rate at which loess, or wind-blown sediment, was deposited in the Chinese Loess Plateau over time. By analyzing MAR data, researchers can infer changes in environmental conditions, such as aridity and wind strength, which influence loess deposition. This information is essential for reconstructing historical climate patterns and understanding the evolution and development trends of arid environments in China's western regions over the past 3600 thousand years.",
        "AnswerCn": "质量积累率（MAR）是一个关键指标，帮助研究人员了解中国黄土高原上风成沉积物（黄土）沉积的速率。通过分析MAR数据，研究人员可以推断出影响黄土沉积的环境条件变化，如干旱程度和风力强度。这些信息对于重建历史气候模式以及理解中国西部干旱环境在过去3600千年中的演变和发展趋势至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for the Chinese Loess Plateau Grain Size and Magnetic Susceptibility Data compare to those used for the 10Be concentration and magnetic susceptibility data in terms of capturing historical climate variability?",
        "QuestionCn": "中国黄土高原的粒度和磁 susceptibility 数据的采集方法与 10Be 浓度和磁 susceptibility 数据的采集方法在捕捉历史气候变化方面有何比较？",
        "AnswerEn": "The Chinese Loess Plateau Grain Size and Magnetic Susceptibility Data are collected with a focus on age, stacked mean grain size, and magnetic susceptibility to study mass accumulation rates, providing insight into the historical climate variability over 3600-0 KYrBP. In contrast, the 10Be concentration and magnetic susceptibility data pertain to different thicknesses of loess over a timeline of 79.67-0.09 kyr BP, capturing variations in 10Be concentration, magnetic susceptibility, and bulk density, which also offer historical climate insights but through different proxies and timeframes.",
        "AnswerCn": "中国黄土高原的粒度和磁化率数据集中于年龄、堆叠平均粒度和磁化率，以研究质量积累率，从而提供对3600-0千年BP历史气候变化的洞察。相比之下，10Be浓度和磁化率数据涉及不同厚度的黄土，时间范围为79.67-0.09千年BP，捕捉了10Be浓度、磁化率和体积密度的变化，这也通过不同的代理和时间框架提供了历史气候的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the variability in dryland environmental evolution patterns in western China's datasets and how do these factors influence data collection methods?",
        "QuestionCn": "影响中国西部干旱区环境演变模式变异性的因素有哪些，这些因素如何影响数据收集方法？",
        "AnswerEn": "The variability in dryland environmental evolution patterns in western China is likely influenced by factors such as historical mass accumulation rates, grain size variations, magnetic susceptibility, and pollen content changes over time. These factors necessitate diverse data collection methods, including sediment analysis for mass accumulation and grain size, magnetic susceptibility measurements, and pollen content analysis from loess layers. The use of simulated data from the Tibetan Plateau also suggests a need for computational models to understand the modulation of East Asian monsoon variability.",
        "AnswerCn": "西部中国干旱区环境演变模式的变异性可能受到历史质量积累速率、颗粒大小变化、磁敏感性和花粉含量随时间变化等因素的影响。这些因素需要多样的数据收集方法，包括沉积物分析以获取质量积累和颗粒大小、磁敏感性测量以及来自黄土层的花粉含量分析。来自青藏高原的模拟数据也表明，需要计算模型来理解东亚季风变异性的调节。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects of using different historical and variability data from the western arid region of China on understanding the evolution and trends of arid environments since 3600kyrBP?",
        "QuestionCn": "使用来自中国西部干旱地区的不同历史和变异性数据对理解自3600千年BP以来干旱环境的演变和趋势的潜在影响是什么？",
        "AnswerEn": "Utilizing different historical and variability data from the western arid region of China can provide insights into the evolution and trends of arid environments. This includes understanding variations in mass accumulation rates, grain size, and magnetic susceptibility, which can reveal changes in climatic conditions and sedimentation processes over time. Additionally, pollen content analysis from loess samples may offer information on vegetation changes, while 10Be concentration data can help assess erosion rates and deposition processes, further contributing to the comprehensive understanding of environmental dynamics in the region.",
        "AnswerCn": "利用中国西部干旱地区的不同历史和变异数据，可以提供对干旱环境演变和趋势的洞察。这包括了解质量积累率、颗粒大小和磁化率的变化，这些变化可以揭示气候条件和沉积过程随时间的变化。此外，来自黄土样本的花粉含量分析可能提供植被变化的信息，而10Be浓度数据可以帮助评估侵蚀率和沉积过程，进一步有助于全面理解该地区的环境动态。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of compiling historical and variability data on the Western China's arid environment from 3600kyrBP to the present, and how does it contribute to understanding long-term environmental changes?",
        "QuestionCn": "编制西部中国干旱环境从3600千年前到现在的历史和变异数据的目标是什么，以及它如何有助于理解长期环境变化？",
        "AnswerEn": "The objective is to understand the evolution and trends of arid environments in Western China, contributing to the major research plan of the National Natural Science Foundation of China on 'Western China's environment and ecological science.' This data collection aims to provide insights into historical climate patterns, variability, and their implications for future environmental changes in the region.",
        "AnswerCn": "目标是了解中国西部干旱环境的演变和趋势，为中国国家自然科学基金的“西部中国环境与生态科学”重大研究计划做出贡献。此次数据收集旨在提供对历史气候模式、变异性及其对该地区未来环境变化影响的见解。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}