{
    "id": "f4581eda-8005-4bca-a499-e0f35a35d051",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Genomic data of plant de novo (2019)",
            "titleCn": "植物de novo基因组数据（2019）",
            "description": "In order to analyze how and when it entered the Qinghai Tibet Plateau and explore the relationship between its spread and domestication in the Qinghai Tibet Plateau and the plateau settlement of early human activities and the ancient Silk Exchange, in June 2018, the research team used three generations of genome sequencing technology to sequence the whole genome and de novo assembly of F1 generation of its self bred varieties in Nangqian County, Qinghai Province, and got a genome size of 40 9.69 MB, contig N50 is 1.21 MB. This result can provide genetic basis for studying the relationship between plant diffusion and human activities. At the same time, this study is helpful to reveal the influence of artificial domestication and human selection on the genetic differentiation of cyanine, and the adaptive mechanism of cyanine to adapt to the plateau ecological environment.",
            "descriptionCn": "为了解析蔓菁如何、何时进入青藏高原，探讨蔓菁在青藏高原传播与驯化与早期人类活动的高原定居和古丝绸交流之间的关系，2018年6月，课题组利用三代基因组测序技术，对青海省囊谦县的蔓菁自交F1代品种进行全基因组测序和De Novo组装，得到组装基因组大小为409.69 Mb，Contig N50为1.21 Mb。这一结果可为研究植物扩散与人类活动之间的关系提供遗传基础。同时，这项研究有助于揭示人工驯化和人类选择对蔓菁的遗传分化的影响，以及蔓菁适应高原生态环境的适应性机制。",
            "instructions": "File name: sequencing data is stored in text format, and the file name is \"20181106final. Genome. FASTA\", in which 2018 represents the year and 1106 represents the date.",
            "instructionsCn": "文件命名：基因组数据以文本格式存储，文件的名称为“20181106final.genome.fasta”，其中2018代表年，1106代表日期。\n数据读取方式：该数据可以直接用文本程序打开。（如：EditPlus）",
            "east": 97.0,
            "west": 95.0,
            "south": 31.0,
            "north": 32.0,
            "startTime": "2018-06-07 16:00:00",
            "endTime": "2019-01-07 03:59:59",
            "fileSize": 414845529.0,
            "cstr": null,
            "doi": "",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "段元文",
                "nameEn": "DUAN Yuanwen",
                "unitEn": "",
                "unitCn": "中国科学院昆明植物研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "The Turnip Genome Provides Insights into Independent Evolution of Glucosinolate Biosynthesis",
                "referenceCn": null,
                "referenceEn": "Yang, Y.Q., Sun, X.D., Kong, X.X., Wang, C.T., Yang, Y., Yin, X., Yang, D.N., Duan, Y.W., & \n Yang, Y.P. (2019). The Turnip Genome Provides Insights into Independent Evolution of Glucosinolate Biosynthesis, Nature Communications, 34(4), 848-854."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "生物资源",
                "nameEn": "Biological Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2018",
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets collected using third-generation genome sequencing technology for understanding plant diffusion and human activity relationships?",
                "QuestionCn": "第三代基因组测序技术收集的数据集在理解植物扩散与人类活动关系方面的特征有哪些？",
                "AnswerEn": "409.69 Mb genome assembly size, 1.21 Mb Contig N50",
                "AnswerCn": "409.69 Mb 基因组组装大小，1.21 Mb Contig N50",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can the use of third-generation genome sequencing techniques provide insights into the genetic adaptation mechanisms of plants to high-altitude environments?",
                "QuestionCn": "第三代基因组测序技术的使用如何为植物在高海拔环境中的遗传适应机制提供洞察？",
                "AnswerEn": "The use of third-generation genome sequencing techniques allows researchers to obtain a complete genome assembly, such as the 409.69 Mb genome with a Contig N50 of 1.21 Mb for turnip varieties from Nangqian County, Qinghai Province. This comprehensive genetic information can help infer how genetic variations contribute to the adaptation of turnips to the high-altitude environments of the Qinghai-Tibet Plateau, by identifying specific genetic markers associated with environmental resilience and adaptation.",
                "AnswerCn": "第三代基因组测序技术的使用使研究人员能够获得完整的基因组组装，例如来自青海省囊谦县的芜菁品种的409.69 Mb基因组，其Contig N50为1.21 Mb。这些全面的遗传信息可以帮助推断遗传变异如何促成芜菁适应青藏高原高海拔环境，通过识别与环境韧性和适应性相关的特定遗传标记。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contributed to the decision to use third-generation sequencing technology for the de novo genome sequencing and assembly of turnip varieties from Nangqian County in Qinghai Province?",
                "QuestionCn": "哪些因素促成了使用第三代测序技术对青海省囊谦县的芜菁品种进行de novo基因组测序和组装的决定？",
                "AnswerEn": "The decision to use third-generation sequencing technology for de novo genome sequencing and assembly of turnip varieties from Nangqian County was likely influenced by the need to obtain a detailed and accurate genetic basis for studying the relationship between plant diffusion and human activities. This approach would help reveal the effects of artificial domestication and human selection on genetic differentiation, as well as the adaptive mechanisms of turnips to high-altitude ecological environments.",
                "AnswerCn": "使用第三代测序技术对南迁县的芜菁品种进行全基因组测序和组装的决定，可能受到需要获得详细准确的遗传基础以研究植物扩散与人类活动之间关系的影响。这种方法将有助于揭示人工驯化和人类选择对遗传分化的影响，以及芜菁在高海拔生态环境中的适应机制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using third-generation genome sequencing technology for de novo assembly in studying plant domestication and adaptation to high-altitude environments?",
                "QuestionCn": "使用第三代基因组测序技术进行去 novo 组装在研究植物驯化和适应高海拔环境中的潜在后果是什么？",
                "AnswerEn": "Using third-generation genome sequencing technology for de novo assembly allows for a more comprehensive understanding of the genetic basis of plant domestication and adaptation to high-altitude environments. It can reveal the impact of artificial domestication and human selection on genetic differentiation and provide insights into the adaptive mechanisms of plants like turnip to plateau ecosystems.",
                "AnswerCn": "使用第三代基因组测序技术进行de novo组装，可以更全面地理解植物驯化和适应高海拔环境的遗传基础。它能够揭示人工驯化和人类选择对遗传分化的影响，并为像芜菁这样的植物在高原生态系统中的适应机制提供见解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and technologies are involved in the de novo genome sequencing and assembly process for plant species to understand their dissemination and domestication in high-altitude regions?",
                "QuestionCn": "在高海拔地区了解植物物种的传播和驯化过程中，涉及到的去 novo 基因组测序和组装过程的程序和技术包括哪些？",
                "AnswerEn": "The data collection method involves utilizing third-generation genome sequencing technology to perform whole-genome sequencing and De Novo assembly on the inbred F1 generation variety of turnip from Nangqian County, Qinghai Province. The assembled genome size is 409.69 Mb with a Contig N50 of 1.21 Mb. This approach provides a genetic basis for studying the relationship between plant dissemination and human activities.",
                "AnswerCn": "数据收集方法涉及利用第三代基因组测序技术对来自青海省囊谦县的自交F1代芜菁品种进行全基因组测序和De Novo组装。组装后的基因组大小为409.69 Mb，Contig N50为1.21 Mb。这种方法为研究植物传播与人类活动之间的关系提供了遗传基础。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the comprehensive de novo genome sequencing and assembly for understanding plant domestication and adaptation, particularly in challenging environments like the Qinghai-Tibet Plateau?",
                "QuestionCn": "哪些技术进步使得全面的de novo基因组测序和组装成为可能，以理解植物驯化和适应，特别是在像青藏高原这样具有挑战性的环境中？",
                "AnswerEn": "The use of third-generation genome sequencing technologies enabled the comprehensive de novo genome sequencing and assembly for understanding plant domestication and adaptation, particularly in challenging environments like the Qinghai-Tibet Plateau. This approach facilitated the sequencing of the F1 generation of self-crossed turnip varieties from Nangqian County, Qinghai Province, resulting in an assembled genome size of 409.69 Mb with a Contig N50 of 1.21 Mb.",
                "AnswerCn": "第三代基因组测序技术的使用使得全面的去 novo 基因组测序和组装成为可能，从而帮助理解植物的驯化和适应，特别是在像青藏高原这样的挑战性环境中。这种方法促成了来自青海省囊谦县的自交芜菁品种F1代的测序，最终组装的基因组大小为409.69 Mb，Contig N50为1.21 Mb。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}