{
    "id": "f490062e-6181-4abd-aa56-be1557489f7e",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "The historical similation and projection dataset of 73-station Central Asia extreme precipition indices (1979-2100)",
            "titleCn": "中亚73个台站极端降水指数历史模拟和预估数据集（1979-2100）",
            "description": "A statistical downscaling model based on quantile delta mapping (QDM) was used to simulate historical (1979-2014)  simulation and project future scenarios of 8 extreme precipitation indices from 73 stations in five Central Asian countries (annual total precipitation PRCPTOT, total extreme precipitation R95PTOT, annual precipitation days R1MM, annual precipitation days greater than 10mm R10MM, annual maximum 1-day precipitation RX1DAY, maximum consecutive  precipitation days CWD, maximum consecutive dry days CDD, average precipitation intensity SDII). These include 10 the results of statistical downscaling from 10 global climate models under two socio-economic pathways (SSP245 and SSP585)",
            "descriptionCn": "利用基于分位数偏差映射(QDM）的统计降尺度模型模拟历史（1979-2014）和预估（2015-2100）中亚五国73个台站8个极端降水指数（年总降水PRCPTOT，总极端降水R95PTOT，年降水天数R1MM，大于10mm的降水天数R10MM，年最大降水量RX1DAY，连续最大降水天数CWD，连续最大无降水天数CDD，降水强度SDII）未来变化情景。其中包括统计降尺度驱动的10个大尺度模型以及两个社会经济路径（SSP245和SSP585）下的预估数据。",
            "instructions": "PrintmodelSSPQDMn.txt, where print represents extreme precipitation index, model represents global climate model, SSP represents socio-economic path, QDM represents statistical downscaling method, and n represents station number.",
            "instructionsCn": "prindmodelSSPQDMn.txt,其中prind代表极端降水指数，model 代表全球气候模式，SSP代表社会经济路径，QDM代表统计降尺度方法，n代表台站编号。",
            "east": 55.4,
            "west": 35.0,
            "south": 46.5,
            "north": 88.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 3668833.0,
            "cstr": "18406.11.Atmos.tpdc.301002",
            "doi": "10.11888/Atmos.tpdc.301002",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "范丽军",
                "nameEn": "FAN Lijun",
                "unitEn": "",
                "unitCn": "中国科学院大气物理研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Assessment of total and extreme precipitation over central Asia via statistical downscaling",
                "referenceCn": null,
                "referenceEn": "Fan, L., Yan, Z., Chen, D., & Li, Z. (2023). Assessment of total and extreme precipitation over central Asia via statistical downscaling: Added value and multi-model ensemble projection. Advances in Climate Change Research, 14(62-76)."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "中亚",
                "nameEn": "Central Aisa"
            },
            {
                "nameCn": "其他",
                "nameEn": "Other"
            },
            {
                "nameCn": "极端降水",
                "nameEn": "extreme precipitation"
            },
            {
                "nameCn": "统计降尺度",
                "nameEn": "Statistical downscaling"
            },
            {
                "nameCn": "降尺度",
                "nameEn": "Downscaling"
            },
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中亚",
                "keywordEn": "Central Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1979",
                "keywordEn": "1985",
                "type": "temporal"
            },
            {
                "keywordCn": "2100",
                "keywordEn": "2100",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Central Asia (CA) is a typical arid and semi-arid region in the hinterland of the Eurasian continent. It is characterized by scarce water resources and fragile ecosystems that are sensitive and vulnerable to climate change (Liu et al., 2020). Under the context of global warming, CA has experienced profound climate warming since the 20th century, much faster than the global land average (Giorgi, 2006; Huang et al., 2017; Jiang et al., 2020). In response to global change, extreme temperature (e.g., heatwave) and precipitation (e.g., drought and heavy precipitation) events have occurred more frequently and intensely in CA in the last 50 years than ever before (Reyer et al., 2017; Yu et al., 2020). Most studies on projecting precipitation changes and extremes in CA have been based on GCM simulations (Wu et al., 2013; Reyer et al., 2017; Peng et al., 2020; Guo et al., 2021). However, due to their limited resolutions, global climate models (GCMs) simulations have significant biases relative to the observed climate variables such as temperature and precipitation over CA (Reyer et al., 2017; Peng et al., 2020). Regional climate models (RCMs) produce finer resolution information about regional climate changes than GCMs do (Mannig et al., 2013; Qiu et al., 2017, 2022; Zhu et al., 2020). Statistical downscaling (SD) models are a practicable tool to bridge the scale gap between climate model simulations and station observations."
            ],
            "research objective": [
                "In this study, we proposed a statistical downscaling (SD) model based on quantile delta mapping to assess and project eight precipitation indices at 73 meteorological stations across CA driven by ERA5 reanalysis data and simulations of 10 global climate models (GCMs) for present and future (2081-2100) periods under two shared socio-economic pathways (SSP245 and SSP585). In this study, we applied an SD model based on QDM to evaluate and project daily precipitation and extremes across CA, so as to gain a deeper understanding of the response of the station-level extreme precipitation to global warming, and to further obtain more accurate prediction of extreme precipitation at meteorological stations in CA at the end of the 21st century than GCMs, which is very imperative for local climate change impact assessment."
            ],
            "challenges": [
                "However, global and regional climate models often fail to reproduce the observed daily precipitation distribution and hence extremes, especially in areas with complex terrain. Due to the high computational cost, RCM is difficult to be applied in the study of multi-model ensemble projection and uncertainty. Moreover, simulated precipitation outputs from GCMs and even RCMs usually exhibit considerable biases partly because the model data represent area averages over grid boxes, while observations are derived from rain gauges at specific point locations. In fact, at the grid scale, the intensities of extreme precipitation events simulated using GCMs and RCMs are usually much weaker than those observed at weather stations (Elizabeth et al., 2010)."
            ],
            "methods": [
                "The QDM algorithm was adopted in this study to downscale the future daily precipitation at a station by combining the QM algorithm with a quantile delta change approach (Cannon et al., 2015). The QM algorithm was applied to interpolate the missing precipitation data of the 73 stations in CA using the daily gridded precipitation data from APHRODITE as inputs. The cross-validation method was used to evaluate the performance of the SD model (Fan et al., 2013). The SD model was used to project the changes in the precipitation indices toward the end of the 21st century under scenarios SSP245 and SSP585, and then, the results were compared with the results of the raw GCM simulations to assess the added value of the SD model."
            ],
            "dataset": [
                "Daily precipitation observations in the five countries in CA were obtained from the National Oceanic and Atmospheric Administration (NOAA) Global Historical Climatology Networks (GHCN). Due to a lack of daily precipitation data for most of the stations in CA since 2005, only data from 73 stations with less than 25% missing data in the entire period from 1979 to 2005 were adopted. The daily gridded precipitation dataset (APHRODITE) developed by Yatagai et al. (2009, 2012) was used to interpolate the missing precipitation data at the selected stations in CA. The daily gridded precipitation from the European Centre for Medium Weather Forecasts (ECMWF) fifth generation atmospheric (ERA5) reanalysis data with a spatially horizontal resolution of 2.5° × 2.5° for 1979-2005 was used to force the proposed SD model before the SD model was applied to the GCM simulations. The 10 CMIP6 GCMs were selected (Table 1). The historical simulations for 1979-2014 and future projections of the daily precipitation under scenarios SSP245 and SSP585 from 2015 to 2100 were applied to downscale the daily precipitation at 73 stations."
            ],
            "findings": [
                "The SD model effectively reduces the biases and RMSEs of the modeled precipitation indices compared to the observations. Also, it effectively adjusts the distributional biases in the downscaled daily precipitation and indices at the stations across CA. Our SD multi-model ensemble projections project significant and robust increases in SDII and total extreme precipitation (R95PTOT) of 0.5 mm/d and 19.7 mm, respectively, over CA at the end of the 21st century (2081-2100) compared to the present values (1995-2014). More pronounced increases in indices R95PTOT, SDII, number of very wet days (R10MM), and RX1DAY are projected under the higher emission scenario (SSP585), particularly in the mountainous southeastern region. The SD model suggested that SDII and RX1DAY will likely rise more rapidly than those projected by previous model simulations over CA during the period 2081-2100."
            ],
            "backgroundCn": [
                "中亚（CA）是欧亚大陆内陆一个典型的干旱和半干旱地区。该地区水资源稀缺，生态系统脆弱，对气候变化敏感且易受影响（Liu et al., 2020）。在全球变暖的背景下，自20世纪以来，中亚经历了深刻的气候变暖，其速度远快于全球陆地平均水平（Giorgi, 2006；Huang et al., 2017；Jiang et al., 2020）。在应对全球变化的过程中，极端温度（如热浪）和降水（如干旱和强降水）事件在过去50年中在中亚发生的频率和强度比以往任何时候都要高（Reyer et al., 2017；Yu et al., 2020）。大多数关于中亚降水变化和极端事件预测的研究都是基于全球气候模型（GCM）模拟（Wu et al., 2013；Reyer et al., 2017；Peng et al., 2020；Guo et al., 2021）。然而，由于其分辨率有限，全球气候模型（GCM）模拟相对于中亚的观测气候变量（如温度和降水）存在显著偏差（Reyer et al., 2017；Peng et al., 2020）。区域气候模型（RCM）提供比GCM更精细的区域气候变化信息（Mannig et al., 2013；Qiu et al., 2017, 2022；Zhu et al., 2020）。统计下行尺度（SD）模型是弥补气候模型模拟与站点观测之间尺度差距的可行工具。"
            ],
            "research objectiveCn": [
                "在本研究中，我们提出了一种基于分位数增量映射的统计下采样（SD）模型，以评估和预测加利福尼亚州73个气象站的八个降水指标，驱动数据为ERA5再分析数据和10个全球气候模型（GCMs）的模拟结果，涵盖当前和未来（2081-2100）两个共享社会经济路径（SSP245和SSP585）。本研究应用基于QDM的SD模型来评估和预测加利福尼亚州的日降水量和极端天气，以更深入地理解气象站级别极端降水对全球变暖的响应，并进一步获得比GCMs更准确的21世纪末加利福尼亚州气象站极端降水的预测，这对于地方气候变化影响评估至关重要。"
            ],
            "challengesCn": [
                "然而，全球和区域气候模型往往无法再现观察到的日降水分布，因此在复杂地形地区尤其难以模拟极端天气。由于计算成本高，区域气候模型在多模型集合投影和不确定性研究中的应用受到限制。此外，来自全球气候模型（GCMs）甚至区域气候模型（RCMs）的模拟降水输出通常存在相当大的偏差，部分原因是模型数据代表的是网格箱的区域平均值，而观测数据则是来自特定点位置的雨量计。实际上，在网格尺度上，使用GCMs和RCMs模拟的极端降水事件的强度通常远弱于气象站观察到的强度（Elizabeth et al., 2010）。"
            ],
            "methodsCn": [
                "本研究采用QDM算法通过将QM算法与分位数增量变化方法相结合，来对未来某站点的日降水量进行下尺度处理（Cannon et al., 2015）。QM算法被应用于使用APHRODITE的日降水格点数据作为输入，插补加州73个站点的缺失降水数据。采用交叉验证方法评估SD模型的性能（Fan et al., 2013）。SD模型用于预测在SSP245和SSP585情景下，21世纪末降水指标的变化，然后将结果与原始GCM模拟结果进行比较，以评估SD模型的附加价值。"
            ],
            "datasetCn": [
                "从国家海洋和大气管理局（NOAA）全球历史气候网络（GHCN）获取了加利福尼亚州（CA）五个国家的每日降水观测数据。由于自2005年以来大多数站点缺乏每日降水数据，仅采用了在1979年至2005年期间整体缺失数据少于25%的73个站点的数据。使用Yatagai等人（2009年，2012年）开发的每日格点降水数据集（APHRODITE）对选定站点的缺失降水数据进行了插值。使用欧洲中期天气预报中心（ECMWF）第五代大气重分析数据（ERA5）提供的1979-2005年每日格点降水数据，空间水平分辨率为2.5° × 2.5°，对所提出的SD模型进行了强迫，然后将SD模型应用于GCM模拟。选择了10个CMIP6气候模型（见表1）。对1979-2014年的历史模拟和2015年至2100年在SSP245和SSP585情景下的未来降水预测进行了应用，以对73个站点的每日降水进行下尺度处理。"
            ],
            "findingsCn": [
                "SD模型有效地减少了与观测值相比的降水指数的偏差和均方根误差（RMSE）。此外，它有效地调整了加利福尼亚州各个站点的下调日降水量和指数的分布偏差。我们的SD多模型集合预测显示，到21世纪末（2081-2100年），加利福尼亚州的SDII和总极端降水（R95PTOT）将显著且稳健地增加，分别为0.5 mm/d和19.7 mm，相较于当前值（1995-2014年）。在更高排放情景（SSP585）下，特别是在东南部山区，R95PTOT、SDII、非常湿润天数（R10MM）和RX1DAY等指数的增加更为明显。SD模型表明，SDII和RX1DAY的上升速度可能会比之前模型模拟的预测更快，尤其是在加利福尼亚州的2081-2100年期间。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the quantile delta mapping (QDM) method effectively address the biases in daily precipitation data when applied to datasets in Central Asia?",
                "QuestionCn": "量化增量映射（QDM）方法在应用于中亚地区的数据集时，能否有效解决日降水数据中的偏差？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the cross-validation method used to evaluate the performance of statistical downscaling models in precipitation studies?",
                "QuestionCn": "交叉验证方法是否用于评估降水研究中统计降尺度模型的性能？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "Where do the daily precipitation observations for Central Asia originate from, and what challenges are associated with these datasets?",
                "QuestionCn": "中亚的每日降水观测数据来源于哪里，以及与这些数据集相关的挑战是什么？",
                "AnswerEn": "NOAA Global Historical Climatology Networks",
                "AnswerCn": "NOAA全球历史气候网络",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Who are the primary sources of the gridded precipitation data used to interpolate missing station data in Central Asia?",
                "QuestionCn": "在中亚，用于插值缺失站点数据的网格降水数据的主要来源是谁？",
                "AnswerEn": "APHRODITE dataset, ERA5 reanalysis data",
                "AnswerCn": "APHRODITE 数据集，ERA5 再分析数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how a statistical downscaling model can be used to improve precipitation data accuracy in regions with complex terrain?",
                "QuestionCn": "您能否提供一个示例，说明如何使用统计下采样模型来提高复杂地形区域降水数据的准确性？",
                "AnswerEn": "The QDM algorithm was employed to downscale future daily precipitation at stations by combining the QM algorithm with a quantile delta change approach. This method effectively reduces biases and RMSEs of the modeled precipitation indices compared to observations, particularly in areas with complex terrain.",
                "AnswerCn": "QDM算法通过将QM算法与分位数增量变化方法相结合，应用于未来日降水量的下尺度处理。该方法有效减少了模拟降水指标与观测值之间的偏差和均方根误差，特别是在复杂地形地区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that could be used to fill gaps in historical precipitation data for Central Asia?",
                "QuestionCn": "一个可以用来填补中亚历史降水数据空白的数据集的例子是什么？",
                "AnswerEn": "The daily gridded precipitation dataset developed by APHRODITE was used to interpolate missing precipitation data at selected stations in Central Asia, ensuring a more complete dataset for historical analysis.",
                "AnswerCn": "由APHRODITE开发的日格点降水数据集被用于对中亚选定站点的缺失降水数据进行插值，从而确保历史分析的数据集更加完整。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a challenge in using global climate models to project precipitation changes in Central Asia?",
                "QuestionCn": "可以提供一个使用全球气候模型预测中亚降水变化的挑战的例子吗？",
                "AnswerEn": "Global climate models often exhibit considerable biases because their data represent area averages over grid boxes, while observations are derived from rain gauges at specific point locations. This results in the simulated intensities of extreme precipitation events being usually much weaker than those observed at weather stations.",
                "AnswerCn": "全球气候模型通常存在相当大的偏差，因为它们的数据代表的是网格箱的区域平均值，而观测数据则来自特定点位置的雨量计。这导致模拟的极端降水事件强度通常远弱于气象站观测到的强度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the methods used to address biases in modeled precipitation indices compared to observed data in regional climate studies?",
                "QuestionCn": "在区域气候研究中，针对模拟降水指数与观测数据之间的偏差，通常采用以下方法进行处理：",
                "AnswerEn": "QDM algorithm, cross-validation method",
                "AnswerCn": "QDM算法，交叉验证方法",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are associated with simulating precipitation events using global climate models in regions with complex terrain?",
                "QuestionCn": "使用全球气候模型模拟复杂地形地区降水事件时面临的挑战有哪些？",
                "AnswerEn": "failing to reproduce observed daily precipitation distributions, considerable biases, area averages over grid boxes, weaker intensities of extreme precipitation events",
                "AnswerCn": "未能再现观测到的每日降水分布，存在显著偏差，网格框的区域平均值，极端降水事件的强度较弱。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the ERA5 reanalysis data used to force the statistical downscaling model?",
                "QuestionCn": "ERA5再分析数据用于强制统计降尺度模型的空间分辨率是多少？",
                "AnswerEn": "2.5° × 2.5°",
                "AnswerCn": "2.5° × 2.5°",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Quantile Delta Mapping (QDM) approach in statistical downscaling models used for climate data?",
                "QuestionCn": "定量差异映射（QDM）方法是用于气候数据的统计下采样模型的一种方法。",
                "AnswerEn": "The Quantile Delta Mapping (QDM) approach is a statistical downscaling method that combines the quantile mapping (QM) algorithm with a quantile delta change approach to downscale future daily precipitation data at meteorological stations. It is used to address biases and improve the accuracy of modeled climate variables, such as precipitation, by adjusting the distributional biases in the downscaled data.",
                "AnswerCn": "量化增量映射（QDM）方法是一种统计降尺度方法，它将量化映射（QM）算法与量化增量变化方法相结合，用于在气象站点对未来的日降水数据进行降尺度。该方法旨在解决偏差问题，提高模拟气候变量（如降水）的准确性，通过调整降尺度数据中的分布偏差来实现。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are typically faced when using global and regional climate models for projecting precipitation changes?",
                "QuestionCn": "在使用全球和区域气候模型预测降水变化时，通常面临哪些挑战？",
                "AnswerEn": "Challenges include the limited resolutions of global climate models (GCMs), which can lead to significant biases relative to observed climate variables, such as temperature and precipitation. Additionally, both global and regional climate models often fail to reproduce the observed daily precipitation distribution and extremes, especially in areas with complex terrain. Simulated precipitation outputs usually exhibit considerable biases because model data represent area averages over grid boxes, while observations are derived from specific point locations.",
                "AnswerCn": "挑战包括全球气候模型（GCMs）分辨率有限，这可能导致与观测气候变量（如温度和降水）之间存在显著偏差。此外，全球和区域气候模型通常无法再现观察到的日降水分布和极端天气，尤其是在复杂地形地区。模拟的降水输出通常表现出相当大的偏差，因为模型数据代表的是网格单元的区域平均值，而观测数据则来自特定的点位。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What datasets are typically used to obtain daily precipitation observations in Central Asia for climate studies?",
                "QuestionCn": "在中亚进行气候研究时，通常使用哪些数据集来获取每日降水观测数据？",
                "AnswerEn": "Datasets used include daily precipitation observations from the National Oceanic and Atmospheric Administration (NOAA) Global Historical Climatology Networks (GHCN). For missing data interpolation, the daily gridded precipitation dataset known as APHRODITE is used. Additionally, the ERA5 reanalysis data from the European Centre for Medium Weather Forecasts (ECMWF) with a spatially horizontal resolution of 2.5° × 2.5° is used to force statistical downscaling models before applying them to global climate model simulations.",
                "AnswerCn": "使用的数据集包括来自美国国家海洋和大气管理局（NOAA）全球历史气候网络（GHCN）的每日降水观测数据。对于缺失数据的插值，使用了名为APHRODITE的每日格点降水数据集。此外，来自欧洲中期天气预报中心（ECMWF）的ERA5再分析数据，具有2.5° × 2.5°的空间水平分辨率，用于驱动统计降尺度模型，然后将其应用于全球气候模型模拟。",
                "Level": "C1(Remembering)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise when using gridded precipitation datasets to interpolate missing data at specific meteorological stations, and how can these challenges affect the interpretation of extreme precipitation indices?",
                "QuestionCn": "使用网格化降水数据集在特定气象站插值缺失数据时可能会出现哪些挑战，这些挑战如何影响对极端降水指标的解释。",
                "AnswerEn": "Challenges include potential biases due to the spatial mismatch between gridded data and point observations. These biases can affect the reliability of interpolated data and thus the accuracy of extreme precipitation indices. Gridded data represent area averages, while observations are from specific locations, which can lead to underestimation of extremes. Addressing these challenges is crucial for accurate climate change impact assessments.",
                "AnswerCn": "挑战包括由于网格数据与点观测之间的空间不匹配而可能产生的偏差。这些偏差可能影响插值数据的可靠性，从而影响极端降水指数的准确性。网格数据代表区域平均值，而观测数据来自特定位置，这可能导致对极端事件的低估。解决这些挑战对于准确评估气候变化影响至关重要。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the biases and RMSEs of modeled precipitation indices impact the interpretation of future precipitation scenarios under different socio-economic pathways?",
                "QuestionCn": "模型化降水指数的偏差和均方根误差（RMSE）如何影响在不同社会经济路径下对未来降水情景的解读？",
                "AnswerEn": "Biases and RMSEs in modeled precipitation indices can skew the interpretation of future precipitation scenarios, potentially leading to inaccurate assessments of changes in extreme precipitation patterns. By effectively reducing these biases and RMSEs, more reliable projections under different socio-economic pathways can be achieved, enhancing the understanding of how extreme precipitation may evolve and impact Central Asia's climate.",
                "AnswerCn": "模型化降水指数中的偏差和均方根误差（RMSE）可能会扭曲对未来降水情景的解读，从而导致对极端降水模式变化的不准确评估。通过有效减少这些偏差和RMSE，可以在不同社会经济路径下实现更可靠的预测，从而增强对极端降水如何演变及其对中亚气候影响的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the biases and RMSEs in modeled precipitation indices when compared to observed data?",
                "QuestionCn": "在与观测数据相比时，模型化降水指数的偏差和均方根误差（RMSE）是由什么原因造成的？",
                "AnswerEn": "Global and regional climate models often fail to reproduce the observed daily precipitation distribution and hence extremes, especially in areas with complex terrain. Simulated precipitation outputs from GCMs and even RCMs usually exhibit considerable biases partly because the model data represent area averages over grid boxes, while observations are derived from rain gauges at specific point locations.",
                "AnswerCn": "全球和区域气候模型往往无法再现观察到的日降水分布，因此在复杂地形地区的极端天气方面表现不佳。来自全球气候模型（GCMs）甚至区域气候模型（RCMs）的模拟降水输出通常存在相当大的偏差，部分原因是模型数据代表的是网格单元的区域平均值，而观测数据则是来自特定点位置的雨量计。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the consequences of using statistical downscaling models for projecting precipitation indices in regions with complex terrain, compared to relying solely on global climate models?",
                "QuestionCn": "使用统计降尺度模型在复杂地形区域预测降水指标的后果，与仅依赖全球气候模型相比，是什么？",
                "AnswerEn": "The use of statistical downscaling models, such as those based on quantile delta mapping, helps reduce biases and root mean square errors in modeled precipitation indices compared to observations. It effectively adjusts distributional biases in downscaled daily precipitation and indices, offering more accurate predictions, especially in areas with complex terrain where global climate models often fail to reproduce observed precipitation distributions.",
                "AnswerCn": "统计降尺度模型的使用，例如基于分位数增量映射的模型，有助于减少与观测值相比的模拟降水指数中的偏差和均方根误差。它有效地调整了降尺度日降水和指数中的分布偏差，提供了更准确的预测，尤其是在全球气候模型常常无法再现观测降水分布的复杂地形区域。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the implications of using a multi-model ensemble approach in statistical downscaling for future projections of extreme precipitation under different socio-economic pathways?",
                "QuestionCn": "在不同社会经济路径下，使用多模型集成方法进行统计降尺度对未来极端降水预测的影响是什么？",
                "AnswerEn": "Using a multi-model ensemble approach in statistical downscaling provides significant and robust projections of increases in extreme precipitation indices, such as SDII and R95PTOT, under different socio-economic pathways. It allows for a comprehensive assessment of potential future changes, offering insights into more pronounced increases in precipitation indices under higher emission scenarios, particularly in sensitive regions.",
                "AnswerCn": "使用多模型集成方法进行统计降尺度可以显著且稳健地预测在不同社会经济路径下极端降水指标（如SDII和R95PTOT）的增加。这种方法允许对潜在未来变化进行全面评估，提供了在更高排放情景下，特别是在敏感地区，降水指标更显著增加的洞察。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intentions behind comparing the results of the statistical downscaling model with raw GCM simulations?",
                "QuestionCn": "比较统计降尺度模型结果与原始GCM模拟结果的意图是什么？",
                "AnswerEn": "The intention behind comparing the results of the statistical downscaling model with raw GCM simulations is to assess the added value of the statistical downscaling model in reducing biases and root mean square errors of the modeled precipitation indices. This comparison helps to evaluate the effectiveness of the downscaling model in adjusting distributional biases in the downscaled daily precipitation and indices at the stations across Central Asia, thereby enhancing the accuracy of future projections.",
                "AnswerCn": "比较统计降尺度模型的结果与原始GCM模拟结果的意图是评估统计降尺度模型在减少模拟降水指数的偏差和均方根误差方面的附加价值。这种比较有助于评估降尺度模型在调整中亚各站点日降水量及指数的分布偏差方面的有效性，从而提高未来预测的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the steps involved in utilizing a statistical downscaling model to assess and project precipitation indices at meteorological stations?",
                "QuestionCn": "利用统计降尺度模型评估和预测气象站降水指标的步骤包括：\n\n1. 数据收集：收集气象站的历史降水数据和大尺度气候变量（如气候模式输出）。\n\n2. 数据预处理：对收集到的数据进行清洗和整理，包括缺失值处理和数据标准化。\n\n3. 选择模型：选择合适的统计降尺度模型，如线性回归、分位数回归或机器学习方法。\n\n4. 模型训练：使用历史数据训练选定的模型，以建立大尺度气候变量与气象站降水之间的关系。\n\n5. 模型验证：通过交叉验证或其他方法评估模型的性能，确保其准确性和可靠性。\n\n6. 未来情景模拟：利用气候模式的未来预测数据，输入到训练好的模型中，生成未来降水的预测结果。\n\n7. 结果分析：对模型输出的降水指数进行分析，包括趋势、变化范围和不确定性评估。\n\n8. 结果应用：将预测结果应用于水资源管理、农业规划和气候适应策略等领域。",
                "AnswerEn": "The steps involve using a QDM algorithm to downscale future daily precipitation at a station by combining the QM algorithm with a quantile delta change approach. The QM algorithm interpolates missing data, and cross-validation evaluates the model's performance. The SD model is then used to project precipitation indices changes under different scenarios and compare these with raw GCM simulation results.",
                "AnswerCn": "这些步骤涉及使用QDM算法通过将QM算法与分位数增量变化方法相结合，来对未来的日降水量进行下尺度处理。QM算法用于插补缺失数据，交叉验证评估模型的性能。然后使用SD模型在不同情景下投影降水指标的变化，并将这些结果与原始GCM模拟结果进行比较。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can missing precipitation data be interpolated using daily gridded datasets in regional climate studies?",
                "QuestionCn": "如何使用日常网格化数据集在区域气候研究中插值缺失的降水数据。",
                "AnswerEn": "Missing precipitation data can be interpolated by using a daily gridded precipitation dataset like APHRODITE, which provides the necessary inputs to fill gaps in station observations. This approach is applied to interpolate missing data at selected meteorological stations.",
                "AnswerCn": "缺失的降水数据可以通过使用像APHRODITE这样的日常网格降水数据集进行插值，该数据集提供了填补气象站观测缺口所需的输入。这种方法被应用于对选定气象站的缺失数据进行插值。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What procedural steps are taken to validate a statistical downscaling model in the context of climate predictions?",
                "QuestionCn": "在气候预测的背景下，验证统计下调模型的程序步骤包括以下几个方面：\n\n1. **数据收集**：收集高分辨率的气候观测数据和低分辨率的气候模型输出数据。\n\n2. **模型构建**：根据所收集的数据，构建统计下调模型，通常使用回归分析、机器学习等方法。\n\n3. **训练与测试**：将数据集分为训练集和测试集，使用训练集来拟合模型，并用测试集来评估模型的性能。\n\n4. **性能评估**：使用多种统计指标（如均方根误差、相关系数等）来评估模型的预测能力。\n\n5. **交叉验证**：通过交叉验证方法进一步验证模型的稳健性，确保模型在不同数据集上的表现一致。\n\n6. **不确定性分析**：评估模型预测的不确定性，分析不同输入变量对输出结果的影响。\n\n7. **结果比较**：将模型的预测结果与其他已知的气候模型或观测数据进行比较，以验证其准确性。\n\n8. **敏感性分析**：分析模型对不同参数和假设的敏感性，以了解模型的稳定性和可靠性。\n\n9. **文献对比**：将模型结果与已有文献中的结果进行对比，验证模型的合理性。\n\n10. **模型调整**：根据验证结果对模型进行必要的调整和优化，以提高其预测能力。\n\n11. **最终验证**：在新的独立数据集上进行最终验证，以确认模型的适用性和可靠性。",
                "AnswerEn": "The validation of a statistical downscaling model includes using a cross-validation method to evaluate its performance. This involves comparing the modeled precipitation indices against observed data to ensure the model effectively reduces biases and RMSEs, and adjusts distributional biases in the downscaled data across stations.",
                "AnswerCn": "统计降尺度模型的验证包括使用交叉验证方法来评估其性能。这涉及将模拟的降水指数与观测数据进行比较，以确保模型有效地减少偏差和均方根误差（RMSE），并调整降尺度数据在各个站点的分布偏差。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection methods enable the accurate projection of extreme precipitation indices in arid regions like Central Asia?",
                "QuestionCn": "哪些数据收集方法能够准确预测像中亚这样的干旱地区的极端降水指数？",
                "AnswerEn": "The use of statistical downscaling models based on quantile delta mapping, which involves historical simulations and future projections from global climate models (GCMs) under scenarios such as SSP245 and SSP585, enables accurate projection of extreme precipitation indices. These methods help bridge the scale gap between model simulations and station observations.",
                "AnswerCn": "基于分位数增量映射的统计降尺度模型的使用，涉及历史模拟和全球气候模型（GCMs）在如SSP245和SSP585等情景下的未来预测，能够准确预测极端降水指数。这些方法有助于弥合模型模拟与站点观测之间的尺度差距。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does combining multiple datasets enhance the ability to predict future precipitation patterns in Central Asia?",
                "QuestionCn": "结合多个数据集如何增强预测中亚未来降水模式的能力？",
                "AnswerEn": "Combining datasets like the NOAA Global Historical Climatology Networks (GHCN) for daily precipitation observations, APHRODITE for interpolating missing data, and ERA5 reanalysis data to force the statistical downscaling model, alongside simulations from 10 CMIP6 GCMs, enhances the ability to predict future precipitation patterns by providing a comprehensive data foundation for more accurate projections.",
                "AnswerCn": "结合像NOAA全球历史气候网络（GHCN）这样的日降水观测数据、用于插补缺失数据的APHRODITE、以及ERA5再分析数据来驱动统计降尺度模型，再加上10个CMIP6气候模型的模拟，增强了预测未来降水模式的能力，为更准确的预测提供了全面的数据基础。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges in data collection might affect the accuracy of climate projections in regions with complex terrain, and how can these be mitigated?",
                "QuestionCn": "在地形复杂的地区，数据收集中的挑战可能会影响气候预测的准确性，这些挑战包括：地形变化导致的气候变量空间分布不均、气象站分布不足、数据获取的时间延迟以及局部气候现象的难以捕捉等。为了减轻这些影响，可以采取以下措施：增加气象站和观测点的密度，使用遥感技术和高分辨率气候模型，结合地形特征进行数据插值，以及加强对局部气候现象的研究和监测。",
                "AnswerEn": "Challenges include the failure of global and regional climate models to reproduce observed daily precipitation distributions and extremes, especially in complex terrains, due to biases and computational limitations. These can be mitigated by using statistical downscaling models that adjust distributional biases, reduce RMSEs, and provide finer resolution information than raw GCM simulations.",
                "AnswerCn": "挑战包括全球和区域气候模型未能再现观察到的日降水分布和极端天气，特别是在复杂地形中，主要是由于偏差和计算限制。这些问题可以通过使用统计降尺度模型来缓解，这些模型可以调整分布偏差，减少均方根误差（RMSE），并提供比原始全球气候模型（GCM）模拟更精细的分辨率信息。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods for extreme precipitation events in Central Asia face challenges in accurately representing daily precipitation distributions?",
                "QuestionCn": "中亚极端降水事件的数据收集方法可能面临挑战，无法准确表示每日降水分布的原因是什么？",
                "AnswerEn": "Global and regional climate models often fail to reproduce the observed daily precipitation distribution and hence extremes, especially in areas with complex terrain. This is partly because model data represent area averages over grid boxes, while observations are derived from rain gauges at specific point locations.",
                "AnswerCn": "全球和区域气候模型往往无法再现观察到的日降水分布，因此在复杂地形地区尤其难以模拟极端天气。这部分是因为模型数据代表的是网格箱内的区域平均值，而观测数据则是来自特定点位置的雨量计。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might relying solely on global climate models for future precipitation projections in Central Asia be insufficient?",
                "QuestionCn": "仅依赖全球气候模型对中亚未来降水的预测可能不足的原因是什么？",
                "AnswerEn": "Global climate models have significant biases relative to observed climate variables such as temperature and precipitation over Central Asia due to their limited resolutions. They often fail to capture the detailed spatial and temporal characteristics of precipitation, which are crucial for accurate predictions of extreme events, leading to the necessity for additional methods like statistical downscaling.",
                "AnswerCn": "全球气候模型相对于中亚地区的观测气候变量（如温度和降水）存在显著偏差，主要是由于其分辨率有限。它们往往无法捕捉降水的详细空间和时间特征，而这些特征对于准确预测极端事件至关重要，因此需要采用统计下采样等额外方法。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of the QDM-based statistical downscaling model in addressing the challenges of bias in daily precipitation distribution in complex terrains?",
                "QuestionCn": "如何评估基于QDM的统计降尺度模型在应对复杂地形中日降水分布偏差挑战的有效性？",
                "AnswerEn": "The QDM-based statistical downscaling model is considered effective as it reduces biases and RMSEs in modeled precipitation indices compared to observations. It also adjusts distributional biases in the downscaled daily precipitation and indices at the stations across Central Asia, particularly in areas with complex terrain.",
                "AnswerCn": "基于QDM的统计降尺度模型被认为是有效的，因为它减少了与观测值相比的模拟降水指数中的偏差和均方根误差（RMSE）。它还调整了中亚地区，特别是在复杂地形区域的降尺度日降水和指数的分布偏差。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your opinion on the potential limitations of using historical simulations and socio-economic pathways (SSP245 and SSP585) for future projections of extreme precipitation indices?",
                "QuestionCn": "我对使用历史模拟和社会经济路径（SSP245和SSP585）进行极端降水指数未来预测的潜在局限性有什么看法？",
                "AnswerEn": "The use of historical simulations and socio-economic pathways like SSP245 and SSP585 might face limitations due to the inherent biases in GCM and RCM outputs. These models often struggle with reproducing observed daily precipitation distributions, especially in regions with complex topography, which can affect the accuracy of future projections.",
                "AnswerCn": "历史模拟和社会经济路径（如SSP245和SSP585）的使用可能面临局限性，因为GCM和RCM输出中固有的偏差。这些模型通常难以再现观察到的日降水分布，特别是在地形复杂的地区，这可能影响未来预测的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How do you perceive the role of datasets like NOAA GHCN and APHRODITE in refining precipitation data collection methods for improved station-level extreme precipitation predictions?",
                "QuestionCn": "您如何看待像NOAA GHCN和APHRODITE这样的数据集在改进降水数据收集方法方面的作用，以提高站点级极端降水预测的准确性？",
                "AnswerEn": "Datasets like NOAA GHCN and APHRODITE play a crucial role in refining precipitation data collection methods. They provide essential historical and gridded precipitation data, which are used to address missing data issues and improve the accuracy of station-level extreme precipitation predictions through statistical downscaling approaches.",
                "AnswerCn": "像NOAA GHCN和APHRODITE这样的数据集在完善降水数据收集方法中发挥着至关重要的作用。它们提供了重要的历史和网格化降水数据，这些数据用于解决缺失数据问题，并通过统计降尺度方法提高站点级极端降水预测的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about the challenges involved in using global climate models (GCMs) for projecting precipitation indices in regions with complex terrain.",
                "QuestionCn": "我对在复杂地形区域使用全球气候模型（GCMs）预测降水指标所面临的挑战感到不确定。",
                "AnswerEn": "Global and regional climate models often fail to reproduce the observed daily precipitation distribution and extremes in areas with complex terrain. This is due to biases in model data representing area averages over grid boxes, while observations are derived from specific point locations, leading to weaker simulated intensities of extreme precipitation events.",
                "AnswerCn": "全球和区域气候模型往往无法再现复杂地形地区观察到的日降水分布和极端天气。这是因为模型数据代表的是网格单元的区域平均值，而观测数据则来自特定的点位置，导致极端降水事件的模拟强度较弱。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I can't make sense of why certain datasets are chosen for interpolating missing precipitation data at meteorological stations.",
                "QuestionCn": "我无法理解为什么选择某些数据集来插值气象站缺失的降水数据。",
                "AnswerEn": "The daily gridded precipitation dataset (APHRODITE) was used to interpolate missing precipitation data at selected stations because it provided daily precipitation inputs for the QM algorithm, aiding in the accurate downscaling of historical and future precipitation data.",
                "AnswerCn": "日常网格降水数据集（APHRODITE）被用来插值选定站点的缺失降水数据，因为它为QM算法提供了日降水输入，有助于准确下调历史和未来的降水数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please analyze the impact of using different statistical downscaling techniques on the accuracy of extreme precipitation projections in arid regions.",
                "QuestionCn": "分析在干旱地区使用不同统计降尺度技术对极端降水预测准确性的影响。",
                "AnswerEn": "The QDM algorithm is used to downscale future daily precipitation, combining the QM algorithm with a quantile delta change approach. This approach reduces biases and RMSEs of modeled precipitation indices compared to observations and adjusts distributional biases in downscaled daily precipitation and indices across Central Asia.",
                "AnswerCn": "QDM算法用于对未来日降水量进行下尺度处理，结合了QM算法和分位数增量变化方法。该方法减少了模拟降水指数与观测值之间的偏差和均方根误差（RMSE），并调整了中亚地区下尺度日降水量及其指数的分布偏差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please explore potential challenges in obtaining accurate precipitation data in regions with complex terrain and suggest methods to address these challenges.",
                "QuestionCn": "请探讨在复杂地形区域获取准确降水数据的潜在挑战，并建议解决这些挑战的方法。",
                "AnswerEn": "Challenges include the inability of global and regional climate models to reproduce observed daily precipitation distributions, especially in complex terrains. This is partly due to biases from model data representing area averages over grid boxes, while observations come from specific point locations. A practicable tool to handle these challenges is statistical downscaling models, which bridge the scale gap between climate model simulations and station observations.",
                "AnswerCn": "挑战包括全球和区域气候模型无法再现观察到的日降水分布，特别是在复杂地形中。这部分是由于模型数据代表的是网格单元的区域平均值，而观测数据来自特定的点位置。应对这些挑战的一个可行工具是统计降尺度模型，它在气候模型模拟和气象站观测之间架起了桥梁。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please investigate possible methods for enhancing the completeness and reliability of historical precipitation datasets in Central Asia.",
                "QuestionCn": "请调查增强中亚历史降水数据集的完整性和可靠性的可能方法。",
                "AnswerEn": "To enhance historical precipitation datasets, the QM algorithm can be applied to interpolate missing data using daily gridded precipitation data from sources like APHRODITE. Additionally, reanalysis data such as ERA5 can be used for forcing statistical downscaling models before applying them to GCM simulations, ensuring a more complete and reliable dataset.",
                "AnswerCn": "为了增强历史降水数据集，可以应用QM算法来插补缺失数据，使用来自APHRODITE等来源的日常网格降水数据。此外，像ERA5这样的再分析数据可以用于强迫统计降尺度模型，然后将其应用于GCM模拟，从而确保数据集更加完整和可靠。",
                "Level": "C6(Creating)"
            }
        ]
    }
}