{
    "id": "f4913fd4-8be1-41d4-9dc1-4bf9fb16ba85",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Quaternary glacial data set (sediments, glacial sites) in Hengduan Mountains (1982-1984)",
            "titleCn": "横断山区第四纪冰川数据集（沉积物，冰川遗址）（1982-1984）",
            "description": "The data set includes the characteristics of ancient glacial sediments, such as grain size characteristics, sporopollen characteristics, environmental indicators of chemical elements, mineral characteristics of sediments, etc. Table 1 shows the analysis of five samples collected from the red moraine of Q2, which shows that the grain size characteristics of different ages are the difference of grain size distribution caused by weathering strength. The earlier the moraine is formed, the farther the grain size characteristics of the moraine are from the typical moraine facies. According to Tang Lingyu's (1984) analysis of spores and pollen in lignite (Table 2), there are many clouds and firs, but there are many warm loving Castanea, Liquidambar and Quercus, which indicates that the mountain is dark coniferous cold temperate to warm temperate vegetation, while the piedmont plain is warm temperate or even mountain subtropical vegetation, and its altitude is not very high. The sporopollen analysis data of four surface soil samples and Q31 and q32 moraine samples from high to low altitude on the east slope of Gongga mountain show that the SPOROPOLLEN ASSEMBLAGES OF Q31 and q32 moraines are not significantly different from those at present (tables 3 and 4). The chemical elements of moraine samples were analyzed by icpq plasma analyzer. The results show that the other 18 elements can reflect the weathering degree in different degrees except Fe2O3, which is too influenced by local lithology to retrieve the information of age and weathering degree. There are 28 fine-grained samples, and the results are summarized in the table below. The analysis results of Hengduanshan moraine samples are shown in Table 6. It can be seen that there is little difference in the most stable mineral content of the Moraine in different periods. The mineral characteristics of the Moraine in this area clearly reflect the relationship between it and weathering time. It is hoped that through the geochemical study of the temporal and spatial sequence of glacial deposits, the indicator of element migration can be established for the study of Quaternary glacial environment in China.",
            "descriptionCn": "该数据集包括粒度特征、孢粉特征、化学元素的环境标示、沉积物的矿物特征等古冰川沉积物的特征，通过这些特征能够表明冰川环境。表1是在Q2的红色冰碛中采样(5个样)进行的分析，表明时代差别的粒度特征就是风化强弱造成的粒度分布差别，形成时间愈早,冰碛物的粒度特征距典型冰碛相去愈远。据唐领余(1984)对褐煤中孢粉所作的分析(表2)，其中多云、冷杉,但喜暖的栗属和枫香、栎很多，说明沉积时山地为暗针叶寒温带至暖温带植被，而山麓平原为暖温带甚至山地亚热带植被，其海拔不会很高。贡嘎山东坡海拔从高到低的四处表土样与Q31和Q32冰碛样中的孢粉分析资料表明，Q31及Q32冰碛的孢粉组合与现在无明显差异(表3、4)。用ICPQ等离子分析仪做了冰碛样品的化学元素环境标示分析，结果表明，除Fe2O3受局地岩性的影响太大而不能检索出时代及风化程度信息外,其它18个元素均能不同程度地反映风化程度。一共做了28个样品，样品筛选到细粉砾以下粒级，每个样做了19个元素，其结果比较理想，归纳列表于后(表5) 。横断山冰碛物样品分析结果见表6，可见各不同时期冰碛的最稳定矿物含量差别不大，本区冰碛物的矿物特征很明显地反映了它与风化时间的关系。希望通过对冰川沉积时空序列的地球化学研究，能建立冰期时空演变的元素迁移标示指标，以利于我国第四纪冰川环境研究。",
            "instructions": "In this data set, through the collation and integration of the data in this paper, a total of six data tables and a map of ancient glaciers and snow lines in the Hengduan Mountains during the last glacial period are included. The data tables are the grain size data of glacial sediments in Hengduan Mountains, the statistical table of sporopollen content in the early renewal brown coal seam in Litang County, Western Sichuan, the statistical table of sporopollen in the glacial moraine in Hengduan Mountains, and the surface soil sporopollen at different heights of Hailuogou Glacier in Gongga mountains Chemical analysis of Hengduan Mountain sediments and mineral analysis results of Hengduan Mountain moraine samples.",
            "instructionsCn": "在这份数据集中，通过对文中的数据进行整理和整合，共包含六个数据表和一幅横断山脉末次冰期古冰川与雪线图，数据表分别为横断山冰川沉积物粒度资料、川西理塘县早更新褐煤层孢粉含量统计表、横断山冰碛孢粉统计表、贡嘎山海螺沟冰川不同高度表土孢粉成分一览表、横断山沉积物化学分析、横断山冰碛样品矿物分析结果。",
            "east": 103.0,
            "west": 97.0,
            "south": 22.0,
            "north": 32.08,
            "startTime": null,
            "endTime": null,
            "fileSize": 23282417.0,
            "cstr": "18406.11.Glacio.tpdc.271313",
            "doi": "10.11888/Glacio.tpdc.271313",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李吉均",
                "nameEn": "LI Jijun",
                "unitEn": "",
                "unitCn": "兰州大学资源环境学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "横断山冰川",
                "titleEn": null,
                "referenceCn": "中国科学院青藏高原综合科学考察队. (1996). 横断山冰川[M]. 北京: 科学出版社",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰川作用",
                "nameEn": "Glaciation"
            },
            {
                "nameCn": "冰川沉积物",
                "nameEn": "Glacial sediment"
            },
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            },
            {
                "nameCn": "花粉",
                "nameEn": "Pollen"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "横断山",
                "keywordEn": "Hengduan Mountains"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1982-1984",
                "keywordEn": "1982-1984",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "横断山区综合考察",
                "titleEn": "Comprehensive scientific investigation of Hengduan Mountains area"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific characteristics and features used to analyze Quaternary glacial sediments in a dataset related to the Hengduan Mountains?",
                "QuestionCn": "用于分析与横断山脉相关的第四纪冰川沉积物的数据集的具体特征和特征是什么？",
                "AnswerEn": "grain size characteristics, pollen characteristics, chemical element markers, mineral characteristics",
                "AnswerCn": "粒度特征、花粉特征、化学元素标记、矿物特征",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many samples were analyzed to determine the chemical elements in the ancient glacial deposits?",
                "QuestionCn": "为了确定古代冰川沉积物中的化学元素，分析了多少个样本？",
                "AnswerEn": "28",
                "AnswerCn": "二十八",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'pollen analysis' entail in the context of understanding glacier environments?",
                "QuestionCn": "在理解冰川环境的背景下，“花粉分析”涉及什么？",
                "AnswerEn": "Pollen analysis in the context of understanding glacier environments involves examining the characteristics of spores and pollen within sediment samples. This analysis can reveal information about past vegetation and climate conditions, such as indicating that the area was once a cold temperate to warm temperate zone with dark coniferous forest vegetation. Such insights help infer the environmental conditions during the time of sediment deposition.",
                "AnswerCn": "在理解冰川环境的背景下，花粉分析涉及检查沉积样本中孢子和花粉的特征。这种分析可以揭示过去植被和气候条件的信息，例如表明该地区曾经是一个寒温带到温暖温带的区域，拥有深色针叶林植被。这些见解有助于推断沉积物沉积时的环境条件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the methodologies for analyzing mineral characteristics in Quaternary glacial sediments compare to techniques used for chemical element environmental marker analysis?",
                "QuestionCn": "分析第四纪冰川沉积物矿物特征的方法与用于化学元素环境标记分析的技术相比，如何？",
                "AnswerEn": "The methodologies for analyzing mineral characteristics in Quaternary glacial sediments involve identifying and comparing the most stable mineral content across different glacial periods to reflect weathering time relationships. In contrast, chemical element environmental marker analysis uses techniques like ICPQ plasma analysis to identify 19 different elements that can indicate weathering degrees, except for Fe2O3, which is influenced by local lithology. Both methods aim to provide insights into the environmental conditions of glacial periods but focus on different aspects of the sediments.",
                "AnswerCn": "分析第四纪冰川沉积物矿物特征的方法涉及识别和比较不同冰川时期最稳定的矿物成分，以反映风化时间关系。相比之下，化学元素环境标志物分析使用如ICPQ等离子体分析等技术，识别19种不同的元素，这些元素可以指示风化程度，除了Fe2O3，它受到当地岩石的影响。这两种方法旨在提供对冰川时期环境条件的洞察，但侧重点不同。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the choice of analytical methods for studying glacial sediment characteristics in Quaternary ice deposits?",
                "QuestionCn": "影响研究第四纪冰川沉积物特征的分析方法选择的因素有哪些？",
                "AnswerEn": "The choice of analytical methods for studying glacial sediment characteristics is influenced by the need to identify various features such as grain size, spore-pollen characteristics, chemical element indicators, and mineral attributes. Techniques like grain size distribution analysis help differentiate the weathering strength and temporal characteristics of the sediment. Spore-pollen analysis reveals the vegetation and climate conditions during deposition, while chemical element analysis using tools like ICPQ plasma analyzers highlights the weathering degree. These methods collectively aim to establish geochemical indicators for the spatiotemporal evolution of glacial periods.",
                "AnswerCn": "研究冰川沉积物特征的分析方法选择受到识别各种特征的需求影响，例如颗粒大小、孢子-花粉特征、化学元素指标和矿物属性。颗粒大小分布分析等技术有助于区分沉积物的风化强度和时间特征，而孢子-花粉分析揭示了沉积期间的植被和气候条件，化学元素分析则使用如ICPQ等离子体分析仪等工具突出风化程度。这些方法共同旨在建立冰川时期时空演化的地球化学指标。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives of analyzing the mineral characteristics and chemical elements of Quaternary glacial deposits in the Hengduan Mountains?",
                "QuestionCn": "分析横断山脉第四纪冰川沉积物的矿物特征和化学元素的目标是什么？",
                "AnswerEn": "The objectives are to establish indicators for the temporal and spatial evolution of glacial periods by analyzing the geochemical characteristics of glacial deposits. This approach aims to enhance the understanding of Quaternary glacial environments in China by identifying differences in weathering intensity and elemental migration over time.",
                "AnswerCn": "目标是通过分析冰川沉积物的地球化学特征，建立冰川时期的时间和空间演变指标。该方法旨在通过识别天气化强度和元素迁移随时间的变化，增强对中国第四纪冰川环境的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in analyzing the mineral characteristics of glacial sediment samples to determine their relation to weathering time?",
                "QuestionCn": "分析冰川沉积样品的矿物特征以确定其与风化时间的关系涉及哪些程序？",
                "AnswerEn": "The analysis involves using glacial sediment samples that are screened to fine gravel size and then conducting elemental analysis with an ICP-Q plasma analyzer. Each sample undergoes analysis for 19 different elements to assess the degree of weathering. The results are then compiled and summarized to identify the relationship between mineral characteristics and weathering time.",
                "AnswerCn": "该分析涉及使用冰川沉积物样本，这些样本经过筛选至细砂粒度，然后使用ICP-Q等离子体分析仪进行元素分析。每个样本分析19种不同的元素，以评估风化程度。然后将结果汇总，以识别矿物特征与风化时间之间的关系。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}