{
  "id": "f49180ee-e0d5-4c01-a04c-40dae25c5333",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data set of granitoids in Hengduan Mountains (1995)",
      "titleCn": "横断山区花岗岩类地球化学数据集（1995）",
      "description": "This data set is a geochemical data set of granitoids in hengduan Mountain area. The total amount and components of rare earth elements in the kangdian paleocontinent, Ailaoshan-Jinshajiang, Lincang-Zuo Gong and Luxi-Tengchong granite belts in Hengduan Mountain area are studied. The ree abundance, variation and distribution patterns of various rocks are discussed, and the genetic types of granites are preliminarily discussed. Isotope geochemistry study, using strontium and neodymium isotope system tracing method, it is helpful to understand the genesis and material source of granitoids. For this reason, the isotopic compositions of strontium and neodymium in the granitoids of the four rock belts, including diorite, granodiorite, porphyritic biotite monzonite, potassic feldspar granite, alkali feldspar granite, hornblende biotite monzonite porphyry and alkali feldspar syenite, have been studied. It is helpful to study the geochemical related aspects of granites.",
      "descriptionCn": "本数据集为横断山区花岗岩类地球化学数据集，研究了横断山区的康滇古陆、哀牢山-金沙江、临沧-左贡和潞西-腾冲四条岩带花岗岩类岩石稀土总量和分量。重点讨论稀土元素丰度、变化规律和各类岩石稀土元素分布模式，并对花岗岩类的成因类型作了初步探讨。同位素地球化学研究，采用锶、钕同位素体系示踪法，它有助于对花岗岩类的成因及其物质来源的深入了解。为此对区内四条岩带的花岗岩类出现的主要岩石类型，包括闪长岩、花岗闪长岩、斑状黑云母二长花岗岩、钾长花岗岩、碱长花岗岩、角闪石黑云母二长花岗斑岩和碱长石正长岩等，进行了锶和锶、钕同位素组成的研究。对研究花岗岩类的地球化学相关方面的内容有很大帮助。",
      "instructions": "The dataset is stored in Excel format and contains 13 workbooks, which respectively introduce the information about rare earth elements and isotopes of granites in the Hengduan Mountains.",
      "instructionsCn": "该数据集以Excel格式存储，包含了13张工作簿，分别介绍了横断山区花岗岩类稀土元素、同位素等方面相关信息。",
      "east": 104.5,
      "west": 96.33,
      "south": 24.67,
      "north": 34.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 49143.0,
      "cstr": "18406.11.SolidEar.tpdc.272647",
      "doi": "10.11888/SolidEar.tpdc.272647",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "张玉泉",
        "nameEn": "ZHANG Yuquan ",
        "unitEn": "Guangzhou Institute of Geochemistry, Chinese Academy of Sciences",
        "unitCn": "中国科学院广州地球化学研究所"
      },
      {
        "nameCn": "谢应雯",
        "nameEn": "XIE Yingwen ",
        "unitEn": "Guangzhou Institute of Geochemistry, Chinese Academy of Sciences",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "1995. 横断山区花岗岩类地球化学",
        "titleEn": null,
        "referenceCn": "中国科学院青藏高原综合科学考察队. (1995). 横断山区花岗岩类地球化学. 北京, 科学出版社.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "稀土元素",
        "nameEn": "Rare earth"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "横断山区",
        "keywordEn": "Hengduan Mountains region"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1995",
        "keywordEn": "1995",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of geochemical data collection methods used for studying granite rocks in the Hengduan Mountains area?",
        "QuestionCn": "用于研究横断山地区花岗岩的地球化学数据采集方法的特点是什么？",
        "AnswerEn": "abundance, variation patterns, distribution models of rare earth elements, isotopic geochemistry studies, strontium isotope tracing, neodymium isotope tracing",
        "AnswerCn": "稀土元素的丰度、变异模式、分布模型、同位素地球化学研究、锶同位素示踪、钕同位素示踪。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the total number of granite samples analyzed for their strontium and neodymium isotope compositions in the geochemical research of granitic rocks in the Hengduan Mountains?",
        "QuestionCn": "在对横断山脉花岗岩的地球化学研究中，分析了总共多少个花岗岩样品的锶和钕同位素组成？",
        "AnswerEn": "The metadata does not specify the exact total number of granite samples analyzed for their strontium and neodymium isotope compositions.",
        "AnswerCn": "元数据未具体说明分析其锶和钕同位素组成的花岗岩样品总数。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does '同位素地球化学研究' mean in the context of understanding granite formation?",
        "QuestionCn": "在理解花岗岩形成的背景下，“同位素地球化学研究”是什么意思？",
        "AnswerEn": "同位素地球化学研究, or isotope geochemical research, refers to the study of isotopic compositions, specifically using strontium and neodymium isotopic systems as tracers, to gain insights into the formation and material sources of granitic rocks. This approach helps in understanding the geochemical processes and the origins of the granites in the context of the rock belts in the Hengduan Mountains.",
        "AnswerCn": "同位素地球化学研究是指对同位素组成的研究，特别是利用锶和钕同位素系统作为示踪剂，以深入了解花岗岩的形成和物质来源。这种方法有助于理解地球化学过程以及在横断山脉岩带背景下花岗岩的起源。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of strontium and neodymium isotopic tracing methods for studying the geochemical characteristics of granitic rocks in the Hengduan Mountains region?",
        "QuestionCn": "哪些因素促成了选择锶和钕同位素追踪方法来研究横断山地区花岗岩的地球化学特征？",
        "AnswerEn": "The use of strontium and neodymium isotopic tracing methods is driven by the need to better understand the origins and material sources of granitic rocks. These isotopes help in identifying the abundance, variation patterns, and distribution models of rare earth elements in different types of granitic rocks, such as diorite, granite diorite, porphyritic biotite monzonitic granite, potassium granite, alkaline granite, hornblende biotite monzonitic porphyry, and alkaline feldspar syenite. The isotopic studies provide significant insights into the genetic types of granitic rocks, which are crucial for geochemical research in the region.",
        "AnswerCn": "锶和钕同位素追踪方法的使用是为了更好地理解花岗岩的起源和物质来源。这些同位素有助于识别不同类型花岗岩（如二长岩、花岗岩二长岩、斑状黑云母单斜花岗岩、钾花岗岩、碱性花岗岩、角闪石黑云母单斜斑岩和碱性长石闪长岩）中稀土元素的丰度、变化模式和分布模型。同位素研究为花岗岩的遗传类型提供了重要的见解，这对该地区的地球化学研究至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the understanding of granite genesis when using strontium and neodymium isotopic systems for tracing the origin of materials in geochemical studies?",
        "QuestionCn": "在地球化学研究中使用锶和铈同位素系统追踪材料来源时，对花岗岩成因理解的潜在影响是什么？",
        "AnswerEn": "Using strontium and neodymium isotopic systems for tracing the origin of materials can significantly enhance the understanding of granite genesis. This method allows for an in-depth exploration of the material sources and formation processes of granite rocks. By analyzing the isotopic compositions of major rock types such as diorite, granodiorite, porphyritic biotite monzogranite, potassium granite, alkaline granite, amphibole biotite monzogranite porphyry, and alkaline feldspar syenite, researchers can better comprehend the abundance, variability, and distribution patterns of rare earth elements. Consequently, this approach provides more robust insights into the geochemical characteristics and origins of granitic formations within different rock belts.",
        "AnswerCn": "使用锶和钕同位素系统追踪材料的来源可以显著增强对花岗岩成因的理解。这种方法允许对花岗岩的材料来源和形成过程进行深入探索。通过分析主要岩石类型如二长岩、花岗闪长岩、斑状黑云母单斜花岗岩、钾花岗岩、碱性花岗岩、角闪石黑云母单斜花岗岩脉和碱性长石辉长岩的同位素组成，研究人员可以更好地理解稀土元素的丰度、变异性和分布模式。因此，这种方法为不同岩石带内花岗岩的地球化学特征和起源提供了更为可靠的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind collecting geochemical data on granitic rocks in the Hengduan Mountains, and how do these goals guide the choice of isotopic and elemental analysis methods?",
        "QuestionCn": "收集横断山脉花岗岩地球化学数据的主要目标是什么，这些目标如何指导同位素和元素分析方法的选择？",
        "AnswerEn": "The primary objectives are to understand the abundance and distribution patterns of rare earth elements in granitic rocks across different rock belts in the Hengduan Mountains, and to explore the genesis and material sources of these granitic types. These goals guide the choice of isotopic and elemental analysis methods, such as the use of strontium and neodymium isotopic systems, which help in tracing the origin and formation processes of the granitic rocks.",
        "AnswerCn": "主要目标是了解横断山脉不同岩带中花岗岩中稀土元素的丰度和分布模式，并探讨这些花岗岩类型的成因和物质来源。这些目标指导了同位素和元素分析方法的选择，例如使用锶和钕同位素系统，这有助于追踪花岗岩的起源和形成过程。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodological approaches were employed to analyze the isotopic composition of strontium and neodymium in granite rock types for geochemical studies in the region?",
        "QuestionCn": "在该地区的地球化学研究中，采用了哪些方法论方法来分析花岗岩岩石类型中锶和钕的同位素组成？",
        "AnswerEn": "The isotopic geochemical research utilized the strontium and neodymium isotope tracing method, which aids in understanding the genesis and material source of the granite rocks in the study area. This approach involved analyzing the isotopic composition of strontium and neodymium in major rock types such as diorite, granodiorite, porphyritic biotite monzogranite, potassium feldspar granite, alkaline granite, amphibole biotite monzogranite porphyry, and alkaline feldspar syenite.",
        "AnswerCn": "同位素地球化学研究利用锶和钕同位素追踪方法，有助于理解研究区域花岗岩的成因和物质来源。该方法涉及分析主要岩石类型（如二长岩、花岗闪长岩、斑状黑云母单斜花岗岩、钾长石花岗岩、碱性花岗岩、角闪石黑云母单斜花岗岩脉和碱性长石辉长岩）的锶和钕的同位素组成。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}