{
  "id": "f4ce471e-3491-4d3b-b3a2-b5bc034fc956",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Sequencing of chromatin DNA bound with pluripotent related lncRNA Osilr9",
      "titleCn": "多能性相关lncRNA Osilr9所结合的染色质DNA测序",
      "description": "Nuclear reprogramming of somatic cells into a pluripotent status has the potential to create patient-specific pluripotent stem cells (iPSCs) for regenerative medicine.   Currently, however, the epigenetic mechanisms underlying this pluripotent reprogramming are poorly understood.   To delineate this epigenetic regulatory network, we utilized a chromatin RNA in situ reverse transcription sequencing (CRIST-seq) approach to identify long noncoding RNAs (lncRNAs) embedded in the 3-dimensional intrachromosomal architecture of stem cell core factor genes.  By combining CRIST-seq and RNA-seq, we identified Osilr9 (Oct4-Sox2 interacting lncRNA 9) as a pluripotency-associated lncRNA.   Osilr9 expression was associated with the status of stem cell pluripotency in reprogramming.   Using shRNA knockdown, we showed that this lncRNA was required for the optimal maintenance of stem cell pluripotency.   Overexpression of Osilr9 induced robust activation of endogenous stem cell core factor genes in fibroblasts.   Osilr9 participated in the formation of the intrachromosomal looping required for maintenance of pluripotency.   After binding to the Oct4 promoter, Osilr9 recruited the DNA demethylase  TET1, leading to promoter demethylation.   These data demonstrate that Osilr9 is a critical chromatin epigenetic modulator that coordinates the promoter activity of core stem cell factor genes, highlighting the critical role of pluripotency-associated lncRNAs in stem cell  pluripotency and reprogramming.",
      "descriptionCn": "体细胞核重编程成为多能状态有可能为再生医学提供患者特异性多能干细胞（iPSCs）。然而，目前，这种多能性重编程背后的表观遗传机制还知之甚少。为了描述这种表观遗传调控网络，我们利用染色质RNA原位逆转录测序（CRIST-seq）方法来识别嵌在干细胞核心因子基因的三维染色体内结构中的长非编码RNA（lncRNAs）。通过结合CRIST -seq和RNA-seq，我们确定Osilr9 （Oct4-Sox2相互作用的lncRNA 9）是一个多能性相关的lncRNA。Osilr9表达与干细胞重编程多能性状态相关。通过shRNA敲低，我们证明了该lncRNA是维持干细胞多能性的最佳条件。Osilr9的过表达诱导成纤维细胞内源性干细胞核心因子基因的稳健激活。Osilr9参与了维持多能性所需的染色体内环的形成。与Oct4启动子结合后，Osilr9招募DNA去甲基酶TET1，导致启动子去甲基化。这些数据表明，Osilr9是一个关键的染色质表观遗传调节剂，协调核心干细胞因子基因的启动子活性，突出了多能性相关lncrna在干细胞多能性和重编程中的关键作用。",
      "instructions": "Oslr9 combined with DNA sequencing named Oslr9, demethylation enzyme Tet1 bound  RNA sequencing named Tet1",
      "instructionsCn": "Oslr9所结合的DNA测序命名为Oslr9，\n去甲基化酶Tet1所结合的RNA测序命名为Tet1",
      "east": 0.0,
      "west": 0.0,
      "south": 0.0,
      "north": 0.0,
      "startTime": "2021-03-01 14:23:26",
      "endTime": "2021-06-01 14:23:26",
      "fileSize": 6178250212.0,
      "cstr": "18406.11.HumanNat.tpdc.300204",
      "doi": "10.11888/HumanNat.tpdc.300204",
      "dataFormat": null,
      "license": "4"
    },
    "authorList": [
      {
        "nameCn": "胡继繁",
        "nameEn": "HU Jifan",
        "unitEn": "",
        "unitCn": "吉林大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "LncRNA Osilr9 coordinates promoter DNA demethylation and the intrachromosomal loop structure required for maintaining stem cell pluripotency.",
        "referenceCn": null,
        "referenceEn": "Zhu, Y., Yan, Z., Fu, C., Wen, X., Jia, L., Zhou, L., Du, Z., Wang, C., Wang, Y., Chen, J., Nie, Y., Wang, W., Cui, J., Wang, G., Hoffman, A.R., Hu, J.F., & Li, W. (2022). LncRNA Osilr9 coordinates promoter DNA demethylation and the intrachromosomal loop structure required for maintaining stem cell pluripotency. Mol Ther, S1525-0016(22)00714-6"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "其他",
        "nameEn": "Others"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      },
      {
        "nameCn": "科技文献",
        "nameEn": "scientific literature"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "无",
        "keywordEn": "None",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
        "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
      },
      {
        "titleCn": "非编码RNA及其新型修饰在翻译水平精密调控干细胞多能性的研究",
        "titleEn": "Non-coding RNAs and their novel modifications precisely regulate stem cell pluripotency at the translational level"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to identify pluripotency-related lncRNA interactions with chromatin in somatic cell nuclear reprogramming?",
        "QuestionCn": "用于识别与染色质相互作用的多能性相关长链非编码RNA（lncRNA）在体细胞核重编程中的数据收集方法的特点是什么？",
        "AnswerEn": "chromatin RNA in situ reverse transcription sequencing (CRIST-seq), RNA sequencing (RNA-seq), pluripotency-associated lncRNAs like Osilr9",
        "AnswerCn": "染色质RNA原位逆转录测序（CRIST-seq）、RNA测序（RNA-seq）、与多能性相关的长链非编码RNA如Osilr9。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is CRIST-seq in the context of data collection methods for studying chromatin interactions with lncRNAs?",
        "QuestionCn": "在研究染色质与长链非编码RNA相互作用的数据收集方法中，CRIST-seq是什么？",
        "AnswerEn": "CRIST-seq, or Chromatin RNA In Situ Reverse Transcription sequencing, is a method used to identify long non-coding RNAs (lncRNAs) embedded in the three-dimensional chromatin structures of genes related to stem cell core factors. In the context of studying pluripotency-related lncRNA interactions, CRIST-seq is utilized to describe the epigenetic regulation network by detecting how these lncRNAs, such as Osilr9, interact within the chromatin.",
        "AnswerCn": "CRIST-seq，即染色质RNA原位逆转录测序，是一种用于识别嵌入与干细胞核心因子相关基因的三维染色质结构中的长非编码RNA（lncRNA）的方法。在研究与多能性相关的lncRNA相互作用的背景下，CRIST-seq被用来描述表观遗传调控网络，通过检测这些lncRNA（如Osilr9）在染色质中的相互作用。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the role of lncRNA Osilr9 in the context of pluripotency when examining the integration of CRIST-seq and RNA-seq data collection methods?",
        "QuestionCn": "在检查CRIST-seq和RNA-seq数据收集方法的整合时，可以推断出lncRNA Osilr9在多能性背景下的作用是什么？",
        "AnswerEn": "The integration of CRIST-seq and RNA-seq data collection methods suggests that lncRNA Osilr9 plays a critical role in pluripotency by being associated with the pluripotent state during stem cell reprogramming. Osilr9 is identified as a pluripotency-associated lncRNA, and its expression correlates with the pluripotency state, suggesting its involvement in epigenetic regulation and the maintenance of pluripotency through mechanisms such as chromatin loop formation and promoter demethylation.",
        "AnswerCn": "CRIST-seq和RNA-seq数据收集方法的整合表明，lncRNA Osilr9在多能性中发挥着关键作用，它与干细胞重编程过程中的多能状态相关。Osilr9被确定为一种与多能性相关的lncRNA，其表达与多能状态相关，表明它参与了表观遗传调控和多能性的维持，机制包括染色质环形成和启动子去甲基化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying causes that necessitate the use of CRIST-seq for identifying lncRNAs involved in pluripotency during somatic cell nuclear reprogramming?",
        "QuestionCn": "识别在体细胞核重编程过程中与多能性相关的长链非编码RNA（lncRNA）所需使用CRIST-seq的潜在原因是什么？",
        "AnswerEn": "CRIST-seq is used to identify lncRNAs embedded in the 3D chromosomal structures of core stem cell factor genes because it allows for the detection of lncRNAs' interactions with chromatin in situ, providing insights into the epigenetic regulatory networks that are poorly understood in the context of pluripotency reprogramming. This method helps uncover the role of specific lncRNAs, such as Osilr9, which are crucial for maintaining pluripotency by facilitating chromosomal loop formations necessary for pluripotency, making it an essential tool for understanding these complex interactions.",
        "AnswerCn": "CRIST-seq用于识别嵌入核心干细胞因子基因三维染色体结构中的长链非编码RNA（lncRNA），因为它能够在原位检测lncRNA与染色质的相互作用，从而提供对在多能性重编程背景下尚不清楚的表观遗传调控网络的洞察。这种方法有助于揭示特定lncRNA（如Osilr9）的作用，这些lncRNA对于维持多能性至关重要，因为它们促进了维持多能性所需的染色体环形成，使其成为理解这些复杂相互作用的重要工具。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the ultimate goal of using CRIST-seq to identify pluripotency-associated lncRNAs in chromatin structures during somatic cell nuclear reprogramming?",
        "QuestionCn": "使用CRIST-seq识别在体细胞核重编程过程中与多能性相关的长链非编码RNA（lncRNA）在染色质结构中的最终目标是什么？",
        "AnswerEn": "The ultimate goal is to describe the epigenetic regulatory network involved in reprogramming somatic cells into a pluripotent state, which could provide patient-specific pluripotent stem cells for regenerative medicine by identifying long non-coding RNAs, like Osilr9, that play key roles in maintaining pluripotency and facilitating robust activation of endogenous core stem cell factor genes.",
        "AnswerCn": "最终目标是描述在将体细胞重编程为多能状态过程中涉及的表观遗传调控网络，这可能通过识别在维持多能性和促进内源核心干细胞因子基因强效激活中发挥关键作用的长非编码RNA（如Osilr9），为再生医学提供患者特异性的多能干细胞。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are necessary to employ CRIST-seq for identifying long non-coding RNAs embedded within the three-dimensional chromosomal structures associated with pluripotency in stem cell research?",
        "QuestionCn": "在干细胞研究中，采用CRIST-seq识别嵌入在与多能性相关的三维染色体结构中的长非编码RNA需要哪些步骤？",
        "AnswerEn": "CRIST-seq involves using chromatin RNA in situ reverse transcription sequencing to identify long non-coding RNAs (lncRNAs) within the three-dimensional chromosomal structures. This method allows for the identification of lncRNAs that are integrated into the genetic architecture of core stem cell factor genes. Combining CRIST-seq with RNA-seq, researchers can pinpoint pluripotency-related lncRNAs like Osilr9. This approach helps in understanding the role of lncRNAs in maintaining the pluripotent state of stem cells during reprogramming.",
        "AnswerCn": "CRIST-seq涉及使用染色质RNA原位逆转录测序来识别三维染色体结构中的长非编码RNA（lncRNA）。该方法可以识别与核心干细胞因子基因的遗传结构相结合的lncRNA。将CRIST-seq与RNA-seq结合，研究人员可以准确定位与多能性相关的lncRNA，如Osilr9。这种方法有助于理解lncRNA在重编程过程中维持干细胞多能性状态的作用。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enabled the identification of long non-coding RNAs (lncRNAs) within the three-dimensional chromosomal structures of stem cell core factor genes?",
        "QuestionCn": "哪些技术进步使得在干细胞核心因子基因的三维染色体结构中识别长非编码RNA（lncRNA）成为可能？",
        "AnswerEn": "The technological advancement that enabled this identification is the use of chromatin RNA in situ reverse transcription sequencing (CRIST-seq), which allows for the recognition of lncRNAs embedded within the three-dimensional chromosomal structures associated with stem cell core factor genes.",
        "AnswerCn": "这一识别所依赖的技术进步是使用染色质RNA原位逆转录测序（CRIST-seq），该技术能够识别嵌入在与干细胞核心因子基因相关的三维染色体结构中的长链非编码RNA（lncRNA）。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}