{
  "id": "f4eb6e5e-0cf5-4140-8e29-b648482fdceb",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurement synchronizing with the airborne microwave radiometers (L&K bands) mission in the Linze station foci experimental area on Jul. 4, 2008",
      "titleCn": "黑河综合遥感联合试验：临泽站加密观测区L&K波段机载微波辐射计地面同步观测数据集（2008年7月4日）",
      "description": "The dataset of ground truth measurement synchronizing with the airborne microwave radiometers (L&K bands) mission in the Linze station foci experimental area on Jul. 4, 2008. Observation items included:\n     (1) soil moisture (0-5cm) measured by the cutting ring method (50cm^3) from sample points of the P1 to P6 strips (17 sample points each),. Photos were also taken. The preprocessed soil volumetric moisture data were archived as Excel files.\n     (2) surface radiative temperature measured by the three handheld infrared thermometer (5# and 6# from Cold and Arid Regions Environmental and Engineering Research Institute, and one from Institute of Geographic Sciences and Natural Resources, which were all calibrated) from P1 to P6 strips quadrates. There are 34 sample points in total and each was repeated three times synchronizing with the airplane. Photos were taken. Data were archived as Excel files. \n     See the metadata record “WATER: Dataset of setting of the sampling plots and stripes in the Linze station foci experimental area” for more information of the quadrate locations.",
      "descriptionCn": "2008年7月4日在临泽站加密观测区荒漠微波飞行地面同步航线开展L&K波段机载微波辐射计航空遥感地面同步观测，共进行了土壤水分，地表辐射温度观测。\n1．土壤水分观测；观测目标：0-5cm表层土壤。观测仪器：环刀（体积50cm^3）。观测样方和采样次数：荒漠微波同步P1至P6样带，每条样带17个观测点，每个观测点一次观测， 观测点有相应照片。预处理数据为土壤体积含水量。数据存储：Excel。\n2．地表辐射温度观测。观测仪器：手持式红外温度计（寒旱所5#，寒旱所6#，地理所）；仪器均经过定标（请参考手持红外温度计定标数据.xls）。观测样方和采样次数：荒漠微波同步P1至P6样带，每条样带17个观测点，每个观测点3次重复， 观测点有相应照片。预处理数据根据热红外定标数据（标准源为黑体），将各仪器的实测温度与相应黑体温度进行直线拟合，求得拟合方程，再利用上述拟合的方程，对观测的原始观测数据进行定标处理。数据存储：Excel。\n样方样带的分布和编号信息请参见元数据“黑河综合遥感联合试验：临泽站加密观测区样方样带布置”，样方位置见临泽站加密观测站样方样带坐标.xls。",
      "instructions": null,
      "instructionsCn": null,
      "east": 100.158764,
      "west": 100.144867,
      "south": 39.36505,
      "north": 39.353587,
      "startTime": "2008-07-12 16:00:00",
      "endTime": "2008-07-12 16:00:00",
      "fileSize": 290404997.0,
      "cstr": "18406.11.water973.0106.db",
      "doi": "10.3972/water973.0106.db",
      "dataFormat": "文本",
      "license": null
    },
    "authorList": [
      {
        "nameCn": "白艳芬",
        "nameEn": "BAI Yanfen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": " 丁松爽",
        "nameEn": "DING Songchuang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "钱金波",
        "nameEn": "Qian Jinbo",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "舒乐乐",
        "nameEn": "SHU Lele",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "姜浩",
        "nameEn": "JIANG Hao",
        "unitEn": "",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "宋怡",
        "nameEn": "SONG Yi",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "汪洋",
        "nameEn": "WANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "徐瑱",
        "nameEn": "XU Zhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "李世华",
        "nameEn": "LI Shihua",
        "unitEn": "",
        "unitCn": "电子科技大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "利用主被动微波数据联合反演土壤水分",
        "titleEn": null,
        "referenceCn": "赵天杰, 张立新, 蒋玲梅, 陈权, 张志玉, 张勇攀. 利用主被动微波数据联合反演土壤水分. 地球科学进展, 2009, 24(7): 769-775.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "微波辐射计",
        "nameEn": "Microwave radiometer"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中游干旱区水文试验区",
        "keywordEn": "Arid Region Hydrology in the Middle Reaches"
      },
      {
        "keywordCn": "临泽站加密观测区",
        "keywordEn": "Closed observation area of Linze station"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-07-04",
        "keywordEn": "2008-07-04",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to observe soil moisture in arid environments?",
        "QuestionCn": "您能否提供一个用于观察干旱环境中土壤湿度的数据收集方法的例子？",
        "AnswerEn": "A data collection method used to observe soil moisture in arid environments involves using a ring knife with a volume of 50 cm^3 to measure soil moisture at a depth of 0-5 cm. Observations are conducted at 17 points along each sample belt in a designated desert microwave synchronous area, with data stored in Excel as soil volumetric water content.",
        "AnswerCn": "一种用于观察干旱环境土壤湿度的数据收集方法涉及使用一个体积为50 cm³的环刀，在0-5 cm的深度测量土壤湿度。在指定的沙漠微波同步区域的每个样本带上，在17个点进行观察，数据以土壤体积含水量的形式存储在Excel中。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many observation points are included across all sample strips for soil moisture measurement in a dataset related to L&K band airborne microwave radiometer ground-synchronized observation?",
        "QuestionCn": "在与L&K波段空气微波辐射计地面同步观测相关的数据集中，所有样本条带中包含多少个土壤湿度测量的观测点？",
        "AnswerEn": "102",
        "AnswerCn": "一百零二",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the process of calibrating handheld infrared thermometers in the context of ground-based remote sensing observations?",
        "QuestionCn": "在地面遥感观测中，手持红外温度计的校准过程是什么？",
        "AnswerEn": "The process involves using calibration data, where the actual temperatures measured by the infrared thermometers are compared with blackbody temperatures, which serve as a standard. A linear fit equation is derived from these comparisons, and this equation is used to calibrate the original observation data to ensure accuracy.",
        "AnswerCn": "该过程涉及使用校准数据，将红外温度计实际测量的温度与黑体温度进行比较，黑体温度作为标准。从这些比较中得出线性拟合方程，并使用该方程对原始观测数据进行校准，以确保准确性。",
        "Level": "C3(Applying)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What potential factors could influence the accuracy of the soil moisture and surface radiation temperature measurements, and how might these factors be accounted for during data collection and preprocessing?",
        "QuestionCn": "影响土壤湿度和地表辐射温度测量准确性的潜在因素有哪些？在数据收集和预处理过程中，如何考虑这些因素？",
        "AnswerEn": "Several factors could influence the accuracy of soil moisture and surface radiation temperature measurements, such as the calibration of instruments, environmental conditions, and the precision of sampling techniques. Calibration of instruments like the infrared thermometers is crucial and is achieved by using reference data such as blackbody temperature standards. Additionally, ensuring consistent sampling points and repetition at each site, as well as preprocessing data using linear fitting equations for calibration, help in mitigating inaccuracies. Data storage in formats like Excel allows for easy access and manipulation for further corrections if needed.",
        "AnswerCn": "多个因素可能影响土壤湿度和表面辐射温度测量的准确性，例如仪器的校准、环境条件和采样技术的精确性。仪器的校准，如红外温度计的校准，是至关重要的，通常通过使用黑体温度标准等参考数据来实现。此外，确保在每个地点的一致采样点和重复测量，以及使用线性拟合方程对数据进行预处理以进行校准，有助于减轻不准确性。以Excel等格式存储数据便于后续访问和操作，以便在需要时进行进一步的修正。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of conducting synchronized ground-based observations with L&K band airborne microwave radiometers in the context of desert environments?",
        "QuestionCn": "在沙漠环境中，进行同步地面观测与L&K波段空中微波辐射计的目的是什么？",
        "AnswerEn": "The goal is to obtain accurate measurements of soil moisture and surface radiation temperature in desert environments, enabling the calibration and validation of airborne remote sensing data. This ensures the reliability of data collected by L&K band microwave radiometers, facilitating better understanding and modeling of these environmental parameters.",
        "AnswerCn": "目标是在沙漠环境中获得准确的土壤湿度和表面辐射温度测量，以便对航空遥感数据进行校准和验证。这确保了L&K波段微波辐射计收集的数据的可靠性，从而促进对这些环境参数的更好理解和建模。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instruments were employed to measure soil moisture and surface radiation temperature, and how is data calibration handled for accurate results in the field of remote sensing?",
        "QuestionCn": "在遥感领域中，用于测量土壤湿度和地表辐射温度的程序和仪器是什么，以及如何处理数据校准以获得准确的结果？",
        "AnswerEn": "To measure soil moisture, a 50 cm^3 ring knife was used to observe soil moisture at a depth of 0-5 cm. Observations were made at 17 points along each sample belt, with data stored in Excel as soil volumetric water content. For surface radiation temperature, handheld infrared thermometers were employed, calibrated using black body standard sources. Each observation point was measured three times, and calibration involved fitting measured temperatures against black body temperatures to derive a correction equation, which was applied to the raw data. The calibrated data was then stored in Excel.",
        "AnswerCn": "为了测量土壤湿度，使用了一个50 cm³的环刀在0-5 cm的深度观察土壤湿度。在每个样本带上沿17个点进行了观察，数据以土壤体积含水量的形式存储在Excel中。对于表面辐射温度，使用手持红外测温仪进行测量，并使用黑体标准源进行校准。每个观察点测量三次，校准过程涉及将测得的温度与黑体温度进行拟合，以得出修正方程，并将其应用于原始数据。校准后的数据随后存储在Excel中。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}