{
  "id": "f5b145a7-fa3d-45a3-ba57-8621b90b7c5b",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Archaeological site investigation and plant and animal resource utilization in the Tibet Plateau (Neolithic - Bronze Age)",
      "titleCn": "青藏高原遗址调查与动植物资源利用数据集（新石器-青铜时代）",
      "description": "By archaeological investigation and excavation in Tibetan Plateau, we discovered 14 historic period sites, including Meinuo, Sariguo, Rongwaguo, Kaze, Jiha, Yarigei, Bami, Barongbadang, Qingtu, Labu ,Maisong Petroglyph, Gala, Yezere 1 and Yezere 4 . In this dataset, there are some basic informations about these sites, such as location, longitude, latitude, altitude, material culture and so on. On this Basis, we identified animal remains, plant macrofossil, selected some samples for radiocarbon dating and stable carbon and nitrogen isotopes. This dataset provide important basic data for understanding when and how prehistoric human lived in the Tibetan Plateau during the historic period.",
      "descriptionCn": "通过对青藏高原梅诺、萨日果、容哇果、卡则、吉哈、牙日给、巴米、巴荣巴当、青土、拉布、麦松岩画、尕拉、耶则热地点1和耶则热地点4等14个历史时期遗址进行考古调查和试掘，获取了各遗址经纬度、高程、文化属性、文化遗物等基本信息；同时，对遗址调查和发掘过程中的动植物遗存进行科学收集、鉴定和实验室分析，得到了一批遗址的碳十四年代数据和动物遗存鉴定数据。该数据集为研究青藏高原历史时期先民的活动历史和生业模式提供了数据支撑。",
      "instructions": "A dataset about archaeological site investigation and plant and animal resource utilization in the Tibet Plateau during the historic period.\n In excel format, can be opened and analysed in Microsoft EXCEL software.",
      "instructionsCn": "新石器-青铜时代青藏高原遗址调查与动植物资源利用数据集。\n表格形式，可以采用EXCEL打开查看和分析。",
      "east": 97.18,
      "west": 96.41,
      "south": 32.2,
      "north": 33.04,
      "startTime": null,
      "endTime": null,
      "fileSize": 12714.0,
      "cstr": "18406.11.Paleoenv.tpdc.270293",
      "doi": "10.11888/Paleoenv.tpdc.270293",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "董广辉",
        "nameEn": "DONG Guanghui ",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "侯光良",
        "nameEn": "HOU Guangliang",
        "unitEn": "Qinghai Institute of Salt Lakes, Chinese Academy of Sciences",
        "unitCn": "中国科学院青海盐湖研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Dating Human Settlement in the East-Central Tibetan Plateau during the Late Holocene",
        "referenceCn": null,
        "referenceEn": "Ren, L.L., Dong, G.H., Li, H.M., Rhode, D., Flad, R.K., Li, G.Q., Yang, Y., Wang, Z.X., Cai, L.H., Ren, X.Y., Zhang, D.J., & Chen, F.H. (2018). Dating Human Settlement in the East-Central Tibetan Plateau during the Late Holocene. Radiocarbon, 60(1), 137-150."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "农业资源",
        "nameEn": "Agricultural Resources"
      },
      {
        "nameCn": "动物资源",
        "nameEn": "Animal resources"
      },
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "哺乳动物",
        "nameEn": "Mammals"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "生物资源",
        "nameEn": "Biological Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "新石器-青铜时代",
        "keywordEn": "Neolithic-Bronze Age",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（阿柔超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian mountains integrated observatory network: Dataset of Heihe integrated observatory network (Phenology camera observation dataset of Arou superstation, 2018)"
      },
      {
        "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表净初生产力数据（2018）",
        "titleEn": "Landsat-based continuous monthly 30m×30m Land Surface NPP dataset in Qilian mountainous area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Concept Completion": [
      {
        "QuestionEn": "What methods are used to collect and analyze plant and animal remains at archaeological sites on the Qinghai-Tibet Plateau?",
        "QuestionCn": "在青藏高原的考古遗址上，收集和分析植物和动物遗骸的方法有哪些？",
        "AnswerEn": "scientific collection, identification, laboratory analysis",
        "AnswerCn": "科学采集、鉴定、实验室分析",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many archaeological sites were investigated to collect data on the historical periods of the Tibetan Plateau?",
        "QuestionCn": "为了收集关于青藏高原历史时期的数据，调查了多少个考古遗址？",
        "AnswerEn": "14",
        "AnswerCn": "14",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the successful collection and analysis of plant and animal remains in archaeological sites on the Tibetan Plateau during the Neolithic to Bronze Age periods?",
        "QuestionCn": "在青藏高原的新石器时代到青铜时代时期，成功收集和分析植物和动物遗骸的因素包括哪些？",
        "AnswerEn": "The successful collection and analysis of plant and animal remains at archaeological sites on the Tibetan Plateau are supported by scientific collection methods during site surveys and excavations, identification and laboratory analysis of the remains, and obtaining carbon-14 dating data and animal identification data, which provide key insights into the activities and livelihoods of ancient peoples in the region.",
        "AnswerCn": "在西藏高原的考古遗址上，成功收集和分析植物和动物遗骸得益于在现场调查和挖掘过程中采用科学的收集方法、对遗骸的鉴定和实验室分析，以及获取碳-14测年数据和动物鉴定数据，这些都为我们提供了关于该地区古代人们活动和生计的关键见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind collecting and analyzing data from archaeological sites on the Qinghai-Tibet Plateau regarding Neolithic to Bronze Age plant and animal resource utilization?",
        "QuestionCn": "收集和分析青藏高原考古遗址上新石器时代到青铜时代植物和动物资源利用数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide data support for studying the historical activities and subsistence patterns of ancient inhabitants of the Qinghai-Tibet Plateau.",
        "AnswerCn": "主要目标是提供数据支持，以研究青藏高原古代居民的历史活动和生计模式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in conducting archaeological surveys and sample collection for plant and animal resources utilization on the Tibetan Plateau from the Neolithic to Bronze Age periods?",
        "QuestionCn": "在青藏高原上进行从新石器时代到青铜时代的植物和动物资源利用的考古调查和样本采集涉及哪些程序步骤？",
        "AnswerEn": "The process involves archaeological surveys and test excavations at various historical sites such as 梅诺, 萨日果, 容哇果, among others. During these activities, basic information like site coordinates, elevation, and cultural attributes are collected. In parallel, plant and animal remains found during these surveys are scientifically collected, identified, and analyzed in laboratories. This includes obtaining carbon-14 dating data and animal remains identification data, which are crucial for understanding the historical activities and subsistence patterns of ancient inhabitants on the Tibetan Plateau.",
        "AnswerCn": "该过程涉及对梅诺、萨日果、容哇果等多个历史遗址进行考古调查和试掘。在这些活动中，收集基本信息，如遗址坐标、海拔和文化属性。同时，在这些调查中发现的植物和动物遗骸被科学收集、鉴定并在实验室进行分析。这包括获取碳-14测定数据和动物遗骸鉴定数据，这些数据对于理解古代居民在青藏高原的历史活动和生计模式至关重要。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}