{
    "id": "f5ca933a-5655-4d4e-add7-17660d1847b7",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of precipitation and canopy interception observations around the Dayekou Guantan forest station",
            "titleCn": "黑河综合遥感联合试验：大野口关滩森林站超级样地降雨截留观测数据",
            "description": "The dataset of precipitation and canopy interception observations was obtained around the Dayekou Guantan forest station (100m×100m, pure Qinghai spruce) from Jun. 1 to Oct. 10, 2008. Observations were carried out immediately after each rainfall. The following instruments have been used for the observation: the rain gauges (diameter: 20cm; 2 for controlled rainfall and 20 for throughfall), self-made rain slots (20×20×100cm, 10 for throughfall), 5 self-made stem-flow system, self-made moss and litter interception barrel (diameter: 20cm), and rain gauges of the measuring range 10.5mm.",
            "descriptionCn": "本数据来自大野口流域关滩森林站超级样地，该超级样地乔木植被为青海云杉纯林，样地大小为100m×100m。 \n本数据集的数据主要包括：对照的大气降雨， 林内穿透降雨， 树干茎流， 苔藓与枯枝落叶桶的透过雨量。该数据可用于研究青海云杉的冠层截留特征，并可用于发展青海云杉的降雨截留模型。观测对照大气降雨的两个雨量筒位于水文试验样地附近的一个平缓的河滩上，在每次降雨结束后都及时的观测。观测林内穿透降雨的雨量筒布设在超级样地3号子样地内，共20个，雨量筒的布设规则就是依据正上方的冠层郁闭度来布设。在该样地内，按照规则格网布设了九个自制承雨槽，用于观测林内穿透降雨。树干茎流的观测是记录自制树干茎流装置内集雨器的集雨量。观测时间：2008-06-01至2008-10-10日，每次降雨结束后及时的观测。  观测地点： 大野口流域关滩森林站水文试验样地。 观测仪器： 1： 标准雨量筒（直径：20cm；观测对照降雨：2个； 观测林内穿透降雨：20个）。 在样地内按照郁闭度来布设。 2： 自制承雨槽（大小：20×20×100cm；观测林内穿透降雨：10个）。在样地内按照规则格网布设 3： 自制树干茎流装置（蛇形管，集雨装置，共5个）。  4： 自制苔藓与枯枝落叶截留桶（直径：20cm）。 5：标准20cm雨量筒量雨器（量程：10.5mm）。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.302,
            "west": 100.215,
            "south": 38.438,
            "north": 38.577,
            "startTime": "2008-06-17 08:27:00",
            "endTime": "2008-10-26 08:27:00",
            "fileSize": 1054246.0,
            "cstr": "18406.11.water973.0052.db",
            "doi": "10.3972/water973.0052.db",
            "dataFormat": "",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "白云洁",
                "nameEn": "BAI Yunjie",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李建成",
                "nameEn": "LI Jiancheng",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "谭俊磊",
                "nameEn": "TAN Junlei",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "基于不同郁闭度的青海云杉冠层截留特征研究",
                "titleEn": null,
                "referenceCn": "谭俊磊, 马明国, 车涛, 白云洁. (2009). 基于不同郁闭度的青海云杉冠层截留特征研究. 地球科学进展,  24(7), 825-833.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "祁连山区青海云杉林生态水文过程研究",
                "titleEn": null,
                "referenceCn": "田风霞. 祁连山区青海云杉林生态水文过程研究[D]. 兰州大学, 2011.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "祁连山青海云杉林冠生态水文效应及其影响因素",
                "titleEn": null,
                "referenceCn": "田风霞, 赵传燕, 冯兆东, 彭守璋, 彭焕华. 祁连山青海云杉林冠生态水文效应及其影响因素. 生态学报, 2012, (04):62-72",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "降水",
                "nameEn": "Precipitation"
            },
            {
                "nameCn": "降雨强度",
                "nameEn": "Rainfall rate"
            },
            {
                "nameCn": "雨",
                "nameEn": "Rain"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "大野口关滩森林站超级样地",
                "keywordEn": "Super Site around the Dayekou Guantan Forest Station"
            },
            {
                "keywordCn": "大野口流域加密观测区",
                "keywordEn": "Dayekou  watershed foci experimental areas"
            },
            {
                "keywordCn": "森林水文试验区",
                "keywordEn": "Forest and Hydrology Experimental Areas"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-06-01",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection methods used to measure rainfall interception in forested areas?",
                "QuestionCn": "用于测量森林地区降雨拦截的数据收集方法的特点是什么？",
                "AnswerEn": "20 rain gauges, canopy closure, nine custom-made rain troughs, grid pattern, five custom-made stemflow devices, serpentine tubes, custom moss and litterfall interception buckets, observations after each rainfall event, June to October, hydrological test plot.",
                "AnswerCn": "20个雨量计、林冠闭合、9个定制雨水槽、网格图案、5个定制树干流装置、蛇形管、定制苔藓和落叶截留桶、每次降雨事件后的观测、6月至10月、水文测试样地。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many rain gauges are used to measure throughfall within the forest plot?",
                "QuestionCn": "在森林样地中使用了多少个雨量计来测量透雨？",
                "AnswerEn": "20",
                "AnswerCn": "20",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'canopy interception' mean in the context of forest hydrology and how is it measured?",
                "QuestionCn": "在森林水文学的背景下，“冠层截留”指的是树冠对降水的拦截和储存。降水在到达地面之前，部分水分会被树叶和树枝吸收或蒸发，从而减少到达土壤的水量。\n\n冠层截留的测量通常通过以下几种方法进行：\n1. **直接测量法**：在树冠下方和树冠上方设置雨量计，比较两者的降水量。\n2. **模型估算**：使用气象数据和树冠特征（如树高、树冠覆盖率等）来估算截留量。\n3. **标记水法**：在降水事件中，向降水中添加标记物，随后在土壤中测量标记物的浓度，以推算截留量。",
                "AnswerEn": "Canopy interception in forest hydrology refers to the process by which precipitation is captured and retained by the canopy of trees and other vegetation, preventing it from reaching the ground immediately. It is typically measured by comparing the amount of rainfall in an open area (using standard rain gauges) with the amount of throughfall (rain that falls through the canopy to the forest floor) and stemflow (water that flows down the trunk of trees). In the context of the mentioned field, canopy interception is studied by using standard rain gauges to measure atmospheric rainfall and custom devices to measure throughfall and stemflow in a forested area dominated by Qinghai spruce.",
                "AnswerCn": "森林水文学中的冠层截留指的是降水被树木和其他植被的冠层捕获和保留的过程，从而防止其立即到达地面。通常通过比较开放区域的降雨量（使用标准雨量计）与通过冠层降落到森林地面的降水（称为通过降水）和沿树干流下的水（称为干流）来进行测量。在提到的领域中，冠层截留的研究通过使用标准雨量计测量大气降水，以及使用定制设备测量以青海云杉为主的森林区域中的通过降水和干流。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the method of observing throughfall using rain gauges based on canopy closure compare to using custom-made rain troughs installed in a grid pattern in terms of data accuracy and ease of data collection?",
                "QuestionCn": "通过观察树冠闭合的雨量计与使用定制雨槽以网格模式安装的比较，在数据准确性和数据收集的便利性方面如何？",
                "AnswerEn": "The observation of throughfall using rain gauges based on canopy closure involves placing 20 rain gauges according to the canopy density, which allows for a more targeted measurement of rainfall passing through specific canopy areas. In contrast, custom-made rain troughs installed in a grid pattern (10 troughs) provide a systematic and evenly distributed measurement of throughfall across the plot. The rain gauges may offer a more precise understanding of canopy influence on rainfall interception, while the grid-pattern troughs might simplify the collection process by covering a uniform area. The choice between these methods may depend on the specific research focus and the terrain of the study area.",
                "AnswerCn": "通过使用基于树冠闭合的雨量计观察通过降水，涉及根据树冠密度放置20个雨量计，这允许对特定树冠区域通过的降水进行更有针对性的测量。相比之下，安装在网格模式下的定制雨槽（10个槽）提供了对整个地块通过降水的系统性和均匀分布的测量。雨量计可能提供对树冠对降水拦截影响的更精确理解，而网格模式的雨槽则可能通过覆盖均匀区域简化收集过程。选择这两种方法可能取决于具体的研究重点和研究区域的地形。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of collecting data on atmospheric rainfall, throughfall, stemflow, and moss and litter interception in a Qinghai spruce forest plot?",
                "QuestionCn": "在青海云杉森林样地中收集大气降雨、通过流、树干流以及苔藓和 litter 拦截的数据的主要目标是什么？",
                "AnswerEn": "The primary objectives of collecting data on atmospheric rainfall, throughfall, stemflow, and moss and litter interception in a Qinghai spruce forest plot are to study the canopy interception characteristics of Qinghai spruce and to develop models for rainfall interception specific to this tree species. This involves understanding how different components of the forest ecosystem, such as the tree canopy and forest floor, interact with rainfall and contribute to the overall hydrological cycle.",
                "AnswerCn": "收集青海云杉森林样地的大气降雨、树冠透过雨、树干流和苔藓及 litter 拦截的数据的主要目标是研究青海云杉的树冠拦截特性，并开发针对该树种的降雨拦截模型。这涉及到理解森林生态系统的不同组成部分，如树冠和森林地面，如何与降雨相互作用，并对整体水文循环产生影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the detailed procedures and instruments involved in collecting data on rainfall interception in a forested area with specific tree species like Qinghai spruce?",
                "QuestionCn": "在特定树种如青海云杉的森林区域收集降雨拦截数据的详细程序和仪器包括：\n\n1. **研究区域选择**：选择具有代表性的青海云杉森林区域，确保该区域的降雨和树木生长条件适合研究。\n\n2. **气象站设置**：在研究区域内设置气象站，配备雨量计、温度计和湿度计等仪器，以监测降雨量和气象条件。\n\n3. **树木选择与标记**：选择特定的青海云杉树木进行研究，并对其进行标记，以便后续数据收集和分析。\n\n4. **降雨拦截测量仪器**：\n   - **拦截器**：在树冠下方安装拦截器（如塑料桶或其他容器），用于收集从树冠上滴落的水分。\n   - **树冠覆盖度测量仪**：使用树冠覆盖度测量仪器（如激光测距仪或摄影技术）评估树冠的覆盖度，以便计算降雨拦截的潜力。\n\n5. **数据收集**：\n   - 定期记录降雨量、温度、湿度等气象数据。\n   - 定期检查和清空拦截器，记录收集到的水量。\n\n6. **数据分析**：\n   - 计算降雨拦截量，分析不同气象条件下的拦截效果。\n   - 结合树木生长数据，评估青海云杉对降雨的拦截能力。\n\n7. **结果验证**：通过与其他研究区域的数据进行比较，验证研究结果的准确性和可靠性。\n\n8. **报告撰写**：整理研究数据和分析结果，撰写研究报告，分享研究发现。",
                "AnswerEn": "The data collection involves setting up standard rain gauges (diameter: 20 cm) to measure atmospheric rainfall and throughfall within the forest. Twenty rain gauges are placed based on the canopy closure above. Custom rain troughs (size: 20×20×100 cm) are arranged in a grid to observe throughfall. Tree stemflow is recorded using a homemade stemflow device with a serpentine tube, and moss and litter interception is measured using custom interception buckets (diameter: 20 cm). Observations are made after each rainfall from June 1 to October 10, 2008, at the Guantan Forest Hydrological Test Plot in the Dayekou Basin.",
                "AnswerCn": "数据收集涉及设置标准雨量计（直径：20厘米）来测量大气降雨和森林中的透雨。根据树冠覆盖情况放置了20个雨量计。定制的雨槽（尺寸：20×20×100厘米）以网格形式排列，以观察透雨。树干流量使用自制的树干流量装置和蛇形管记录，苔藓和落叶的截留使用定制的截留桶（直径：20厘米）进行测量。观察时间为2008年6月1日至10月10日，地点为大冶口流域的关坦森林水文试验场。",
                "Level": "C3(Applying)"
            }
        ]
    }
}