{
  "id": "f6b3674c-e4be-4bdd-a5e4-359619d23599",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The groundwater table data set in the lower of Heihe River (2011-2013)",
      "titleCn": "黑河下游地下水位埋深数据（2011-2013）",
      "description": "Groundwater is the main water source of desert riparian plants, and also the most important environmental factor affecting the normal physiological status of plants. In this project, an observation field was set up in Populus euphratica forest near the Alxa Desert eco hydrological experimental research station from 2011 to 2013 By manually measuring the groundwater depth every month in the year, it can provide basic data support for the study on the transpiration water consumption mechanism of Populus euphratica, and also can be used for the estimation of ecological water demand in the study area.",
      "descriptionCn": "地下水是荒漠河岸植物主要的水分来源，也是影响植物正常生理状况最主要的环境因子，本项目通过在阿拉善荒漠生态水文试验研究站旁胡杨林设置观测场，于2011 年～2013 年每月通过人工测定地下水埋深，为本项目胡杨蒸腾耗水机理研究提供基础数据支撑，也可用于研究区生态需水量的估算。",
      "instructions": "Data file name: groundwater depth 2011-2013.xlsx; it can be viewed and edited by WPS, Excel and other software.",
      "instructionsCn": "数据文件命名：地下水埋深2011-2013.xlsx；可用WPS、Excel等软件进行查看和编辑。",
      "east": 101.0498361,
      "west": 101.0498361,
      "south": 42.03335278,
      "north": 42.03335278,
      "startTime": "2011-07-08 20:01:00",
      "endTime": "2014-07-07 20:01:00",
      "fileSize": 12765.0,
      "cstr": "18406.11.heihe.018.2014.db",
      "doi": "10.3972/heihe.018.2014.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "司建华",
        "nameEn": "SI Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Hydraulic redistribution of soil water by roots of two desert riparian phreatophytes in northwest China’s extremely arid region",
        "referenceCn": null,
        "referenceEn": "Yu, T.F., Feng, Q., Si, J.H., Xi, H.Y., Li, Z.X., & Chen, A.F. (2013). Hydraulic redistribution of soil water by roots of two desert riparian phreatophytes in northwest China's extremely arid region. Plant and soil, 372(1-2): 297-308."
      },
      {
        "titleCn": "黑河下游土壤水盐对生态输水的响应及其与植被生长的关系",
        "titleEn": null,
        "referenceCn": "鱼腾飞, 冯起, 刘蔚, 司建华, 席海洋, 陈丽娟. (2012). 黑河下游土壤水盐对生态输水的响应及其与植被生长的关系. 生态学报, 32(22): 7009-7017.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地下水",
        "nameEn": "Ground Water"
      },
      {
        "nameCn": "地下水位",
        "nameEn": "Underground water level"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "额济纳",
        "keywordEn": "Ejin"
      },
      {
        "keywordCn": "黑河下游",
        "keywordEn": "The Lower Reaches of Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2011-2013",
        "keywordEn": "2011 to 2013",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河下游荒漠河岸林蒸散耗水特征与生态需水试验研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
        "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of groundwater depth data collected in desert riverbank ecosystems?",
        "QuestionCn": "沙漠河岸生态系统中收集的地下水深度数据的特征是什么？",
        "AnswerEn": "monthly collection, 2011 to 2013, near Alxa Desert Eco-hydrology Experimental Research Station, poplar forest",
        "AnswerCn": "2011年至2013年，每月采集，阿拉善沙漠生态水文实验研究站附近，杨树林。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the understanding of plant physiology and ecological water needs when using a dataset that measures groundwater depth in desert riparian areas from 2011-2013?",
        "QuestionCn": "使用2011-2013年在沙漠河岸地区测量的地下水位数据集，对植物生理学和生态水需求的理解可能产生的影响是什么？",
        "AnswerEn": "The dataset measuring groundwater depth in desert riparian areas provides crucial information about the primary water source for desert riparian plants, such as Populus euphratica. By collecting monthly data on groundwater depth from 2011 to 2013, researchers can gain insights into how fluctuations in groundwater levels affect the physiological status of these plants. This understanding can inform the development of strategies to estimate ecological water requirements and improve water resource management in desert ecosystems.",
        "AnswerCn": "测量沙漠河岸地区地下水深度的数据集提供了关于沙漠河岸植物（如胡杨，学名：Populus euphratica）主要水源的重要信息。通过收集2011年至2013年的月度地下水深度数据，研究人员可以深入了解地下水位波动如何影响这些植物的生理状态。这一理解可以为估算生态水需求和改善沙漠生态系统水资源管理的发展策略提供依据。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting groundwater depth data in desert riparian forest ecosystems?",
        "QuestionCn": "在沙漠湿地森林生态系统中收集地下水位数据的主要目的是什麼？",
        "AnswerEn": "The primary objective of collecting groundwater depth data in desert riparian forest ecosystems is to provide foundational data support for studying the transpiration water consumption mechanisms of Populus euphratica, as groundwater serves as the main water source for desert riparian plants and significantly influences their physiological status.",
        "AnswerCn": "在沙漠湿地森林生态系统中收集地下水位数据的主要目的是为研究胡杨的蒸腾水分消耗机制提供基础数据支持，因为地下水是沙漠湿地植物的主要水源，并显著影响它们的生理状态。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies can be employed to accurately measure and record groundwater depth in desert riparian ecosystems over an extended period?",
        "QuestionCn": "在沙漠河岸生态系统中，准确测量和记录地下水深度的长期方法有哪些？",
        "AnswerEn": "Groundwater depth measurements can be conducted using manual methods on a monthly basis, as seen in the approach where an observation field is established near a desert riparian forest to support research on plant water use mechanisms and ecological water demand estimation.",
        "AnswerCn": "地下水位测量可以通过手动方法每月进行，如在沙漠湿地森林附近建立观察场所，以支持对植物水分利用机制和生态水需求估算的研究。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methods enable the accurate measurement of groundwater depth in desert ecosystems, specifically to support research on plant transpiration mechanisms?",
        "QuestionCn": "哪些方法能够准确测量沙漠生态系统中的地下水位，特别是为了支持植物蒸腾机制的研究？",
        "AnswerEn": "Groundwater depth in desert ecosystems is measured through monthly manual observations at designated monitoring sites, such as the observation field set up beside the Alxa Desert Ecohydrology Experimental Research Station, which provided foundational data for research on plant transpiration mechanisms from 2011 to 2013.",
        "AnswerCn": "在沙漠生态系统中，地下水深度通过在指定监测点进行每月手动观测来测量，例如在阿拉善沙漠生态水文实验研究站旁设立的观测场所，该场所为2011年至2013年的植物蒸腾机制研究提供了基础数据。",
        "Level": "C3(Applying)"
      }
    ]
  }
}