{
    "id": "f720018f-c535-423e-9230-d4c636578002",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "High-resolution tropospheric NO2 VCDs over East Asia POMINO v2.0.1 (2004-2020))",
            "titleCn": "东亚地区高分辨率对流层二氧化氮垂直柱浓度数据集POMINO v2.0.1（2004-2020）",
            "description": "This data set contains the high-resolution tropospheric nitrogen dioxide vertical column concentration pomino v2.0.1 data in East Asia from 2004 to 2020, which provides an important data basis for studying the spatial distribution characteristics and temporal variation trend of tropospheric nitrogen dioxide in China. Based on the tropospheric nitrogen dioxide slant column concentration provided by KNMI, the pomino tropospheric nitrogen dioxide vertical column concentration is calculated through the tropospheric AMF retrieval algorithm developed by ourselves. The comparison with the ground-based observation data shows that the tropospheric nitrogen dioxide column concentration of pomino can better capture the day-to-day variation trend, and has better correlation with the ground-based observation data. At present, the data has been used for scientific research by many universities and scientific research institutions at home and abroad. In the future, the data set will provide more comprehensive data support for scientific research projects on the Qinghai Tibet Plateau.",
            "descriptionCn": "本数据集包含了2004-2020年东亚地区高分辨率对流层二氧化氮垂直柱浓度POMINO v2.0.1数据，为研究中国地区对流层二氧化氮的空间分布特征和时间变化趋势提供了重要的数据基础。该数据基于KNMI提供的对流层二氧化氮斜柱浓度，通过自行开发的对流层AMF反演算法，计算得到POMINO对流层二氧化氮垂直柱浓度。与地基观测资料的对比表明，POMINO的对流层二氧化氮柱浓度能够更好地抓住日际间的变化趋势，同时与地基观测数据的相关性也更好。目前该数据已被国内外多家高校以及科研机构用于科研使用，在未来，该数据集将对青藏高原科考项目提供更加全面的数据支持。",
            "instructions": "The file name is pomino monthly_ Yyyymm, where yyyy represents year and mm represents month.\nData reading method: all data in the data set are binary files, which can be opened and read in Python. For specific reading scripts, please refer to the  http://www.pku-atmos-acm.org/acmProduct.php/#POMINO",
            "instructionsCn": "文件名为：POMINO-monthly_YYYYMM，其中YYYY代表年份，MM代表月份。\n数据读取方式：该数据集中的所有数据均为二进制文件，可用python打开并读取，具体读取脚本可参考http://www.pku-atmos-acm.org/acmProduct.php/#POMINO",
            "east": 130.0,
            "west": 80.0,
            "south": 20.0,
            "north": 53.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 159668712.0,
            "cstr": "18406.11.Atmos.tpdc.271862",
            "doi": "10.11888/Atmos.tpdc.271862",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "林金泰",
                "nameEn": "LIN Jintai",
                "unitEn": "",
                "unitCn": "北京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Retrieving tropospheric nitrogen dioxide from the Ozone Monitoring Instrument: Effects of aerosols, surface reflectance anisotropy, and vertical profile of nitrogen dioxide",
                "referenceCn": null,
                "referenceEn": "Lin, J.T*., Martin, R.V., Boersma, K.F., Sneep, M., Stammes, P., & Spurr, R., et al. (2014). Retrieving tropospheric nitrogen dioxide from the ozone monitoring instrument: effects of aerosols, surface reflectance anisotropy, and vertical profile of nitrogen dioxide, Atmos. Chem. Phys., 14, 1441-1461, doi:10.5194/acp-14-1441-2014"
            },
            {
                "titleCn": null,
                "titleEn": "Influence of aerosols and surface reflectance on satellite NO2 retrieval: seasonal and spatial characteristics and implications for NOx emission constraints",
                "referenceCn": null,
                "referenceEn": "Lin, J.T*., Liu, M.Y., Xin, J.Y., Boersma, K.F., Spurr, R., Martin, R., & Zhang, Q. (2015). Influence of aerosols and surface reflectance on satellite NO2 retrieval: seasonal and spatial characteristics and implications for NOx emission constraints, Atmospheric Chemistry and Physics, 15, 11217-11241, doi:10.5194/acp-15-11217-2015"
            },
            {
                "titleCn": null,
                "titleEn": "Improved aerosol correction for OMI tropospheric NO2 retrieval over East Asia: constraint from CALIOP aerosol vertical profile",
                "referenceCn": null,
                "referenceEn": "Liu, M.Y., Lin, J.T*., Boersma, K.F*., Pinardi, G., Wang, Y., Chimot, J., Wagner, T., Xie, P., Eskes, H., Van Roozendael, M., Hendrick, F., Wang, P., Wang, T., Yan, Y.Y., Chen, L.L., & Ni, R.J. (2019). Improved aerosol correction for OMI tropospheric NO2 retrieval over East Asia: constraint from CALIOP aerosol vertical profile, Atmospheric Measurement Techniques, 12, 1-21, doi:10.5194/amt-12-1-2019"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "大气微量气体",
                "nameEn": "Atmospheric Trace Gase"
            },
            {
                "nameCn": "大气遥感",
                "nameEn": "Atmosphere Remote Sensing"
            },
            {
                "nameCn": "氮化合物",
                "nameEn": "Nitrogen compounds"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "东亚地区",
                "keywordEn": "East Asia"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2004-2020",
                "keywordEn": "2004-2020",
                "type": "temporal"
            },
            {
                "keywordCn": "月平均",
                "keywordEn": "monthly mean",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The retrieval of tropospheric NO2 VCD from OMI is done by dividing the tropospheric slant column density (SCD) by the tropospheric air mass factor (AMF). Current representative OMI products covering China, DOMINO v2 and OMNO2 v2, do not explicitly account for the effect of aerosols on the solar radiation. Since aerosols affect the radiation field in retrieving both clouds and NO2, the net effect on the retrieved NO2 columns is unclear. This aerosol issue is particularly significant over East China due to its high aerosol loadings. In addition, the DOMINO and OMNO2 products also assume Lambertian surface with no dependence of surface reflectance on the geometry of the light path. DOMINO and OMNO2 adopt the vertical profile of NO2 simulated by coarse-resolution global chemical transport models (CTMs), TM4 at 3° long. × 2° lat. for DOMINO v2 and GMI at 2.5° long. × 2° lat. for OMNO2 v2, which are unable to capture the variability of NO2 at smaller scales."
            ],
            "research objective": [
                "Here we quantify the influences over China via an improved retrieval process."
            ],
            "challenges": [],
            "methods": [
                "We explicitly account for aerosol optical effects (simulated by nested GEOS-Chem at 0.667° long. × 0.5° lat. and constrained by aerosol measurements), surface reflectance anisotropy, and high-resolution vertical profiles of NO2 (simulated by GEOS-Chem). Prior to the NO2 retrieval, we derive the cloud information using consistent ancillary assumptions. We compare our retrieval to the widely used DOMINO v2 product, using MAX-DOAS measurements at three urban/suburban sites in East China as reference and focusing the analysis on the 127 OMI pixels (in 30 days) closest to the MAX-DOAS sites."
            ],
            "dataset": [
                "The MAX-DOAS measurements were conducted at three urban/suburban sites in East China, one at the Institute of Atmospheric Physics (IAP), Chinese Academy of Sciences (CAS) in urban Beijing, one in Xianghe County to the southeast of Beijing, and one in the city of Tai’An. For all sites, the VCD of NO2 is retrieved from the radiation measurements around 477 nm. The total retrieval uncertainty on the tropospheric NO2 column has been estimated at 11% for the Beijing and Xianghe sites (Hendrick et al., 2013) and 14% for the Tai’An site (Irie et al., 2012)."
            ],
            "findings": [
                "We find that our retrieval reduces the interference of aerosols on the retrieved cloud properties, thus enhancing the number of valid OMI pixels by about 25%. Compared to DOMINO v2, our retrieval better captures the day-to-day variability in MAX-DOAS NO2 data (R2 = 0.96 versus 0.72), due to pixel-specific radiative transfer calculations rather than the use of a look-up table, explicit inclusion of aerosols, and consideration of surface reflectance anisotropy. Our retrieved NO2 columns are 54% of the MAX-DOAS data on average, reflecting the inevitable spatial inconsistency between the two types of measurement, errors in MAX-DOAS data, and uncertainties in our OMI retrieval related to aerosols and vertical profile of NO2."
            ],
            "backgroundCn": [
                "从OMI获取对流层NO2垂直柱密度（VCD）的方法是将对流层斜柱密度（SCD）除以对流层空气质量因子（AMF）。当前覆盖中国的代表性OMI产品DOMINO v2和OMNO2 v2并未明确考虑气溶胶对太阳辐射的影响。由于气溶胶影响辐射场，从而在检索云和NO2时，检索到的NO2柱的净效应并不明确。由于东中国地区气溶胶负荷较高，这一气溶胶问题尤为显著。此外，DOMINO和OMNO2产品还假设地表为朗伯反射面，且地表反射率与光路几何形状无关。DOMINO和OMNO2采用了由粗分辨率全球化学传输模型（CTMs）模拟的NO2垂直分布，DOMINO v2使用TM4（3°经度 × 2°纬度），OMNO2 v2使用GMI（2.5°经度 × 2°纬度），这些模型无法捕捉NO2在更小尺度上的变异性。"
            ],
            "research objectiveCn": [
                "在这里，我们通过改进的检索过程量化对中国的影响。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "我们明确考虑了气溶胶光学效应（通过嵌套的GEOS-Chem模拟，分辨率为0.667°经度 × 0.5°纬度，并通过气溶胶测量进行约束）、地表反射各向异性以及高分辨率的NO2垂直剖面（由GEOS-Chem模拟）。在NO2反演之前，我们使用一致的辅助假设来推导云信息。我们将我们的反演结果与广泛使用的DOMINO v2产品进行比较，使用东中国三个城市/郊区站点的MAX-DOAS测量作为参考，重点分析与MAX-DOAS站点最近的127个OMI像素（在30天内）。"
            ],
            "datasetCn": [
                "MAX-DOAS 测量在中国东部的三个城市/郊区地点进行，分别位于北京市中国科学院大气物理研究所（IAP）、位于北京东南的香河县以及泰安城市。在所有地点，NO2 的垂直柱浓度（VCD）是通过对477 nm附近的辐射测量进行反演获得的。对于北京和香河站，对对流层 NO2 柱的总反演不确定性估计为11%（Hendrick et al., 2013），而泰安站的估计为14%（Irie et al., 2012）。"
            ],
            "findingsCn": [
                "我们发现我们的检索减少了气溶胶对云属性检索的干扰，从而使有效的OMI像素数量增加了约25%。与DOMINO v2相比，我们的检索更好地捕捉了MAX-DOAS NO2数据的日常变化（R2 = 0.96对比0.72），这是由于采用了像素特定的辐射传输计算，而不是使用查找表，明确考虑了气溶胶，并考虑了表面反射各向异性。我们的NO2柱浓度检索结果平均为MAX-DOAS数据的54%，反映了两种测量之间不可避免的空间不一致性、MAX-DOAS数据的误差以及与气溶胶和NO2垂直分布相关的OMI检索的不确定性。"
            ]
        },
        {
            "background": [
                "Tropospheric vertical column densities (VCDs) of nitrogen dioxide (NO2) retrieved from the Ozone Monitoring Instrument (OMI) on board the Earth Observing System (EOS) Aura satellite have been widely used to monitor and analyze NOx pollution over China because of their high spatiotemporal coverage. However, NO2 retrieved from OMI and other spaceborne instruments is subject to errors in the conversion process from radiance to VCD, particularly with respect to the calculation of tropospheric air mass factor (AMF) that is used to convert tropospheric slant column density (SCD) to VCD. Most current-generation NO2 algorithms do not explicitly account for the effects of aerosols on NO2 AMFs and on prerequisite cloud parameter retrievals. In polluted situations with high aerosol loadings and more absorbing aerosol types, which often occur over China and many other developing regions, the implicit method can result in considerable biases. Lin et al. (2014b, 2015) established the POMINO NO2 algorithm, which builds on the DOMINO v2 algorithm (for OMI NO2 slant columns and stratospheric correction), but improves upon it through a more sophisticated AMF calculation over China. The CALIOP lidar, carried on the sun synchronous CALIPSO satellite, has been acquiring global aerosol extinction profiles since June 2006."
            ],
            "research objective": [
                "This study improves upon the POMINO algorithm by incorporating CALIOP monthly climatology of aerosol vertical extinction profiles to correct for model biases. Here we present a major algorithm update, POMINO v1.1, by constructing a monthly climatological dataset of aerosol extinction profiles, based on level 2 CALIOP/CALIPSO data over 2007–2015, to better constrain the modeled aerosol vertical profiles."
            ],
            "challenges": [],
            "methods": [
                "Here we construct a custom monthly climatology of aerosol vertical extinction profiles based on 9 years (2007–2015) worth of CALIOP version 3 level 2 532 nm data. We then use the corrected GEOS-Chem vertical extinction profiles in the retrievals of cloud parameters and NO2. As detailed in Appendix B, we use the daily all-sky version 3 CALIOP level 2 aerosol profile product aerosol at 532 nm from 2007 to 2015 to construct a monthly level 3 climatological dataset of aerosol extinction profiles over China and nearby regions. Our POMINO algorithm focuses on the tropospheric AMF calculation over China and nearby regions, taking the tropospheric SCD from DOMINO v2. POMINO v1.1 (this work) further uses CALIOP data to constrain the shape of the aerosol vertical extinction profile. We run the model at a resolution of 0.3125° long ×0.25° lat before May 2013 and 0.667° long ×0.5° lat afterwards, as determined by the resolution of the driving meteorological fields. We then regrid the finer-resolution model results to 0.667° long ×0.5° lat, to be consistent with the CALIOP data grid."
            ],
            "dataset": [
                "CALIOP is a dual-wavelength polarization lidar measuring attenuated backscatter radiation at 532 and 1064 nm since June 2006. We use MAX-DOAS measurements at three suburban or urban sites in East China, including one urban site at the Institute of Atmospheric Physics (IAP) in Beijing, one suburban site in Xianghe County to the south of Beijing, and one urban site in Wuxi City in the Yangtze River Delta (YRD)."
            ],
            "findings": [
                "The improved NO2 VCDs (in POMINO v1.1) are more consistent with independent ground-based MAX-DOAS observations (R2 =0.80, NMB =−3.4 %, for 162 pixels in 49 days) than POMINO (R2 =0.80, NMB =−9.6 %), DOMINO v2 (R2 =0.68, NMB =−2.1 %), and QA4ECV (R2 =0.75, NMB =−22.0 %) are. Especially on haze days, R2 reaches 0.76 for POMINO v1.1, much higher than that for POMINO (0.68), DOMINO v2 (0.38), and QA4ECV (0.34)."
            ],
            "backgroundCn": [
                "从地球观测系统（EOS）Aura卫星上的臭氧监测仪（OMI）获取的氮二氧化物（NO2）对流层垂直柱密度（VCD）因其高时空覆盖率而被广泛用于监测和分析中国的NOx污染。然而，从OMI和其他卫星仪器获取的NO2在从辐射度转换为VCD的过程中容易出现误差，特别是在计算用于将对流层斜柱密度（SCD）转换为VCD的对流层空气质量因子（AMF）时。大多数当前一代NO2算法并未明确考虑气溶胶对NO2 AMF和先决云参数检索的影响。在中国及许多其他发展地区，常常发生高气溶胶负荷和更多吸收性气溶胶类型的污染情况，这种隐式方法可能导致相当大的偏差。Lin等（2014b，2015）建立了POMINO NO2算法，该算法基于DOMINO v2算法（用于OMI NO2斜柱和平流层修正），但通过更复杂的AMF计算在中国进行了改进。CALIOP激光雷达搭载在日同步的CALIPSO卫星上，自2006年6月以来一直在获取全球气溶胶消光剖面。"
            ],
            "research objectiveCn": [
                "本研究通过结合CALIOP每月气溶胶垂直消光剖面的气候学数据来改进POMINO算法，以修正模型偏差。我们在此介绍一个主要的算法更新，POMINO v1.1，通过构建一个基于2007年至2015年CALIOP/CALIPSO二级数据的气溶胶消光剖面的每月气候学数据集，以更好地约束模型的气溶胶垂直剖面。"
            ],
            "challengesCn": [],
            "methodsCn": [
                "在这里，我们基于2007年至2015年间的9年CALIOP版本3二级532 nm数据构建了一个自定义的月度气溶胶垂直消光剖面气候学。然后，我们在云参数和NO2的反演中使用经过修正的GEOS-Chem垂直消光剖面。如附录B所述，我们使用2007年至2015年的每日全云版本3 CALIOP二级气溶胶剖面产品（532 nm）来构建中国及周边地区的月度三级气溶胶消光剖面气候数据集。我们的POMINO算法专注于中国及周边地区的对流层AMF计算，采用DOMINO v2的对流层SCD。POMINO v1.1（本研究）进一步利用CALIOP数据来约束气溶胶垂直消光剖面的形状。我们在2013年5月之前以0.3125°经度 × 0.25°纬度的分辨率运行模型，之后以0.667°经度 × 0.5°纬度的分辨率运行，具体取决于驱动气象场的分辨率。然后，我们将更高分辨率的模型结果重网格化为0.667°经度 × 0.5°纬度，以与CALIOP数据网格保持一致。"
            ],
            "datasetCn": [
                "CALIOP是一种双波长偏振激光雷达，自2006年6月以来测量532和1064纳米的衰减后向散射辐射。我们在中国东部的三个城市或郊区站点使用MAX-DOAS测量，包括位于北京的中国科学院大气物理研究所（IAP）的一个城市站点、位于北京南部的香河县的一个郊区站点，以及位于长江三角洲（YRD）无锡市的一个城市站点。"
            ],
            "findingsCn": [
                "改进后的NO2 VCD（在POMINO v1.1中）与独立的地面MAX-DOAS观测结果更为一致（R2 =0.80，NMB =−3.4%，针对49天的162个像素），相比之下，POMINO（R2 =0.80，NMB =−9.6%）、DOMINO v2（R2 =0.68，NMB =−2.1%）和QA4ECV（R2 =0.75，NMB =−22.0%）的表现较差。特别是在雾霾天，POMINO v1.1的R2达到了0.76，远高于POMINO（0.68）、DOMINO v2（0.38）和QA4ECV（0.34）的水平。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Does the data collection method for tropospheric NO2 VCD in East Asia explicitly consider aerosol optical effects?",
                "QuestionCn": "东亚地区的对流层NO2垂直柱浓度（VCD）数据收集方法是否明确考虑了气溶胶光学效应？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the POMINO algorithm used to retrieve NO2 VCDs over China influenced by the inclusion of CALIOP aerosol data?",
                "QuestionCn": "POMINO算法用于检索中国地区的NO2垂直柱浓度（VCDs），其结果是否受到CALIOP气溶胶数据的影响？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are MAX-DOAS measurements used as a reference for validating satellite-derived NO2 VCD datasets in East China?",
                "QuestionCn": "MAX-DOAS测量是否被用作验证东中国卫星衍生的NO2垂直柱浓度（VCD）数据集的参考？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which type of site provides more reliable ground-based NO2 measurements for comparison with satellite data, urban sites or suburban sites?",
                "QuestionCn": "哪种类型的站点提供更可靠的地面NO2测量，以便与卫星数据进行比较，城市站点还是郊区站点？",
                "AnswerEn": "urban sites",
                "AnswerCn": "城市地点",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Is the use of CALIOP data more effective than MAX-DOAS measurements for constraining aerosol profiles in NO2 retrievals, or are they complementary?",
                "QuestionCn": "使用CALIOP数据在NO2反演中约束气溶胶剖面的效果是否优于MAX-DOAS测量，还是它们是互补的？",
                "AnswerEn": "complementary",
                "AnswerCn": "互补",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the challenges in retrieving tropospheric NO2 VCDs from satellite data over East China?",
                "QuestionCn": "从卫星数据中检索东中国地区的对流层NO2垂直柱浓度（VCDs）面临的挑战有哪些？",
                "AnswerEn": "High aerosol loadings",
                "AnswerCn": "高气溶胶负荷",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Where have MAX-DOAS measurements been conducted as part of NO2 data collection methods in East China?",
                "QuestionCn": "在中国东部，MAX-DOAS测量作为NO2数据收集方法已在何处进行？",
                "AnswerEn": "Institute of Atmospheric Physics in Beijing, Xianghe County, Tai'An",
                "AnswerCn": "北京大气物理研究所，香河县，泰安。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What improvements have been made to the POMINO algorithm to enhance the retrieval of NO2 VCDs in China?",
                "QuestionCn": "为了增强中国NO2 VCDs的检索，POMINO算法进行了哪些改进？",
                "AnswerEn": "POMINO v1.1",
                "AnswerCn": "POMINO v1.1",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that accounts for aerosol optical effects when measuring tropospheric NO2 concentrations?",
                "QuestionCn": "您能否提供一种数据收集方法的示例，该方法在测量对流层NO2浓度时考虑了气溶胶光学效应？",
                "AnswerEn": "One example of a data collection method that accounts for aerosol optical effects is the use of a retrieval process that explicitly includes aerosol optical effects simulated by nested GEOS-Chem and constrained by aerosol measurements. This method improves the retrieval of NO2 by accounting for surface reflectance anisotropy and using high-resolution vertical profiles of NO2.",
                "AnswerCn": "一种考虑气溶胶光学效应的数据收集方法是使用检索过程，该过程明确包括由嵌套的GEOS-Chem模拟的气溶胶光学效应，并受到气溶胶测量的约束。这种方法通过考虑表面反射各向异性并使用高分辨率的NO2垂直剖面，改善了NO2的检索。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset that uses lidar technology to improve the retrieval accuracy of aerosol profiles in the context of NO2 concentration measurement?",
                "QuestionCn": "一个使用激光雷达技术来提高气溶胶剖面检索精度的数据集示例是在NO2浓度测量中的应用。",
                "AnswerEn": "An example of such a dataset is obtained using CALIOP, a dual-wavelength polarization lidar that measures attenuated backscatter radiation. This data is used to construct a monthly climatological dataset of aerosol extinction profiles, which is then incorporated into the POMINO algorithm to improve the accuracy of NO2 concentration measurements.",
                "AnswerCn": "这样的数据集是通过CALIOP获得的，CALIOP是一种双波长偏振激光雷达，测量衰减后散射辐射。该数据用于构建气溶胶消光剖面的月度气候数据集，然后被纳入POMINO算法，以提高NO2浓度测量的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how high-resolution modeling is utilized in the context of NO2 data retrieval over East Asia?",
                "QuestionCn": "高分辨率建模在东亚NO2数据获取中的应用示例。",
                "AnswerEn": "High-resolution modeling is utilized by employing the GEOS-Chem model at resolutions of 0.667° long. × 0.5° lat. to simulate high-resolution vertical profiles of NO2. This approach allows for more precise retrieval of tropospheric NO2 VCD by capturing smaller scale variability, which is particularly important over regions like East China with high aerosol loadings.",
                "AnswerCn": "高分辨率建模通过采用GEOS-Chem模型，以0.667°经度 × 0.5°纬度的分辨率模拟NO2的高分辨率垂直剖面。这种方法能够更精确地获取对流层NO2的垂直柱浓度（VCD），因为它能够捕捉到更小尺度的变异性，这在像东中国这样高气溶胶负荷的地区尤为重要。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the tropospheric NO2 retrieval process using satellite data in East Asia?",
                "QuestionCn": "东亚地区使用卫星数据进行对流层NO2检索过程的特点是什么？",
                "AnswerEn": "tropospheric slant column density (SCD), tropospheric air mass factor (AMF), aerosol optical effects, surface reflectance anisotropy, high-resolution vertical profiles of NO2, radiative transfer calculations, influences of aerosols on solar radiation, cloud retrievals",
                "AnswerCn": "对流层斜柱密度（SCD），对流层空气质量因子（AMF），气溶胶光学效应，地表反射各向异性，高分辨率NO2垂直剖面，辐射传输计算，气溶胶对太阳辐射的影响，云层反演",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What specific attributes are considered when constructing a climatological dataset of aerosol extinction profiles?",
                "QuestionCn": "在构建气候学气溶胶消光剖面的数据集时，考虑的具体属性包括：",
                "AnswerEn": "vertical extinction profiles at 532 nm, custom monthly climatology, variations in aerosol properties",
                "AnswerCn": "532 nm 处的垂直消光廓线，自定义月气候学，气溶胶特性的变化",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the factors influencing the accuracy of tropospheric NO2 VCD retrievals in high aerosol loading regions?",
                "QuestionCn": "影响高气溶胶负荷区域中对流层NO2垂直柱浓度（VCD）检索准确性的因素有哪些？",
                "AnswerEn": "effect of aerosols on the calculation of the tropospheric AMF, explicit inclusion of aerosol optical effects, impact of surface reflectance on the light path, use of high-resolution vertical profiles of NO2",
                "AnswerCn": "气溶胶对对流层AMF计算的影响，显式包含气溶胶光学效应，地表反射率对光路径的影响，使用高分辨率的NO2垂直分布。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many urban or suburban sites in East China are used for MAX-DOAS measurements in data collection?",
                "QuestionCn": "东中国有多少个城市或郊区地点用于MAX-DOAS测量数据收集？",
                "AnswerEn": "3",
                "AnswerCn": "3",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the resolution used for the retrieval of high-resolution vertical profiles of NO2 in a dataset?",
                "QuestionCn": "用于检索高分辨率NO2垂直剖面的数据集的分辨率是什么？",
                "AnswerEn": "0.667° longitude × 0.5° latitude",
                "AnswerCn": "0.667° 经度 × 0.5° 纬度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Over how many years was the CALIOP data collected to construct a climatological dataset of aerosol extinction profiles?",
                "QuestionCn": "CALIOP数据收集了多少年，以构建气溶胶消光剖面的气候数据集？",
                "AnswerEn": "9 years",
                "AnswerCn": "9年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of the Aerosol Mass Factor (AMF) in the retrieval of tropospheric NO2 vertical column densities (VCDs)?",
                "QuestionCn": "气溶胶质量因子（AMF）在获取对流层NO2垂直柱密度（VCDs）时具有重要意义。",
                "AnswerEn": "The Aerosol Mass Factor (AMF) is crucial in the retrieval of tropospheric NO2 VCDs as it converts the tropospheric slant column density (SCD) to VCD. Errors in the AMF calculation, particularly due to the effect of aerosols, can lead to biases in NO2 retrievals, especially in regions with high aerosol loadings such as East China.",
                "AnswerCn": "气溶胶质量因子（AMF）在获取对流层NO2垂直柱密度（VCD）中至关重要，因为它将对流层斜柱密度（SCD）转换为VCD。AMF计算中的错误，特别是由于气溶胶的影响，可能导致NO2检索中的偏差，尤其是在气溶胶负荷较高的地区，如东中国。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What role does the CALIOP lidar play in enhancing the accuracy of NO2 data retrieval over East Asia?",
                "QuestionCn": "CALIOP激光雷达在提高东亚NO2数据检索准确性方面发挥了什么作用？",
                "AnswerEn": "CALIOP lidar provides global aerosol extinction profiles that are used to construct a climatological dataset to correct aerosol vertical profiles in the POMINO algorithm. This helps in refining the NO2 data retrieval process by better constraining the shape of the aerosol vertical extinction profile, thus improving retrieval accuracy over East Asia.",
                "AnswerCn": "CALIOP激光雷达提供全球气溶胶消光剖面，用于构建气候学数据集，以修正POMINO算法中的气溶胶垂直剖面。这有助于通过更好地约束气溶胶垂直消光剖面的形状，从而改善NO2数据检索过程，提高东亚地区的检索准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the aerosol optical effects and surface reflectance anisotropy considerations in POMINO v2.0.1 compare to those in existing datasets like DOMINO v2 and OMNO2 v2?",
                "QuestionCn": "POMINO v2.0.1中的气溶胶光学效应和表面反射各向异性考虑与现有数据集如DOMINO v2和OMNO2 v2相比如何？",
                "AnswerEn": "POMINO v2.0.1 explicitly accounts for aerosol optical effects and surface reflectance anisotropy, which are not explicitly considered in DOMINO v2 and OMNO2 v2. This results in a more accurate retrieval of tropospheric NO2 VCDs over regions with high aerosol loadings, such as East China, by addressing the net effect of aerosols on the retrieved NO2 columns.",
                "AnswerCn": "POMINO v2.0.1 明确考虑了气溶胶光学效应和表面反射各向异性，而这些在 DOMINO v2 和 OMNO2 v2 中并未明确考虑。这使得在气溶胶负荷较高的地区（如东中国）对对流层 NO2 垂直柱浓度（VCD）的检索更加准确，因为它解决了气溶胶对检索 NO2 柱的净影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in the spatial resolution and data sources used in POMINO v2.0.1 compared to the previous versions or other NO2 retrieval algorithms?",
                "QuestionCn": "POMINO v2.0.1与之前版本或其他NO2检索算法在空间分辨率和数据源方面有什么不同？",
                "AnswerEn": "POMINO v2.0.1 utilizes high-resolution vertical profiles of NO2 simulated by GEOS-Chem and is constrained by aerosol measurements, providing a finer resolution (0.667° long. × 0.5° lat.) compared to the coarse-resolution global CTMs used in DOMINO v2 and OMNO2 v2. This allows POMINO to capture the variability of NO2 at smaller scales more effectively.",
                "AnswerCn": "POMINO v2.0.1 利用 GEOS-Chem 模拟的高分辨率 NO2 垂直剖面，并通过气溶胶测量进行约束，提供了比 DOMINO v2 和 OMNO2 v2 中使用的粗分辨率全球 CTM 更细的分辨率（0.667° 经度 × 0.5° 纬度）。这使得 POMINO 能够更有效地捕捉 NO2 在较小尺度上的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How does the utilization of CALIOP lidar data in constructing aerosol vertical extinction profiles enhance the understanding of NO2 retrievals in the presence of aerosols?",
                "QuestionCn": "利用CALIOP激光雷达数据构建气溶胶垂直消光剖面如何增强在气溶胶存在下对NO2反演的理解。",
                "AnswerEn": "Utilizing CALIOP lidar data allows for the construction of detailed aerosol vertical extinction profiles, which can correct model biases and improve the calculation of tropospheric air mass factors. This enhances the accuracy of NO2 retrievals by providing a more accurate representation of how aerosols interact with radiation, especially in high aerosol loading conditions, leading to more reliable and consistent NO2 vertical column density measurements.",
                "AnswerCn": "利用CALIOP激光雷达数据可以构建详细的气溶胶垂直消光剖面，这可以修正模型偏差并改善对流层空气质量因子的计算。这通过提供更准确的气溶胶与辐射相互作用的表现，尤其是在高气溶胶负荷条件下，提高了NO2检索的准确性，从而导致更可靠和一致的NO2垂直柱密度测量。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes the retrieval process of tropospheric NO2 VCD from OMI to be influenced by aerosol optical effects over East China?",
                "QuestionCn": "导致OMI获取对流层NO2 VCD的过程受到东中国地区气溶胶光学效应影响的原因是什么？",
                "AnswerEn": "The retrieval of tropospheric NO2 VCD from OMI is influenced by aerosol optical effects because current representative OMI products, like DOMINO v2 and OMNO2 v2, do not explicitly account for the effect of aerosols on solar radiation. This issue is significant over East China due to high aerosol loadings, which affect the radiation field in retrieving both clouds and NO2, leading to unclear net effects on the retrieved NO2 columns.",
                "AnswerCn": "从OMI获取对流层NO2 VCD受到气溶胶光学效应的影响，因为当前的OMI代表性产品，如DOMINO v2和OMNO2 v2，并未明确考虑气溶胶对太阳辐射的影响。由于东中国地区气溶胶负荷较高，这一问题尤为显著，影响了云和NO2的检索辐射场，导致对检索的NO2柱的净效应不明确。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why do current-generation NO2 algorithms, when used in polluted regions like China, result in biases during the conversion process from radiance to VCD?",
                "QuestionCn": "当前一代NO2算法在像中国这样的污染地区进行辐射到垂直柱浓度（VCD）转换时，为什么会导致偏差？",
                "AnswerEn": "Current-generation NO2 algorithms result in biases in polluted regions because they often do not explicitly account for the effects of aerosols in the calculation of tropospheric air mass factors (AMFs) used to convert tropospheric slant column density (SCD) to VCD. In regions with high aerosol loadings, such as China, this implicit approach can result in considerable biases.",
                "AnswerCn": "当前一代NO2算法在污染区域产生偏差，因为它们在计算用于将对流层斜柱密度（SCD）转换为体积柱密度（VCD）的对流层空气质量因子（AMFs）时，通常没有明确考虑气溶胶的影响。在气溶胶负荷较高的地区，如中国，这种隐式方法可能导致相当大的偏差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to use high-resolution vertical profiles and specific radiative transfer calculations when retrieving tropospheric NO2 columns over East Asia?",
                "QuestionCn": "在东亚地区获取对流层NO2柱时，使用高分辨率的垂直剖面和特定的辐射传输计算是非常重要的。",
                "AnswerEn": "High-resolution vertical profiles and specific radiative transfer calculations are important to accurately capture the day-to-day variability of NO2 concentrations and reduce errors introduced by coarse-resolution models. This approach allows for a more precise understanding of NO2 distribution and trends, which is essential for assessing air pollution levels and their impact on public health and the environment.",
                "AnswerCn": "高分辨率的垂直剖面和特定的辐射传输计算对于准确捕捉NO2浓度的日常变化至关重要，并减少粗分辨率模型引入的误差。这种方法使我们能够更精确地理解NO2的分布和趋势，这对于评估空气污染水平及其对公众健康和环境的影响至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps taken to account for aerosol optical effects when retrieving tropospheric NO2 vertical column densities in high-pollution areas?",
                "QuestionCn": "在高污染地区检索对流层NO2垂直柱密度时，考虑气溶胶光学效应的程序步骤包括哪些？",
                "AnswerEn": "The retrieval process explicitly accounts for aerosol optical effects simulated by nested GEOS-Chem at high resolution and constrained by aerosol measurements. This involves calculating high-resolution vertical profiles of NO2 and deriving cloud information using consistent ancillary assumptions.",
                "AnswerCn": "检索过程明确考虑了由高分辨率嵌套GEOS-Chem模拟的气溶胶光学效应，并通过气溶胶测量进行约束。这涉及计算NO2的高分辨率垂直剖面，并使用一致的辅助假设推导云信息。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "What procedures are involved in validating satellite-derived NO2 data with ground-based measurements in urban and suburban settings?",
                "QuestionCn": "验证卫星获取的NO2数据与城市和郊区地面测量数据的一般程序包括哪些步骤？",
                "AnswerEn": "Validation involves comparing the satellite-derived NO2 data with MAX-DOAS measurements taken at selected urban and suburban sites. The NO2 vertical column densities are retrieved from radiation measurements and the data's reliability is assessed by estimating retrieval uncertainties and comparing correlation coefficients between the datasets.",
                "AnswerCn": "验证涉及将卫星获取的NO2数据与在选定的城市和郊区地点进行的MAX-DOAS测量进行比较。NO2垂直柱密度是通过辐射测量获取的，数据的可靠性通过估计检索不确定性和比较数据集之间的相关系数来评估。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the accurate retrieval of tropospheric NO2 vertical column densities in regions with high aerosol loadings?",
                "QuestionCn": "哪些方法能够在气溶胶负荷较高的地区准确检索对流层NO2垂直柱密度？",
                "AnswerEn": "The use of high-resolution vertical profiles of NO2 simulated by GEOS-Chem, along with accounting for aerosol optical effects and surface reflectance anisotropy, enables a more accurate retrieval of tropospheric NO2 vertical column densities. Additionally, the integration of CALIOP monthly climatology of aerosol vertical extinction profiles helps correct model biases.",
                "AnswerCn": "使用GEOS-Chem模拟的高分辨率NO2垂直剖面，并考虑气溶胶光学效应和表面反射各向异性，可以更准确地获取对流层NO2垂直柱密度。此外，整合CALIOP每月气溶胶垂直消光剖面的气候数据有助于修正模型偏差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the integration of ground-based MAX-DOAS measurements enhance the validation process for satellite-derived NO2 data?",
                "QuestionCn": "地面基MAX-DOAS测量的整合如何增强卫星衍生NO2数据的验证过程？",
                "AnswerEn": "Ground-based MAX-DOAS measurements at urban and suburban sites in East China provide a reference that enhances the validation process for satellite-derived NO2 data by allowing for direct comparison and assessment of retrieval accuracy. This comparison helps identify the interference of aerosols and improve the correlation between satellite and ground-based observations.",
                "AnswerCn": "东中国城市和郊区站点的地面MAX-DOAS测量提供了一个参考，增强了卫星衍生NO2数据的验证过程，通过直接比较和评估检索准确性。这种比较有助于识别气溶胶的干扰，并改善卫星与地面观测之间的相关性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods for tropospheric NO2 VCDs not account for aerosol effects, and what are the anticipated outcomes of addressing this issue?",
                "QuestionCn": "数据收集方法在获取对流层NO2垂直柱浓度（VCDs）时可能未考虑气溶胶的影响，解决这一问题的预期结果是什么？",
                "AnswerEn": "Current representative OMI products covering China, such as DOMINO v2 and OMNO2 v2, do not explicitly account for the effect of aerosols on solar radiation, which is significant over East China due to high aerosol loadings. Addressing this issue by explicitly accounting for aerosol optical effects could improve the retrieval process by reducing biases and better capturing the variability of NO2 at smaller scales.",
                "AnswerCn": "当前覆盖中国的OMI产品，如DOMINO v2和OMNO2 v2，并未明确考虑气溶胶对太阳辐射的影响，而在东中国，由于气溶胶负荷较高，这一影响是显著的。通过明确考虑气溶胶光学效应来解决这一问题，可以改善检索过程，减少偏差，并更好地捕捉NO2在较小尺度上的变化。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of using aerosol optical effects and high-resolution vertical profiles of NO2 in improving data collection accuracy for tropospheric NO2 concentrations over East Asia?",
                "QuestionCn": "如何评估使用气溶胶光学效应和高分辨率NO2垂直剖面在提高东亚对流层NO2浓度数据收集准确性方面的有效性？",
                "AnswerEn": "The use of aerosol optical effects and high-resolution vertical profiles of NO2 significantly improves data collection accuracy by explicitly accounting for factors that affect the retrieval of NO2 columns. This method enhances the correlation with ground-based MAX-DOAS measurements and captures day-to-day variability more effectively compared to previous methodologies like DOMINO v2.",
                "AnswerCn": "使用气溶胶光学效应和高分辨率的NO2垂直剖面显著提高了数据收集的准确性，明确考虑了影响NO2柱浓度反演的因素。这种方法增强了与地面MAX-DOAS测量的相关性，并比之前的DOMINO v2方法更有效地捕捉日常变化。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What is your opinion on the challenges of incorporating aerosol vertical extinction profiles into the retrieval process of NO2 VCDs, and how might these challenges be addressed?",
                "QuestionCn": "您对将气溶胶垂直消光剖面纳入NO2垂直柱浓度（VCD）检索过程中的挑战有何看法？这些挑战可能如何得到解决？",
                "AnswerEn": "Incorporating aerosol vertical extinction profiles presents challenges due to the need for accurate modeling of aerosol properties and their impact on radiation fields. These challenges can be addressed by utilizing datasets such as CALIOP for aerosol measurements, which help to correct model biases and refine the aerosol vertical profiles, thereby improving the accuracy of NO2 VCD retrievals.",
                "AnswerCn": "纳入气溶胶垂直消光剖面面临挑战，因为需要准确建模气溶胶特性及其对辐射场的影响。这些挑战可以通过利用CALIOP等数据集来解决，这些数据集提供气溶胶测量，有助于修正模型偏差并细化气溶胶垂直剖面，从而提高NO2 VCD检索的准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don’t understand how aerosol optical effects are accounted for in the retrieval of tropospheric NO2 vertical column densities.",
                "QuestionCn": "我不明白在获取对流层NO2垂直柱密度时，气溶胶光学效应是如何被考虑的。",
                "AnswerEn": "Aerosol optical effects are explicitly accounted for by simulating them using nested GEOS-Chem at a high resolution (0.667° long. × 0.5° lat.) and constraining them with aerosol measurements. This approach enhances the retrieval accuracy by considering aerosol impacts on the radiation field during both cloud and NO2 retrieval processes.",
                "AnswerCn": "气溶胶光学效应通过使用嵌套的GEOS-Chem进行高分辨率（0.667° 经度 × 0.5° 纬度）模拟，并结合气溶胶测量进行约束，得到了明确的考虑。这种方法通过在云和NO2反演过程中考虑气溶胶对辐射场的影响，提高了反演的准确性。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure how data from instruments like CALIOP is integrated into algorithms for better NO2 analysis.",
                "QuestionCn": "我不确定像CALIOP这样的仪器的数据是如何整合到算法中以改善NO2分析的。",
                "AnswerEn": "CALIOP data is used to construct a monthly climatology of aerosol vertical extinction profiles, which helps correct model biases. This is done by utilizing CALIOP's dual-wavelength polarization lidar measurements to refine the modeled aerosol vertical profiles, thus improving the NO2 vertical column density retrieval by constraining the shape of the aerosol vertical extinction profile in the POMINO algorithm.",
                "AnswerCn": "CALIOP数据用于构建气溶胶垂直消光剖面的月度气候学，这有助于修正模型偏差。这是通过利用CALIOP的双波长偏振激光雷达测量来精细化模型的气溶胶垂直剖面，从而改善NO2垂直柱密度的检索，通过约束POMINO算法中气溶胶垂直消光剖面的形状。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I can't make sense of how the spatial resolution of chemical transport models affects the retrieval of NO2 data.",
                "QuestionCn": "我无法理解化学传输模型的空间分辨率如何影响NO2数据的获取。",
                "AnswerEn": "The spatial resolution of chemical transport models is crucial because coarse resolutions, like those used in DOMINO v2 and OMNO2 v2, cannot capture the small-scale variability of NO2. In contrast, using a higher-resolution model like GEOS-Chem allows for more accurate representation of NO2 vertical profiles, which improves the retrieval process by better capturing day-to-day variability and reducing spatial inconsistencies with ground-based measurements.",
                "AnswerCn": "化学传输模型的空间分辨率至关重要，因为像DOMINO v2和OMNO2 v2这样粗糙的分辨率无法捕捉NO2的小尺度变异性。相比之下，使用像GEOS-Chem这样的高分辨率模型可以更准确地表示NO2的垂直分布，从而通过更好地捕捉日常变异性和减少与地面观测数据的空间不一致性来改善检索过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please evaluate the significance of using ground-based MAX-DOAS measurements as a reference for validating satellite-derived NO2 data in urban and suburban sites in East China.",
                "QuestionCn": "评估在东中国城市和郊区使用地面MAX-DOAS测量作为验证卫星获取的NO2数据的参考的重要性。",
                "AnswerEn": "Ground-based MAX-DOAS measurements are significant for validating satellite-derived NO2 data as they provide a reference for assessing the accuracy of retrievals. In the context of East China, MAX-DOAS measurements at urban and suburban sites such as Beijing, Xianghe County, and Tai'An are used to compare with satellite data, demonstrating improved day-to-day variability capture and higher correlation coefficients when aerosol effects are explicitly considered.",
                "AnswerCn": "基于地面的MAX-DOAS测量对于验证卫星获取的NO2数据具有重要意义，因为它们提供了评估检索准确性的参考。在东中国的背景下，北京、香河和泰安等城市和郊区的MAX-DOAS测量用于与卫星数据进行比较，结果表明在明确考虑气溶胶效应时，日常变化捕捉能力有所提高，相关系数也更高。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}