{
  "id": "f799a282-ea70-4da7-bc5f-23bef89107e9",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Isotopic analysis and radiocarbon dating of human and animal bones from Xinancheng cemetery",
      "titleCn": "山西长子西南呈墓地人骨和动物骨C、N同位素和放射性碳定年数据集",
      "description": "This dataset includes C, N isotope and radiocarbon dating data of human bones and animal bones from the West Zhou Cemetery in the southwest of Changzi, Shanxi Province. Stable isotope analysis of C and N was carried out at the Key Laboratory of Western Environment of the Ministry of Education, Lanzhou University, and radiocarbon dating was commissioned by Peking University. After the bone samples were pretreated, C and N stable isotope data were obtained by an automatic carbon and nitrogen analyzer connected to the Thermo Finnigan Flash DELTAplus XL mass spectrometer. Radiocarbon dating data was obtained through an accelerator mass spectrometer (AMS) test. It is inferred that during the period 1000-800 BC, humans buried in Western Zhou cemeteries in the southwest relied primarily on C4-based foods, with people of higher social status consuming more animal protein and possibly C3 crops. In addition, given the paleoclitic and other archaeological data in the Central Plains, human diet and survival strategies changed significantly during the Eastern Zhou Dynasty (770-221 BC), with more C3 staple foods such as wheat being consumed, as evidenced by the increased intake of wheat by lower-status individuals and the development of a mixed wheat and millet agricultural system.",
      "descriptionCn": "本数据集包括山西长子西南呈西周墓地人骨和动物骨C、N同位素和放射性碳定年数据集。C、N稳定同位素分析在兰州大学西部环境教育部重点实验室进行，放射性碳测年委托北京大学检测。骨骼样品经过前处理后，通过连接到Thermo Finnigan Flash DELTAplus XL质谱仪的自动碳氮分析仪测试获取C、N稳定同位素数据；通过加速器质谱仪（AMS）测试获取放射性碳定年数据。据推断，在公元前1000-800年的时间里，埋葬在西南呈西周墓地墓地的人类主要依靠c4为基础的食物，社会地位较高的人消耗更多的动物蛋白质，可能还有C3作物。此外，考虑到中原地区的古气候和其他考古资料，人类的饮食和生存策略在东周（公元前770-221年）期间发生了显著变化，更多的C3主食（如小麦）被消费，这可以从地位较低的个体对小麦的摄入增加和小麦和小米混合农业系统的发展中得到证明。",
      "instructions": "Li et al-2020-Carbon, nitrogen isotopic data of human and animal bones and radiocarbon data ",
      "instructionsCn": "Li et al-2020-Carbon, nitrogen isotopic data of human and animal bones and radiocarbon data ",
      "east": 114.0,
      "west": 112.0,
      "south": 35.0,
      "north": 37.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 34909.0,
      "cstr": "18406.11.Paleoenv.tpdc.300733",
      "doi": "10.11888/Paleoenv.tpdc.300733",
      "dataFormat": null,
      "license": "5"
    },
    "authorList": [
      {
        "nameCn": "李昕",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Dietary shift and social hierarchy from the Proto-Shang to Zhou Dynasty in the Central Plains of China. ",
        "referenceCn": null,
        "referenceEn": "Li, X., Zhang, S., Lu, M., Qiu, M., Wen, S., & Ma, M. (2020). Dietary shift and social hierarchy from the Proto-Shang to Zhou Dynasty in the Central Plains of China. Environmental Research Letters, 15(3), 035002."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "其他",
        "nameEn": "Others"
      },
      {
        "nameCn": "其他数据",
        "nameEn": "Others"
      },
      {
        "nameCn": "动物考古",
        "nameEn": " zooarchaeology"
      },
      {
        "nameCn": "遗址",
        "nameEn": "Ruins"
      },
      {
        "nameCn": "遗址人骨稳定同位素",
        "nameEn": "Stable isotopes of human bones at the site"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "山西省长子县",
        "keywordEn": "Zhangzi County, Shanxi Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "西周",
        "keywordEn": "Western Zhou Dynasty",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "祁连山地区基于AVHRR亮温数据的月0.05°×0.05°地表温度数据（V1.0），基于MYD21A1温度数据的月/日0.01°×0.01°地表温度数据（V1.0）",
        "titleEn": "Land Surface Temperature (LST) Monthly/Day Dataset (V1.0) based on AVHRR brightness temperature (BT) (0.05°×0.05°) and MYD21A1 LST products (0.01°×0.01°) in Qilian Mountain Area"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of C and N stable isotope data collection methods used in archaeological bone analysis?",
        "QuestionCn": "考古骨骼分析中C和N稳定同位素数据收集方法的特点是什么？",
        "AnswerEn": "automatic carbon and nitrogen analyzer, Thermo Finnigan Flash DELTAplus XL mass spectrometer, pre-treated bone samples",
        "AnswerCn": "自动碳氮分析仪，Thermo Finnigan Flash DELTAplus XL 质谱仪，预处理骨样品",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for C and N stable isotope analysis in human and animal bones compare to those used for radiocarbon dating in archaeological contexts?",
        "QuestionCn": "C和N稳定同位素分析在人类和动物骨骼中的数据收集方法与考古学背景下的放射性碳定年方法相比如何？",
        "AnswerEn": "C and N stable isotope analysis uses an automatic carbon-nitrogen analyzer connected to a mass spectrometer to test pre-treated bone samples, while radiocarbon dating is conducted using an accelerator mass spectrometer (AMS). The former focuses on isotopic composition to infer dietary habits, whereas the latter provides chronological data.",
        "AnswerCn": "C和N稳定同位素分析使用自动碳氮分析仪连接到质谱仪来测试预处理的骨样本，而放射性碳定年则使用加速器质谱仪（AMS）进行。前者侧重于同位素组成以推断饮食习惯，而后者提供年代数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the dietary habits and social structures of ancient populations by analyzing C, N isotope and radiocarbon dating data from human and animal bones?",
        "QuestionCn": "通过分析人类和动物骨骼中的碳、氮同位素和放射性碳测年数据，可以推断出古代人群的饮食习惯和社会结构吗？",
        "AnswerEn": "Analyzing C, N isotope and radiocarbon dating data from human and animal bones can reveal that during 1000-800 BCE, individuals buried in the area primarily relied on C4-based foods, with those of higher social status consuming more animal protein and possibly C3 crops. Additionally, it suggests a significant dietary shift during the Eastern Zhou period (770-221 BCE), where there was an increased consumption of C3 staple foods like wheat, indicative of a mixed agricultural system and changing survival strategies.",
        "AnswerCn": "分析人类和动物骨骼中的碳、氮同位素及放射性碳测年数据可以揭示，在公元前1000-800年间，埋葬在该地区的个体主要依赖于C4型食物，而社会地位较高的人则消费更多的动物蛋白和可能的C3作物。此外，这还表明在东周时期（公元前770-221年）发生了显著的饮食转变，C3主食如小麦的消费增加，表明出现了混合农业系统和生存策略的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using C and N stable isotope analysis combined with radiocarbon dating on understanding ancient dietary patterns and social structures in the context of historical burial sites?",
        "QuestionCn": "使用碳和氮稳定同位素分析结合放射性碳定年法对理解古代饮食模式和社会结构在历史埋葬地点的背景下的影响是什么？",
        "AnswerEn": "The use of C and N stable isotope analysis combined with radiocarbon dating helps to deduce that individuals buried in historical sites heavily relied on C4-based diets around 1000-800 BCE, with those of higher social status consuming more animal protein and possibly C3 crops. Over time, especially during the Eastern Zhou period (770-221 BCE), there was a significant dietary shift towards more C3 staple foods, such as wheat, indicating changes in dietary practices and survival strategies. This is evidenced by the increased consumption of wheat by lower status individuals and the development of mixed agriculture systems of wheat and millet, reflecting broader societal and environmental transformations.",
        "AnswerCn": "使用碳和氮稳定同位素分析结合放射性碳定年，有助于推断在公元前1000-800年埋葬的个体主要依赖于C4基础饮食，其中社会地位较高的人消费更多的动物蛋白和可能的C3作物。随着时间的推移，特别是在东周时期（公元前770-221年），饮食发生了显著变化，转向更多的C3主食，如小麦，这表明饮食习惯和生存策略的变化。这通过低社会地位个体对小麦消费的增加以及小麦和黍的混合农业系统的发展得到了证实，反映了更广泛的社会和环境变迁。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives behind collecting C, N isotope and radiocarbon dating data from human and animal bones in archaeological sites?",
        "QuestionCn": "收集考古遗址中人类和动物骨骼的碳、氮同位素和放射性碳测年数据的目的是什么？",
        "AnswerEn": "The objectives include determining the dietary habits and social structures of ancient populations, understanding their reliance on C4-based foods, assessing social status through animal protein consumption, and investigating shifts in diet and survival strategies over time, such as the increased consumption of C3 staple foods during the Eastern Zhou period.",
        "AnswerCn": "目标包括确定古代人群的饮食习惯和社会结构，了解他们对C4食物的依赖，评估通过动物蛋白消费来判断社会地位，以及研究随着时间推移的饮食和生存策略的变化，例如在东周时期对C3主食消费的增加。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in collecting and analyzing C, N stable isotope and radiocarbon dating data from human and animal bones in ancient archaeological sites?",
        "QuestionCn": "在古代考古遗址中收集和分析人类和动物骨骼的C、N稳定同位素和放射性碳年代测定数据涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve pre-treating the bone samples, which are then tested for C, N stable isotope data using an automatic carbon-nitrogen analyzer connected to a Thermo Finnigan Flash DELTAplus XL mass spectrometer. For radiocarbon dating, the pre-treated samples are analyzed using an accelerator mass spectrometer (AMS).",
        "AnswerCn": "程序步骤包括对骨样本进行预处理，然后使用自动碳氮分析仪连接到Thermo Finnigan Flash DELTAplus XL质谱仪测试碳、氮稳定同位素数据。对于放射性碳定年，预处理样本使用加速器质谱仪（AMS）进行分析。",
        "Level": "C3(Applying)"
      }
    ]
  }
}