{
  "id": "f7c7c928-9b9d-4d2d-83ac-55c21795e590",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Long-term series of daily snow depth in Euroasia (1980-2016)",
      "titleCn": "欧亚大陆长时间序列雪深数据集（1980-2016）",
      "description": "The “long-term series of daily snow depth in Eurasia” was produced using the passive microwave remote sensing data. The temporal range is 1980~2016, and the coverage is the Eurasia continent. The spatial resolutions is 0.25° and the temporal resolution is daily. A dynamic brightness temperature gradient algorithm was used to derive snow depth. In this algorithm, the spatial and temporal variations of snow characteristics were considered and the spatial and seasonal dynamic relationships between the temperature difference between 18 GHz and 36 GHz and the measured snow depth were established. The long-term sequence of satellite-borne passive microwave brightness temperature data used to derive snow depth came from three sensors (SMMR, SSM/I and SSMI/S), and there is a certain system inconsistency among them. So, the inter-sensor calibration was performed to improve the temporal consistency of these brightness temperature data before snow depth derivation. The accuracy analysis shows that the relative deviation of Eurasia snow depth data is within 30%. The data are stored as a txt file every day, each file includes a file header (projection mode) and a 720*332 snow depth matrix, and each snow depth represents a 0.25°*0.25° grid.\nFor details of the data, please refer to data specification “Snow depth dataset of Eurasian (Version 1.0) (1980-2016).doc”",
      "descriptionCn": "欧亚大陆雪深数据集采用被动微波遥感反演方法制作，数据覆盖时间从1980年到2016年，时间分辨率为逐日，覆盖范围为欧亚大陆，空间分辨率为0.25°。遥感反演方法采用动态亮温梯度算法，算法考虑积雪特性在时空和空间上的变化，建立了不同频率亮度温度差与实测雪深在空间和季节上的动态关系。长时间序列星载被动微波亮度温度数据来自SMMR、SSM/I和SSMI/S三个传感器。为保证不同传感器亮度温度在时间上的一致性，在雪深提取之前对不同传感器亮度温度进行了交叉订正。通过实测站点的验证表明欧亚大陆雪深数据相对偏差在30%以内。数据据每一天存放一个txt文件，每个文件由文件头（投影方式）和720*332的雪深矩阵组成，每个雪深代表一个0.25°* 0.25°的格网。\n数据的详细情况见欧亚大陆雪深数据集-数据说明。",
      "instructions": "The data are stored as a txt file every day, each file includes a file header (projection mode) and a 720*332 snow depth matrix, and each snow depth represents a 0.25°*0.25° grid.",
      "instructionsCn": "数据据每一天存放一个txt文件，每个文件由文件头（投影方式）和720*332的雪深矩阵组成，每个雪深代表一个0.25°* 0.25°的格网",
      "east": 180.0,
      "west": 40.0,
      "south": 31.0,
      "north": 70.0,
      "startTime": "1980-01-18 11:00:00",
      "endTime": "2017-01-15 15:59:00",
      "fileSize": 1026787128.0,
      "cstr": "18406.11.Snow.tpdc.270096",
      "doi": "10.11888/Snow.tpdc.270096",
      "dataFormat": "PDF",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "戴礼云",
        "nameEn": "DAI Liyun",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Snow depth derived from passive microwave remote-sensing data in China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Jin, R., Armstrong, R., &Zhang, T.J. (2008). Snow depth derived from passive microwave remote-sensing data in China. Annals of Glaciology, 49, 145-154."
      },
      {
        "titleCn": null,
        "titleEn": "Inter-calibrating SMMR, SSM/I and SSMI/S data to improve the consistency of snow-depth products in China",
        "referenceCn": null,
        "referenceEn": "Dai, L.Y., Che, T., &Ding, Y.J. (2015). Inter-calibrating SMMR, SSM/I and SSMI/S data to improve the consistency of snow-depth products in China. Remote Sensing, 7(6), 7212-7230."
      },
      {
        "titleCn": null,
        "titleEn": "Evaluation of snow cover and snow depth on the Qinghai–Tibetan Plateau derived from passive microwave remote sensing",
        "referenceCn": null,
        "referenceEn": "Dai, L.Y., Che, T., Ding, Y.J., &Hao, X.H. (2017). Evaluation of snow cover and snow depth on the Qinghai–Tibetan Plateau derived from passive microwave remote sensing. The Cryosphere, 11(4), 1933-1948."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈遥感",
        "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
      },
      {
        "nameCn": "冰冻圈遥感产品",
        "nameEn": "Cryosphere remote sensing products"
      },
      {
        "nameCn": "微波遥感",
        "nameEn": "Microwave remote sensing"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      },
      {
        "nameCn": "积雪深度",
        "nameEn": "Snow depth"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "欧亚大陆",
        "keywordEn": "Eurasia continent"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980-2016",
        "keywordEn": "1980-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Seasonal snow cover plays an important role in hydrological cycles and climate processes. Snow depth is a significant parameter in climate and hydrologic model simulations. At present, passive microwave remote sensing is the most efficient way to derive snow depth at global and regional scales. The current snow depth or SWE retrieval algorithms have been developed based on the fact that deeper snowpacks have lower microwave brightness temperatures and that the brightness temperature difference (TBD) at 18 GHz and 36 GHz increases with increasing snow depth. But when the snow depth reaches up to a certain threshold, the brightness temperature at 36 GHz begins to increase slowly or keep stable with the increase of snow depth due to the fact that snow depth exceeds the penetration depth of the 36 GHz, resulting in the TBD at 18 GHz and 36 GHz decreases with the increase of snow depth. Therefore, when snow depth is more than this threshold, the lower frequencies (such as 10 GHz and 18 GHz) can be used to retrieve snow depth/SWE."
      ],
      "research objective": [
        "A novel snow depth/water equivalent (SWE) data retrieval algorithm from passive microwave brightness temperature is proposed based on a priori snow characteristics, including the grain size, density, and temperature of the layered snowpack. In this paper, a snow depth/SWE retrieval algorithm of a look-up table was developed based on a priori snow characteristics (stratigraphy, snow grain size, density, snow temperature, and temperature at the snow/soil interface) in Xinjiang, China."
      ],
      "challenges": [
        "Static snow depth retrieval algorithms tend to underestimate the snow depth at the beginning of the snow season and overestimate the snow depth at the end of the snow season because the snow characteristics vary with the age of snow cover. The observations of the sparse weather stations are not sufficient for this purpose; therefore, it is important to develop a snow depth or snow water equivalent (SWE) retrieval method from remote sensing data. However, it becomes more difficult to retrieve the snow depth and SWE of a layered snowpack from brightness temperature data because the layered condition is unknown."
      ],
      "methods": [
        "The snow depth and SWE determined by this new algorithm were validated by snow measurements at thirteen meteorological stations in Xinjiang, China from 2003 to 2010 and compared with existing SWE products from the National Snow and Ice Data Center (NSIDC), the Environmental and Ecological Science Data Center for West China (WESTDC), the European Space Agency (ESA), and measurements with a snow course. We used the Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) data in this study. In this study, we propose a look-up table method to retrieve snow depth and SWE. First, a look-up table between snow properties and passive microwave brightness temperature at AMSR-E frequencies was established using the microwave emission model of layered snowpacks (MEMLS) based on a priori snow characteristics, which come from field measurements and meteorological station data."
      ],
      "dataset": [
        "The snow depth and SWE determined by this new algorithm were validated by snow measurements at thirteen meteorological stations in Xinjiang, China from 2003 to 2010. We used the Advanced Microwave Scanning Radiometer for Earth Observing System (AMSR-E) data in this study. The daily snow depth, snow pressure, and minimum air temperature observations from 55 stations in Xinjiang, China, from 1999 to 2008 (several up to 2010) are available from the China Meteorological Administration. From November of 2010 to March of 2011, three field measurements were established in Northern Xinjiang, and at the end of February of 2011, snow depths were measured along a snow course."
      ],
      "findings": [
        "The results showed that the root mean squared error (RMSE) and the bias from this new algorithm were greatly reduced compared to NSIDC, moderately reduced compared to ESA, and slightly reduced compared to WESTDC. The understanding of a priori local snow characteristics can improve the accuracy of snow depth and snow water equivalent estimation from passive microwave remote sensing data."
      ],
      "backgroundCn": [
        "季节性雪盖在水文循环和气候过程中发挥着重要作用。雪深是气候和水文模型模拟中的一个重要参数。目前，被动微波遥感是全球和区域尺度上获取雪深的最有效方法。目前的雪深或雪水当量（SWE）反演算法是基于以下事实：较深的雪层具有较低的微波亮温，并且18 GHz和36 GHz的亮温差（TBD）随着雪深的增加而增加。但当雪深达到某个阈值时，36 GHz的亮温开始缓慢增加或保持稳定，随着雪深的增加，原因是雪深超过了36 GHz的穿透深度，导致18 GHz和36 GHz的TBD随着雪深的增加而减少。因此，当雪深超过这个阈值时，可以使用较低频率（如10 GHz和18 GHz）来反演雪深/SWE。"
      ],
      "research objectiveCn": [
        "提出了一种基于先验雪特征（包括分层雪包的颗粒大小、密度和温度）的被动微波亮温的新雪深/水当量（SWE）数据检索算法。本文开发了一种基于先验雪特征（雪层结构、雪颗粒大小、密度、雪温和雪/土界面的温度）的查找表雪深/SWE检索算法，应用于中国新疆地区。"
      ],
      "challengesCn": [
        "静态雪深检索算法往往在雪季开始时低估雪深，而在雪季结束时高估雪深，因为雪覆盖的特性随着雪的年龄而变化。稀疏的气象站观测数据不足以满足这一需求，因此开发基于遥感数据的雪深或雪水当量（SWE）检索方法显得尤为重要。然而，由于层状雪包的状态未知，从亮温数据中检索雪深和SWE变得更加困难。"
      ],
      "methodsCn": [
        "该新算法确定的雪深和雪水当量（SWE）通过2003年至2010年在中国新疆的十三个气象站的雪测量进行了验证，并与国家雪冰数据中心（NSIDC）、西部中国环境与生态科学数据中心（WESTDC）、欧洲航天局（ESA）以及雪道测量的现有SWE产品进行了比较。我们在本研究中使用了地球观测系统的先进微波扫描辐射计（AMSR-E）数据。我们提出了一种查找表方法来检索雪深和SWE。首先，基于先验雪特性（来自现场测量和气象站数据），使用分层雪包的微波发射模型（MEMLS）建立了雪特性与AMSR-E频率下的被动微波亮度温度之间的查找表。"
      ],
      "datasetCn": [
        "该新算法确定的雪深和雪水当量（SWE）通过2003年至2010年在中国新疆的十三个气象站的雪测量进行了验证。本研究使用了地球观测系统的先进微波扫描辐射仪（AMSR-E）数据。1999年至2008年（部分数据延续至2010年）期间，中国气象局提供了来自新疆55个站点的每日雪深、雪压和最低气温观测数据。从2010年11月到2011年3月，在新疆北部建立了三个实地测量点，并在2011年2月底沿雪道测量了雪深。"
      ],
      "findingsCn": [
        "结果显示，与NSIDC相比，这种新算法的均方根误差（RMSE）和偏差大幅降低，与ESA相比中等降低，与WESTDC相比略有降低。对先验局部雪特征的理解可以提高被动微波遥感数据对雪深和雪水当量估计的准确性。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Can passive microwave remote sensing be used to efficiently derive snow depth on a global scale?",
        "QuestionCn": "被动微波遥感能否有效地在全球范围内获取雪深？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Do static snow depth retrieval algorithms underestimate snow depth at the beginning of the snow season?",
        "QuestionCn": "静态雪深提取算法在雪季开始时是否低估雪深？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is snow depth retrieval from passive microwave remote sensing more efficient using dynamic brightness temperature gradient algorithms or static retrieval algorithms?",
        "QuestionCn": "从被动微波遥感获取雪深，使用动态亮温梯度算法是否比静态反演算法更有效？",
        "AnswerEn": "dynamic brightness temperature gradient algorithms",
        "AnswerCn": "动态亮温梯度算法",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Are field measurements or meteorological station data more critical for validating snow depth and SWE retrieval algorithms?",
        "QuestionCn": "现场测量还是气象站数据对于验证雪深和雪水当量（SWE）检索算法更为关键？",
        "AnswerEn": "Field measurements and meteorological station data are both critical for validating snow depth and SWE retrieval algorithms as they provide essential a priori snow characteristics and ground truth for validation.",
        "AnswerCn": "现场测量和气象站数据对于验证雪深和雪水当量（SWE）检索算法都至关重要，因为它们提供了必要的先验雪特性和用于验证的地面真实数据。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the challenges associated with retrieving snow depth using passive microwave remote sensing?",
        "QuestionCn": "使用被动微波遥感获取雪深度面临的挑战有哪些？",
        "AnswerEn": "Static snow depth retrieval algorithms",
        "AnswerCn": "静态雪深反演算法",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methods are used to ensure the consistency of brightness temperature data across different sensors in snow depth retrieval?",
        "QuestionCn": "在雪深提取中，确保不同传感器之间亮温数据一致性的方法有哪些？",
        "AnswerEn": "Cross-correction of brightness temperatures",
        "AnswerCn": "亮温的交叉校正",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to ensure temporal consistency across different passive microwave sensors for snow depth measurement?",
        "QuestionCn": "您能否提供一个数据收集方法的例子，以确保不同被动微波传感器在雪深测量中的时间一致性？",
        "AnswerEn": "To ensure temporal consistency across different passive microwave sensors like SMMR, SSM/I, and SSMI/S, a cross-correction of brightness temperatures from these sensors was performed before snow depth extraction.",
        "AnswerCn": "为了确保不同被动微波传感器（如SMMR、SSM/I和SSMI/S）之间的时间一致性，在提取雪深之前对这些传感器的亮温进行了交叉校正。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in developing snow depth retrieval methods from passive microwave data, and how is it addressed?",
        "QuestionCn": "从被动微波数据中开发雪深检索方法时面临的一个挑战是什么，以及如何解决这个问题？",
        "AnswerEn": "A challenge in developing snow depth retrieval methods is the underestimation or overestimation of snow depth due to changing snow characteristics over time. This is addressed by proposing a snow depth retrieval algorithm that considers a priori snow characteristics such as grain size, density, and temperature, validated through field measurements and meteorological data.",
        "AnswerCn": "开发雪深检索方法的一大挑战是由于雪的特性随时间变化而导致的雪深低估或高估。为此，提出了一种雪深检索算法，该算法考虑了先验的雪特性，如颗粒大小、密度和温度，并通过实地测量和气象数据进行验证。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Can you illustrate an example of how snow depth datasets are validated using field measurements?",
        "QuestionCn": "您能否举例说明如何使用实地测量来验证雪深数据集？",
        "AnswerEn": "Snow depth datasets are validated by comparing the snow depth and SWE determined by a new retrieval algorithm with snow measurements at thirteen meteorological stations in Xinjiang, China, from 2003 to 2010, and comparing these with existing SWE products from organizations like NSIDC and ESA.",
        "AnswerCn": "雪深数据集通过将新检索算法确定的雪深和雪水当量（SWE）与2003年至2010年间新疆的十三个气象站的雪测量进行比较进行验证，并将这些结果与NSIDC和ESA等组织的现有SWE产品进行比较。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the snow depth retrieval method using passive microwave remote sensing?",
        "QuestionCn": "被动微波遥感的雪深反演方法的特点是什么？",
        "AnswerEn": "dynamic relationship between brightness temperature difference at different frequencies and actual snow depth, penetration depth of microwave frequencies, adjustment for snow characteristics such as grain size, density, temperature, dynamic brightness temperature gradient algorithm",
        "AnswerCn": "不同频率下亮温差与实际雪深之间的动态关系、微波频率的穿透深度、对雪特性（如粒径、密度、温度）的调整、动态亮温梯度算法。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with using remote sensing data for snow depth estimation over long time periods?",
        "QuestionCn": "使用遥感数据进行长期雪深估计面临哪些挑战？",
        "AnswerEn": "underestimation of snow depth at the beginning of the snow season, overestimation at the end, difficulty retrieving snow depth and snow water equivalent with layered snowpacks, inconsistency across different sensors over long periods",
        "AnswerCn": "在雪季初期低估雪深，在雪季末期高估雪深，在具有分层雪包的情况下难以获取雪深和雪水当量，不同传感器在长时间内的一致性问题。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What methods are employed to validate new snow depth retrieval algorithms in remote sensing studies?",
        "QuestionCn": "在遥感研究中，验证新雪深度检索算法所采用的方法有哪些？",
        "AnswerEn": "meteorological station comparisons, existing product comparisons, field measurements, snow course observations",
        "AnswerCn": "气象站比较、现有产品比较、现场测量、雪道观测",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a snow depth dataset covering the Eurasian continent from 1980 to 2016?",
        "QuestionCn": "覆盖1980年至2016年欧亚大陆的雪深数据集的空间分辨率是多少？",
        "AnswerEn": "0.25°",
        "AnswerCn": "0.25°",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many meteorological stations were used to validate snow depth and SWE determined by a novel retrieval algorithm in Xinjiang, China?",
        "QuestionCn": "在中国新疆，用于验证新型检索算法确定的雪深和雪水当量的气象站数量是多少？",
        "AnswerEn": "13",
        "AnswerCn": "13",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Over what period were daily snow depth and meteorological observations collected from stations in Xinjiang, China?",
        "QuestionCn": "在中国新疆的气象站收集的每日雪深和气象观测数据的时间段是什么？",
        "AnswerEn": "1999-2008, 2010",
        "AnswerCn": "1999-2008，2010",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the 'dynamic brightness temperature gradient algorithm' used in passive microwave remote sensing for snow depth retrieval?",
        "QuestionCn": "在被动微波遥感中用于雪深检索的“动态亮温梯度算法”是什么？",
        "AnswerEn": "The dynamic brightness temperature gradient algorithm is a method that takes into account the spatial and temporal variations of snow characteristics by establishing a dynamic relationship between brightness temperature differences at multiple frequencies and actual snow depth. It is used to retrieve snow depth from passive microwave remote sensing data.",
        "AnswerCn": "动态亮温梯度算法是一种考虑雪特征的空间和时间变化的方法，通过建立多个频率下亮温差与实际雪深之间的动态关系来实现。该算法用于从被动微波遥感数据中提取雪深。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What does 'cross-calibration of brightness temperatures across different sensors' entail in the context of snow depth data extraction?",
        "QuestionCn": "在雪深数据提取的背景下，“不同传感器之间亮温的交叉校准”涉及什么？",
        "AnswerEn": "Cross-calibration of brightness temperatures across different sensors involves ensuring the consistency of brightness temperature measurements over time by correcting for any discrepancies between sensors. This is crucial for accurate snow depth extraction from data collected by different sensors such as SMMR, SSM/I, and SSMI/S to ensure temporal consistency.",
        "AnswerCn": "不同传感器之间的亮度温度交叉校准涉及通过修正传感器之间的差异来确保亮度温度测量的一致性。这对于从不同传感器（如SMMR、SSM/I和SSMI/S）收集的数据中准确提取雪深至关重要，以确保时间上的一致性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the integration of data from multiple sensors like SMMR, SSM/I, and SSMI/S affect the consistency of snow depth datasets compared to using data from a single sensor?",
        "QuestionCn": "多个传感器（如SMMR、SSM/I和SSMI/S）数据的整合如何影响雪深数据集的一致性，与仅使用单一传感器的数据相比？",
        "AnswerEn": "Integrating data from multiple sensors, such as SMMR, SSM/I, and SSMI/S, necessitates cross-calibration to ensure temporal consistency in brightness temperatures, which can lead to more reliable long-term datasets. Using data from a single sensor may avoid cross-calibration issues but could limit the temporal span and potentially miss improvements in later sensor technologies.",
        "AnswerCn": "整合来自多个传感器的数据，如SMMR、SSM/I和SSMI/S，需要进行交叉校准，以确保亮温的时间一致性，这可以导致更可靠的长期数据集。使用单一传感器的数据可能避免交叉校准问题，但可能会限制时间跨度，并可能错过后期传感器技术的改进。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the dynamic brightness temperature gradient algorithm address the challenges of accurately retrieving snow depth in regions with complex snowpack structures?",
        "QuestionCn": "动态亮温梯度算法如何解决在复杂雪层结构区域准确获取雪深的挑战？",
        "AnswerEn": "The dynamic brightness temperature gradient algorithm considers the spatiotemporal variability of snow characteristics to improve the accuracy of snow depth retrieval. It establishes a dynamic relationship between brightness temperature differences and measured snow depth across different frequencies and seasons, which can address the underestimation and overestimation issues by accounting for changes in snow properties over time.",
        "AnswerCn": "动态亮温梯度算法考虑了雪特性的时空变化，以提高雪深提取的准确性。它建立了不同频率和季节之间亮温差与测量雪深之间的动态关系，从而通过考虑雪属性随时间的变化来解决低估和高估的问题。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What could be the implications of using multiple sensors like SMMR, SSM/I, and SSMI/S for ensuring consistency in long-term snow depth datasets?",
        "QuestionCn": "使用多个传感器如SMMR、SSM/I和SSMI/S来确保长期积雪深度数据集的一致性可能有哪些影响？",
        "AnswerEn": "Using multiple sensors like SMMR, SSM/I, and SSMI/S requires cross-correction of brightness temperatures to ensure temporal consistency. This approach helps in maintaining uniformity in datasets collected over long periods, thus reducing relative biases in snow depth measurements to within 30% and enabling reliable long-term studies of snow cover and climate interactions.",
        "AnswerCn": "使用多个传感器如SMMR、SSM/I和SSMI/S需要对亮温进行交叉校正，以确保时间一致性。这种方法有助于保持长期收集的数据集的均匀性，从而将雪深测量中的相对偏差降低到30%以内，并使得对雪盖和气候相互作用的长期研究变得可靠。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In what ways might a priori knowledge of snow characteristics enhance the development of retrieval algorithms for snow depth and snow water equivalent (SWE)?",
        "QuestionCn": "先验知识关于雪的特征如何增强雪深和雪水当量（SWE）检索算法的开发？",
        "AnswerEn": "A priori knowledge of snow characteristics, such as grain size, density, and temperature, can significantly enhance retrieval algorithms by providing essential input data that account for variations in snowpack properties. This knowledge allows for the development of look-up tables and models that can more accurately predict snow depth and SWE, especially when dealing with layered snowpacks where direct measurements are challenging.",
        "AnswerCn": "对雪的特性（如颗粒大小、密度和温度）的先验知识可以显著增强检索算法，因为它提供了重要的输入数据，能够考虑雪层特性的变化。这种知识使得开发查找表和模型成为可能，从而更准确地预测雪深和雪水当量，特别是在处理直接测量困难的分层雪层时。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes the variability in accuracy when using passive microwave remote sensing to derive snow depth across different seasons?",
        "QuestionCn": "使用被动微波遥感来推导不同季节的雪深时，准确性变化的原因是什么？",
        "AnswerEn": "Static snow depth retrieval algorithms tend to underestimate snow depth at the beginning of the snow season and overestimate it at the end due to variations in snow characteristics with the age of the snow cover.",
        "AnswerCn": "静态雪深提取算法在雪季开始时往往低估雪深，而在雪季结束时则倾向于高估雪深，这主要是由于雪覆盖物随时间变化的特性所导致的。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors contribute to the complexity of retrieving snow depth and snow water equivalent from brightness temperature data in layered snowpack conditions?",
        "QuestionCn": "从分层雪盖条件下的亮温数据中检索雪深和雪水当量的复杂性受哪些因素影响？",
        "AnswerEn": "The difficulty arises because the layered condition of the snowpack is unknown, making it challenging to accurately retrieve snow depth and SWE from brightness temperature data.",
        "AnswerCn": "困难在于雪层的状况未知，这使得从亮温数据中准确获取雪深和雪水当量变得具有挑战性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it necessary to perform cross-correction of brightness temperature data from different sensors before extracting snow depth?",
        "QuestionCn": "在提取雪深之前，为什么有必要对来自不同传感器的亮温数据进行交叉校正？",
        "AnswerEn": "Cross-correction ensures temporal consistency in brightness temperature data across different sensors, which is crucial for accurate snow depth extraction.",
        "AnswerCn": "交叉校正确保了不同传感器之间亮温数据的时间一致性，这对于准确提取雪深至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the effects of utilizing passive microwave remote sensing data on the accuracy of snow depth estimates over a long temporal scale?",
        "QuestionCn": "利用被动微波遥感数据对长期时间尺度上雪深估计的准确性有什么影响？",
        "AnswerEn": "The use of passive microwave remote sensing data, such as from SMMR, SSM/I, and SSMI/S sensors, allows for the creation of long-term snow depth datasets. The dynamic brightness temperature algorithm helps to account for temporal and spatial variations in snow characteristics, resulting in snow depth data with a relative bias within 30% when validated against ground measurements.",
        "AnswerCn": "被动微波遥感数据的使用，例如来自SMMR、SSM/I和SSMI/S传感器的数据，使得创建长期雪深数据集成为可能。动态亮温算法有助于考虑雪特征的时间和空间变化，从而使得雪深数据在与地面测量验证时，相对偏差控制在30%以内。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What potential challenges arise from the dynamic nature of snow characteristics in developing accurate snow depth retrieval algorithms?",
        "QuestionCn": "由于雪特性的动态变化，在开发准确的雪深检索算法时可能会出现哪些潜在挑战？",
        "AnswerEn": "One challenge is that static snow depth retrieval algorithms may underestimate snow depth at the beginning of the snow season and overestimate it at the end due to variations in snow characteristics as the snow cover ages. This necessitates the development of algorithms that can dynamically adjust to these changes.",
        "AnswerCn": "一个挑战是，静态雪深检索算法可能在雪季开始时低估雪深，而在雪季结束时高估雪深，这主要是由于随着雪盖老化，雪的特性发生变化。这就需要开发能够动态调整以适应这些变化的算法。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the implications of cross-calibrating brightness temperatures from different sensors on the consistency of snow depth data extraction?",
        "QuestionCn": "不同传感器之间交叉校准亮度温度对雪深数据提取一致性的影响是什么？",
        "AnswerEn": "Cross-calibrating brightness temperatures from multiple sensors ensures temporal consistency in the snow depth data extracted. This calibration is crucial for maintaining accuracy across the long time series data from 1980 to 2016.",
        "AnswerCn": "跨校准来自多个传感器的亮度温度确保了提取的雪深数据的时间一致性。这种校准对于保持1980年至2016年长时间序列数据的准确性至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of using passive microwave remote sensing techniques in the development of long-term snow depth datasets across large geographical regions like Eurasia?",
        "QuestionCn": "使用被动微波遥感技术在大范围地理区域（如欧亚大陆）开发长期雪深数据集的主要目标是什么？",
        "AnswerEn": "The primary goal is to efficiently derive snow depth at global and regional scales, as passive microwave remote sensing is the most effective method for this purpose. This approach helps in understanding seasonal snow cover's role in hydrological cycles and climate processes.",
        "AnswerCn": "主要目标是高效地获取全球和区域尺度的雪深，因为被动微波遥感是实现这一目的的最有效方法。这种方法有助于理解季节性雪盖在水文循环和气候过程中的作用。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to validate snow depth retrieval algorithms with in-situ measurements and compare them with existing snow products from various data centers?",
        "QuestionCn": "为什么验证积雪深度检索算法与现场测量数据并与来自各个数据中心的现有积雪产品进行比较很重要？",
        "AnswerEn": "It is important to validate snow depth retrieval algorithms with in-situ measurements and compare them with existing products to improve accuracy and ensure that the algorithms can reliably estimate snow depth and snow water equivalent, especially when dealing with layered snowpacks where conditions are unknown.",
        "AnswerCn": "验证雪深检索算法与现场测量数据的准确性，并与现有产品进行比较，以提高准确性，确保算法能够可靠地估计雪深和雪水当量，尤其是在处理层状雪层时，条件未知的情况下，这一点尤为重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the objectives behind using a look-up table method based on a priori snow characteristics in the retrieval of snow depth and snow water equivalent?",
        "QuestionCn": "使用基于先验雪特征的查找表方法来获取雪深和雪水当量的目标是什么？",
        "AnswerEn": "The objectives include improving the estimation accuracy of snow depth and snow water equivalent from passive microwave remote sensing data by incorporating local snow characteristics like stratigraphy, grain size, density, and temperature into the retrieval process.",
        "AnswerCn": "目标包括通过将局部雪特征如层理、颗粒大小、密度和温度纳入反演过程，来提高被动微波遥感数据对雪深和雪水当量的估计准确性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What methodologies are used to ensure the temporal consistency of brightness temperature data from different sensors before extracting snow depth data?",
        "QuestionCn": "在提取雪深数据之前，确保来自不同传感器的亮温数据的时间一致性使用了哪些方法论？",
        "AnswerEn": "To ensure temporal consistency of brightness temperature data from different sensors, cross-correction is performed on the brightness temperatures before snow depth extraction.",
        "AnswerCn": "为了确保来自不同传感器的亮温数据的时间一致性，在提取雪深之前对亮温进行交叉校正。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How can passive microwave remote sensing be adapted to improve snow depth retrieval in regions with varying snowpack characteristics?",
        "QuestionCn": "如何调整被动微波遥感技术，以改善在具有不同雪层特征的地区的积雪深度检索？",
        "AnswerEn": "Passive microwave remote sensing can be adapted by using a dynamic brightness temperature gradient algorithm that accounts for spatiotemporal variations in snow characteristics, establishing a dynamic relationship between brightness temperature differences and measured snow depth across different frequencies.",
        "AnswerCn": "被动微波遥感可以通过使用动态亮温梯度算法进行调整，该算法考虑了雪特征的时空变化，建立了不同频率下亮温差与测量雪深之间的动态关系。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "What steps are involved in creating a look-up table to retrieve snow depth and snow water equivalent from passive microwave brightness temperature data?",
        "QuestionCn": "从被动微波亮度温度数据中创建查找表以检索雪深和雪水当量涉及哪些步骤？",
        "AnswerEn": "Creating a look-up table involves using the microwave emission model of layered snowpacks (MEMLS) based on a priori snow characteristics from field measurements and meteorological station data to establish a relationship between snow properties and passive microwave brightness temperature at specific frequencies.",
        "AnswerCn": "创建查找表涉及使用分层雪盖的微波发射模型（MEMLS），基于来自现场测量和气象站数据的先验雪特性，建立雪属性与特定频率下被动微波亮度温度之间的关系。",
        "Level": "C6(Creating)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What conditions and technological advancements enable the extraction of snow depth data from passive microwave remote sensing across large geographical areas like Eurasia?",
        "QuestionCn": "哪些条件和技术进步使得能够通过被动微波遥感在像欧亚大陆这样的大范围地理区域提取雪深数据？",
        "AnswerEn": "The use of dynamic brightness temperature gradient algorithms, which account for spatial and temporal variations in snow characteristics, enables the extraction of snow depth data from passive microwave remote sensing across large areas. Additionally, advancements in satellite sensors like SMMR, SSM/I, and SSMI/S, and the cross-correction of their brightness temperatures for consistency over time, are crucial technological enablers.",
        "AnswerCn": "动态亮温梯度算法的使用，考虑了雪特征的空间和时间变化，使得能够通过被动微波遥感在大范围内提取雪深数据。此外，像SMMR、SSM/I和SSMI/S等卫星传感器的进步，以及对其亮温进行交叉校正以确保时间上的一致性，是关键的技术支持。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do variations in snow characteristics across seasons and regions influence the development of algorithms for snow depth retrieval from satellite data?",
        "QuestionCn": "季节和地区之间雪的特征变化如何影响从卫星数据中提取雪深的算法开发？",
        "AnswerEn": "Variations in snow characteristics such as grain size, density, and temperature influence the development of retrieval algorithms by necessitating dynamic models that adjust for changes in snowpack properties over time and space. These variations can lead to underestimations or overestimations of snow depth if not properly accounted for in the algorithm design.",
        "AnswerCn": "雪的特性变化，如颗粒大小、密度和温度，会影响反演算法的开发，因为这需要动态模型来调整雪层属性随时间和空间的变化。如果在算法设计中未能妥善考虑这些变化，可能会导致对雪深的低估或高估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might static snow depth retrieval algorithms underestimate or overestimate snow depth at different times of the snow season?",
        "QuestionCn": "静态雪深提取算法在雪季的不同时间可能会低估或高估雪深的原因是什么？",
        "AnswerEn": "Static snow depth retrieval algorithms tend to underestimate snow depth at the beginning of the snow season and overestimate it at the end due to variations in snow characteristics with the age of the snow cover.",
        "AnswerCn": "静态雪深提取算法在雪季开始时往往低估雪深，而在雪季结束时则往往高估雪深，这主要是由于雪盖的年龄变化导致雪的特性不同。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors could contribute to the high relative deviation observed in snow depth data across the Eurasian continent?",
        "QuestionCn": "导致欧亚大陆雪深数据相对偏差较大的因素有哪些？",
        "AnswerEn": "The high relative deviation in snow depth data could be due to the dynamic nature of snow characteristics over time and space, which are considered in the retrieval algorithm to account for changes in snow properties.",
        "AnswerCn": "雪深数据的高相对偏差可能是由于雪的特性在时间和空间上的动态变化，这些变化在检索算法中得到了考虑，以便能够反映雪的属性变化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why is it challenging to retrieve snow depth and SWE from brightness temperature data in a layered snowpack?",
        "QuestionCn": "为什么从分层积雪中的亮度温度数据中检索雪深和雪水当量具有挑战性？",
        "AnswerEn": "Retrieving snow depth and SWE from brightness temperature data in a layered snowpack is challenging because the layered condition is unknown, making it difficult to accurately assess and model the snow properties.",
        "AnswerCn": "从亮温数据中提取雪深和雪水当量（SWE）在分层雪盖中是具有挑战性的，因为分层条件未知，这使得准确评估和建模雪的属性变得困难。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think the passive microwave remote sensing method is in addressing the challenges of retrieving snow depth across varying snowpack conditions and regions?",
        "QuestionCn": "您认为被动微波遥感方法在应对不同雪层条件和地区的雪深获取挑战方面的有效性如何？",
        "AnswerEn": "The passive microwave remote sensing method is considered the most efficient way to derive snow depth at global and regional scales. However, it faces challenges such as underestimating snow depth at the beginning of the snow season and overestimating it at the end, due to changes in snow characteristics with the age of snow cover. The method can become more difficult when retrieving snow depth and SWE of a layered snowpack since the layered condition is unknown.",
        "AnswerCn": "被动微波遥感方法被认为是全球和区域尺度上获取雪深的最有效方式。然而，它面临着一些挑战，例如在雪季开始时低估雪深，而在结束时高估雪深，这主要是由于雪覆盖物随时间变化的特性。对于分层雪盖，获取雪深和雪水当量（SWE）的方法变得更加困难，因为分层条件是未知的。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your perspective on the utility of integrating field measurements and meteorological station data to enhance the accuracy of snow depth and SWE retrieval algorithms?",
        "QuestionCn": "我对整合现场测量和气象站数据以增强雪深和雪水当量（SWE）检索算法准确性的实用性有何看法？",
        "AnswerEn": "Integrating field measurements and meteorological station data with remote sensing data, like AMSR-E, can significantly enhance the accuracy of snow depth and SWE retrieval algorithms. This approach allows for the establishment of a look-up table method, improving the understanding of local snow characteristics and reducing errors compared to existing products from organizations like NSIDC and ESA.",
        "AnswerCn": "将现场测量和气象站数据与遥感数据（如AMSR-E）相结合，可以显著提高雪深和雪水当量（SWE）检索算法的准确性。这种方法允许建立查找表方法，改善对当地雪特征的理解，并减少与NSIDC和ESA等组织现有产品相比的误差。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "To what extent do you believe the temporal and spatial resolution of 0.25° and daily frequency are adequate for capturing the dynamics of snow depth across the Eurasian continent?",
        "QuestionCn": "我认为0.25°的空间分辨率和每日频率在多大程度上足以捕捉欧亚大陆雪深的动态？",
        "AnswerEn": "The temporal resolution of daily frequency and a spatial resolution of 0.25° are deemed adequate for capturing the dynamics of snow depth across the Eurasian continent. This setup allows for the observation of snow depth variations over a long time series (1980-2016), providing a comprehensive dataset for analyzing seasonal and regional snow cover changes using passive microwave remote sensing data.",
        "AnswerCn": "每日频率的时间分辨率和0.25°的空间分辨率被认为足以捕捉欧亚大陆雪深的动态。这种设置允许观察1980年至2016年间雪深的变化，提供了一个全面的数据集，用于利用被动微波遥感数据分析季节性和区域性雪盖变化。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't understand how passive microwave remote sensing can accurately estimate snow depth across varying snowpack conditions in different regions.",
        "QuestionCn": "我无法理解被动微波遥感如何能够在不同地区的不同雪层条件下准确估计雪深。",
        "AnswerEn": "Passive microwave remote sensing is effective for estimating snow depth because it utilizes the relationship between microwave brightness temperatures and snow characteristics. The brightness temperature difference at specific frequencies (18 GHz and 36 GHz) is used to infer snow depth, with adjustments for deeper snowpacks requiring lower frequencies like 10 GHz and 18 GHz when the snow exceeds certain penetration depths.",
        "AnswerCn": "被动微波遥感在估计雪深方面有效，因为它利用了微波亮温与雪特征之间的关系。在特定频率（18 GHz 和 36 GHz）下的亮温差用于推断雪深，当雪层超过某些穿透深度时，需要使用较低频率（如 10 GHz 和 18 GHz）来进行调整。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I'm not sure why static snow depth retrieval algorithms might not be accurate throughout the entire snow season.",
        "QuestionCn": "我不确定静态雪深提取算法为什么在整个雪季中可能不准确。",
        "AnswerEn": "Static snow depth retrieval algorithms may not be accurate throughout the snow season because they don't account for changes in snow characteristics over time. Snow properties such as grain size, density, and temperature can vary as the snow cover ages, leading to underestimations at the beginning and overestimations at the end of the snow season.",
        "AnswerCn": "静态雪深提取算法在整个雪季可能不够准确，因为它们没有考虑雪特性随时间的变化。雪的属性，如颗粒大小、密度和温度，随着雪盖的老化而变化，这可能导致在雪季开始时的低估和在雪季结束时的高估。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please summarize the methodological approach used for deriving long-term snow depth datasets using passive microwave remote sensing on the Eurasian continent.",
        "QuestionCn": "总结用于通过被动微波遥感在欧亚大陆获取长期雪深数据集的方法论。",
        "AnswerEn": "The long-term snow depth dataset for the Eurasian continent was developed using a dynamic brightness temperature gradient algorithm applied to passive microwave remote sensing data. This algorithm considers the spatial and temporal variation of snow characteristics, using a dynamic relationship between brightness temperature differences at multiple frequencies and measured snow depth. The data was derived from brightness temperature data collected by SMMR, SSM/I, and SSMI/S sensors from 1980 to 2016, with cross-calibration performed to ensure consistency across different sensors.",
        "AnswerCn": "欧亚大陆的长期雪深数据集是通过动态亮温梯度算法应用于被动微波遥感数据开发的。该算法考虑了雪特征的空间和时间变化，利用多个频率下亮温差与测量雪深之间的动态关系。数据来源于1980年至2016年由SMMR、SSM/I和SSMI/S传感器收集的亮温数据，并进行了交叉校准，以确保不同传感器之间的一致性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Please analyze the challenges faced in retrieving snow depth using static algorithms and how they might affect data accuracy.",
        "QuestionCn": "请分析使用静态算法获取雪深时面临的挑战，以及这些挑战如何影响数据的准确性。",
        "AnswerEn": "Static snow depth retrieval algorithms often underestimate snow depth at the beginning of the snow season and overestimate it at the end due to the variability in snow characteristics over time. These algorithms do not account for the changes in snowpack stratigraphy, grain size, density, and temperature as snow ages. This results in inaccuracies, as these static methods cannot adapt to the dynamic nature of snow cover. Additionally, sparse weather station data exacerbates this issue, highlighting the need for a more responsive retrieval method from remote sensing data.",
        "AnswerCn": "静态雪深检索算法在雪季开始时常常低估雪深，而在雪季结束时则高估雪深，这主要是由于雪的特性随时间变化的变异性。这些算法没有考虑雪层结构、颗粒大小、密度和温度等随雪龄变化的因素。这导致了不准确性，因为这些静态方法无法适应雪盖的动态特性。此外，稀疏的气象站数据加剧了这一问题，突显了从遥感数据中获取更具响应性的检索方法的必要性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore the potential improvements in snow depth estimation accuracy when using a priori local snow characteristics combined with passive microwave remote sensing data.",
        "QuestionCn": "请探讨在结合先验局部雪特征与被动微波遥感数据时，雪深估计准确性可能的改进。",
        "AnswerEn": "Using a priori local snow characteristics, such as snow stratigraphy, grain size, density, and temperatures, significantly improves the accuracy of snow depth and snow water equivalent estimations from passive microwave remote sensing data. This approach involves the use of a look-up table method that correlates snow properties with brightness temperatures, validated against field measurements. The use of AMSR-E data and validation against ground measurements demonstrated reduced RMSE and bias, highlighting the benefit of incorporating local snow characteristics for more precise snow depth retrieval.",
        "AnswerCn": "使用先验的局部雪特征，如雪层结构、颗粒大小、密度和温度，显著提高了被动微波遥感数据对雪深和雪水当量估计的准确性。这种方法涉及使用查找表方法，将雪特性与亮度温度相关联，并通过实地测量进行验证。使用AMSR-E数据并与地面测量进行验证，显示出减少了均方根误差（RMSE）和偏差，突显了结合局部雪特性以更精确地检索雪深的好处。",
        "Level": "C6(Creating)"
      }
    ]
  }
}