{
  "id": "f8d099bc-5591-4528-a9f3-493a27697d30",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The 100m×100m fine distribution of the climate mean monthly precipitation in the upper and middle reaches of the Heihe River Basin (1967-2008)",
      "titleCn": "黑河流域中上游100m×100m空间分辨率气候平均年降水量（1967-2008）",
      "description": "Based on DEM data of high precision, the relationship between average annual precipitation of climate and geographical topographical factors in the middle and upper reaches of heihe river basin was statistically analyzed, and the average annual precipitation of climate in the middle and upper reaches of heihe river basin from 1967 to 2008 with a spatial resolution of 100m was obtained.\nThe coordinate system is equal latitude and longitude projection, and the spatial scope is heihe river basin.The data is given in TXT text form, and the longitude, latitude and precipitation corresponding to the spatial grid point are given respectively.The unit of longitude and latitude is °, and the unit of precipitation is mm.The data type is a single-precision floating-point type with an invalid value of -9.",
      "descriptionCn": "基于高精度的DEM数据，统计分析了黑河流域中上游地区的气候平均年降水量与地理地形因子的关系，得到100m空间分辨率的黑河流域中上游1967-2008年逐年气候平均年降水量。\n坐标系统为等经纬度投影，空间范围为黑河流域。数据采用txt文本形式给出，分别给出空间网格点所对应的经度，纬度和降水量。经纬度单位为°，降水量单位为mm。数据类型为单精度浮点型，无效值为-9。",
      "instructions": "File name: the data is stored in text format TXT, and the file is named as \"average annual climate precipitation in the middle and upper reaches of heihe river basin. txt\".\nData reading mode: can be opened directly with a text program (notepad).",
      "instructionsCn": "文件命名：数据以文本格式txt存储，文件命名“黑河流域中上游气候平均年降水量.txt”\n数据读取方式：可以直接用文本程序（记事本）等打开",
      "east": 102.0,
      "west": 97.0,
      "south": 37.0,
      "north": 42.0,
      "startTime": "2018-11-21 18:51:06",
      "endTime": "2018-11-21 18:51:06",
      "fileSize": 217494083.0,
      "cstr": "18406.11.heihe.032.2014.db",
      "doi": "10.3972/heihe.032.2014.db",
      "dataFormat": "txt",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王可丽",
        "nameEn": "Wang Keli",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "黑河流域上游降水精细化分布与总量年际变化",
        "titleEn": null,
        "referenceCn": "孙佳, 王可丽, 江灏, 雒新萍, 朱庆亮. (2011). 黑河流域上游降水精细化分布与总量年际变化. 冰川冻土, (03):619-623.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域气候平均降水的精细化分布及总量计算[J]",
        "titleEn": null,
        "referenceCn": "孙佳, 江灏, 等. (2011).黑河流域气候平均降水的精细化分布及总量计算[J].冰川冻土, 33(2):318-324.",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降水量",
        "nameEn": "Precipitation amount"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1967-2008",
        "keywordEn": "1967-2008",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地气系统中的黑河流域降水时空精细化分布和总量的年际变化研究",
        "titleEn": "Major Research plan of the National Natural Science Foundation of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to analyze the relationship between average annual precipitation and geographical terrain factors in the Heihe River Basin using 100m spatial resolution data?",
        "QuestionCn": "您能否提供一个数据收集方法的示例，用于分析黑河流域年平均降水量与地理地形因素之间的关系，使用100米空间分辨率的数据？",
        "AnswerEn": "An example of a data collection method in this domain involves using high-resolution DEM (Digital Elevation Model) data to statistically analyze the relationship between the average annual precipitation and geographical terrain factors in the middle and upper reaches of the Heihe River Basin. The data collected over the years from 1967 to 2008 is presented in a spatial resolution of 100m, with details such as longitude, latitude, and precipitation given in text format.",
        "AnswerCn": "在这个领域中的一个数据收集方法涉及使用高分辨率数字高程模型（DEM）数据，统计分析黑河流域中上游地区年平均降水量与地理地形因素之间的关系。1967年至2008年间收集的数据以100米的空间分辨率呈现，文本格式中提供了经度、纬度和降水量等详细信息。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to determine the climate average annual precipitation in the middle and upper reaches of the Heihe River Basin from 1967 to 2008?",
        "QuestionCn": "用于确定1967年至2008年黑河流域中上游气候年平均降水量的数据收集方法的特点是什么？",
        "AnswerEn": "100m spatial resolution, equal latitude and longitude projection, txt text format, longitude, latitude, precipitation amount in mm",
        "AnswerCn": "100米空间分辨率，等经纬度投影，txt文本格式，经度，纬度，降水量（毫米）",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using high-precision DEM data in the context of spatial climate data collection?",
        "QuestionCn": "在空间气候数据收集的背景下，使用高精度数字高程模型（DEM）数据的重要性是什么？",
        "AnswerEn": "High-precision DEM (Digital Elevation Model) data is significant in spatial climate data collection as it allows for detailed statistical analysis of the relationship between climatic factors, such as average annual precipitation, and geographical or topographical elements. This enhances the accuracy of climate data, enabling the generation of data with high spatial resolution, such as 100m x 100m, which is crucial for understanding climate dynamics in specific regions like the middle and upper reaches of the Heihe River Basin.",
        "AnswerCn": "高精度数字高程模型（DEM）数据在空间气候数据收集中具有重要意义，因为它允许对气候因素（如年平均降水量）与地理或地形元素之间的关系进行详细的统计分析。这提高了气候数据的准确性，使得能够生成高空间分辨率的数据，例如100米 x 100米，这对于理解像黑河流域中上游地区的气候动态至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the relationship between average annual precipitation and geographical topographic factors in the mid-upper reaches of a river basin reveal about the influence of topography on climate patterns?",
        "QuestionCn": "河流流域中上游地区的平均年降水量与地理地形因素之间的关系可以揭示地形对气候模式的影响吗？",
        "AnswerEn": "The relationship indicates that topographical features, as captured by high-resolution DEM data, significantly influence precipitation distribution. These features likely affect atmospheric circulation, moisture retention, and precipitation patterns, suggesting that varying elevation and terrain shape the microclimate and regional climate trends. By analyzing these patterns, researchers can draw inferences about how topography modulates climate factors.",
        "AnswerCn": "该关系表明，地形特征（通过高分辨率数字高程模型数据捕获）显著影响降水分布。这些特征可能影响大气环流、湿气保持和降水模式，表明不同的海拔和地形塑造了小气候和区域气候趋势。通过分析这些模式，研究人员可以推断出地形如何调节气候因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the variability in climate average annual precipitation measurements in the upstream and midstream of the Heihe River Basin when using high-resolution DEM data?",
        "QuestionCn": "在使用高分辨率数字高程模型（DEM）数据时，影响黑河流域上游和中游地区年平均降水量测量变异性的因素有哪些？",
        "AnswerEn": "The variability in climate average annual precipitation measurements in the upstream and midstream of the Heihe River Basin is influenced by the relationship between climate factors and geographical terrain factors. The use of high-resolution DEM data allows for a detailed statistical analysis of these relationships, providing precipitation data at a 100m spatial resolution from 1967 to 2008. The factors contributing to variability could include topographic variations, changes in elevation, and other geographical influences that affect precipitation distribution.",
        "AnswerCn": "在黑河流域的上游和中游地区，气候年平均降水量的变异性受到气候因素与地理地形因素之间关系的影响。利用高分辨率数字高程模型（DEM）数据，可以对这些关系进行详细的统计分析，提供1967年至2008年间100米空间分辨率的降水数据。导致变异性的因素可能包括地形变化、海拔变化以及其他影响降水分布的地理因素。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on the relationship between climate average annual precipitation and geographic topographic factors when using a high-resolution DEM data for spatial analysis?",
        "QuestionCn": "使用高分辨率数字高程模型（DEM）数据进行空间分析时，气候年平均降水量与地理地形因素之间的关系会受到什么影响？",
        "AnswerEn": "Using high-resolution DEM data allows for a more detailed analysis of the relationship between climate average annual precipitation and geographic topographic factors, resulting in a 100m spatial resolution dataset that captures annual climate average precipitation from 1967-2008 in the middle and upper reaches of the Heihe River Basin.",
        "AnswerCn": "使用高分辨率数字高程模型（DEM）数据可以更详细地分析气候年平均降水量与地理地形因素之间的关系，从而生成一个空间分辨率为100米的数据集，该数据集捕捉了1967年至2008年间黑河流域中上游的年平均降水量。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedures used to collect and analyze high-resolution spatial data to determine the annual average precipitation in the middle and upper reaches of the Heihe River Basin?",
        "QuestionCn": "收集和分析高分辨率空间数据以确定黑河流域中上游地区年平均降水量的程序是什么？",
        "AnswerEn": "The process involves utilizing high-precision DEM data to statistically analyze the relationship between annual average precipitation and geographical topographic factors in the middle and upper reaches of the Heihe River Basin. The data is then resolved into a 100m spatial resolution grid, providing annual climate average precipitation data from 1967 to 2008. The data is presented in a text format, detailing the longitude, latitude, and precipitation for each spatial grid point within the defined geographic area, using an equal latitude and longitude projection system.",
        "AnswerCn": "该过程涉及利用高精度数字高程模型（DEM）数据，统计分析黑河流域中上游地区年平均降水量与地理地形因素之间的关系。数据被解析为100米空间分辨率的网格，提供1967年至2008年的年气候平均降水量数据。数据以文本格式呈现，详细列出了定义地理区域内每个空间网格点的经度、纬度和降水量，使用等纬度和经度投影系统。",
        "Level": "C3(Applying)"
      }
    ]
  }
}