{
    "id": "f8d1b75e-a8a8-403b-b9d0-fb7f4ad5ffac",
    "relatedPaper": 2,
    "context": {
        "metadata": {
            "titleEn": "Albedo dataset in 30m-resolution in the Heihe River basin (2012)",
            "titleCn": "黑河流域30m分辨率地表反照率数据集（2012）",
            "description": "Used in environment and mitigation of small satellite constellation 30 m image of CCD sensor, after scaling, geometric correction and based on the Angle of the top of the atmosphere apparent reflectance grid regression (presents Bin) inversion algorithm inversion of surface shortwave albedo, choose the image Mosaic of cloud cover at least a month again become full of heihe river basin albedo distribution, projection method for UTM projection, the spatial resolution of 30 meters, time and frequency of 1 per month.The data file contains two bands, namely the black-sky albedo of local noon and the white-sky albedo corresponding to the solar Angle at the local noon, which are stored in the form of a short integer with a scaling factor of 0.0001.",
            "descriptionCn": "利用我国环境减灾小卫星星座的CCD传感器的30m图像，经过定标、几何精校正和基于大气层顶表观反射率的角度网格回归（Angular Bin）反演算法反演了地表短波反照率，再选择一个月内云量最少的图像镶嵌成为全黑河流域的反照率分布图，投影方式为UTM投影，空间分辨率30米，时间频率为每月1景。数据文件包含2个波段，分别是对应局地正午时刻太阳角的黑空反照率（black-sky albedo of local noon）和白空反照率（white-sky albedo），以短整数方式存储，比例因子为0.0001。",
            "instructions": "File name: the data is stored in rastrate raw format, the file name \"ALBEDO_HJCCD_AB2_30_HEIHE_yyyymm\", where yyyy represents the year and mm represents the month, for example, albedo_hjccd_ab2_30_heihe_201201.raw represents the surface albedo data of January 2012.\nData reading: Arcgis, Envi and other remote sensing software can be used to open and read.",
            "instructionsCn": "文件命名：数据以栅格raw格式存储，文件名称“ALBEDO_HJCCD_AB2_30_HEIHE_yyyymm”其中yyyy代表年，mm代表月，例如ALBEDO_HJCCD_AB2_30_HEIHE_201201.raw代表2012年1月地表反照率数据。\n数据读取：可以用Arcgis，Envi等遥感软件打开读取。",
            "east": 102.126013889,
            "west": 97.415088889,
            "south": 37.754419444,
            "north": 42.669019444,
            "startTime": "2012-01-10 06:27:00",
            "endTime": "2013-01-09 06:27:00",
            "fileSize": 11305827251.0,
            "cstr": "18406.11.heihe.001.2014.db",
            "doi": "10.3972/heihe.001.2014.db",
            "dataFormat": "RAW",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘强",
                "nameEn": "Liu Qiang",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Direct-estimation algorithm for mapping daily land-surface broadband albedo from MODIS data",
                "referenceCn": null,
                "referenceEn": "Qu, Y., Q. Liu, S. L. Liang, L. Z. Wang, N. F. Liu & S. H. Liu (2013). Direct-estimation algorithm for mapping daily land-surface broadband albedo from MODIS data. IEEE. Trans. on Geos. and Remote Sens., doi：10.1109/TGRS.2013.2245670."
            },
            {
                "titleCn": null,
                "titleEn": "Preliminary evaluation of the long-term GLASS albedo product",
                "referenceCn": null,
                "referenceEn": "Liu, Q., Wang, L. Z., Qu, Y., Liu, N. F., Liu, S. H., Tang, H. R., and Liang, S. L. (2013) Preliminary Evaluation of the Long-term GLASS Albedo Product, International Journal of Digital Earth, doi: 10.1080/17538947.2013.804601"
            },
            {
                "titleCn": "基于HJ-1 CCD数据的地表反照率反演",
                "titleEn": null,
                "referenceCn": "孙长奎, 刘强, 闻建光, 李丹, 于坤, & 张宗贵. (2013). 基于hj-1 ccd数据的地表反照率反演. 国土资源遥感(04), 63-68.. doi:10.6046/gtzyyg.2013.04.10.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "反照率",
                "nameEn": "Albedo"
            },
            {
                "nameCn": "辐射",
                "nameEn": "Radiation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河全流域遥感关键生态参数产品反演算法",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            },
            {
                "titleCn": "全球陆表特征参量产品生成与应用研究",
                "titleEn": "Generation and Application of Global Products of Essential Land Variables"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "该卫星的发射成功能有效弥补地面常规监测手段的不足，为我国环境污染、自然灾害和生态破坏的大范围、全天候、实时动态监测提供了新的数据源。 目前，针对该类型传感器的地表反照率反演方法主要有基于大气层顶辐射的直接估算法和基于地表方向反射率的估算法。 基于大气层顶辐射的直接估算法将大气校正、窄波段反照率计算及窄波段向宽波段转换三个物理过程合并成一个基于统计分析的模型，利用单一观测方向的大气层顶反射率数据计算得到地表宽波段反照率。"
            ],
            "research objective": [
                "为了解决该类型传感器地表反照率反演的问题，本文以高质量的双向反射分布函数数据作为先验数据集，在观测几何格网划分的基础上开展了HJ-1A/1B数据的地表反照率反演研究。 本文提出的地表反照率反演算法具有较高的精度。"
            ],
            "challenges": [
                "波段设置的有限性以及有限的观测角度限制了HJ-1A/1B数据在地表反照率反演方面的应用。 由于云检测的不彻底，会降低反照率反演的精度。"
            ],
            "methods": [
                "本文在地表反照率模拟中采用了改进的线性核驱动模型，该模型在原来的基础上增加了一个前向散射核函数，成为具有各向同性核、体散射核、几何光学核和前向散射核四个核组成的线性核驱动模型。 本文选取了2010年8月份质量较好的HJ-1A/1B数据进行反演实验。 首先利用Liu等提出的大气校正方法进行大气校正，获取地表反射率数据，然后开展了反照率反演实验。"
            ],
            "dataset": [
                "该文利用高质量的MODIS双向反射分布函数数据集分别在植被、裸土、冰雪地物覆盖下模拟了不同观测几何条件下HJ-1A/1B四个波段的地表方向反射率的短波波段地表黑空反照率、直入扇出反照率和白空反照率、扇入扇出反照率。 选取黑河高质量的HJ-1A/1B数据开展了短波波段地表黑、白空反照率的反演实验。"
            ],
            "findings": [
                "结果表明，在满足验证条件的54组数据中，有50组数据的绝对误差在5%以内。 验证结果表明，本文提出的地表反照率反演方法具有较高的精度。"
            ],
            "backgroundCn": [
                "该卫星的发射成功能有效弥补地面常规监测手段的不足，为我国环境污染、自然灾害和生态破坏的大范围、全天候、实时动态监测提供了新的数据源。目前，针对该类型传感器的地表反照率反演方法主要有基于大气层顶辐射的直接估算法和基于地表方向反射率的估算法。基于大气层顶辐射的直接估算法将大气校正、窄波段反照率计算及窄波段向宽波段转换三个物理过程合并成一个基于统计分析的模型，利用单一观测方向的大气层顶反射率数据计算得到地表宽波段反照率。"
            ],
            "research objectiveCn": [
                "为了解决该类型传感器地表反照率反演的问题，本文以高质量的双向反射分布函数数据作为先验数据集，在观测几何格网划分的基础上开展了HJ-1A/1B数据的地表反照率反演研究。本文提出的地表反照率反演算法具有较高的精度。"
            ],
            "challengesCn": [
                "The limitations of band settings and the restricted observation angles constrain the application of HJ-1A/1B data in surface albedo retrieval. Incomplete cloud detection can reduce the accuracy of albedo retrieval."
            ],
            "methodsCn": [
                "The article uses an improved linear kernel-driven model for simulating surface albedo, which adds a forward scattering kernel function to the original model, resulting in a linear kernel-driven model composed of four kernels: isotropic kernel, volume scattering kernel, geometric optics kernel, and forward scattering kernel. The study selects high-quality HJ-1A/1B data from August 2010 for inversion experiments. First, the atmospheric correction method proposed by Liu et al. is used for atmospheric correction to obtain surface reflectance data, and then albedo inversion experiments are conducted."
            ],
            "datasetCn": [
                "该文利用高质量的MODIS双向反射分布函数数据集分别在植被、裸土、冰雪地物覆盖下模拟了不同观测几何条件下HJ-1A/1B四个波段的地表方向反射率的短波波段地表黑空反照率、直入扇出反照率和白空反照率、扇入扇出反照率。选取黑河高质量的HJ-1A/1B数据开展了短波波段地表黑、白空反照率的反演实验。"
            ],
            "findingsCn": [
                "The results show that among the 54 sets of data that meet the validation criteria, 50 sets have an absolute error within 5%. The validation results indicate that the surface albedo inversion method proposed in this paper has high accuracy."
            ]
        },
        {
            "background": [
                "Land surface albedo is a critical parameter in surface-energy budget studies. Over the past several decades, many albedo products are generated from remote-sensing data sets. The Moderate Resolution Imaging Spectroradiometer (MODIS) bidirectional reflectance distribution function (BRDF)/Albedo algorithm is used to routinely produce eight day (16-day composite), 1-km resolution MODIS albedo products. When some natural processes or human activities occur, the land-surface broadband albedo can change rapidly, so it is necessary to enhance the temporal resolution of albedo product."
            ],
            "research objective": [
                "We present a direct-estimation algorithm for mapping daily land-surface broadband albedo from MODIS data."
            ],
            "challenges": [
                "Unfortunately, the ground-measured data are not suitable for direct comparison with satellite acquired data, as the scale of the ground-measured data is not compatible with the satellite data, and currently there are not enough ground-measured BRDF data sets to represent all the various land-cover types in a global scope."
            ],
            "methods": [
                "The polarization and directionality of the Earth’s reflectance-3/polarization and anisotropy of reflectances for atmospheric sciences coupled with observations from a Lidar BRDF database is employed as a training data set, and the 6S atmospheric radiative transfer code is used to simulate the top-of-atmosphere (TOA) reflectances. Then a relationship between TOA reflectances and land-surface broadband albedos is developed using an angular bin regression."
            ],
            "dataset": [
                "The POLDER-3 radiometer onboard the CNES/Parasol satellite provides multidirectional measurements of the Earth reflectances at six bands (the center wavelengths are 490, 565, 670, 765, 865, and 1020 nm). The POLDER-3/PARASOL BRDF database contains 13,887 samples (pixels) that present different landscapes at different locations with a spatial resolution of 6 km. The data set contains all types of IGBP classes, and it is distributed widely throughout the world."
            ],
            "findings": [
                "The comparison result shows that the overall accuracy of the direct-estimation algorithm, which is derived without doing atmospheric corrections, is consistent with the current widely used MCD43B3 product."
            ],
            "backgroundCn": [
                "地表反照率是表面能量预算研究中的一个关键参数。在过去的几十年中，许多反照率产品是通过遥感数据集生成的。中分辨率成像光谱仪（MODIS）双向反射分布函数（BRDF）/反照率算法被用来定期生成八天（16天合成）分辨率为1公里的MODIS反照率产品。当一些自然过程或人类活动发生时，地表宽带反照率可能会迅速变化，因此有必要提高反照率产品的时间分辨率。"
            ],
            "research objectiveCn": [
                "我们提出了一种直接估计算法，用于从MODIS数据映射每日地表宽波段反照率。"
            ],
            "challengesCn": [
                "不幸的是，地面测量的数据与卫星获取的数据不适合直接比较，因为地面测量数据的尺度与卫星数据不兼容，目前也没有足够的地面测量BRDF数据集来代表全球范围内所有不同的土地覆盖类型。"
            ],
            "methodsCn": [
                "地球反射率的偏振和方向性/大气科学的反射率各向异性结合来自Lidar BRDF数据库的观测数据作为训练数据集，并使用6S大气辐射传输代码模拟大气顶层（TOA）反射率。然后，利用角度分箱回归建立TOA反射率与陆地表面宽带反射率之间的关系。"
            ],
            "datasetCn": [
                "POLDER-3辐射计搭载在CNES/Parasol卫星上，提供地球反射率在六个波段的多方向测量（中心波长分别为490、565、670、765、865和1020纳米）。POLDER-3/PARASOL BRDF数据库包含13,887个样本（像素），展示了不同地点的不同景观，空间分辨率为6公里。该数据集包含所有类型的IGBP分类，并广泛分布于全球。"
            ],
            "findingsCn": [
                "比较结果显示，直接估计算法的整体准确性与当前广泛使用的MCD43B3产品一致，该算法是在未进行大气校正的情况下得出的。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is the angular bin regression method used to estimate land-surface broadband albedo from top-of-atmosphere reflectances?",
                "QuestionCn": "角度二项回归方法是否用于从大气顶反射率估计地表宽带反照率？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Which dataset is more comprehensive for simulating directional reflectance: MODIS BRDF or POLDER-3/PARASOL BRDF database?",
                "QuestionCn": "哪个数据集在模拟方向反射率方面更全面：MODIS BRDF 还是 POLDER-3/PARASOL BRDF 数据库？",
                "AnswerEn": "POLDER-3/PARASOL BRDF database",
                "AnswerCn": "POLDER-3/PARASOL BRDF 数据库",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method is used to derive the land surface albedo in the 黑河流域30m分辨率地表反照率数据集?",
                "QuestionCn": "黑河流域30m分辨率地表反照率数据集使用了什么数据收集方法来推导地表反照率？",
                "AnswerEn": "CCD sensor images",
                "AnswerCn": "CCD传感器图像",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where do challenges arise when using HJ-1A/1B data for land surface albedo retrieval?",
                "QuestionCn": "在使用HJ-1A/1B数据进行地表反照率提取时，挑战主要出现在以下几个方面：",
                "AnswerEn": "limited band settings and observation angles, incomplete cloud detection",
                "AnswerCn": "有限的波段设置和观测角度，不完整的云检测",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method that addresses the challenge of limited observation angles in retrieving land surface albedo?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，以解决在获取地表反照率时观察角度有限的挑战？",
                "AnswerEn": "A method that addresses this challenge is the use of an improved linear kernel-driven model, which incorporates a forward scattering kernel to enhance the accuracy of land surface albedo retrieval. This method is applied to high-quality HJ-1A/1B data for simulation under various observation geometries.",
                "AnswerCn": "一种解决这一挑战的方法是使用改进的线性核驱动模型，该模型结合了前向散射核，以提高地表反照率提取的准确性。该方法应用于高质量的HJ-1A/1B数据，以在不同观测几何条件下进行模拟。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset used to simulate land surface reflectance under different land cover types for albedo estimation?",
                "QuestionCn": "一个用于模拟不同土地覆盖类型下地表反射率以估算反照率的数据集的例子是什么？",
                "AnswerEn": "An example is the POLDER-3/PARASOL BRDF database, which provides multidirectional measurements of Earth's reflectances across different landscapes with a spatial resolution of 6 km, covering all IGBP classes globally.",
                "AnswerCn": "POLDER-3/PARASOL BRDF 数据库提供了不同景观下地球反射率的多方向测量，空间分辨率为 6 公里，覆盖全球所有 IGBP 类别。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you give an example of a technique used to improve the temporal resolution of land-surface broadband albedo products?",
                "QuestionCn": "可以给出一个用于提高陆地表面宽波段反射率产品时间分辨率的技术示例吗？",
                "AnswerEn": "A direct-estimation algorithm is used to map daily land-surface broadband albedo from MODIS data, which enhances the temporal resolution compared to traditional eight-day or 16-day composite products.",
                "AnswerCn": "一种直接估计算法用于从MODIS数据映射每日地表宽带反照率，相比传统的八天或十六天合成产品，增强了时间分辨率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of a dataset used to simulate surface directional reflectance under different observation geometries?",
                "QuestionCn": "用于模拟不同观测几何下表面方向反射率的数据集的特征是什么？",
                "AnswerEn": "high-quality bidirectional reflectance data, various geometrical conditions, different land covers like vegetation, bare soil, snow surfaces",
                "AnswerCn": "高质量的双向反射数据，各种几何条件，不同的地表覆盖类型，如植被、裸土、雪面。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What features should be considered when developing a direct-estimation algorithm for mapping land-surface albedo?",
                "QuestionCn": "在开发直接估计算法以映射地表反照率时，应考虑哪些特征？",
                "AnswerEn": "training datasets from instruments like the POLDER-3 radiometer, 6S radiative transfer code, relationships between top-of-atmosphere reflectances and land-surface broadband albedos, angular bin regression",
                "AnswerCn": "来自像POLDER-3辐射计这样的仪器的训练数据集，6S辐射传输代码，顶层大气反射率与地表宽带反照率之间的关系，角度分箱回归。",
                "Level": "C6(Creating)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many bands are utilized in a dataset collected by the POLDER-3 radiometer for surface reflectance measurements?",
                "QuestionCn": "POLDER-3辐射计用于表面反射率测量的数据显示使用了多少个波段？",
                "AnswerEn": "6 bands",
                "AnswerCn": "6个乐队",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many samples are present in the BRDF database associated with the POLDER-3/PARASOL dataset?",
                "QuestionCn": "与POLDER-3/PARASOL数据集相关的BRDF数据库中有多少个样本？",
                "AnswerEn": "13887",
                "AnswerCn": "13887",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the surface albedo dataset derived from the CCD sensors of China's environmental disaster reduction satellite constellation?",
                "QuestionCn": "中国环境灾害减灾卫星星座的CCD传感器衍生的表面反照率数据集的空间分辨率是多少？",
                "AnswerEn": "30 meters",
                "AnswerCn": "30米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'angular bin regression' mean in the context of land-surface albedo estimation?",
                "QuestionCn": "在土地表面反照率估计的背景下，“角度箱回归”是什么意思。",
                "AnswerEn": "Angular bin regression is a method used to develop a relationship between top-of-atmosphere reflectances and land-surface broadband albedos by utilizing the angular data of reflectance measurements. It involves categorizing the reflectance data into bins based on angles and using these bins to perform regression analysis to estimate albedo values.",
                "AnswerCn": "角度回归是一种用于建立大气顶反射率与地表宽带反射率之间关系的方法，利用反射测量的角度数据。它涉及根据角度将反射数据分类到不同的区间，并使用这些区间进行回归分析，以估计反射率值。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'BRDF' stand for and what is its role in surface reflectance studies?",
                "QuestionCn": "'BRDF'代表双向反射分布函数，它在表面反射率研究中的作用是描述表面在不同入射角和观察角下的反射特性。",
                "AnswerEn": "BRDF stands for Bidirectional Reflectance Distribution Function. It characterizes how the reflectance of a surface changes with varying angles of illumination and observation. In surface reflectance studies, BRDF data are crucial for accurately modeling and estimating albedo, as they account for the anisotropic nature of reflectance.",
                "AnswerCn": "BRDF代表双向反射分布函数。它描述了表面反射率如何随着照明和观察角度的变化而变化。在表面反射率研究中，BRDF数据对于准确建模和估计反照率至关重要，因为它们考虑了反射的各向异性特性。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the challenges of limited band settings and observation angles in HJ-1A/1B data compare to the challenges faced with the ground-measured data scale when mapping land-surface broadband albedo from MODIS data?",
                "QuestionCn": "HJ-1A/1B数据中有限波段设置和观测角度的挑战与使用MODIS数据映射地表宽带反照率时面临的地面测量数据尺度的挑战相比，如何？",
                "AnswerEn": "The challenges with HJ-1A/1B data involve limited band settings and observation angles that restrict its application in albedo retrieval, while the challenges with ground-measured data for MODIS involve compatibility issues with satellite data scales and a lack of sufficient BRDF datasets to represent various global land-cover types.",
                "AnswerCn": "HJ-1A/1B数据的挑战在于带设置和观测角度的限制，这限制了其在反照率检索中的应用，而MODIS的地面测量数据面临的挑战则是卫星数据尺度的兼容性问题以及缺乏足够的BRDF数据集来代表各种全球土地覆盖类型。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the methods used for atmospheric correction and albedo retrieval differ between the improved linear kernel-driven model for HJ-1A/1B data and the direct-estimation algorithm used for MODIS data?",
                "QuestionCn": "HJ-1A/1B数据的改进线性核驱动模型与MODIS数据的直接估计算法在大气校正和反照率提取方法上有哪些不同之处？",
                "AnswerEn": "The improved linear kernel-driven model for HJ-1A/1B data uses an atmospheric correction method and a model with four kernels, including a forward scattering kernel, for albedo retrieval. In contrast, the direct-estimation algorithm for MODIS data employs a relationship between top-of-atmosphere reflectances and land-surface broadband albedos using an angular bin regression without requiring atmospheric corrections.",
                "AnswerCn": "改进的线性核驱动模型用于HJ-1A/1B数据，采用了一种大气校正方法和一个包含四个核的模型，包括一个前向散射核，用于反射率检索。相比之下，MODIS数据的直接估计算法利用了顶大气反射率与地表宽波段反射率之间的关系，采用角度分箱回归方法，无需大气校正。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What implications can be drawn from the use of angular bin regression in calculating surface albedo from satellite data, and how might this method influence the accuracy of albedo estimations?",
                "QuestionCn": "从使用角度二项回归计算卫星数据中的表面反照率可以得出哪些影响，以及这种方法可能如何影响反照率估计的准确性。",
                "AnswerEn": "The angular bin regression method allows for the calculation of land-surface broadband albedos by establishing a relationship between top-of-atmosphere (TOA) reflectances and land-surface albedo, which can enhance the accuracy of albedo estimations by taking into account the angular variations in reflectance data.",
                "AnswerCn": "角度二元回归方法通过建立大气顶（TOA）反射率与地表反照率之间的关系，允许计算地表的宽波段反照率。这种方法可以通过考虑反射数据的角度变化来提高反照率估计的准确性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the limitations of observing angles and band settings in land surface albedo inversion from satellite data?",
                "QuestionCn": "影响从卫星数据中进行地表反照率反演时观察角度和波段设置限制的因素有哪些？",
                "AnswerEn": "The limitations in observing angles and band settings can be attributed to the inherent design constraints of sensors like HJ-1A/1B, which restrict their application in surface albedo inversion. Additionally, incomplete cloud detection can reduce the accuracy of albedo inversion.",
                "AnswerCn": "观察角度和波段设置的限制可以归因于像HJ-1A/1B这样的传感器固有的设计限制，这限制了它们在表面反照率反演中的应用。此外，不完整的云检测会降低反照率反演的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it necessary to enhance the temporal resolution of land-surface broadband albedo products?",
                "QuestionCn": "为什么有必要提高陆地表面宽波段反照率产品的时间分辨率？",
                "AnswerEn": "Enhancing the temporal resolution of albedo products is necessary because natural processes or human activities can cause the land-surface broadband albedo to change rapidly, necessitating more frequent data updates to capture these changes accurately.",
                "AnswerCn": "提高反照率产品的时间分辨率是必要的，因为自然过程或人类活动可能导致地表宽带反照率迅速变化，因此需要更频繁的数据更新以准确捕捉这些变化。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the difficulty in directly comparing ground-measured data with satellite-acquired data for land surface albedo studies?",
                "QuestionCn": "直接比较地面测量数据与卫星获取的数据在陆地表面反照率研究中存在困难的原因是什么？",
                "AnswerEn": "The difficulty arises because the scale of ground-measured data is not compatible with satellite data. Additionally, there is a lack of sufficient ground-measured BRDF datasets to represent all the diverse land-cover types globally, which complicates direct comparison.",
                "AnswerCn": "困难在于地面测量数据的尺度与卫星数据不兼容。此外，缺乏足够的地面测量BRDF数据集来代表全球所有多样的土地覆盖类型，这使得直接比较变得复杂。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using a single observation direction for atmospheric top reflectance data in estimating land surface broadband albedo?",
                "QuestionCn": "使用单一观测方向的气象顶部反射率数据来估计陆地表面宽带反射率的潜在后果是什么？",
                "AnswerEn": "Using a single observation direction for atmospheric top reflectance data can simplify the estimation process of land surface broadband albedo by merging atmospheric correction, narrowband to broadband conversion, and other processes into a statistical model. However, this approach might limit the accuracy of the albedo estimation due to the reduced information from varied observation angles.",
                "AnswerCn": "使用单一观测方向的气象顶反射率数据可以简化陆地表面宽波段反射率的估计过程，通过将大气校正、窄波段到宽波段的转换以及其他过程合并到一个统计模型中。然而，这种方法可能会由于观测角度信息的减少而限制反射率估计的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How does the limited band setting and observation angles of HJ-1A/1B satellites affect the applicability of their data for surface albedo retrieval?",
                "QuestionCn": "HJ-1A/1B卫星的有限波段设置和观测角度如何影响其数据在地表反照率提取中的适用性？",
                "AnswerEn": "The limited band setting and observation angles of HJ-1A/1B satellites restrict the accuracy and application of their data for surface albedo retrieval. These limitations hinder the ability to capture comprehensive reflection information, which can lead to less accurate albedo estimations, especially in varied and complex surface conditions.",
                "AnswerCn": "HJ-1A/1B卫星的有限波段设置和观测角度限制了其数据在地表反照率提取中的准确性和应用。这些限制妨碍了全面捕捉反射信息的能力，从而可能导致在多样和复杂的地表条件下反照率估算的准确性降低。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why explore the development of algorithms capable of mapping daily land-surface broadband albedo from remote sensing data?",
                "QuestionCn": "为什么要探索能够从遥感数据中映射每日地表宽带反照率的算法的发展？",
                "AnswerEn": "The intention is to improve the temporal resolution of albedo products, as land-surface broadband albedo can change quickly due to natural processes or human activities. Enhanced temporal resolution is critical for effectively monitoring these changes and improving the accuracy of environmental assessments.",
                "AnswerCn": "提高反照率产品的时间分辨率是为了更好地监测反照率的变化，因为陆地表面宽波段反照率可能因自然过程或人类活动而迅速变化。增强的时间分辨率对于有效监测这些变化和提高环境评估的准确性至关重要。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods can be used to address the challenges of limited band settings and observation angles in albedo retrieval from satellite data?",
                "QuestionCn": "可以使用哪些方法来解决卫星数据中反照率检索的有限波段设置和观测角度的挑战？",
                "AnswerEn": "To address the challenges of limited band settings and observation angles in albedo retrieval from satellite data, improvements in linear kernel-driven models can be employed. This involves adding additional kernels such as forward scattering kernels to enhance the model's capabilities. Atmospheric correction methods can also be applied to obtain accurate surface reflectance data, which can then be used for albedo retrieval experiments.",
                "AnswerCn": "为了解决卫星数据中反照率检索的有限波段设置和观测角度的挑战，可以采用改进的线性核驱动模型。这涉及添加额外的核，例如前向散射核，以增强模型的能力。同时，可以应用大气校正方法以获得准确的地表反射率数据，这些数据随后可以用于反照率检索实验。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How can datasets from different satellite sources be integrated to improve the temporal resolution of albedo products?",
                "QuestionCn": "如何将来自不同卫星源的数据集整合，以提高反照率产品的时间分辨率？",
                "AnswerEn": "Datasets from different satellite sources can be integrated by employing direct-estimation algorithms that map daily land-surface broadband albedo using data from sources like MODIS. A relationship between top-of-atmosphere reflectances and land-surface broadband albedos can be established using angular bin regression, which allows for enhanced temporal resolution without relying solely on ground-measured data.",
                "AnswerCn": "来自不同卫星源的数据集可以通过采用直接估计算法进行整合，这些算法利用像MODIS这样的数据来映射每日地表宽带反照率。可以通过角度分箱回归建立大气顶反射率与地表宽带反照率之间的关系，这样可以在不完全依赖地面测量数据的情况下提高时间分辨率。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What procedural steps are involved in simulating top-of-atmosphere reflectances using a Lidar BRDF database and atmospheric radiative transfer codes?",
                "QuestionCn": "使用激光雷达BRDF数据库和大气辐射传输代码模拟顶层大气反射率的程序步骤包括哪些？",
                "AnswerEn": "Simulating top-of-atmosphere reflectances involves using a Lidar BRDF database as a training dataset, coupled with the 6S atmospheric radiative transfer code to simulate the reflectances. The process includes developing a relationship between these simulated reflectances and land-surface broadband albedos using angular bin regression, which aids in understanding and predicting albedo changes under various conditions.",
                "AnswerCn": "模拟顶层大气反射率涉及使用激光雷达BRDF数据库作为训练数据集，并结合6S大气辐射传输代码来模拟反射率。该过程包括通过角度分箱回归开发这些模拟反射率与地表宽带反照率之间的关系，这有助于理解和预测在各种条件下的反照率变化。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods or algorithms enable the accurate retrieval of land surface albedo using satellite data in diverse geographic conditions?",
                "QuestionCn": "哪些方法或算法能够在不同地理条件下准确检索土地表面反照率，使用卫星数据？",
                "AnswerEn": "A direct-estimation algorithm using MODIS data and an angular bin regression enables the mapping of daily land-surface broadband albedo, providing accurate retrieval of land surface albedo across various geographic conditions.",
                "AnswerCn": "一种直接估计算法结合MODIS数据和角度分箱回归，能够映射每日地表宽带反照率，提供在各种地理条件下对地表反照率的准确获取。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How do advancements in atmospheric correction techniques facilitate the enhancement of satellite-based albedo measurements?",
                "QuestionCn": "大气校正技术的进步如何促进卫星基于反照率测量的增强？",
                "AnswerEn": "The use of improved atmospheric correction methods, such as those proposed by Liu et al., enables the acquisition of accurate surface reflectance data, which is essential for enhancing the precision of albedo measurements from satellite data.",
                "AnswerCn": "改进的大气校正方法，如Liu等人提出的方法，使得获取准确的地表反射率数据成为可能，这对于提高卫星数据的反照率测量精度至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might a dataset's observation geometry limitations impact the accuracy of land surface albedo retrieval?",
                "QuestionCn": "数据集的观测几何限制可能会影响地表反照率提取的准确性，原因是什么？",
                "AnswerEn": "The limited observation angles can restrict the application of certain datasets in albedo retrieval tasks, as they may not capture the full range of reflectance anisotropies necessary for precise calculations. This can lead to decreased accuracy in the retrieval of land surface albedo data.",
                "AnswerCn": "有限的观测角度可能限制某些数据集在反照率检索任务中的应用，因为它们可能无法捕捉到进行精确计算所需的全范围反射各向异性。这可能导致地表反照率数据检索的准确性降低。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why could challenges in cloud detection lead to reduced precision in albedo retrieval methods?",
                "QuestionCn": "云检测中的挑战可能导致反照率检索方法的精度降低。",
                "AnswerEn": "Incomplete cloud detection can lower the precision of albedo retrieval since undetected clouds might introduce errors by affecting the reflectance data used in the retrieval process. Accurate cloud detection is crucial to ensure that only valid surface observations are considered.",
                "AnswerCn": "不完整的云检测可能会降低反照率检索的精度，因为未检测到的云可能通过影响用于检索过程的反射数据而引入错误。准确的云检测对于确保仅考虑有效的地表观测至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What is your perspective on the challenges posed by the limited wavelength bands and observation angles of certain remote sensing satellites when it comes to accurate surface albedo inversion?",
                "QuestionCn": "我对某些遥感卫星有限的波长带和观测角度所带来的挑战在准确的表面反照率反演方面的看法是什么？",
                "AnswerEn": "The limited wavelength bands and observation angles of satellites like HJ-1A/1B pose significant challenges for accurate surface albedo inversion. These limitations restrict the applicability of the data for albedo retrieval, potentially leading to reduced precision. Furthermore, challenges in thorough cloud detection can impair the accuracy of albedo inversion, indicating the need for advanced algorithms and additional data sources to mitigate these issues.",
                "AnswerCn": "像HJ-1A/1B这样的卫星由于其有限的波长带和观测角度，对准确的地表反照率反演构成了重大挑战。这些限制降低了数据在反照率提取中的适用性，可能导致精度降低。此外，全面的云检测挑战可能会影响反照率反演的准确性，这表明需要先进的算法和额外的数据源来缓解这些问题。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I can't understand how the angular bin regression algorithm is applied to derive land-surface broadband albedos from TOA reflectances.",
                "QuestionCn": "我无法理解如何应用角度二项回归算法从顶层大气反射率推导出地表宽带反照率。",
                "AnswerEn": "The angular bin regression algorithm is employed to develop a relationship between top-of-atmosphere (TOA) reflectances and land-surface broadband albedos. This method uses a multidirectional reflectance database and simulates TOA reflectances using a radiative transfer code.",
                "AnswerCn": "角度箱回归算法用于建立大气顶（TOA）反射率与地表宽带反射率之间的关系。该方法使用多方向反射率数据库，并利用辐射传输代码模拟TOA反射率。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "I'm unsure about the challenges faced when using satellite data to infer surface albedo accurately.",
                "QuestionCn": "我不确定在使用卫星数据准确推断表面反照率时面临的挑战。",
                "AnswerEn": "Challenges include the limited band settings and observation angles of satellite data, which restrict their application in accurate albedo retrievals. Additionally, incomplete cloud detection can reduce the accuracy of albedo inversion.",
                "AnswerCn": "挑战包括卫星数据的有限波段设置和观测角度，这限制了它们在准确反射率检索中的应用。此外，不完整的云检测可能会降低反射率反演的准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection methods used for retrieving land surface albedo using remote sensing technology and identify any challenges associated with these methods.",
                "QuestionCn": "总结用于通过遥感技术获取地表反照率的数据收集方法，并识别与这些方法相关的挑战。",
                "AnswerEn": "Remote sensing technology employs methods such as using sensors like CCD on satellites and algorithms like the angular bin regression for data collection. Challenges include limited band settings, restricted observation angles, and issues with cloud detection which may affect the precision of albedo retrieval.",
                "AnswerCn": "遥感技术采用传感器（如卫星上的CCD）和算法（如角度二次回归）进行数据收集。挑战包括带宽设置有限、观测角度受限以及云检测问题，这些都可能影响反照率提取的精度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please analyze the challenges of integrating ground-measured data with satellite-acquired data for land surface albedo studies and suggest possible solutions.",
                "QuestionCn": "请分析将地面测量数据与卫星获取的数据整合用于地表反照率研究的挑战，并提出可能的解决方案。",
                "AnswerEn": "The challenges include incompatibility in scale between ground-measured and satellite data and insufficient ground-measured BRDF datasets to cover various global land-cover types. Solutions could involve developing more comprehensive ground datasets and using advanced algorithms that account for these scale differences.",
                "AnswerCn": "挑战包括地面测量数据与卫星数据之间的尺度不兼容，以及缺乏足够的地面测量BRDF数据集以覆盖各种全球土地覆盖类型。解决方案可以包括开发更全面的地面数据集和使用先进算法来考虑这些尺度差异。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please identify potential datasets that can be used for improving the temporal resolution of land surface albedo products and discuss their relevance.",
                "QuestionCn": "请识别可以用于提高地表反照率产品时间分辨率的潜在数据集，并讨论它们的相关性。",
                "AnswerEn": "Potential datasets include the POLDER-3/PARASOL BRDF database, which offers multidirectional measurements and covers various global landscapes. This dataset is relevant as it provides comprehensive samples that can aid in enhancing the temporal resolution of albedo products, especially when natural or anthropogenic changes occur rapidly.",
                "AnswerCn": "潜在的数据集包括POLDER-3/PARASOL BRDF数据库，该数据库提供多方向测量，并覆盖各种全球景观。该数据集相关，因为它提供了全面的样本，可以帮助提高反照率产品的时间分辨率，特别是在自然或人为变化迅速发生时。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}