{
    "id": "f9f8b391-f8f9-4fcb-9e74-8849501e5c2f",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (phenology camera observation data set of Alpine meadow and grassland ecosystem Superstation, 2020)",
            "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（高寒草甸草原混合超级站物候相机观测数据集-2020）",
            "description": "This dataset includes data recorded by the Qinghai Lake integrated observatory network obtained from phenology camera observation data of the Alpine meadow and grassland ecosystem Superstation from January 1 in 2020 to December 31 in 2020. The site (98°35′41.62″E, 37°42′11.47″N) was located in the alpine meadow and alpine grassland ecosystem, near the SuGe Road in Tianjun County, Qinghai Province. The elevation is 3718m. The phenology camera adopts a vertical downward method to collect data, with the resolution of 2592*1944. Phenology photos in this data set were taken at 12:10 a day, which has a time error of ±10 min. The image is named as BSDCJZ BEIJING_IR_Year_Month_Day_Time.",
            "descriptionCn": "该数据集包含了2020年01月01日至2020年12月31日青海湖流域地表过程综合观测网高寒草甸草原混合超级站的物候相机观测数据。站点位于青海省天峻县苏里路旁侧，下垫面是高寒草甸和高寒草原的混合。观测点经纬度为：东经 98°35′41.62″E，北纬 37°42′11.47″N，海拔3718m。该物候相机采用垂直向下的方式采集数据，拍摄数据分辨率为2592*1944，本数据集中的物候照片是在每天12:10拍摄的，拍摄时间误差在±10 min。图片命名方式为BSDCJZ BEIJING_IR_Year_Month_Day_Time.",
            "instructions": "Year+** observatory network+ site+ Phenological data",
            "instructionsCn": "年份+**观测网+站点名称+物候数据",
            "east": 98.59,
            "west": 98.59,
            "south": 37.7,
            "north": 37.7,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 228269914.0,
            "cstr": "18406.11.Ecolo.tpdc.271607",
            "doi": "10.11888/Ecolo.tpdc.271607",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "李小雁",
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University ",
                "unitCn": "北京师范大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleCn": null,
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleCn": null,
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleCn": null,
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceCn": null,
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleCn": null,
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceCn": null,
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleCn": null,
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleCn": null,
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceCn": null,
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleCn": null,
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleCn": null,
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceCn": null,
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleCn": null,
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleCn": null,
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleCn": null,
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceCn": null,
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceCn": null,
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleCn": null,
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleCn": null,
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceCn": null,
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleCn": null,
                "titleEn": "Oberservation on soil moisture of irrigated cropland by cosmic-ray probe",
                "referenceCn": null,
                "referenceEn": "Zhu, Z.L., Tan, L., Gao, S.G., &Jiao, Q.S. (2015). Oberservation on soil moisture of irrigated cropland by cosmic-ray probe. IEEE Geoscience and Remote Sensing Letters, 12(3), 472-476."
            },
            {
                "titleCn": null,
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceCn": null,
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleCn": null,
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleCn": null,
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceCn": null,
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleCn": null,
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceCn": null,
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleCn": null,
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceCn": null,
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleCn": null,
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceCn": null,
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleCn": null,
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceCn": null,
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleCn": null,
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceCn": null,
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleCn": null,
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceCn": null,
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleCn": null,
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceCn": null,
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "植被",
                "nameEn": "Vegetation"
            },
            {
                "nameCn": "物候",
                "nameEn": "Phenology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青海湖流域",
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2020年",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ],
            "backgroundCn": [
                "双源能量平衡（TSEB）模型成功应用于估算植被覆盖土地的蒸发（E）、蒸腾（T）和蒸散发（ET），这对陆地水循环和水资源管理具有重要意义。单源蒸散发估算模型将土壤-植被组件合并为一个单一源。然而，在真实的景观条件下，表面是异质的，包含具有不同温度和能量交换阻力的土壤和植被的混合物。因此，单源模型显然无法准确估算表面蒸散发，因为其影响。",
                "Shuttleworth和Wallace提出了一种典型的双源蒸散发估算模型，该模型假设能量分配发生在“树冠上方”和“土壤下方”两种情况下。水蒸气和热量在树冠内部的参考高度相遇。此外，混合的水蒸气和热量只能通过树冠顶部排出；总热通量是除了来自每个表层的通量之外的额外通量。然而，该模型较为复杂，具有超过五个无法准确计算的阻力。此外，该模型还包括一些所需的参数和观测数据，这些数据无法从操作性卫星和地面数据中轻易获得；因此，该模型的应用范围受到限制。",
                "TSEB模型经过多次修订，改善了土壤和冠层净辐射的估算、土壤表面的气动阻力、在辐射仪视角下观察到的植被覆盖度、区域尺度近地面气温的分布以及土壤和冠层组分的温度。由于TSEB模型只需要一个地表温度的单一测量来进行表面能量平衡模型的计算，因此原始模型及其后续改进已被广泛用于在各种植被类型、植被覆盖、气候和空间尺度下估算蒸散发（E）和温度（T）。然而，大多数研究仅评估了总通量或蒸散发（土壤加冠层），并与使用波恩比-能量平衡系统、涡度协方差（EC）系统或大孔径闪烁仪的测量结果进行了比较。",
                "在强烈对流的灌溉农业区域，准确估计表面通量是一项特别具有挑战性的任务，尤其是在涡度协方差（EC）通量测量的潜热（LE）和感热（H）与可用能量（Rn−G0）之间存在能量平衡闭合不完整的情况下。之前的敏感性研究发现，TSEB模型的性能主要受到表面与空气温差不确定性的影响。有时，这种温差由于从表面复合辐射温度中确定表面土壤和植被组分温度的误差而占主导地位。本文显示，与观察到的复合辐射温度相比，组分温度存在过高估计的情况。这通常对TSEB模型的性能产生最关键的影响。此外，该区域的强对流环境也是另一个因素。"
            ],
            "research objectiveCn": [
                "在这封信中，地面测量的土壤和冠层成分温度被用来估算蒸散（E）、蒸发（T）和蒸散量（ET），这些估算通过稳定的氧和氢同位素以及使用涡度协方差（EC）系统的ET测量结果进行了更好的验证，得到了E（E/ET%）和T（T/ET%）的观察比率。",
                "这封信的目的是利用高分辨率热像仪观察到的土壤和冠层组件温度作为输入，通过一系列TSEB模型来估计蒸散发（E）、蒸发（T）和蒸散发总量（ET），并随后结合稳定氧和氢同位素技术以及涡度相关（EC）测量，更好地验证E、T和ET。"
            ],
            "challengesCn": [
                "然而，目前的复合温度分离方法在干旱地区的有效性有限。此外，E和T在地面上难以测量。",
                "导出组件温度的误差主要是由于图像分类错误引起的；这些分类错误随着植被丰度的变化而变化。H估计的不确定性不仅是由于TSEB模型的不确定性，还由于EC系统的不确定性，当灌溉农田的平均H较小时，这种不确定性为18%。由于图像像素分类错误，土壤像素被计算为植被像素，这导致在植被丰度发展的情况下，冠层温度的过高估计。另一方面，忽略大气上行辐射和透射率可能导致估计温度的不确定性。此外，估计的通过冠层的短波和长波辐射透射率的不确定性可能是Rn估计误差的另一个来源。"
            ],
            "methodsCn": [
                "在这封信中，现场观测数据来自于安装在中央绿洲的达曼超级站，该站是一座40米高的边界层塔，位于东经100.3722°，北纬38.8555°，海拔1556米。气象参数每10分钟测量一次，包括地面5米处的空气温度、风速、湿度，12米高处使用四分量辐射计测量的四分量辐射，以及在离地面4.5米处使用10 Hz采样频率的涡度通量系统测量的湍流通量。土壤热通量通过位于地下6厘米的三个热板进行测量。一台Fluke Ti55热红外相机在边界层塔的25米高平台上手动操作，约每120分钟测量一次农田的热辐射；观测数据在中国标准时间（CST）白天的07:00至19:00之间收集为热图像。基于地面测量数据，应用Craig-Gordon模型将蒸散发（ET）分解为蒸发（E）和蒸腾（T）。",
                "为了准确评估TSEB模型，土壤热通量使用地面测量数据。此外，土壤和冠层的感热通量是通过系列TSEB模型估算的，而它们的潜热通量则通过求解能量平衡方程（1）和（2）计算得出。土壤和冠层的组件温度是通过热像仪获取的图像计算得出的。为了计算组件温度，使用最大似然法将可见光和近红外图像分类为土壤和冠层像素。接下来，从热成像图像中提取土壤和冠层的方向亮温。最后，利用来自天空的入射长波辐射和土壤及冠层的发射率将热红外温度转换为辐射温度。最后，模拟的辐射温度与根据四分量辐射计观测的入射长波辐射计算的表面辐射温度进行了验证。"
            ],
            "datasetCn": [
                "实验区域是一个人工绿洲，种植有玉米、蔬菜和果园。使用了第170、173、176、192、195、231、252和256天的数据来确定蒸散发（ET）以及蒸发（E/ET%）和蒸腾（T/ET%）相对于ET的比率，这些研究是多尺度蒸散发观测实验的一部分，属于黑河水文遥测实验研究（HiWATER-MUSOEXE）。"
            ],
            "findingsCn": [
                "我们的结果表明，即使在强烈的对流条件下，TSEB模型仍然能够可靠地估计E/ET%和T/ET%比率以及ET。E/ET%的平均偏差和均方根误差（RMSE）分别为1%和2%；而T/ET%的平均偏差和RMSE分别为−1%和2%。此外，该模型在潜热通量的估计上也表现出相对可靠的结果，与EC系统的测量值相比，平均偏差和RMSE值分别为31和61 W·m−2。这些结果表明，稳健的土壤和植被组件温度计算对于估计E、T和ET至关重要。此外，E/ET%和T/ET%的单独验证为TSEB模型的改进提供了良好的前景。",
                "我们的结果表明，使用高精度热红外相机获得的土壤和冠层组件辐射温度的TSEB模型可以应用于强烈的平流灌溉农业区域。值得注意的是，结果表明土壤和植被组件的潜在通量成功地以合理的精度分离，经过地面测量的评估。估计的E/ET%和E/ET%值与在早期、中期和晚期生长季节使用稳定氧和氢同位素技术观察到的值一致。此外，TSEB模型对Rn、H和LE的估计也很可靠；Rn、H和LE的平均偏差分别为−18、5和31 W·m−2，Rn、H和LE的均方根误差（RMSE）分别为29、19和61 W·m−2。这一发现表明，给定准确的土壤和植被组件温度，E和T可以通过TSEB模型准确地从ET中分离出来。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can the TSEB model provide reliable estimates of evapotranspiration components using soil and canopy component temperatures derived from high-precision thermal infrared cameras?",
                "QuestionCn": "TSEB模型能否利用高精度热红外相机获取的土壤和冠层温度提供可靠的蒸散发成分估计？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are errors in estimating component temperatures primarily caused by image classification errors that vary with vegetation abundance?",
                "QuestionCn": "估计组件温度的错误主要是由于与植被丰度变化相关的图像分类错误造成的吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Are the primary challenges in estimating surface fluxes in heterogeneous landscapes related to image classification errors, atmospheric conditions, or equipment limitations?",
                "QuestionCn": "在异质景观中估计表面通量的主要挑战与图像分类错误、大气条件或设备限制有关吗？",
                "AnswerEn": "image classification errors",
                "AnswerCn": "图像分类错误",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the methods used to collect data on evapotranspiration in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中收集蒸散发数据的方法有哪些？",
                "AnswerEn": "two-source energy balance model, thermal infrared camera observations, stable oxygen and hydrogen isotopes, eddy covariance system measurements",
                "AnswerCn": "双源能量平衡模型，热红外相机观测，稳定氧和氢同位素，涡度相关系统测量",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the high-precision thermal infrared cameras typically positioned for collecting surface temperature data in agricultural areas?",
                "QuestionCn": "高精度热红外相机通常被放置在农业区域的哪些位置以收集表面温度数据？",
                "AnswerEn": "Boundary layer towers",
                "AnswerCn": "边界层塔",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "When is the phenology camera data typically collected in the Qinghai Lake region for surface process observation?",
                "QuestionCn": "青海湖地区的表面过程观测中，表型相机数据通常在什么时间收集？",
                "AnswerEn": "12:10",
                "AnswerCn": "12:10",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a challenge faced when using remote sensing data to estimate surface fluxes in an agricultural area with strong advection?",
                "QuestionCn": "在强平流的农业区域使用遥感数据估计表面通量时面临的一个挑战是什么？",
                "AnswerEn": "A challenge in using remote sensing data for this purpose is the difficulty in accurately determining surface-air temperature differences. This challenge arises due to errors in estimating the temperatures of soil and vegetation components from composite radiometric temperatures, which can lead to uncertainties in surface flux estimations.",
                "AnswerCn": "使用遥感数据进行此目的的一个挑战是准确确定地表与空气温度差异的困难。这个挑战源于从复合辐射温度中估计土壤和植被成分温度的误差，这可能导致地表通量估算的不确定性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the challenges associated with estimating soil and vegetation temperatures in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中估计土壤和植被温度的挑战包括：",
                "AnswerEn": "image classification errors, atmospheric factors, upwelling radiation, transmittance uncertainties, misclassification of soil and vegetation pixels",
                "AnswerCn": "图像分类错误、大气因素、上升辐射、透射率不确定性、土壤和植被像素的误分类",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the specific attributes or parameters that need to be considered when validating evapotranspiration models using ground-based measurements?",
                "QuestionCn": "在使用地面测量数据验证蒸散发模型时，需要考虑的具体属性或参数包括：",
                "AnswerEn": "soil and canopy component temperatures, sensible and latent heat fluxes, energy balance equations, air temperature, wind speed, humidity, radiation, turbulent fluxes, stable isotopes, eddy covariance systems",
                "AnswerCn": "土壤和冠层组分温度、感热和潜热通量、能量平衡方程、空气温度、风速、湿度、辐射、湍流通量、稳定同位素、涡度相关系统。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the elevation of the observation site for the Qinghai Lake Basin surface process observation network?",
                "QuestionCn": "青海湖盆地表过程观测网络的观测站点海拔是多少？",
                "AnswerEn": "3718 meters",
                "AnswerCn": "3718米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does a 'phenological camera observation dataset' entail in the context of ecological research?",
                "QuestionCn": "“物候相机观测数据集”在生态研究中的含义是什么？",
                "AnswerEn": "A phenological camera observation dataset in the context of ecological research includes images captured by a camera positioned vertically downward to monitor phenological changes in an ecosystem. It typically involves collecting high-resolution photographs at specific intervals, such as daily at a set time, to track seasonal changes in vegetation or landscape, with metadata detailing the location, time, and environmental conditions of the observations.",
                "AnswerCn": "在生态研究的背景下，表型相机观察数据集包括由垂直向下放置的相机捕捉的图像，以监测生态系统中的表型变化。它通常涉及在特定时间间隔内（例如每天在设定时间）收集高分辨率照片，以跟踪植被或景观的季节变化，并附有详细的元数据，记录观察的地点、时间和环境条件。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using phenology cameras in the Qinghai Lake region differ from the use of thermal infrared cameras in agricultural areas for estimating evapotranspiration?",
                "QuestionCn": "在青海湖地区使用物候相机的数据收集方法与在农业区域使用热红外相机估算蒸散发的方法有何不同？",
                "AnswerEn": "The phenology cameras in the Qinghai Lake region collect data using a vertical downward method, capturing images daily at a specific time. In contrast, the thermal infrared cameras in agricultural areas are used to measure thermal radiation and estimate evapotranspiration by collecting thermal images every 120 minutes, focusing on soil and canopy component temperatures.",
                "AnswerCn": "青海湖地区的物候相机采用垂直向下的方法收集数据，每天在特定时间拍摄图像。相比之下，农业地区的热红外相机用于测量热辐射并估算蒸散发，每120分钟收集一次热图像，重点关注土壤和冠层成分的温度。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the similarities and differences in the challenges faced when using a two-source energy balance model for evapotranspiration estimation compared to the challenges in ground-based phenology camera data collection?",
                "QuestionCn": "使用双源能量平衡模型进行蒸散发估算时面临的挑战与地面基因相机数据收集所面临的挑战之间的相似性和差异性是什么？",
                "AnswerEn": "Both methods face challenges related to data accuracy. The two-source energy balance model struggles with uncertainties in component temperature separation and energy balance closure in heterogeneous landscapes. Similarly, ground-based phenology camera data collection can be affected by timing errors in capturing images. However, the phenology camera method primarily deals with timing and resolution issues, while the TSEB model involves complex temperature separation and energy flux calculations.",
                "AnswerCn": "这两种方法都面临与数据准确性相关的挑战。双源能量平衡模型在异质景观中面临组件温度分离和能量平衡闭合的不确定性。同样，基于地面的物候相机数据收集也可能受到捕捉图像时机错误的影响。然而，物候相机方法主要处理时机和分辨率问题，而TSEB模型则涉及复杂的温度分离和能量通量计算。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "In what ways could integrating stable isotope techniques with eddy covariance measurements enhance the validation and interpretation of evapotranspiration data in complex terrains?",
                "QuestionCn": "将稳定同位素技术与涡度协方差测量相结合，可以在复杂地形中增强蒸散发数据的验证和解释。",
                "AnswerEn": "Integrating stable isotope techniques with eddy covariance measurements allows for a more robust validation of evapotranspiration data by providing independent estimates of evaporation and transpiration fractions. This integration helps address uncertainties in component temperature estimation and improves the accuracy of models like TSEB in complex terrains with mixed vegetation and soil conditions.",
                "AnswerCn": "将稳定同位素技术与涡度协方差测量相结合，可以通过提供蒸发和蒸腾分数的独立估计，更加可靠地验证蒸散发数据。这种整合有助于解决成分温度估计中的不确定性，并提高像TSEB这样的模型在复杂地形中混合植被和土壤条件下的准确性。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of accurately estimating surface fluxes in strongly advective irrigated agricultural areas?",
                "QuestionCn": "在强烈对流的灌溉农业地区，准确估计表面通量的挑战因素包括哪些？",
                "AnswerEn": "Accurately estimating surface fluxes in such areas is challenging due to incomplete energy balance closure with respect to the available energy, uncertainty in surface-air temperature difference, errors in determining surface soil and vegetation component temperatures, and the strong advective environment affecting model performance.",
                "AnswerCn": "在这些区域准确估计表面通量是具有挑战性的，原因包括可用能量的能量平衡闭合不完全、表面与空气温度差的不确定性、确定表面土壤和植被组分温度的误差，以及强烈的平流环境对模型性能的影响。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the limitations in effectiveness of current composite temperature separation approaches in arid regions?",
                "QuestionCn": "导致当前复合温度分离方法在干旱地区效果有限的原因是什么？",
                "AnswerEn": "The limitations arise from difficulties in measuring E and T on the ground, image classification errors that vary with vegetation abundance, overestimation of canopy temperature due to soil pixels being counted as vegetation pixels, and potential uncertainties in atmospheric upwelling radiation, transmittance, and radiation transmittances through the canopy.",
                "AnswerCn": "这些限制源于在地面上测量E和T的困难、随着植被丰度变化的图像分类错误、由于将土壤像素计算为植被像素而导致的冠层温度过高估计，以及大气上行辐射、透射率和通过冠层的辐射透射率的潜在不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the underlying causes of uncertainties in estimating component temperatures using thermal images in the context of the TSEB model?",
                "QuestionCn": "在TSEB模型的背景下，使用热成像估计组件温度的不确定性潜在原因是什么？",
                "AnswerEn": "Uncertainties stem from image classification errors, particularly when soil pixels are misclassified as vegetation pixels, errors in the estimation of incoming short- and long-wave radiation transmittances, and inaccuracies in determining the soil and canopy directional brightness temperatures from thermal images.",
                "AnswerCn": "不确定性源于图像分类错误，特别是当土壤像素被误分类为植被像素时，短波和长波辐射透射率估计的错误，以及从热成像中确定土壤和冠层方向亮度温度的准确性不足。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What outcomes result from integrating stable isotope techniques with traditional meteorological and thermal data in the assessment of evapotranspiration components?",
                "QuestionCn": "将稳定同位素技术与传统气象和热数据相结合，在评估蒸散发组成部分时会产生哪些结果？",
                "AnswerEn": "Integrating stable isotope techniques with meteorological and thermal data allows for better validation of E, T, and ET estimates. This approach aids in accurately assessing the ratios of E/ET% and T/ET% and ensures that the TSEB model can provide reliable estimates of ET, even under challenging conditions like strong advection, by confirming the model's performance against ground-based observations.",
                "AnswerCn": "将稳定同位素技术与气象和热数据相结合，可以更好地验证蒸散（E）、蒸发（T）和蒸散发（ET）的估算。这种方法有助于准确评估E/ET%和T/ET%的比率，并确保TSEB模型能够在强平流等挑战性条件下提供可靠的ET估算，通过与地面观测结果的对比来确认模型的性能。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are phenological camera observations collected and processed in high-altitude ecosystems to ensure the accuracy of vegetation monitoring?",
                "QuestionCn": "高海拔生态系统中的物候相机观察是如何收集和处理的，以确保植被监测的准确性？",
                "AnswerEn": "Phenological camera observations in high-altitude ecosystems, such as those collected in the Qinghai Lake Basin, involve using a camera positioned vertically downward to capture images at set times daily, typically around 12:10 with a 10-minute margin of error. The data collected in these images is then processed by analyzing the resolution of 2592x1944 to monitor phenological changes in high-altitude mixed meadow and grassland areas.",
                "AnswerCn": "高海拔生态系统中的物候相机观测，例如在青海湖盆地收集的数据，涉及将相机垂直向下放置，以在每天设定的时间拍摄图像，通常是在12:10，允许10分钟的误差。收集到的数据通过分析2592x1944的分辨率来处理，以监测高海拔混合草甸和草原地区的物候变化。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What procedural steps are taken to validate the two-source energy balance model using ground-based measurements in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中，使用地面测量数据验证双源能量平衡模型的程序步骤包括哪些？",
                "AnswerEn": "To validate the TSEB model in heterogeneous landscapes, ground-based measurements of soil and canopy component temperatures are used. These are obtained with a high-resolution thermal camera and combined with stable oxygen and hydrogen isotope techniques. Eddy covariance system measurements are also employed to validate evaporation, transpiration, and evapotranspiration estimates. The procedure involves partitioning ET into its components using observed temperatures and validating them against isotope and EC system measurements.",
                "AnswerCn": "为了在异质景观中验证TSEB模型，使用高分辨率热像仪获取土壤和冠层组分温度的地面测量数据，并结合稳定氧和氢同位素技术。还采用涡度协方差系统测量来验证蒸发、蒸腾和蒸散发的估算。该过程涉及使用观测到的温度将ET分解为其组成部分，并将其与同位素和EC系统测量结果进行验证。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What data collection techniques enable the accurate separation of soil and vegetation component temperatures in heterogeneous landscapes?",
                "QuestionCn": "哪些数据收集技术能够在异质景观中准确分离土壤和植被成分的温度？",
                "AnswerEn": "The use of a high-resolution thermal infrared camera to obtain soil and canopy component temperatures, combined with image classification methods like the maximum-likelihood method, enables the accurate separation of soil and vegetation component temperatures. These temperatures are then validated using incoming long-wave radiation observed by a four-component radiometer.",
                "AnswerCn": "使用高分辨率热红外相机获取土壤和冠层组分温度，结合最大似然法等图像分类方法，可以准确分离土壤和植被组分温度。这些温度随后通过四分量辐射计观测到的入射长波辐射进行验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do ground-based measurement systems and stable isotope techniques enhance the validation of evaporation and transpiration estimates in complex terrains?",
                "QuestionCn": "地面测量系统和稳定同位素技术如何增强复杂地形中蒸发和蒸腾估算的验证？",
                "AnswerEn": "Ground-based measurement systems, such as the eddy covariance (EC) system, combined with stable oxygen and hydrogen isotope techniques, enhance the validation of evaporation and transpiration estimates. These methods provide observed ratios of E/ET% and T/ET% that can be compared to estimates derived from component temperatures observed via thermal cameras.",
                "AnswerCn": "基于地面的测量系统，如涡度协方差（EC）系统，结合稳定氧和氢同位素技术，增强了蒸发和蒸腾估算的验证。这些方法提供了E/ET%和T/ET%的观测比率，可以与通过热像仪观察到的组成温度得出的估算进行比较。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges in image classification accuracy must be addressed to improve the estimation of soil and canopy temperatures in arid regions?",
                "QuestionCn": "在提高干旱地区土壤和冠层温度估计的图像分类准确性时，必须解决哪些挑战？",
                "AnswerEn": "Challenges in image classification accuracy that must be addressed include errors caused by vegetation abundance, which can lead to misclassification where soil pixels are counted as vegetation pixels. This results in overestimation of canopy temperature. Additionally, uncertainties in atmospheric upwelling radiation, transmittance, and short- and long-wave radiation through the canopy can also affect temperature estimations.",
                "AnswerCn": "图像分类准确性面临的挑战包括由于植被丰度造成的错误，这可能导致土壤像素被错误地计为植被像素。这会导致冠层温度的高估。此外，大气上行辐射、透射率以及通过冠层的短波和长波辐射的不确定性也会影响温度估算。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might errors in image classification lead to overestimation of canopy temperature in data collection methods involving thermal imagery?",
                "QuestionCn": "图像分类中的错误可能导致在涉及热成像的数据收集方法中对冠层温度的高估。",
                "AnswerEn": "Errors in image classification could lead to the misclassification of soil pixels as vegetation pixels, which results in an overestimation of the canopy temperature, particularly in areas with developing vegetation abundance.",
                "AnswerCn": "图像分类中的错误可能导致土壤像素被误分类为植被像素，从而在植被丰度较高的区域导致冠层温度的高估。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges could arise in accurately estimating soil and canopy component temperatures using thermal infrared cameras in heterogeneous landscapes?",
                "QuestionCn": "在异质景观中，使用热红外相机准确估计土壤和冠层组分温度可能会面临哪些挑战？",
                "AnswerEn": "Challenges include the potential for image classification errors, the difficulty of separating soil and vegetation temperatures from composite radiometric temperatures, and possible uncertainties in atmospheric upwelling radiation and transmittance.",
                "AnswerCn": "挑战包括图像分类错误的潜在可能性、从复合辐射温度中分离土壤和植被温度的困难，以及大气上行辐射和透射率可能存在的不确定性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are your thoughts on the challenges associated with measuring evapotranspiration in heterogeneous landscapes using existing models and technologies?",
                "QuestionCn": "我对在异质景观中使用现有模型和技术测量蒸散发所面临的挑战的看法是什么？",
                "AnswerEn": "Measuring evapotranspiration in heterogeneous landscapes poses significant challenges due to the complexity of accurately accounting for the varied soil and vegetation interactions. Models like the two-source energy balance (TSEB) have been refined to improve accuracy, yet they still face limitations in arid regions and when dealing with mixed surfaces. The difficulty in separating soil and canopy temperatures and the errors stemming from image classification highlight the ongoing challenges in this field. The use of stable isotopes and high-resolution thermal cameras presents promising solutions but requires further refinement and validation against ground-based measurements.",
                "AnswerCn": "在异质景观中测量蒸散发面临重大挑战，因为准确考虑土壤和植被之间的复杂相互作用非常困难。像双源能量平衡（TSEB）这样的模型已经得到改进以提高准确性，但在干旱地区和处理混合表面时仍然存在局限性。分离土壤和冠层温度的困难以及图像分类带来的误差突显了该领域持续存在的挑战。使用稳定同位素和高分辨率热成像相机提供了有前景的解决方案，但需要进一步的改进和与地面测量的验证。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand the data collection methods used to accurately separate soil and vegetation components in heterogeneous landscapes.",
                "QuestionCn": "我不理解用于准确分离异质景观中土壤和植被成分的数据收集方法。",
                "AnswerEn": "The data collection methods involve using a high-resolution thermal camera to capture soil and canopy component temperatures. The visible and NIR images are classified into soil and canopy pixels using the maximum-likelihood method, and thermal infrared temperatures are converted to radiation temperatures using the incoming long-wave radiation from the sky and soil and canopy emissivities.",
                "AnswerCn": "数据收集方法涉及使用高分辨率热像仪捕捉土壤和树冠组件的温度。可见光和近红外图像通过最大似然法分类为土壤和树冠像素，热红外温度通过将来自天空的入射长波辐射与土壤和树冠的发射率进行转换为辐射温度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore potential challenges in using thermal infrared cameras for capturing soil and canopy component temperatures in high-altitude and mixed landscape environments.",
                "QuestionCn": "请探讨在高海拔和混合景观环境中使用热红外相机捕捉土壤和树冠组件温度的潜在挑战。",
                "AnswerEn": "Errors in derived component temperatures from thermal infrared cameras can be caused by image classification errors, particularly when vegetation abundance varies. In high-altitude and mixed landscapes, these classification errors might lead to misclassification of soil pixels as vegetation pixels, resulting in overestimation of canopy temperatures. Additionally, atmospheric upwelling radiation and transmittance might introduce uncertainties in temperature estimation.",
                "AnswerCn": "热红外相机中衍生的组件温度的误差可能是由于图像分类错误引起的，特别是在植被丰度变化时。在高海拔和混合景观中，这些分类错误可能导致土壤像素被错误分类为植被像素，从而导致对冠层温度的高估。此外，大气向上辐射和透射率可能会引入温度估计的不确定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Please suggest data collection techniques that could complement the use of eddy covariance systems to improve the accuracy of evapotranspiration estimations in heterogeneous land surfaces.",
                "QuestionCn": "请建议一些数据收集技术，以补充涡度协方差系统，从而提高异质土地表面蒸散发估算的准确性。",
                "AnswerEn": "Complementary data collection techniques could include the use of stable oxygen and hydrogen isotopes to validate evaporation and transpiration ratios (E/ET% and T/ET%). High-resolution thermal cameras could provide detailed soil and canopy component temperatures. Additionally, ground-based measurements of soil heat flux and radiometer data for incoming long-wave radiation could be integrated to refine the energy balance equations used in the TSEB model.",
                "AnswerCn": "互补的数据收集技术可以包括使用稳定的氧和氢同位素来验证蒸发和蒸腾比率（E/ET% 和 T/ET%）。高分辨率热像仪可以提供详细的土壤和树冠组件温度。此外，可以整合地面测量的土壤热通量和入射长波辐射的辐射计数据，以优化用于TSEB模型的能量平衡方程。",
                "Level": "C6(Creating)"
            }
        ]
    }
}