{
  "id": "f9fc9d56-4c52-42b7-9ccb-b1d867feeea6",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Vulnerability forecast scenarios dataset of the water resources, agriculture, and ecosystem of the Yerqiang River Basin (Version 1.0) (2010-2050)",
      "titleCn": "叶尔羌河流域水资源、农业、生态系统脆弱性预测情景数据集（V1.0) (2010-2050)",
      "description": "By applying Supply-demand Balance Analysis, the water resource supply and demand of the whole river basin and each county or district were calculated and used to evaluate the vulnerability of the water resources system of the basin. The IPAT equation was used to set a future water resource demand scenario to establish the scenario by setting variables such as future population growth rate, economic growth rate, and unit GDP water consumption. By taking 2005 as the base year and using assorted forecasting data of population size and economic scale, the future water demand scenarios of various counties and cities from 2010 to 2050 were predicted. By applying the basic structure of the HBV conceptual hydrological model of the Swedish Hydrometeorological Institute, a model of the variation tendency of the basin under climate change was designed. The glacial melting scenario was used as the model input to construct the runoff scenario under climate change. According to the national regulations of the water resources allocation of the basin, a water distribution plan was set up to calculate the water supply comprehensively. Considering of the supply and demand situation, the water resource system vulnerability was evaluated by the water shortage rate. By calculating the (grain production) land pressure index of the major counties and cities in the basin, the balance of supply and demand of land resources under the climate change, glacial melt and population growth scenarios was analyzed, and the vulnerability of the agricultural system was evaluated. The Miami formula and HANPP model were used to calculate the human appropriation of net primary biomass and primary biomass in the major counties and cities for the future, and the vulnerability of ecosystems from the perspective of supply and demand balance was assessed.",
      "descriptionCn": "采用供需平衡的分析方法，分别计算流域总体及各县区水资源供给量及需求量的基础上，评估流域水资源系统脆弱性。采用IPAT等式设置未来水资源需求情景，即通过设定未来的人口增长率、经济增长速度、单位GDP耗水量等变量来建立需水情景。以2005年为基准年，预测未来2010-2050年的各县市水资源需求情景。人口规模、经济规模采用配套预测数据。应用瑞典水文气象研究所HBV概念性水文模型的基本结构，设计了在气候变化下流域变化趋势的模型，以冰川融化情景为模型的输入，构建气候变化下出山径流情景。依据流域水资源配置的国家地方规定设置配水方案，综合计算水资源供给量。综合供需情况，以缺水率为指标评价水资源系统脆弱性。通过计算流域主要县市的（小麦生产）土地压力指数，分析了流域气候变化、冰川融化及人口增长情景下土地资源的供需平衡，评价了农业系统脆弱性。分别运用迈阿密公式及HANPP模型计算了未来情景下，流域各主要县市净初级生物生产量及初级生物量的人类占用，以供需平衡角度评估生态系统脆弱性。",
      "instructions": "Excel format storage",
      "instructionsCn": "excel格式存储",
      "east": 78.0,
      "west": 74.0,
      "south": 35.0,
      "north": 38.0,
      "startTime": "2005-01-07 08:00:00",
      "endTime": "2051-01-06 17:00:00",
      "fileSize": 27566.0,
      "cstr": "18406.11.Socio-econ.tpe.0000006.file",
      "doi": "10.11888/Socio-econ.tpe.0000006.file",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨林生",
        "nameEn": "YANG Linsheng",
        "unitEn": "Instute of Geographic Sciences and Natural Resources Research,Chinese Academy of Siences",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "钟方雷",
        "nameEn": "ZHONG Fanglei",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Siences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "冰川加剧消融对我国西北干旱区的影响及其适应对策",
        "titleEn": null,
        "referenceCn": "张九天, 何霄嘉, 上官冬辉, 钟方雷, 刘时银. (2012). 冰川加剧消融对我国西北干旱区的影响及其适应对策[J]. 冰川冻土,  34(4), 848-854.",
        "referenceEn": null
      },
      {
        "titleCn": "21世纪议程管理中心.气候变化对中国的影响评估及其适应对策——海平面上升和冰川融化流域[M]",
        "titleEn": null,
        "referenceCn": "国家发改委应对气候变化司, 21世纪议程管理中心. (2012). 气候变化对中国的影响评估及其适应对策——海平面上升和冰川融化流域[M]. 北京: 科学出版社,",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "农业资源",
        "nameEn": "Agricultural Resources"
      },
      {
        "nameCn": "水资源",
        "nameEn": "Water Resources"
      },
      {
        "nameCn": "沙漠/荒漠",
        "nameEn": "Desert"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "叶尔羌河流域",
        "keywordEn": "Yeerqiang River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2005",
        "keywordEn": "2005",
        "type": "temporal"
      },
      {
        "keywordCn": "2010-2050",
        "keywordEn": "2010-2050",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "地球大数据科学工程专项时空三极环境项目",
        "titleEn": "CASEarth:Big Earth Data for Three Poles"
      }
    ],
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the key features of data collection methods used to evaluate water resource system vulnerability under future scenarios?",
        "QuestionCn": "评估未来情景下水资源系统脆弱性的关键数据收集方法特征有哪些？",
        "AnswerEn": "supply-demand balance analysis, IPAT equation, population growth rate, economic growth speed, water consumption per unit of GDP, HBV hydrological model, glacier melt scenarios, water supply schemes, water shortage rates",
        "AnswerCn": "供需平衡分析，IPAT方程，人口增长率，经济增长速度，每单位GDP的水消耗量，HBV水文模型，冰川融化情景，供水方案，水短缺率",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the numerical range of the population growth rate variables used in constructing future water demand scenarios?",
        "QuestionCn": "用于构建未来水需求情景的人口增长率变量的数值范围是什么？",
        "AnswerEn": "The specific numerical range is not detailed.",
        "AnswerCn": "具体的数值范围未详细说明。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What underlying factors and technological methods can be inferred from the observed patterns of water resource vulnerability in the context of population growth, economic development, and glacier melt scenarios?",
        "QuestionCn": "在人口增长、经济发展和冰川融化情景的背景下，可以从观察到的水资源脆弱性模式中推断出哪些潜在因素和技术方法？",
        "AnswerEn": "The assessment of water resource vulnerability in the context of population growth, economic development, and glacier melt scenarios can be inferred by employing a supply-demand balance analysis. This involves calculating the supply and demand of water resources at both the regional and county levels, and using IPAT equations to set future water demand scenarios. The research uses baseline data from 2005 to project future scenarios from 2010 to 2050, incorporating variables like population growth rate, economic growth speed, and GDP water use. Additionally, the HBV hydrological model's basic structure is adapted to model climate change impacts on the basin, using glacier melt scenarios as input to build runoff scenarios. Water allocation schemes are set according to national and local regulations to calculate water supply, and vulnerability is evaluated using water shortage rates.",
        "AnswerCn": "在人口增长、经济发展和冰川融化情景的背景下，水资源脆弱性的评估可以通过供需平衡分析来推断。这涉及在区域和县级别计算水资源的供给和需求，并使用IPAT方程设定未来的水需求情景。该研究使用2005年的基线数据来预测2010年至2050年的未来情景，结合人口增长率、经济增长速度和GDP水使用等变量。此外，HBV水文模型的基本结构被调整，以模拟气候变化对流域的影响，使用冰川融化情景作为输入来构建径流情景。根据国家和地方的法规设定水分配方案，以计算水供应，并通过水短缺率评估脆弱性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the underlying factors that influence the vulnerability of water resource systems in the Yarkand River Basin under different supply and demand scenarios?",
        "QuestionCn": "影响雅尔干德河流域水资源系统脆弱性的潜在因素有哪些，在不同的供需情景下？",
        "AnswerEn": "The vulnerability of water resource systems in the Yarkand River Basin is influenced by several factors, including the calculation of overall and regional water supply and demand, future water demand scenarios using variables such as population growth rate, economic growth speed, and unit GDP water consumption, as well as climate change impacts and glacier melt scenarios. The setup of water allocation schemes according to national and local regulations and the assessment of water system vulnerability using water shortage rates also play crucial roles.",
        "AnswerCn": "雅尔干德河流域水资源系统的脆弱性受到多个因素的影响，包括整体和区域水供应与需求的计算、未来水需求情景的预测（使用人口增长率、经济增长速度和单位GDP水消耗等变量）、气候变化影响和冰川融化情景。此外，根据国家和地方法规设定水分配方案以及使用水短缺率评估水系统脆弱性也起着至关重要的作用。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences for water resource system vulnerability if future water demand scenarios set by the IPAT equation are not accurately predicted?",
        "QuestionCn": "如果未来水需求场景根据IPAT方程没有被准确预测，水资源系统脆弱性的后果是什么？",
        "AnswerEn": "If future water demand scenarios set by the IPAT equation are not accurately predicted, the assessment of water resource system vulnerability may be flawed. This could result in inadequate preparation for water shortages or misallocation of water resources, potentially exacerbating the vulnerability of the system to factors such as population growth, economic development, and climate change. The scenario misalignment could lead to either overestimation or underestimation of water supply and demand balance, affecting the region's ability to manage water resources sustainably.",
        "AnswerCn": "如果IPAT方程设定的未来水需求情景预测不准确，水资源系统脆弱性的评估可能会出现缺陷。这可能导致对水短缺的准备不足或水资源的错误分配，从而可能加剧系统对人口增长、经济发展和气候变化等因素的脆弱性。情景的不匹配可能导致水供需平衡的高估或低估，影响该地区可持续管理水资源的能力。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives for collecting and analyzing water resource supply and demand data in the Yarkant River Basin from 2010 to 2050 using a supply-demand balance approach?",
        "QuestionCn": "在2010年至2050年期间，使用供需平衡方法收集和分析雅尔肯特河流域的水资源供需数据的主要目标是什么？",
        "AnswerEn": "The primary objectives include assessing the vulnerability of the water resource system by calculating supply and demand across the basin and its districts, setting future water demand scenarios using variables like population growth rate, economic growth speed, and unit GDP water consumption. Additionally, the goals involve designing a model for watershed changes under climate change scenarios and evaluating the vulnerability of agricultural and ecological systems by analyzing land resource supply-demand balance and calculating net primary productivity and human appropriation of net primary productivity.",
        "AnswerCn": "主要目标包括通过计算流域及其各区的水资源供需情况来评估水资源系统的脆弱性，利用人口增长率、经济增长速度和单位GDP水消耗等变量设定未来水需求情景。此外，目标还包括设计一个气候变化情景下的流域变化模型，并通过分析土地资源供需平衡以及计算净初级生产力和人类对净初级生产力的占用，评估农业和生态系统的脆弱性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in setting future water resource demand scenarios using the IPAT equation to assess the vulnerability of water resource systems in the Yarkant River Basin?",
        "QuestionCn": "使用IPAT方程设置未来水资源需求情景以评估雅尔肯特河流域水资源系统脆弱性的程序步骤包括哪些？",
        "AnswerEn": "The procedural steps involve setting future scenarios by establishing variables such as population growth rate, economic growth speed, and per GDP water consumption. The baseline year is 2005, and projections are made for 2010-2050 across counties and cities. These scenarios are used to calculate future water demand and assess the vulnerability of the water resource system using the supply-demand balance.",
        "AnswerCn": "程序步骤包括通过建立变量（如人口增长率、经济增长速度和人均GDP水消耗）来设定未来情景。基准年为2005年，预测时间为2010年至2050年，涵盖各县和城市。这些情景用于计算未来水需求，并通过供需平衡评估水资源系统的脆弱性。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What methodologies enable the prediction of water resource vulnerability in river basins like the 叶尔羌河流域?",
        "QuestionCn": "哪些方法论能够预测像叶尔羌河流域这样的河流流域的水资源脆弱性？",
        "AnswerEn": "The prediction of water resource vulnerability in river basins such as the 叶尔羌河流域 is enabled by methodologies that include the use of supply-demand balance analysis, IPAT equations for future water demand scenarios, and the application of hydrological models like the HBV model to assess climate change impacts and glacier melt scenarios.",
        "AnswerCn": "在像叶尔羌河流域这样的河流流域中，水资源脆弱性的预测得益于多种方法，包括供需平衡分析、IPAT方程用于未来水需求情景的预测，以及应用HBV模型评估气候变化影响和冰川融化情景的水文模型。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}