{
    "id": "fa6eb4ad-45a5-4265-bd1e-0afe5aa3d239",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of soil temperature profile observations in the Yingke oasis and Huazhaizi desert steppe foci experimental areas form May to July, 2008",
            "titleCn": "黑河综合遥感联合试验：盈科绿洲与花寨子荒漠加密观测区土壤温度剖面观测数据集（2008年5月-7月）",
            "description": "The dataset of soil temperature profile (5cm, 10cm, 15cm and 20cm) observations was obtained in the Yingke oasis and Huazhaizi desert steppe foci experimental areas from May 27 to Jul. 13, 2008. Diurnal observations were carried out in the bare land near No. 5 building of the resort at 6:00 and 12:00 from May 27 to Jun. 14, and in Yingke oasis No. 4 plot at 10:00 from Jun. 15 to Jul. 13. Besides, intensive observations were carried out at an interval of one hour from 6:00 on Jun. 2 to 6:00 on 3, 2008.",
            "descriptionCn": "本数据集为盈科绿洲与花寨子荒漠加密观测区的土壤温度剖面数据集。\n测量内容：2008-05-27至2008-07-13通过埋设表层、5cm、10cm、15cm和20cm等五个深度的温度计逐日观测了地温，并附有天气记录。 \n其中2008-05-27至2008-06-14，在6:00和12:00分别进行记录，地点为度假村5号楼旁裸地；2008-06-15至2008-07-13在10:00左右进行记录，此时移到盈科绿洲玉米地4号样地。 另外，从2008-06-02的6:00至2008-06-03的6:00进行了以一小时为间隔的地温连续观测。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.46,
            "west": 100.289,
            "south": 38.734,
            "north": 38.88,
            "startTime": "2008-06-08 00:00:00",
            "endTime": "2008-07-03 11:59:00",
            "fileSize": 503847.0,
            "cstr": "18406.11.water973.0141.db",
            "doi": "10.3972/water973.0141.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "盖迎春",
                "nameEn": "GE Yingchun",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "舒乐乐",
                "nameEn": "SHU Lele",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王建华",
                "nameEn": "WANG Jianhua",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "徐瑱",
                "nameEn": "XU Zhen",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "苏高利",
                "nameEn": "SU Gaoli",
                "unitEn": "",
                "unitCn": "中国科学院遥感应用研究所"
            },
            {
                "nameCn": " 梁文广",
                "nameEn": "LIANG Wenguang",
                "unitEn": "",
                "unitCn": "中国科学院研究生院"
            },
            {
                "nameCn": " 余凡",
                "nameEn": "YU Fan",
                "unitEn": "",
                "unitCn": "中国科学院研究生院"
            },
            {
                "nameCn": "王静",
                "nameEn": "Wang Jing",
                "unitEn": "",
                "unitCn": "中国气象局兰州干旱气象研究所"
            },
            {
                "nameCn": "李笑宇",
                "nameEn": "LI Xiaoyu",
                "unitEn": "",
                "unitCn": "华南农业大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤剖面",
                "nameEn": "Soil horizons/profile"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游干旱区水文试验区",
                "keywordEn": "Arid Region Hydrology in the Middle Reaches"
            },
            {
                "keywordCn": "盈科绿洲加密观测区",
                "keywordEn": null
            },
            {
                "keywordCn": "花寨子荒漠加密观测区",
                "keywordEn": null
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区30m ASTER-GDEM数据集（2018）",
                "titleEn": "30m aster-gdem data  in Qilian Mountain Area (2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of soil temperature profile data collected in arid and semi-arid regions, and how are the data points typically recorded?",
                "QuestionCn": "在干旱和半干旱地区收集的土壤温度剖面数据的特点是什么，数据点通常是如何记录的？",
                "AnswerEn": "surface, 5cm, 10cm, 15cm, 20cm, daily, 6:00, 12:00, 10:00, continuous hourly observations, 24-hour period",
                "AnswerCn": "表面，5厘米，10厘米，15厘米，20厘米，每日，6:00，12:00，10:00，连续每小时观测，24小时周期",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different depth measurements are involved in the soil temperature profile data collection method?",
                "QuestionCn": "土壤温度剖面数据收集方法涉及多少种不同的深度测量？",
                "AnswerEn": "5",
                "AnswerCn": "5",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'soil temperature profile observation' mean in the context of remote sensing experiments?",
                "QuestionCn": "在遥感实验的背景下，“土壤温度剖面观测”指的是对土壤不同深度的温度进行测量和记录，以了解土壤温度随深度变化的情况。这种观测可以帮助研究土壤的热特性、湿度变化以及植物生长等方面的影响。",
                "AnswerEn": "Soil temperature profile observation refers to the systematic measurement of ground temperature at various depths, such as surface, 5cm, 10cm, 15cm, and 20cm, using thermometers. This is done daily to record temperature variations in the soil over a specified period, and it can include specific timings and conditions, such as recording at different times of day or continuously over a 24-hour period, as part of remote sensing experiments.",
                "AnswerCn": "土壤温度剖面观测是指在不同深度（如表层、5厘米、10厘米、15厘米和20厘米）系统性测量地面温度，使用温度计进行日常记录，以记录土壤在特定时间段内的温度变化。这可以包括特定的时间和条件，例如在一天中的不同时间记录或在24小时内连续记录，作为遥感实验的一部分。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors influence the choice of specific time intervals and depth levels for soil temperature observations in arid regions?",
                "QuestionCn": "影响干旱地区土壤温度观测特定时间间隔和深度水平选择的因素有哪些？",
                "AnswerEn": "The choice of specific time intervals and depth levels for soil temperature observations is influenced by the need to capture variations in soil temperature profiles due to daily temperature fluctuations and environmental conditions. In the described observation, measurements were conducted at different times of the day to capture diurnal temperature changes, and different depths were selected to understand the vertical temperature gradient in the soil. Additionally, changes in the observation location and timing, such as moving from a bare ground area to a cornfield and adjusting measurement times, are likely influenced by the need to capture data under different land cover conditions and to accommodate logistical or environmental factors.",
                "AnswerCn": "特定时间间隔和土壤温度观测深度的选择受到捕捉土壤温度剖面因日间温度波动和环境条件而变化的需求的影响。在所描述的观测中，测量是在一天中的不同时间进行的，以捕捉昼夜温度变化，并选择了不同的深度以了解土壤中的垂直温度梯度。此外，观测地点和时间的变化，例如从裸地区域移动到玉米田以及调整测量时间，可能受到捕捉不同地表条件下数据的需求以及适应后勤或环境因素的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of recording soil temperature at multiple depths and times of day on the accuracy and comprehensiveness of environmental monitoring datasets?",
                "QuestionCn": "在多个深度和一天中的不同时间记录土壤温度对环境监测数据集的准确性和全面性可能产生的后果是什么？",
                "AnswerEn": "Recording soil temperature at multiple depths and times of day can lead to a more accurate and comprehensive understanding of soil thermal dynamics, as it captures variations due to diurnal changes and depth-related temperature gradients. This approach allows for detailed analysis of soil temperature profiles and their response to atmospheric conditions, improving the reliability of environmental monitoring datasets. Moreover, having continuous and varied temporal data aids in identifying trends and anomalies in the soil temperature, enhancing the predictive power and applicability of the dataset in modeling and environmental studies.",
                "AnswerCn": "在多个深度和不同时间记录土壤温度，可以更准确和全面地理解土壤热动态，因为它捕捉了由于昼夜变化和深度相关温度梯度导致的变化。这种方法允许对土壤温度剖面及其对大气条件的响应进行详细分析，从而提高环境监测数据集的可靠性。此外，拥有连续和多样的时间数据有助于识别土壤温度的趋势和异常，增强了数据集在建模和环境研究中的预测能力和适用性。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}