{
    "id": "fac7155b-29d3-40c5-97db-96686d56e2cf",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dataset of ground truth measurements synchronizing with Envisat ASAR in the A'rou foci experimental area on Jul. 14, 2008",
            "titleCn": "黑河综合遥感联合试验：阿柔加密观测区Envisat ASAR地面同步观测数据集（2008年7月14日）",
            "description": "The dataset of ground truth measurements synchronizing with Envisat ASAR was obtained in No. 1, 2 and 3 quadrates of the A'rou foci experimental area on Jul. 14, 2008. \n     The Envisat ASAR data were in AP mode and VV/VH polarization combinations, and the overpass time was approximately at 11:31 BJT. The quadrates were divided into 4×4 subsites, with each one spanning a 30×30 m2 plot. Those provide reliable ground data for retrieval and validation of soil moisture from active remote sensing approaches.\n     Observation items included:\n     (1) soil moisture by POGO soil sensor in No. 1, 2 and 3 quadrates; 25 corner points of each subsite were chosen for the soil temperature, soil volumetric moisture, the loss tangent, soil conductivity, and the real part and the imaginary part of soil complex permittivity;\n     (2) the soil temperature by the handheld infrared thermometer 3# and 5# from BNU in No. 1 quadrate, 1# and 4# in No. 2 quadrate, and 2# and 6# in No. 3 quadrate; 25 corner points of each subsite were measured twice by two groups, and time, the maximum, the minimum and the mean value, and the land cover types were all recorded.\n     (3) spectrum of the grassland, the bare land and the stellera by the thermal infrared spectrometer, 102F.\n     The dataset includes ASAR images, preprocessed data of the thermal infrared spectrometer, 102F, the surface temperature and soil moisture synchronizing with Envisat ASAR.",
            "descriptionCn": "2008年7月14日，在阿柔样方1、阿柔样方2和阿柔样方3开展了Envisat ASAR数据地面同步观测试验，观测项目主要包括土壤水分和土壤温度。\nEnvisat ASAR数据为AP模式，VV/VH极化组合方式，过境时间约为11:31BJT。本数据可为发展和验证Envisat ASAR遥感反演土壤水分提供基本的地面数据集。阿柔样方1、阿柔样方2和样方3均为4Grid×4Grid，每个Grid为30m×30m。\n1. 土壤水分测量方法：阿柔样方1，POGO便携式土壤水分传感器；阿柔样方2，POGO便携式土壤水分传感器；阿柔样方3，POGO便携式土壤水分传感器；。测点数量：25个测量位置：在30 m×30m的格子的角点上测量。测量变量包括：土壤温度、土壤体积含水量、损耗正切、土壤电导率、土壤复介电常数实部及虚部\n2. 土壤温度 测量方法：阿柔样方1，手持式红外温度计（北师大3#和北师大5#）；阿柔样方2，手持式红外温度计（北师大1#和北师大4#）；阿柔样方3，手持式红外温度计（北师大2#和北师大6#）。测点数量：25个，两组同时测量，一组从1到25，一组从25到1。测量位置：在30 m×30m的格子的角点上测量。记录信息：采样时间、2次重复的红外温度最大值、最小值、平均值以及地表覆盖类型描述。\n并针对草地，裸土和狼毒花进行了红外波谱测量，采用仪器为红外波谱仪102F。\n本数据集包括：\n（1）ASAR影像数据文件夹\n（2）红外波谱仪102F预处理数据\n（3）同步试验地表温度记录表\n（4）同步土壤水分（POGO）测量记录表",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.55,
            "west": 100.411,
            "south": 38.015,
            "north": 38.078,
            "startTime": "2008-07-26 08:00:00",
            "endTime": "2008-07-26 08:00:00",
            "fileSize": 2539558.0,
            "cstr": "18406.11.water973.0008.db",
            "doi": "10.3972/water973.0008.db",
            "dataFormat": "EXCEL",
            "license": null
        },
        "authorList": [
            {
                "nameCn": " 高洪春",
                "nameEn": "GAO Hongchun",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李红星",
                "nameEn": "LI Hongxing",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "刘超",
                "nameEn": "LIU Chao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "冉有华",
                "nameEn": "RAN Youhua",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "任华忠",
                "nameEn": "REN Huazhong",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "余莹洁",
                "nameEn": "YU Yingjie",
                "unitEn": "",
                "unitCn": "北京师范大学地理学与遥感科学学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "地表辐射温度",
                "nameEn": "Surface radiation temperature"
            },
            {
                "nameCn": "地表过程",
                "nameEn": "Earth SurFace Processes"
            },
            {
                "nameCn": "微波遥感",
                "nameEn": "Microwave remote sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "阿柔加密观测区",
                "keywordEn": "A'rou flight zone"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-07-14",
                "keywordEn": "2008-07-14",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to measure soil moisture and temperature in a remote sensing experiment?",
                "QuestionCn": "您能否提供一个用于在遥感实验中测量土壤湿度和温度的数据收集方法的示例？",
                "AnswerEn": "An example of a data collection method used to measure soil moisture and temperature in a remote sensing experiment involves using POGO portable soil moisture sensors to measure soil moisture and handheld infrared thermometers to measure soil temperature. These measurements are conducted at 25 corner points of a 30m x 30m grid in a study area, with variables such as soil temperature, soil volumetric water content, and soil dielectric constant being recorded.",
                "AnswerCn": "在遥感实验中，用于测量土壤湿度和温度的数据收集方法的一个例子是使用POGO便携式土壤湿度传感器测量土壤湿度，以及使用手持红外温度计测量土壤温度。这些测量在研究区域的30m x 30m网格的25个角点进行，记录的变量包括土壤温度、土壤体积含水量和土壤介电常数。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the specific properties and characteristics measured when using portable soil moisture sensors in the monitoring of soil conditions?",
                "QuestionCn": "在使用便携式土壤湿度传感器监测土壤条件时，测量的具体属性和特征包括：土壤水分含量、土壤温度、土壤电导率、土壤密度、土壤pH值、土壤有机质含量、土壤颗粒大小分布等。",
                "AnswerEn": "soil temperature, soil volumetric water content, loss tangent, soil conductivity, real part of the soil's complex dielectric constant, imaginary part of the soil's complex dielectric constant",
                "AnswerCn": "土壤温度、土壤体积含水量、损耗正切、土壤电导率、土壤复介电常数的实部、土壤复介电常数的虚部",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many measurement locations are used for soil moisture and soil temperature data collection in a 30m x 30m grid area?",
                "QuestionCn": "在30米 x 30米的网格区域中，用于土壤湿度和土壤温度数据收集的测量位置有多少个？",
                "AnswerEn": "25",
                "AnswerCn": "25",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is 'POGO portable soil moisture sensor' in the context of soil moisture measurement?",
                "QuestionCn": "'POGO便携式土壤湿度传感器'是在土壤湿度测量中使用的一种设备。",
                "AnswerEn": "POGO portable soil moisture sensor refers to a device used for measuring soil moisture, specifically soil volumetric water content, by placing it at specific grid points, such as the corners of a 30 m × 30 m grid, to collect data on soil moisture and related variables.",
                "AnswerCn": "POGO便携式土壤湿度传感器是用于测量土壤湿度的设备，特别是土壤体积含水量。通过将其放置在特定的网格点上，例如30米×30米网格的角落，收集土壤湿度和相关变量的数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods for soil moisture using a POGO portable soil moisture sensor compare to those for soil temperature using a handheld infrared thermometer in terms of precision and data variability?",
                "QuestionCn": "使用POGO便携式土壤湿度传感器进行土壤湿度数据收集的方法与使用手持红外温度计进行土壤温度数据收集的方法在精度和数据变异性方面有何比较？",
                "AnswerEn": "The data collection method for soil moisture uses a POGO portable soil moisture sensor, which involves measuring variables such as soil temperature, soil volumetric water content, loss tangent, soil conductivity, and both real and imaginary parts of the soil complex permittivity. This method is applied at 25 measurement locations at the corners of a 30m×30m grid. In contrast, soil temperature is measured using a handheld infrared thermometer, with measurements taken simultaneously by two groups over 25 points, capturing the maximum, minimum, and average infrared temperature values along with surface cover type. Both methods are applied at the grid corners but differ in the type of variables recorded and the specific instrumentation used.",
                "AnswerCn": "土壤湿度的数据收集方法使用POGO便携式土壤湿度传感器，涉及测量土壤温度、土壤体积含水量、损耗正切、土壤电导率以及土壤复合介电常数的实部和虚部等变量。该方法在一个30m×30m的网格的25个测量点进行应用。在对照中，土壤温度使用手持红外温度计进行测量，两个小组在25个点同时进行测量，记录红外温度值的最大值、最小值和平均值，以及表面覆盖类型。这两种方法都在网格角落进行应用，但记录的变量类型和使用的具体仪器不同。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing handheld infrared thermometers for soil temperature measurements on the accuracy and reliability of data in soil moisture remote sensing experiments?",
                "QuestionCn": "使用手持红外温度计测量土壤温度对土壤湿度遥感实验中数据的准确性和可靠性的潜在影响是什么？",
                "AnswerEn": "Utilizing handheld infrared thermometers for soil temperature measurements could influence the accuracy and reliability of data due to factors such as measurement consistency, environmental conditions affecting infrared readings, and the precision of the device. These factors can impact the interpretation and validation of remote sensing data, potentially affecting the development and verification of soil moisture retrieval algorithms.",
                "AnswerCn": "使用手持红外温度计测量土壤温度可能会影响数据的准确性和可靠性，原因包括测量一致性、影响红外读数的环境条件以及设备的精确度。这些因素可能会影响遥感数据的解释和验证，从而可能影响土壤湿度检索算法的开发和验证。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of conducting soil moisture and temperature measurements using POGO sensors and infrared thermometers in remote sensing applications?",
                "QuestionCn": "在遥感应用中，使用POGO传感器和红外温度计进行土壤湿度和温度测量的目的是为了获取土壤的水分和温度数据。这些数据对于理解土壤特性、植物生长、气候变化以及水资源管理等方面具有重要意义。",
                "AnswerEn": "The objective of using POGO sensors for soil moisture and infrared thermometers for soil temperature measurements is to provide fundamental ground data that can be utilized for the development and validation of Envisat ASAR remote sensing retrieval of soil moisture. The data collected helps in ensuring that the remote sensing models accurately reflect real-world conditions by comparing satellite data with precise ground measurements.",
                "AnswerCn": "使用POGO传感器测量土壤湿度和红外温度计测量土壤温度的目的是提供基本的地面数据，以便用于Envisat ASAR遥感土壤湿度反演的开发和验证。收集的数据有助于确保遥感模型准确反映现实条件，通过将卫星数据与精确的地面测量进行比较。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are utilized to ensure the accuracy and reliability of soil moisture and temperature data collected using portable sensors and infrared thermometers in a remote sensing experiment?",
                "QuestionCn": "在遥感实验中，为确保使用便携式传感器和红外温度计收集的土壤湿度和温度数据的准确性和可靠性，采用了哪些程序？",
                "AnswerEn": "The data collection involves using POGO portable soil moisture sensors and handheld infrared thermometers. Measurements are taken at 25 locations, specifically at the corners of 30m x 30m grids in different sample areas. The soil moisture sensors measure variables such as soil temperature, volumetric water content, loss tangent, soil conductivity, and complex permittivity. For soil temperature, two sets of measurements are conducted simultaneously in opposite directions to ensure consistency, recording maximum, minimum, and average infrared temperatures, along with surface cover type descriptions.",
                "AnswerCn": "数据收集涉及使用POGO便携式土壤湿度传感器和手持红外温度计。在不同的样本区域内，在30m x 30m网格的角落处进行25个位置的测量。土壤湿度传感器测量的变量包括土壤温度、体积水分含量、损耗正切、土壤电导率和复介电常数。对于土壤温度，进行两组测量，分别朝相反方向同时进行，以确保一致性，记录最大、最小和平均红外温度，以及表面覆盖类型的描述。",
                "Level": "C3(Applying)"
            }
        ]
    }
}