{
  "id": "fad3a4f4-181e-40c7-aee9-7a0f1a46b735",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Geochemical data of adakitic rocks in baoshujian, Anqing Guichi ore concentration area",
      "titleCn": "安庆-贵池矿集区宝树尖埃达克质岩地球化学数据",
      "description": "The data are the whole rock major and trace data, Sr nd Pb isotopic data, zircon U-Pb dating data and pyrite S isotopic data of adakitic rocks in baoshujian, Anqing Guichi ore concentration area. The major element data of the whole rock were obtained by XRF analysis, trace element data by ICP-MS analysis, zircon U-Pb dating and in-situ Lu Hf isotopic composition data by la-mc-icp-ms analysis, and pyrite S isotopic composition data by MC-ICP-MS analysis. The above data have been published in high-level SCI journals, and the data are true and reliable. Through the obtained data, we can explore and summarize the diagenetic process and mineralization of baoshujian mining area, and then fill in the gap in the mineralization period of 1455ma in the Guichi ore concentration area of Anqing, and provide theoretical support for the prospecting work of baoshujian and even the whole Guichi ore concentration area of Anqing. At the same time, it has a certain guiding significance for the division of metallogenic epoch in the middle and lower reaches of the Yangtze River.",
      "descriptionCn": "本数据为安庆-贵池矿集区宝树尖埃达克质岩全岩主微量数据，Sr-Nd-Pb同位素数据，锆石U-Pb定年数据，及黄铁矿S同位素数据。全岩主量元素数据由XRF分析获得，微量元素数据由ICP-MS分析获得，锆石U-Pb定年及原位Lu-Hf同位素组成数据由LA-MC-ICP-MS分析获得，黄铁矿S同位素由MC-ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以对宝树尖矿区的成岩过程和成矿作用进行探究和总结，进而填补安庆贵池矿集区在成矿时间段145 5Ma 上的空白，为宝树尖乃至整个安庆贵池矿集区找矿工作提供理论支持。同时，对整个长江中下游的成矿时代划分具有一定的指示意义。",
      "instructions": "The geochemical data are stored in word format, and the sample name is \"YY DD XX\", where YY is the sampling year, DD is the sampling place name, and XX is the sample serial number",
      "instructionsCn": "地球化学数据以Word格式存储，样品名称为\"yy-dd-xx\",其中yy为采样年份，dd为采样地名，xx为样品序号",
      "east": 117.56,
      "west": 117.55,
      "south": 30.28,
      "north": 30.29,
      "startTime": null,
      "endTime": null,
      "fileSize": 264704.0,
      "cstr": "18406.11.SolidEar.tpdc.272707",
      "doi": "10.11888/SolidEar.tpdc.272707",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "杨晓勇",
        "nameEn": "YANG Xiaoyong",
        "unitEn": "",
        "unitCn": "中国科学技术大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "安庆贵池矿集区宝树尖铜多金属矿床成因：来自岩石地球化学及年代学的约束",
        "titleEn": null,
        "referenceCn": "汪海, 赵壮, 杨晓勇, 古黄玲, 郑荥, NGUYEN Tuan Anh. (2020). 安庆贵池矿集区宝树尖铜多金属矿床成因：来自岩石地球化学及年代学的约束. 岩石学报, 036(01)-0184-04. doi:10.18654/1000-0569/2020.01.17",
        "referenceEn": null
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "火成岩",
        "nameEn": "igneous rocks"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "安庆",
        "keywordEn": "Anqing"
      },
      {
        "keywordCn": "贵池",
        "keywordEn": "Guichi"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "晚中生代",
        "keywordEn": "Late Mesozoic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the geochemical data collection methods used for adakite-like rocks in mineral zones?",
        "QuestionCn": "用于矿区类安达克岩的地球化学数据收集方法的特点是什么？",
        "AnswerEn": "XRF analysis for whole rock major elements, ICP-MS for trace elements, LA-MC-ICP-MS for zircon U-Pb dating and in-situ Lu-Hf isotopic composition, MC-ICP-MS for pyrite S isotopes",
        "AnswerCn": "XRF分析用于全岩主要元素，ICP-MS用于微量元素，LA-MC-ICP-MS用于锆石U-Pb定年和原位Lu-Hf同位素组成，MC-ICP-MS用于黄铁矿硫同位素。",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many types of isotopic analyses are employed in a dataset related to adakitic rocks in the Anqing-Guichi mineral district?",
        "QuestionCn": "在安庆-贵池矿区与阿达基岩相关的数据集中，采用了多少种同位素分析类型？",
        "AnswerEn": "4",
        "AnswerCn": "4",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the standard geochemical data collection methods used for analyzing Adakitic rocks in the context of a mineral district?",
        "QuestionCn": "在矿区背景下，分析阿达基岩的标准地球化学数据收集方法有哪些？",
        "AnswerEn": "The standard geochemical data collection methods include the analysis of whole-rock major elements using X-ray fluorescence (XRF), trace elements using inductively coupled plasma mass spectrometry (ICP-MS), zircon U-Pb dating and in-situ Lu-Hf isotope composition using laser ablation multi-collector ICP-MS (LA-MC-ICP-MS), and pyrite sulfur isotope analysis using multi-collector ICP-MS (MC-ICP-MS).",
        "AnswerCn": "标准的地球化学数据收集方法包括使用X射线荧光（XRF）分析全岩主要元素，使用感应耦合等离子体质谱（ICP-MS）分析微量元素，使用激光剥蚀多收集器ICP-MS（LA-MC-ICP-MS）进行锆石U-Pb定年和原位Lu-Hf同位素组成分析，以及使用多收集器ICP-MS（MC-ICP-MS）进行黄铁矿硫同位素分析。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes of using advanced geochemical analysis techniques like LA-MC-ICP-MS and MC-ICP-MS on understanding the diagenetic processes and mineralization in the Baoshuijian mineral area?",
        "QuestionCn": "使用先进的地球化学分析技术，如激光剥蚀多接收电感耦合等离子体质谱（LA-MC-ICP-MS）和多接收电感耦合等离子体质谱（MC-ICP-MS），对理解宝水尖矿区的成岩过程和矿化作用的潜在结果是什么？",
        "AnswerEn": "Using advanced geochemical analysis techniques such as LA-MC-ICP-MS for zircon U-Pb dating and MC-ICP-MS for sulfur isotopes in pyrite can lead to a more accurate understanding of the diagenetic processes and mineralization in the Baoshuijian mineral area. These methods allow for precise dating and isotopic composition analysis, which can fill the knowledge gap regarding the mineralization period around 145.5 Ma in the Anqing-Guichi mineral district. This can provide theoretical support for mineral exploration in Baoshuijian and the broader Anqing-Guichi area, and also offer insights into the division of mineralization ages in the middle and lower reaches of the Yangtze River.",
        "AnswerCn": "使用先进的地球化学分析技术，如激光剥蚀多接收电感耦合等离子体质谱（LA-MC-ICP-MS）进行锆石U-Pb定年，以及多接收电感耦合等离子体质谱（MC-ICP-MS）分析黄铁矿中的硫同位素，可以更准确地理解宝水尖矿区的成岩过程和矿化。这些方法允许进行精确的定年和同位素组成分析，从而填补关于安庆-贵池矿区145.5百万年前矿化时期的知识空白。这为宝水尖及更广泛的安庆-贵池地区的矿产勘探提供了理论支持，并为长江中下游矿化年龄的划分提供了见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and analytical techniques are used to collect and process geochemical and isotopic data for studying the petrogenesis and metallogenesis of adakitic rocks in mining areas?",
        "QuestionCn": "用于研究矿区斜长岩的岩石成因和矿产成因的地球化学和同位素数据收集与处理的程序和分析技术有哪些？",
        "AnswerEn": "The data collection involves multiple analytical techniques: whole-rock major elements are obtained using X-ray fluorescence (XRF) analysis, trace elements are measured through inductively coupled plasma mass spectrometry (ICP-MS), zircon U-Pb dating and in-situ Lu-Hf isotopic composition are analyzed using laser ablation multi-collector ICP-MS (LA-MC-ICP-MS), and sulfur isotopes in pyrite are measured with MC-ICP-MS. These methods enable a comprehensive exploration of the petrogenesis and metallogenesis processes in the mining area.",
        "AnswerCn": "数据收集涉及多种分析技术：全岩主要元素通过X射线荧光（XRF）分析获得，微量元素通过感应耦合等离子体质谱（ICP-MS）测量，锆石U-Pb定年和原位Lu-Hf同位素组成通过激光剥蚀多收集ICP-MS（LA-MC-ICP-MS）分析，黄铁矿中的硫同位素通过MC-ICP-MS测量。这些方法使得对矿区的岩石成因和成矿过程进行全面探索成为可能。",
        "Level": "C3(Applying)"
      }
    ]
  }
}