{
  "id": "fb0962d9-643d-4182-a7a4-dbab8ee3b9d0",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Apatite and zircon geochemical data of  Luoboling porphyry Cu–Mo deposit in Zijinshan mineralization field",
      "titleCn": "紫金山矿田罗卜岭斑岩铜钼矿的锆石、磷灰石地球化学数据",
      "description": "The data are zircon in-situ trace element, Hf isotope and U-Pb dating data, and apatite in-situ major (including F, Cl) and trace element geochemical data of ore bearing rocks and surrounding rocks of Luobuling porphyry Cu-Mo deposit in Zijinshan mineralization field, Fujian Province. The lithology of the samples includes biotite granodiorite porphyry (LBL20-01), granodiorite porphyry (LBL20-02, LBL22-02), porphyritic granodiorite (Zhongliao pluton, LBL22-03) and granodiorite (Sifang pluton, SF09-05). Zircon in-situ Lu-Hf isotopic data, U-Pb isotopic dating data and trace element data were obtained by LA-ICP-MS analysis. Apatite major (including F, Cl) and trace element data were obtained by EMPA and LA-ICP-MS analysis, respectively. The above data have been published in high-level SCI journals, and the data are true and reliable. Through the data obtained, we can further study the genesis, tectonic setting and evolution process of the Zijinshan porphyry-epithermal ore system.",
      "descriptionCn": "本数据为福建省紫金山矿田罗卜岭斑岩铜钼矿含矿岩体和围岩中的锆石原位微量元素、Hf同位素和U-Pb测年数据以及磷灰石原位主量（包括F，Cl）、微量元素地球化学数据。样品岩性包括黑云母花岗闪长斑岩（LBL20-01）、花岗闪长斑岩（LBL20-02，LBL22-02）、似斑状花岗闪长岩（中寮岩体，LBL22-03），花岗闪长岩（四坊岩体，SF09-05）。锆石原位Lu-Hf同位素数据、U-Pb同位素测年数据及微量元素数据由LA-ICP-MS分析获得，磷灰石的主量（包括F，Cl）、微量元素数据分别由EMPA和LA-ICP-MS分析获得。以上数据已发表于高级别SCI期刊，数据真实可靠。通过获得的数据，可以进一步研究紫金山斑岩-浅成热液成矿系统的成因、构造背景及演化过程。",
      "instructions": "All data are stored in Excel file and can be opened directly in Excel workbook. The file named \"Zrn_UPb\" file represents the U-Pb isotopic composition of zircon, \"Zrn_Tra\" stands for zircon trace element data, \"Zrn_Hf\" represents the Hf isotopic data of zircon,\" Ap_FClMaj\" represents the data of major elements (including F and Cl) of apatite, \"Ap_Tra\" represents apatite trace element data.",
      "instructionsCn": "所有数据以Excel文件存储，可直接使用Excel工作薄打开。名称为“Zrn_UPb”的文件代表锆石U-Pb同位素组成，“Zrn_Tra”代表锆石微量元素数据，“Zrn_Hf”代表锆石Hf同位素数据，“Ap_FClMaj”代表磷灰石的主量元素（包括F，Cl）数据，“Ap_Tra”代表磷灰石微量元素数据。",
      "east": 116.47,
      "west": 116.34,
      "south": 25.15,
      "north": 25.22,
      "startTime": null,
      "endTime": null,
      "fileSize": 113321.0,
      "cstr": null,
      "doi": "10.1016/j.lithos.2016.12.003",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李聪颖",
        "nameEn": "LI Congying",
        "unitEn": "",
        "unitCn": "中国科学院海洋研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "The formation of Luoboling porphyry Cu–Mo deposit: Constraints from zircon and apatite.",
        "referenceCn": null,
        "referenceEn": "Li, C. Y., Hao, X. L., Liu, J. Q., Ling, M. X., Ding, X., Zhang, H., & Sun, W. D. (2017). The formation of Luoboling porphyry Cu–Mo deposit: Constraints from zircon and apatite. Lithos, 272, 291-300."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "电子探针",
        "nameEn": "electron microprobe"
      },
      {
        "nameCn": "锆石",
        "nameEn": "zircon"
      },
      {
        "nameCn": "锆石Hf同位素",
        "nameEn": "Zircon Hf isotope"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "紫金山矿田",
        "keywordEn": "the Zijinshan mineralization field"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "白垩纪",
        "keywordEn": "Cretaceous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of data collection methods used to obtain geochemical data from mineral deposits, specifically focusing on zircon and apatite analysis?",
        "QuestionCn": "您能否提供用于从矿床获取地球化学数据的数据收集方法的示例，特别关注锆石和磷灰石分析？",
        "AnswerEn": "One data collection method involves using LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) to obtain in-situ trace element, Hf isotope, and U-Pb dating data from zircon samples. Similarly, EMPA (Electron Microprobe Analysis) and LA-ICP-MS are used to gather major element (including F, Cl) and trace element geochemical data from apatite samples. These methods are employed to analyze rock samples such as biotite granodiorite porphyry and granodiorite porphyry, allowing researchers to study the genesis, tectonic setting, and evolution of porphyry-epithermal mineralization systems.",
        "AnswerCn": "一种数据收集方法涉及使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）从锆石样品中获取原位微量元素、铪同位素和U-Pb定年数据。同样，电子探针分析（EMPA）和LA-ICP-MS用于收集磷灰石样品的主要元素（包括F、Cl）和微量元素地球化学数据。这些方法被用于分析岩石样品，如云母花岗岩斑岩和花岗岩斑岩，使研究人员能够研究斑岩-热液矿化系统的成因、构造背景和演化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the geochemical data collection methods used for zircon and apatite in porphyry copper-molybdenum deposits?",
        "QuestionCn": "在斑岩铜钼矿床中，用于锆石和磷灰石的地球化学数据收集方法的特点是什么？",
        "AnswerEn": "in-situ analysis of trace elements, Hf isotopes, U-Pb dating for zircon, major elements (including F, Cl) for apatite, LA-ICP-MS for isotopic and elemental analysis, EMPA for major elements, LA-ICP-MS for trace elements",
        "AnswerCn": "原位分析微量元素、Hf同位素、锆石的U-Pb定年，磷灰石的主要元素（包括F、Cl），LA-ICP-MS用于同位素和元素分析，EMPA用于主要元素，LA-ICP-MS用于微量元素分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'LA-ICP-MS analysis' mean in the context of geochemical data collection?",
        "QuestionCn": "在地球化学数据收集中，“LA-ICP-MS分析”是什么意思？",
        "AnswerEn": "LA-ICP-MS analysis refers to Laser Ablation Inductively Coupled Plasma Mass Spectrometry, a technique used for obtaining in-situ micro-scale geochemical data. In the context of geochemical data collection, it is used to analyze zircon and apatite minerals to acquire isotopic data, such as Lu-Hf and U-Pb isotopes, as well as trace element compositions, which are essential for understanding mineral genesis, tectonic settings, and evolutionary processes of mineral systems.",
        "AnswerCn": "LA-ICP-MS分析指的是激光剥蚀电感耦合等离子体质谱法，这是一种用于获取原位微尺度地球化学数据的技术。在地球化学数据收集的背景下，它用于分析锆石和磷灰石矿物，以获取同位素数据，如Lu-Hf和U-Pb同位素，以及微量元素组成，这些数据对于理解矿物生成、构造背景和矿物系统的演化过程至关重要。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the choice of LA-ICP-MS and EMPA as data collection methods for zircon and apatite geochemical analysis in porphyry copper-molybdenum deposits?",
        "QuestionCn": "哪些因素促成了选择LA-ICP-MS和EMPA作为斑岩铜钼矿床中锆石和磷灰石地球化学分析的数据采集方法？",
        "AnswerEn": "LA-ICP-MS and EMPA are chosen for zircon and apatite geochemical analysis in porphyry copper-molybdenum deposits due to their ability to provide precise in-situ microanalysis. LA-ICP-MS is effective for obtaining zircon U-Pb isotopic dating and Lu-Hf isotopic data, as well as trace element concentrations, which are crucial for understanding the geological history and mineralization processes. EMPA is used to analyze the major elements in apatite, including F and Cl, offering insights into the mineral's formation conditions and the fluid characteristics involved in the mineralization process.",
        "AnswerCn": "LA-ICP-MS 和 EMPA 被选用于斑岩铜钼矿床中锆石和磷灰石的地球化学分析，因为它们能够提供精确的原位微观分析。LA-ICP-MS 对于获取锆石的 U-Pb 同位素定年和 Lu-Hf 同位素数据，以及微量元素浓度非常有效，这些数据对于理解地质历史和矿化过程至关重要。EMPA 用于分析磷灰石中的主要元素，包括氟和氯，提供了有关矿物形成条件和参与矿化过程的流体特征的见解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting in-situ zircon and apatite geochemical data for understanding the porphyry copper-molybdenum mineralization processes in the Zijinshan ore field?",
        "QuestionCn": "在紫金山矿区收集原位锆石和磷灰石地球化学数据以理解斑岩铜钼矿化过程的主要目标是什么？",
        "AnswerEn": "The primary objective of collecting in-situ zircon and apatite geochemical data is to further study the genesis, tectonic setting, and evolution processes of the Zijinshan porphyry-epithermal mineralization system. This involves analyzing zircon trace elements, Hf isotopes, and U-Pb dating data, as well as apatite major and trace element geochemical data, to gain insights into the mineralization processes.",
        "AnswerCn": "收集原位锆石和磷灰石地球化学数据的主要目的是进一步研究紫金山岩浆-热液矿化系统的成因、构造背景和演化过程。这涉及分析锆石的微量元素、铪同位素和U-Pb定年数据，以及磷灰石的主要和微量元素地球化学数据，以深入了解矿化过程。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instruments are involved in collecting in-situ zircon trace elements, Hf isotopes, U-Pb dating, and apatite geochemistry data in porphyry copper-molybdenum deposits?",
        "QuestionCn": "在斑岩铜钼矿床中收集原位锆石微量元素、Hf同位素、U-Pb定年和磷灰石地球化学数据涉及哪些程序和仪器？",
        "AnswerEn": "The procedures for collecting in-situ zircon trace elements, Hf isotopes, U-Pb dating, and apatite geochemistry data involve using LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) for zircon trace elements, Lu-Hf isotopes, and U-Pb isotopic dating. Additionally, EMPA (Electron Microprobe Analysis) and LA-ICP-MS are used to obtain major (including F, Cl) and trace element geochemistry data for apatite. These methods ensure precise and accurate measurement of elemental concentrations and isotopic compositions in the samples from the porphyry copper-molybdenum deposits.",
        "AnswerCn": "收集原位锆石微量元素、Hf同位素、U-Pb定年和磷灰石地球化学数据的程序涉及使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）来分析锆石微量元素、Lu-Hf同位素和U-Pb同位素定年。此外，电子探针分析（EMPA）和LA-ICP-MS用于获取磷灰石的主要（包括F、Cl）和微量元素地球化学数据。这些方法确保对来自斑岩铜钼矿床样品的元素浓度和同位素组成进行精确和准确的测量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}