{
  "id": "fb114cb9-db12-45cb-bf5c-3975420f93d3",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Surface temperature data  1km in 8-day year by year in 18 key node areas of the third pole (2000-2016)",
      "titleCn": "泛第三极18个关键节点区域逐年8天1km的地表温度数据（2000-2016）",
      "description": "Land Surface Temporature (LST) is a key parameter in global change research, and it has important for ecosystems and biogeochemistry. At present,  MODIS thermal infrared series satellite data is an important data source for land surface temperature estimation.The 1-kilometer and 8-day MODIS land surface temporature datasat of  key nodes (2000-2016) is obtained and stored by tailoring the land surface temperature estimation in 34 key nodes from 2000 to 2016 from MODIS products (MOD11A2). Based on the MOD11A2 production estimates land surface temperature by split-window algorithm, we modified the temperature inversion data by empirical fitting.",
      "descriptionCn": "地表温度（Land Surface Temporature, LST）是全球变化研究中的关键参数，其对生态系统和生物地球化学等具有重要研究意义。目前，MODIS卫星数据是地表温度反演的一项重要数据源。以18个关键节点为研究区域，基于2000至2016年MOD11A2数据，Modis采用的是劈窗算法，在此种算法的基础之上，对不同地区的温度反演数据加入了经验拟合的修正，进行了裁剪和估算，最终得到了18个关键节点区域2000-2016逐年8天1km的地表温度数据。",
      "instructions": "In .tif format, can be opened and analysed in ARCGIS and ENVI softwares.",
      "instructionsCn": ".tif，可以采用ARCGIS、ENVI打开查看",
      "east": 110.9,
      "west": -3.31,
      "south": -1.09,
      "north": 58.68,
      "startTime": "2000-12-05 08:00:00",
      "endTime": "2017-01-04 08:00:00",
      "fileSize": 644386365.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "葛咏",
        "nameEn": "GE Yong",
        "unitEn": "Institute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "凌峰",
        "nameEn": "LING Feng",
        "unitEn": "",
        "unitCn": "中国科学院测量与地球物理研究所"
      },
      {
        "nameCn": "张一行",
        "nameEn": "ZHANG Yihang",
        "unitEn": "Institute of Geodesy and Geophysics, CAS",
        "unitCn": "中国科学院测量与地球物理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "MOD11A2 MODIS/Terra Land Surface Temperature/Emissivity 8-Day L3 Global 1km SIN Grid V006",
        "referenceCn": null,
        "referenceEn": "MOD11A2 MODIS/Terra Land Surface Temperature/Emissivity 8-Day L3 Global 1km SIN Grid V006. NASA EOSDIS Land Processes DAAC"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "泛第三极",
        "keywordEn": "Pan-Third Pole"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2000-2016",
        "keywordEn": "2000-2016",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method for obtaining land surface temperature data over large geographic areas using satellite technology?",
        "QuestionCn": "您能否提供一个使用卫星技术获取大面积地理区域地表温度数据的数据收集方法的示例？",
        "AnswerEn": "A data collection method involves using MODIS satellite data, specifically the MOD11A2 product, which employs the split-window algorithm. This technique allows for the retrieval of land surface temperature data over extensive areas by incorporating empirical fitting corrections and adjustments for different regions to produce high-resolution temperature data at an 8-day interval and 1km spatial resolution from 2000 to 2016.",
        "AnswerCn": "一种数据收集方法涉及使用MODIS卫星数据，特别是MOD11A2产品，该产品采用了分窗算法。该技术通过结合经验拟合校正和针对不同区域的调整，能够在广泛区域内检索地表温度数据，从2000年到2016年以8天为间隔和1公里的空间分辨率生成高分辨率温度数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the features and characteristics of the data collection methods used for deriving annual 8-day 1km land surface temperature data from satellite sources?",
        "QuestionCn": "用于从卫星源获取年度8天1公里地表温度数据的数据收集方法的特征和特点是什么？",
        "AnswerEn": "MODIS satellite data, MOD11A2 data, 2000 to 2016, split-window algorithm, empirical fitting, 18 key node regions, annual 8-day 1km resolution",
        "AnswerCn": "MODIS卫星数据，MOD11A2数据，2000年至2016年，分裂窗算法，经验拟合，18个关键节点区域，年度8天1公里分辨率",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does the term '劈窗算法' mean in the context of retrieving land surface temperature data using satellite imagery?",
        "QuestionCn": "在使用卫星影像获取地表温度数据的背景下，术语“劈窗算法”是什么意思？",
        "AnswerEn": "The term '劈窗算法' refers to the 'split-window algorithm,' which is used in the context of satellite imagery to retrieve land surface temperature (LST) data. It is a method employed by MODIS satellite data for LST inversion, where the algorithm leverages the different thermal infrared channels to correct atmospheric effects and surface emissivity variations, allowing accurate temperature retrieval.",
        "AnswerCn": "“劈窗算法”是指“分窗算法”，用于卫星影像中获取地表温度（LST）数据。这是一种由MODIS卫星数据用于LST反演的方法，该算法利用不同的热红外通道来校正大气效应和表面发射率变化，从而实现准确的温度获取。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How does the use of the split-window algorithm in MODIS data collection impact the accuracy of land surface temperature measurements across different regions?",
        "QuestionCn": "使用分窗算法在MODIS数据收集中的应用如何影响不同地区地表温度测量的准确性？",
        "AnswerEn": "The split-window algorithm used in MODIS data collection is key to calculating land surface temperature from satellite data. It involves using two thermal infrared bands to correct atmospheric effects, thereby improving temperature accuracy. In the dataset described, regional temperature data are further refined with empirical fitting corrections to account for local variations, enhancing the precision of land surface temperature measurements for the 18 key nodes.",
        "AnswerCn": "在MODIS数据收集中使用的分窗算法是从卫星数据计算地表温度的关键。该算法涉及使用两个热红外波段来校正大气效应，从而提高温度的准确性。在所描述的数据集中，区域温度数据通过经验拟合校正进一步精细化，以考虑局部变化，从而增强18个关键节点的地表温度测量的精确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the objectives of collecting 1km land surface temperature data every 8 days from 2000 to 2016 using MODIS satellite data for key nodal regions?",
        "QuestionCn": "收集2000年至2016年期间每8天一次的1公里土地表面温度数据，使用MODIS卫星数据针对关键节点区域的目标是什么？",
        "AnswerEn": "The goal of collecting 1km land surface temperature data every 8 days from 2000 to 2016 using MODIS satellite data is to provide a critical parameter for global change research, with significant implications for ecosystem studies and biogeochemical processes. By focusing on 18 key nodal regions, the dataset aims to enhance the accuracy of temperature inversion through a combination of split-window algorithms and empirical adjustments, thereby supporting detailed ecological and environmental analyses in these areas.",
        "AnswerCn": "收集2000年至2016年每8天1公里土地表面温度数据的目标是为全球变化研究提供一个关键参数，这对生态系统研究和生物地球化学过程具有重要意义。通过关注18个关键节点区域，该数据集旨在通过结合分窗算法和经验调整来提高温度反演的准确性，从而支持这些地区的详细生态和环境分析。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using MODIS satellite data to derive land surface temperature datasets for critical node regions over multiple years, and how is the split-window algorithm applied and adjusted for different regions?",
        "QuestionCn": "使用MODIS卫星数据推导多个年份的关键节点区域地表温度数据集涉及哪些程序步骤，以及如何针对不同区域应用和调整分窗算法？",
        "AnswerEn": "The process involves using MODIS satellite data, specifically the MOD11A2 product, to derive land surface temperature. The split-window algorithm is employed as the primary method for temperature inversion. This algorithm is further refined with empirical fitting corrections tailored to different regions. Subsequently, the data is clipped and estimated to produce annual 8-day 1km resolution land surface temperature datasets for 18 critical node areas from 2000 to 2016.",
        "AnswerCn": "该过程涉及使用MODIS卫星数据，特别是MOD11A2产品，来推导地表温度。采用分窗算法作为温度反演的主要方法。该算法进一步通过针对不同区域的经验拟合校正进行优化。随后，数据被裁剪并估算，以生成2000年至2016年间18个关键节点区域的年度8天1公里分辨率地表温度数据集。",
        "Level": "C3(Applying)"
      }
    ]
  }
}