{
  "id": "fb598912-8266-4980-9b4c-6ea4bc6f3ea5",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Water index in the Qilian Mountain Area (2019)",
      "titleCn": "祁连山地区水体指数产品（2019年）",
      "description": "This dataset contains the ground surface water (including liquid water, glacier and perennial snow) distribution in Qilian Mountain Area in 2019. The dataset was produced based on classical Normalized Difference Water Index (NDWI) extraction criterion and manual editing. Landsat images collected in 2019 were used as basic data for water index extraction. Sentinel-2 images and Google images were employed as reference data for adjusting the extraction threshold. The dataset was stored in SHP format and attached with the attributions of coordinates and water area. Consisting of 1 season, the dataset has a temporal resolution of 1 year and a spatial resolution of 30 meters. The accuracy is about 1 pixel (±30 meter). The dataset directly reflects the distribution of water bodies within the Qilian Mountain in 2018, and can be used for quantitative estimation of water resource.",
      "descriptionCn": "本数据为祁连山地区2019年地表水体（包括液态水、冰川及多年积雪）分布产品。采用经典归一化水体指数法（Normalized Difference Water Index , NDWI）和人工修正的方法提取。原始基础数据为2019年祁连山全境的Landsat影像。参考数据为谷歌影像和哨兵2号影像。产品以shp文件格式存储，包含坐标系、水体面积等属性。产品为1期，时间分辨率为1年，空间分辨率为30米，边界精度在30米（一个像元）左右。该产品直观地反映了祁连山水体在2019年的大致分布，可用于流域水资源定量估计研究。",
      "instructions": "\tFile Naming Convention and data description：\nFile Naming Convention: Class_coordinate_YYYY.shp (YYYY: year)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: shp\nWater body：Polygon vector",
      "instructionsCn": "文件命名约定：数据种类_坐标系_YYYY.shp\t（YYYY：年）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：shp \n水体：多边形矢量",
      "east": 107.0,
      "west": 89.0,
      "south": 34.0,
      "north": 45.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 69600763.0,
      "cstr": "18406.11.Hydro.tpdc.270723",
      "doi": "10.11888/Hydro.tpdc.270723",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "李佳",
        "nameEn": "LI Jia",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      },
      {
        "nameCn": "李建江",
        "nameEn": "LI Jianjiang",
        "unitEn": "Central South University",
        "unitCn": "中南大学"
      },
      {
        "nameCn": "李新",
        "nameEn": "LI Xin",
        "unitEn": "",
        "unitCn": "中国科学院青藏高原研究所"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "基于Landsat TM影像的水体信息提取",
        "titleEn": null,
        "referenceCn": "刘桂林, 张落成, 刘剑, 李广宇. (2013). 基于Landsat TM影像的水体信息提取.中国科学院大学学报, 30(5), 644-650.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Analysis of Landsat-8 OLI imagery for land surface water mapping",
        "referenceCn": null,
        "referenceEn": "Du, Z.Q., Li, W.B., Zhou, D.B., Tian, L.Q., Ling, F., Wang, H.L., Gui, Y.M., Sun, B.Y. (2014). Analysis of Landsat-8 OLI imagery for land surface water mapping. Remote Sensing Letters, 5:7, 672-681, DOI: 10.1080/2 150704X.2014.960606"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表水",
        "nameEn": "Surface Water"
      },
      {
        "nameCn": "水文遥感产品",
        "nameEn": "Hydrological remote sensing products"
      },
      {
        "nameCn": "边界",
        "nameEn": "Boundary"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "祁连山地区",
        "keywordEn": "Qilian Mountain Area"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics and methodologies of extracting water body indices in remote sensing data for the Qilian Mountains region?",
        "QuestionCn": "在遥感数据中提取祁连山地区水体指数的特征和方法是什么？",
        "AnswerEn": "Normalized Difference Water Index (NDWI), manual correction methods, Landsat imagery, Google imagery, Sentinel-2 imagery, shapefile format, coordinate systems, water body area, spatial resolution of 30 meters, boundary precision within approximately 30 meters.",
        "AnswerCn": "归一化差异水体指数（NDWI）、手动校正方法、Landsat影像、Google影像、Sentinel-2影像、shapefile格式、坐标系、水体面积、空间分辨率为30米、边界精度约为30米。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of a dataset representing water bodies in the Qilian Mountains region for 2019?",
        "QuestionCn": "2019年祁连山地区水体数据集的空间分辨率是多少？",
        "AnswerEn": "30 meters",
        "AnswerCn": "30米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Normalized Difference Water Index (NDWI) in the context of surface water distribution analysis?",
        "QuestionCn": "归一化差异水体指数（NDWI）在地表水分布分析中的背景是什么？",
        "AnswerEn": "The Normalized Difference Water Index (NDWI) is a method used to extract surface water bodies, including liquid water, glaciers, and perennial snow, from satellite imagery. In this context, it is combined with manual correction to produce a dataset representing the distribution of these water bodies in the Qilian Mountain area for the year 2019.",
        "AnswerCn": "归一化差异水体指数（NDWI）是一种用于从卫星影像中提取水体表面，包括液态水、冰川和常年积雪的方法。在此背景下，它与人工修正相结合，以生成2019年祁连山地区水体分布的数据集。",
        "Level": "C1(Remembering)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of utilizing the Normalized Difference Water Index (NDWI) and manual correction methods for extracting surface water distribution in the Qilian Mountain region for 2019?",
        "QuestionCn": "利用归一化差异水体指数（NDWI）和手动修正方法提取2019年祁连山地区的地表水分布的主要目标是什么？",
        "AnswerEn": "The primary goal is to provide a clear depiction of the distribution of surface water bodies, including liquid water, glaciers, and perennial snow, in the Qilian Mountain region for the year 2019. This information is intended to facilitate quantitative estimation studies of water resources in the watershed.",
        "AnswerCn": "主要目标是清晰描绘2019年祁连山地区地表水体的分布，包括液态水、冰川和常年积雪。这些信息旨在促进流域水资源的定量评估研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in extracting water body distribution using the Normalized Difference Water Index and manual correction methods on Landsat imagery for a region like Qilian Mountain?",
        "QuestionCn": "使用归一化差异水体指数和手动校正方法从Landsat影像中提取像祁连山这样的地区的水体分布涉及哪些程序？",
        "AnswerEn": "The process involves using the Normalized Difference Water Index (NDWI) to identify water bodies from Landsat imagery, followed by manual corrections to refine the extracted data. The reference data includes Google imagery and Sentinel-2 imagery, which help in ensuring accuracy. The final product is stored as a shapefile format, including attributes like coordinate systems and water body area.",
        "AnswerCn": "该过程涉及使用归一化差异水体指数（NDWI）从Landsat影像中识别水体，随后进行手动修正以精炼提取的数据。参考数据包括谷歌影像和Sentinel-2影像，这有助于确保准确性。最终产品以shapefile格式存储，包括坐标系统和水体面积等属性。",
        "Level": "C3(Applying)"
      }
    ]
  }
}