{
    "id": "fbe3c17b-a324-4422-b6de-5291103f25c1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "LA-ICP-MS data of sphalerite from Lishan Pb Zn Cu polymetallic deposit, Hunan Province",
            "titleCn": "湖南栗山铅锌铜多金属矿床闪锌矿的LA-ICP-MS数据",
            "description": "The data set is LA-ICP-MS data of Sphalerite in Lishan Pb Zn Cu polymetallic deposit, Hunan Province. The experimental method was la-icp-ms. The test analysis was completed in Nanjing poly spectrum testing technology Co., Ltd. The 193 nm ArF excimer laser ablation system is manufactured by Teledyne CETAC technologies, and its model is analyte excite; The model of Quadrupole Inductively coupled plasma mass spectrometer (ICP-MS) is Agilent 7700x. The deep UV beam generated by the excimer laser generator is focused on the sulfide surface through the homogenized optical path, the energy density is 3.5 J / cm2, and the beam spot diameter is 25 ~ 40 μ m. The frequency is 6 Hz and the ablation time is 40 seconds. The tested elements include 55Mn, 57Fe, 59Co, 60Ni, 65Cu, 66zn, 69Ga, 72ge, 75as, 77Se, 107ag, 111Cd, 118sn, 121Sb and 125Te. The calibration of trace elements was carried out by using the U.S. Geological Survey sulfide briquette mass-1 and basaltic molten glass gse-1g, and the data processing was completed by using the software icpmsdata cal. This data can provide data support for future geochemical model analysis of Lishan Pb Zn Cu polymetallic deposit in Hunan Province.\nThe above data have been published in EI high-level journals, and the data are true and reliable. The data is stored in Excel.",
            "descriptionCn": "数据集为湖南栗山铅锌铜多金属矿床地区闪锌矿的激光剥蚀等离子质谱数据（LA-ICP-MS）。实验方法是LA-ICP-MS。测试分析在南京聚谱检测科技有限公司完成。193 nm ArF 准分子激光剥蚀系统由Teledyne Cetac Technologies 制造，型号为Analyte Excite；四极杆型电感耦合等离子体质谱仪（ICP-MS）型号为Agilent 7700x。准分子激光发生器产生的深紫外光束经匀化光路聚焦于硫化物表面，能量密度为3.5 J/cm2，束斑直径为25~40 μm，频率为6 Hz，共剥蚀40秒，剥蚀气溶胶由氦气送入ICP-MS完成测试。测试元素包括55Mn、57Fe、59Co、60Ni、65Cu、66Zn、69Ga、72Ge、75As、77Se、107Ag、111Cd、118Sn、121Sb和125Te。微量元素的标定采用美国地质调查局硫化物压饼MASS-1和玄武质熔融玻璃GSE-1G，数据处理采用软件ICPMSDataCal完成。此数据可为湖南栗山铅锌铜多金属矿床日后地球化学模型分析提供数据支持。\n以上数据已发表于EI高级别期刊，数据真实可靠。数据以Excel表格形式储存。",
            "instructions": "The data were stored in Excel format. The sample name is \"YY DD ZZ\", where YY represents the sampling location and DD ZZ represents the sample number.",
            "instructionsCn": "激光剥蚀等离子质谱数据以Excel表格格式储存。样品名称为“yy-dd-zz”其中，yy代表采样地点，dd-zz代表样品编号。",
            "east": 114.0,
            "west": 112.0,
            "south": 28.5,
            "north": 29.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 17543.0,
            "cstr": null,
            "doi": "10.13745/j.esf.sf.2020.4.28",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "郭飞",
                "nameEn": "GUO Fei",
                "unitEn": "Central South University",
                "unitCn": "中南大学"
            },
            {
                "nameCn": "王智琳",
                "nameEn": "WANG Zhilin",
                "unitEn": "Central South University",
                "unitCn": "中南大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": "湖南栗山铅锌铜多金属矿床闪锌矿微量元素特征及成矿指示意义",
                "titleEn": null,
                "referenceCn": "郭飞, 王智琳, 许德如, 于得水, 董国军, 宁钧陶... & 彭尔柯. (2020). 湖南栗山铅锌铜多金属矿床闪锌矿微量元素特征及成矿指示意义. 地学前缘(04), 66-81. doi:10.13745/j.esf.sf.2020.4.28.",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "微量元素",
                "nameEn": "Trace elements"
            },
            {
                "nameCn": "矿床地球化学",
                "nameEn": "Ore-deposit Geochemistry"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "湖南栗山",
                "keywordEn": "Lishan, Hunan"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "早白垩世",
                "keywordEn": "Early Cretaceous",
                "type": "temporal"
            },
            {
                "keywordCn": "晚侏罗世",
                "keywordEn": "Late Jurassic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to analyze trace elements in sulfide minerals within polymetallic deposits?",
                "QuestionCn": "您能否提供一种用于分析多金属矿床中硫化矿物中微量元素的数据收集方法的示例？",
                "AnswerEn": "A data collection method used to analyze trace elements in sulfide minerals within polymetallic deposits is the laser ablation inductively coupled plasma mass spectrometry (LA-ICP-MS). This method involves using a 193 nm ArF excimer laser ablation system to generate deep ultraviolet beams that ablate the surface of the sulfide minerals. The ablation aerosol is then carried by helium gas into an ICP-MS for testing. This technique was used to analyze elements such as Mn, Fe, Co, Ni, Cu, Zn, Ga, Ge, As, Se, Ag, Cd, Sn, Sb, and Te in sphalerite from a polymetallic deposit.",
                "AnswerCn": "一种用于分析多金属矿床中硫化矿物微量元素的数据收集方法是激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）。该方法使用193 nm ArF准分子激光剥蚀系统生成深紫外光束，剥蚀硫化矿物的表面。剥蚀气溶胶随后由氦气输送到ICP-MS进行测试。该技术用于分析多金属矿床中闪锌矿的元素，如锰、铁、钴、镍、铜、锌、镓、锗、砷、硒、银、镉、锡、锑和碲。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of a dataset collected using LA-ICP-MS for analyzing mineral compositions in polymetallic ore deposits?",
                "QuestionCn": "使用LA-ICP-MS收集的用于分析多金属矿床矿物成分的数据集的关键特征是什么？",
                "AnswerEn": "193 nm ArF excimer laser, energy density of 3.5 J/cm², spot size of 25-40 μm, ablation frequency of 6 Hz, duration of 40 seconds, helium transport, elements tested: 55Mn, 57Fe, 59Co, 60Ni, 65Cu, 66Zn, 69Ga, 72Ge, 75As, 77Se, 107Ag, 111Cd, 118Sn, 121Sb, 125Te, calibration with USGS pressed sulfide pellets MASS-1, calibration with basaltic glass GSE-1G, data processing with ICPMSDataCal software",
                "AnswerCn": "193 nm ArF准分子激光器，能量密度为3.5 J/cm²，光斑尺寸为25-40 μm，烧蚀频率为6 Hz，持续时间为40秒，氦气传输，测试元素：55Mn, 57Fe, 59Co, 60Ni, 65Cu, 66Zn, 69Ga, 72Ge, 75As, 77Se, 107Ag, 111Cd, 118Sn, 121Sb, 125Te，使用USGS压制硫化物颗粒MASS-1进行校准，使用玄武岩玻璃GSE-1G进行校准，数据处理使用ICPMSDataCal软件。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many elements are quantitatively analyzed using LA-ICP-MS in a dataset related to 湖南栗山铅锌铜多金属矿床?",
                "QuestionCn": "在与湖南栗山铅锌铜多金属矿床相关的数据集中，使用LA-ICP-MS定量分析了多少种元素？",
                "AnswerEn": "16",
                "AnswerCn": "16",
                "Level": "C1(Remembering)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the primary objectives of employing LA-ICP-MS technology for collecting data on sphalerite in multi-metallic ore deposits?",
                "QuestionCn": "采用LA-ICP-MS技术收集多金属矿床中闪锌矿数据的主要目标是什么？",
                "AnswerEn": "The primary objectives of employing LA-ICP-MS technology for collecting data on sphalerite in multi-metallic ore deposits include providing reliable geochemical data to support future geochemical model analysis of the Hunan Lishan lead-zinc-copper polymetallic ore deposits.",
                "AnswerCn": "采用LA-ICP-MS技术收集多金属矿床中闪锌矿数据的主要目标包括提供可靠的地球化学数据，以支持对湖南李山铅锌铜多金属矿床未来地球化学模型分析的研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What steps are involved in implementing LA-ICP-MS to collect trace element data from sphalerite in polymetallic ore deposits, and how are the results processed and calibrated?",
                "QuestionCn": "实施LA-ICP-MS（激光剥蚀电感耦合等离子体质谱）以从多金属矿床中的闪锌矿收集微量元素数据的步骤包括：\n\n1. **样品准备**：选择合适的闪锌矿样品，并进行切割、打磨和抛光，以获得平整的表面。\n\n2. **激光剥蚀设置**：将样品放置在激光剥蚀系统中，调整激光参数（如波长、脉冲频率和能量）以优化剥蚀效率。\n\n3. **ICP-MS分析**：激光剥蚀后，产生的气溶胶被引入电感耦合等离子体质谱仪进行分析，以测定样品中的微量元素。\n\n4. **数据采集**：记录各个元素的信号强度，并进行时间分辨分析，以获取元素的空间分布信息。\n\n5. **数据处理**：对原始数据进行背景校正、信号去噪和峰值识别，以提取有效的元素浓度信息。\n\n6. **结果校准**：使用标准样品进行校准，以确保测量结果的准确性和可比性。通常采用已知浓度的标准物质进行对比。\n\n7. **数据解释**：结合地质背景和矿物学特征，对获得的微量元素数据进行解释，以揭示矿床的成因和演化过程。\n\n8. **报告撰写**：整理分析结果，撰写报告，包含方法、结果和讨论部分，以便于进一步的研究和应用。",
                "AnswerEn": "The process involves using a 193 nm ArF excimer laser ablation system manufactured by Teledyne Cetac Technologies, specifically the Analyte Excite model. The deep ultraviolet beam produced by the excimer laser is homogenized and focused on the surface of the sulfide mineral with an energy density of 3.5 J/cm2 and a spot diameter of 25-40 μm at a frequency of 6 Hz. The ablation is conducted for 40 seconds, and the aerosol is transported by helium gas to an Agilent 7700x quadrupole ICP-MS for testing. The elements analyzed include 55Mn, 57Fe, 59Co, 60Ni, 65Cu, 66Zn, 69Ga, 72Ge, 75As, 77Se, 107Ag, 111Cd, 118Sn, 121Sb, and 125Te. Calibration of trace elements is done using USGS sulfide pressed powder standard MASS-1 and basaltic glass standard GSE-1G, and data processing is carried out using the software ICPMSDataCal.",
                "AnswerCn": "该过程涉及使用由Teledyne Cetac Technologies制造的193 nm ArF准分子激光烧蚀系统，具体为Analyte Excite型号。该准分子激光产生的深紫外光束被均匀化并聚焦于硫化矿物的表面，能量密度为3.5 J/cm²，光斑直径为25-40 μm，频率为6 Hz。烧蚀过程持续40秒，气溶胶通过氦气输送至Agilent 7700x四极杆ICP-MS进行测试。分析的元素包括55Mn、57Fe、59Co、60Ni、65Cu、66Zn、69Ga、72Ge、75As、77Se、107Ag、111Cd、118Sn、121Sb和125Te。微量元素的标定使用USGS硫化物压制粉末标准MASS-1和玄武岩玻璃标准GSE-1G，数据处理使用软件ICPMSDataCal进行。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological methods enable the precise measurement of trace elements in sulfide minerals within polymetallic ore deposits?",
                "QuestionCn": "哪些技术方法能够精确测量多金属矿床中硫化矿物的微量元素？",
                "AnswerEn": "The precise measurement of trace elements in sulfide minerals within polymetallic ore deposits is enabled by the use of LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry). This method involves a 193 nm ArF excimer laser ablation system manufactured by Teledyne Cetac Technologies, and an Agilent 7700x quadrupole ICP-MS. The deep UV beam produced by the excimer laser is homogenized and focused on the sulfide surface with an energy density of 3.5 J/cm2, a spot size of 25~40 μm, and a frequency of 6 Hz for 40 seconds. The ablated aerosol is then carried by helium into the ICP-MS for testing.",
                "AnswerCn": "在多金属矿床中，硫化矿物中微量元素的精确测量得益于激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）。该方法使用由Teledyne Cetac Technologies制造的193 nm ArF准分子激光剥蚀系统和Agilent 7700x四极杆ICP-MS。准分子激光产生的深紫外光束被均匀化并聚焦在硫化物表面，能量密度为3.5 J/cm²，点尺寸为25~40 μm，频率为6 Hz，持续40秒。剥蚀产生的气溶胶随后被氦气输送至ICP-MS进行测试。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}