{
  "id": "fc4a95d7-4099-46c2-9c41-8524d3f19a01",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "1:100,000 land use dataset of Gansu Province (1980s)",
      "titleCn": "甘肃省1:10万土地利用数据集（1980s）",
      "description": "This data is from \"China 1:100,000 land use data\".China 1:100,000 land use data was constructed in three years based on Landsat MSS, TM and ETM remote sensing data by using satellite remote sensing as a means to organize remote sensing science and technology teams from 19 institutes affiliated to the Chinese academy of sciences (cas) in the \"eighth five-year plan\" major application project \"national macro survey and dynamic research on remote sensing of resources and environment\".\nThe 1:100,000 land use data set in gansu province adopts a hierarchical land cover classification system, which divides the whole country into 6 primary categories (arable land, forest land, grassland, water area, urban and rural areas, industrial and mining areas, residential land and unused land) and 31 secondary categories.It is the most accurate land use data product in China and has played an important role in national land resource survey, hydrological and ecological research.",
      "descriptionCn": "本数据来源于“中国1:10万土地利用数据”。中国1:10万土地利用数据是由中国科学院“八五”重大应用项目《全国资源环境遥感宏观调查与动态研究》组织了中国科学院所属19个研究所的遥感科技队伍，以卫星遥感为手段，在三年内基于Landsat MSS，TM和ETM遥感数据构建的。甘肃省1:10万土地利用数据集采用一个分层的土地覆盖分类系统，将全国分为6个一级类（耕地、林地、草地、水域、城乡、工矿、居民用地和未利用土地），31个二级类。这是目前我国精度最高的土地利用数据产品，已经在国家土地资源调查、水文、生态研究中发挥着重要作用。",
      "instructions": "File name: data is stored in vector SHP format, file name \"Gansu-1980s\";\nData reading: Arcgis, Qgis and other remote sensing software can be used to open and read.",
      "instructionsCn": "文件命名：数据以矢量shp格式存储，文件名称“Gansu-1980s”；\n数据读取：可以用Arcgis、Qgis等遥感软件打开读取。",
      "east": 109.0,
      "west": 92.0,
      "south": 32.0,
      "north": 42.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 183550400.0,
      "cstr": "18406.11.Socioeco.tpdc.270966",
      "doi": "10.11888/Socioeco.tpdc.270966",
      "dataFormat": "矢量",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘纪远",
        "nameEn": "LIU Jiyuan",
        "unitEn": "Instiute of Geographic Sciences and Natural Resources Research, CAS",
        "unitCn": "中国科学院地理资源与环境研究所"
      },
      {
        "nameCn": "庄大方",
        "nameEn": "ZHUANG Dafang",
        "unitEn": "",
        "unitCn": "中国科学院地理科学与资源研究所"
      },
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "周万村",
        "nameEn": "ZHOU Wancun",
        "unitEn": "",
        "unitCn": "中国科学院成都山地灾害与环境研究所"
      },
      {
        "nameCn": "吴世新",
        "nameEn": "WU Shixin",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": "未来气候变化对黄土高原黑河流域水资源的影响",
        "titleEn": null,
        "referenceCn": "李志, 刘文兆, 张勋昌, 郑粉莉. (2009). 未来气候变化对黄土高原黑河流域水资源的影响. 生态学报, 29(7), 3456-3464.",
        "referenceEn": null
      },
      {
        "titleCn": "基于GIS和RS的兰州市生态环境质量纵向评价研究",
        "titleEn": null,
        "referenceCn": "仝纪龙, 李发荣, 袁九毅, & 王鹏波. (2012). 基于gis和rs的兰州市生态环境质量纵向评价研究. 中国人口·资源与环境(S1), 88-92.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Study on spatial pattern of land-use change in China during 1995-2000",
        "referenceCn": null,
        "referenceEn": "Liu, J.Y., Liu, M.L., Zhuang, D.F., Zhang, Z.X., & Deng, X.Z. (2003). Study on spatial pattern of land-use change in China during 1995—2000, Science in China (D), 46(4), 373-384."
      },
      {
        "titleCn": "基于遥感和GIS的中国西北植被动态研究",
        "titleEn": null,
        "referenceCn": "李珍存. (2007). 基于遥感和GIS的中国西北植被动态研究. (Doctoral dissertation, 甘肃农业大学).",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Impacts of land use change and climate variability on hydrology in an agricultural catchment on the Loess Plateau of China",
        "referenceCn": null,
        "referenceEn": "Li, Z., Liu, W., Zhang, X., & Zheng, F.  (2009). Impacts of land use change and climate variability on hydrology in an agricultural catchment on the loess plateau of china. Journal of Hydrology, 377(1), 35-42. doi:10.1016/j.jhydrol.2009.08.007"
      },
      {
        "titleCn": null,
        "titleEn": "China's Changing Landscape During the 1990s: large-scale land transformations estimated with satellite data",
        "referenceCn": null,
        "referenceEn": "Liu, J. Y., Tian, H. Q., Liu, M. L., Zhuang, D. F., Melillo, J. M., & Zhang, Z. X. (2005). China's changing landscape during the 1990s: large-scale land transformations estimated with satellite data. Geophysical Research Letters, 32(2), L02405."
      },
      {
        "titleCn": "渭河径流对LUCC和气候波动的响应研究",
        "titleEn": null,
        "referenceCn": "胡宏昌, 王根绪, 李志. (2008). 渭河径流对lucc和气候波动的响应研究. 人民黄河, (07), 27-28.",
        "referenceEn": null
      },
      {
        "titleCn": "基于SWAT模型的祁连山区最佳水源涵养植被模式研究——以石羊河上游杂木河流域为例",
        "titleEn": null,
        "referenceCn": "王军德, 李元红, 李赞堂, 高菁, 金彦兆, 胡想全, 黄津辉. 基于SWAT模型的祁连山区最佳水源涵养植被模式研究——以石羊河上游杂木河流域为例. 生态学报, 2010, (21):5875-5885",
        "referenceEn": null
      },
      {
        "titleCn": "基于CA-Markov模型的黄土塬区黑河流域土地利用变化",
        "titleEn": null,
        "referenceCn": "李志, 刘文兆, & 郑粉莉. (2010). 基于ca-markov模型的黄土塬区黑河流域土地利用变化. 农业工程学报(01), 360-366+405.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河中上游典型地区草地植被变化及其生态功能损失分析——以山丹县为例",
        "titleEn": null,
        "referenceCn": "杜自强等, 黑河中上游典型地区草地植被变化及其生态功能损失分析——以山丹县为例. 西北植物学报, 2006(04): 第798-804页.",
        "referenceEn": null
      },
      {
        "titleCn": "甘肃葫芦河流域径流变化的SWAT模型模拟",
        "titleEn": null,
        "referenceCn": "魏国孝, 杨佳丽, 徐涛, 许翔, 朱锡芬. (2009). 甘肃葫芦河流域径流变化的swat模型模拟. 兰州大学学报(自然科学版), 45(06), 1-7.",
        "referenceEn": null
      },
      {
        "titleCn": "临泽县土地利用与景观格局时空变化分析",
        "titleEn": null,
        "referenceCn": "张旺锋, 马彦强, 易洋, & 耿莎莎. (2011). 临泽县土地利用与景观格局时空变化分析. 生态经济(学术版)(02), 52-55+60.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Progress of the research methodologies on the temporal and spatial process of LUCC",
        "referenceCn": null,
        "referenceEn": "Liu, J., & Deng, X. (2010). Progress of the research methodologies on the temporal and spatial process of LUCC. Chinese Science Bulletin. 55, 1354–1362. https://doi.org/10.1007/s11434-009-0733-y."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土地利用",
        "nameEn": "Land use"
      },
      {
        "nameCn": "土地利用/覆盖",
        "nameEn": "Land Use/Land Cover"
      },
      {
        "nameCn": "土地资源",
        "nameEn": "Land Resources"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国西部",
        "keywordEn": "Western China"
      },
      {
        "keywordCn": "甘肃省",
        "keywordEn": "Gansu Province"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1980s",
        "keywordEn": "1980s",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      },
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Land-use/cover change has become an event being of paramount importance to the study of global environmental change. Land-cover change is closely related to the terrestrial surface material cycles and life-support processes, i.e., the interaction between biosphere and atmosphere, biodiversity, biogeochemical cycle and sustainable exploitation of resources. The series of scientific study programs, issued and promoted by IGBP and IHDP in 1995, make the study of land-use and land-cover change (LUCC) become one of the hot topics in the global environmental change study. As a developing but booming country, China has formulated a series of policies exerting great influence on the land-use change. In addition, due to varied physical environments and vast land areas, its land-use changes not only influence the social and economic development but also impact the global change accordingly."
      ],
      "research objective": [
        "In this paper, the division of dynamic regionalization of land-use change is designed, for the sake of revealing the temporal and spatial features of land-use change and laying the foundation for the study of regional scale land-use changes. The paper exerts an effective effort on the integrated studies of “spatial pattern” and “temporal process” for land-use change to reveal the regional land-use change characteristics on the pattern of dynamic process and dynamic process of pattern."
      ],
      "challenges": [
        "It is too early to say that the trend of deforestation has been effectively reversed across China. There also exist conspicuous conflicts between arable land protection and urban expansion, as showed in the irrational conversion from arable land to built-up areas."
      ],
      "methods": [],
      "dataset": [
        "The main data sources are Landsat TM digital images (520 scenes in 1995/1996 and 508 scenes in 1999/2000). Apart from that, the CBERS-1 (China-Brazil Earth Resources Satellite 1) data were also used to acquire land-use information for 1999/2000."
      ],
      "findings": [
        "There exists conspicuous regional differentiation of land-use change in China, which lays the foundation to draw the dynamic zones. The rapid change of land-use change during 1995—2000 happened in North China, Loess Plateau—agricultural and pasturing interlaced area, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region."
      ],
      "backgroundCn": [
        "土地利用/覆盖变化已成为全球环境变化研究中至关重要的事件。土地覆盖变化与陆地表面物质循环和生命支持过程密切相关，即生物圈与大气、 biodiversity、生物地球化学循环以及资源的可持续开发之间的相互作用。1995年，IGBP和IHDP发布并推动的一系列科学研究计划，使得土地利用和土地覆盖变化（LUCC）的研究成为全球环境变化研究的热门话题。作为一个发展中但蓬勃发展的国家，中国制定了一系列对土地利用变化产生重大影响的政策。此外，由于多样的自然环境和广阔的土地面积，其土地利用变化不仅影响社会和经济发展，也对全球变化产生相应的影响。"
      ],
      "research objectiveCn": [
        "在本文中，土地利用变化的动态区域划分旨在揭示土地利用变化的时间和空间特征，并为区域尺度土地利用变化的研究奠定基础。本文有效地致力于“空间格局”和“时间过程”的综合研究，以揭示区域土地利用变化特征在动态过程的格局和动态过程的格局中的表现。"
      ],
      "challengesCn": [
        "目前还为时尚早，无法说中国的森林砍伐趋势已经有效逆转。同时，耕地保护与城市扩张之间存在明显的冲突，表现为耕地向建筑用地的不合理转化。"
      ],
      "methodsCn": [],
      "datasetCn": [
        "主要数据来源是1995/1996年的Landsat TM数字图像（520幅场景）和1999/2000年的Landsat TM数字图像（508幅场景）。此外，还使用了CBERS-1（中巴地球资源卫星1号）数据来获取1999/2000年的土地利用信息。"
      ],
      "findingsCn": [
        "中国的土地利用变化存在明显的区域差异，这为划分动态区域奠定了基础。在1995年至2000年期间，北方地区、黄土高原—农业与牧区交错区、东北地区、东南沿海地区、长江中下游地区以及东部沿海地区的土地利用变化迅速。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Are there challenges related to the conflict between arable land protection and urban expansion in the context of land-use change in China?",
        "QuestionCn": "在中国的土地利用变化背景下，耕地保护与城市扩张之间的冲突是否存在挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Is the primary data source for land-use datasets in China based on Landsat MSS, TM, ETM, or CBERS-1 satellite imagery?",
        "QuestionCn": "中国土地利用数据集的主要数据来源是基于Landsat MSS、TM、ETM还是CBERS-1卫星影像？",
        "AnswerEn": "Landsat MSS, TM, and ETM",
        "AnswerCn": "Landsat MSS、TM 和 ETM",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Are the challenges in land-use change studies in China more related to deforestation trends, arable land protection, or urban expansion?",
        "QuestionCn": "中国土地利用变化研究中的挑战更多与森林砍伐趋势、耕地保护还是城市扩张有关？",
        "AnswerEn": "arable land protection and urban expansion",
        "AnswerCn": "耕地保护和城市扩张",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "Where do the challenges of land-use change predominantly manifest in China, and what are the implications?",
        "QuestionCn": "土地利用变化的挑战在中国主要表现在哪里，以及其影响是什么？",
        "AnswerEn": "North China, Loess Plateau, Northeast China, southeast coastal region, middle and lower reaches of Yangtze River, eastern coastal region",
        "AnswerCn": "华北、黄土高原、东北地区、东南沿海地区、长江中下游地区、东部沿海地区",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "When was the data for the land-use change study primarily collected, and what temporal patterns were revealed?",
        "QuestionCn": "土地利用变化研究的数据主要是在何时收集的，揭示了哪些时间模式？",
        "AnswerEn": "1995/1996 and 1999/2000",
        "AnswerCn": "1995/1996 和 1999/2000",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to track changes in land-use over time in China?",
        "QuestionCn": "您能否提供一个用于跟踪中国土地利用变化的数据收集方法的例子？",
        "AnswerEn": "An example of a data collection method used to track changes in land-use over time in China is utilizing Landsat TM digital images, such as the 520 scenes from 1995/1996 and the 508 scenes from 1999/2000, as well as CBERS-1 data for acquiring land-use information for 1999/2000.",
        "AnswerCn": "用于跟踪中国土地利用变化的数据收集方法的一个例子是利用Landsat TM数字图像，例如1995/1996年的520幅场景和1999/2000年的508幅场景，以及CBERS-1数据来获取1999/2000年的土地利用信息。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge in data collection for land-use studies in China?",
        "QuestionCn": "在中国土地利用研究中，数据收集面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in data collection for land-use studies in China is addressing the conspicuous conflicts between arable land protection and urban expansion, which can lead to irrational conversion from arable land to built-up areas.",
        "AnswerCn": "在中国，土地利用研究中的一个数据收集挑战是应对耕地保护与城市扩张之间明显的冲突，这可能导致耕地向建筑用地的不合理转化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features of the land-use classification system used in datasets related to this field?",
        "QuestionCn": "与该领域相关的数据集使用的土地利用分类系统的具体特征是什么？",
        "AnswerEn": "arable land, forest land, grassland, water bodies, urban areas, industrial and residential lands, unused land, 31 secondary categories",
        "AnswerCn": "耕地、林地、草地、水体、城市区域、工业和住宅用地、未利用土地、31个次级类别",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What are the challenges faced in accurately capturing land-use changes using remote sensing data?",
        "QuestionCn": "使用遥感数据准确捕捉土地利用变化面临的挑战有哪些？",
        "AnswerEn": "conflict between arable land protection and urban expansion, irrational conversion from arable land to built-up areas",
        "AnswerCn": "耕地保护与城市扩张之间的冲突，耕地向建设用地的不合理转化。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the characteristics of the remote sensing data sources employed for land-use information gathering in this context?",
        "QuestionCn": "在此背景下，用于土地利用信息收集的遥感数据源的特征是什么？",
        "AnswerEn": "Landsat TM digital images, CBERS-1 data",
        "AnswerCn": "Landsat TM 数字影像，CBERS-1 数据",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many primary land-use classes are included in a dataset related to land-use data from China?",
        "QuestionCn": "与中国土地利用数据相关的数据集中包含多少个主要土地利用类别？",
        "AnswerEn": "6",
        "AnswerCn": "6",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many scenes of Landsat TM digital images were used for data collection in 1995/1996?",
        "QuestionCn": "1995/1996年用于数据收集的Landsat TM数字图像场景数量是多少？",
        "AnswerEn": "520 scenes",
        "AnswerCn": "520个场景",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many secondary land-use classes are categorized in a dataset concerning land-use in China?",
        "QuestionCn": "在有关中国土地利用的数据集中，分类了多少个次级土地利用类别？",
        "AnswerEn": "31",
        "AnswerCn": "31",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by a 'dynamic regionalization of land-use change' in the context of land-use studies?",
        "QuestionCn": "在土地使用研究的背景下，“土地使用变化的动态区域化”是什么意思？",
        "AnswerEn": "Dynamic regionalization of land-use change refers to the division of regions based on temporal and spatial features of land-use changes. It aims to reveal the characteristics of land-use change through the integrated studies of 'spatial pattern' and 'temporal process,' providing a foundation for understanding regional scale land-use changes.",
        "AnswerCn": "动态区域化的土地利用变化是指基于土地利用变化的时间和空间特征对区域进行划分。其目的是通过对“空间模式”和“时间过程”的综合研究揭示土地利用变化的特征，为理解区域尺度的土地利用变化提供基础。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "What are the differences in challenges faced when using Landsat digital images versus CBERS-1 data for analyzing land-use changes?",
        "QuestionCn": "使用Landsat数字图像与CBERS-1数据分析土地利用变化时面临的挑战有哪些不同？",
        "AnswerEn": "Using Landsat digital images poses challenges like the need for a large number of scenes to cover specific years (520 scenes in 1995/1996 and 508 in 1999/2000), whereas CBERS-1 data, used for 1999/2000, might differ in terms of data availability, resolution, and processing requirements. Both methods face the challenge of accurately reflecting rapid land-use changes and regional differentiation.",
        "AnswerCn": "使用Landsat数字图像面临挑战，例如需要大量场景来覆盖特定年份（1995/1996年需要520个场景，1999/2000年需要508个场景），而CBERS-1数据在1999/2000年使用时，可能在数据可用性、分辨率和处理要求方面有所不同。这两种方法都面临准确反映快速土地利用变化和区域差异化的挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What contributes to the high precision of land-use data products in the field of land-use/cover change studies in China?",
        "QuestionCn": "在中国的土地利用/覆盖变化研究中，土地利用数据产品高精度的因素有哪些？",
        "AnswerEn": "The use of a hierarchical land cover classification system and satellite remote sensing data, such as Landsat MSS, TM, and ETM, contributes to the high precision of land-use data products.",
        "AnswerCn": "使用分层土地覆盖分类系统和卫星遥感数据，如Landsat MSS、TM和ETM，有助于提高土地利用数据产品的精确度。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why do certain regions in China experience rapid land-use changes, and how can these changes be effectively monitored?",
        "QuestionCn": "为什么中国某些地区会经历快速的土地利用变化，这些变化如何能够有效监测？",
        "AnswerEn": "Rapid land-use changes in regions like North China and the Loess Plateau are influenced by varied physical environments and socioeconomic policies, monitored through satellite images like Landsat TM and CBERS-1.",
        "AnswerCn": "北中国和黄土高原等地区的快速土地利用变化受到多样的自然环境和社会经济政策的影响，通过卫星图像如Landsat TM和CBERS-1进行监测。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the underlying causes of conflicts between arable land protection and urban expansion in China?",
        "QuestionCn": "中国耕地保护与城市扩张之间冲突的根本原因是什么？",
        "AnswerEn": "Conspicuous conflicts arise from irrational conversions of arable land to built-up areas, driven by urban expansion and development needs, impacting land-use change policies.",
        "AnswerCn": "显著的冲突源于将可耕地非理性地转变为建筑用地，这一过程受到城市扩张和发展需求的驱动，影响了土地利用变化政策。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential outcomes on land-use classification accuracy when using a multi-layered land cover classification system in data collection methods?",
        "QuestionCn": "在数据收集方法中使用多层次土地覆盖分类系统时，土地利用分类准确性的潜在结果是什么？",
        "AnswerEn": "Using a multi-layered land cover classification system can lead to a more detailed and precise categorization of land-use types. This enhances the accuracy of land-use classification, as it allows for differentiation among various land-use categories, such as arable land, urban areas, and unused land, contributing to the highest precision land-use data product in China.",
        "AnswerCn": "使用多层次的土地覆盖分类系统可以实现对土地利用类型的更详细和精确的分类。这提高了土地利用分类的准确性，因为它允许在各种土地利用类别之间进行区分，例如耕地、城市区域和未使用土地，从而为中国提供最高精度的土地利用数据产品。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the integration of various satellite data sources impact the findings related to regional land-use changes?",
        "QuestionCn": "各种卫星数据源的整合如何影响与区域土地利用变化相关的研究结果？",
        "AnswerEn": "The integration of multiple satellite data sources, such as Landsat TM and CBERS-1, provides comprehensive land-use information across different time periods, which can reveal regional differentiation in land-use change and help draw dynamic zones. This contributes to understanding the rapid changes in land-use, particularly in regions like North China and the southeast coastal region during the late 1990s.",
        "AnswerCn": "多个卫星数据源的整合，如Landsat TM和CBERS-1，提供了不同时间段的全面土地利用信息，这可以揭示土地利用变化的区域差异，并帮助划定动态区域。这有助于理解土地利用的快速变化，特别是在1990年代末的华北地区和东南沿海地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What could be the consequences of conflicts between arable land protection and urban expansion on the effectiveness of land-use change policies?",
        "QuestionCn": "耕地保护与城市扩张之间的冲突可能对土地利用变化政策的有效性产生哪些后果？",
        "AnswerEn": "Conflicts between arable land protection and urban expansion may lead to irrational conversion from arable land to built-up areas, which poses challenges for effectively reversing trends like deforestation. This might undermine the effectiveness of land-use change policies intended to balance environmental conservation with urban development, thereby impacting social and economic progress.",
        "AnswerCn": "耕地保护与城市扩张之间的冲突可能导致耕地向建筑用地的不理性转化，这对有效逆转如森林砍伐等趋势构成挑战。这可能削弱旨在平衡环境保护与城市发展的土地利用变化政策的有效性，从而影响社会和经济进步。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the goal behind designing a dynamic regionalization of land-use change in the context of environmental studies?",
        "QuestionCn": "在环境研究的背景下，设计动态区域化土地利用变化的目标是什么？",
        "AnswerEn": "The goal is to reveal the temporal and spatial features of land-use change and to lay the foundation for the study of regional scale land-use changes, which is crucial for understanding the 'spatial pattern' and 'temporal process' of land-use change.",
        "AnswerCn": "目标是揭示土地利用变化的时间特征和空间特征，为区域尺度土地利用变化的研究奠定基础，这对理解土地利用变化的“空间格局”和“时间过程”至关重要。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is it important to use Landsat TM and CBERS-1 data for acquiring land-use information in China from the 1990s?",
        "QuestionCn": "为什么在1990年代使用Landsat TM和CBERS-1数据获取中国的土地利用信息很重要？",
        "AnswerEn": "Using Landsat TM and CBERS-1 data is crucial for acquiring comprehensive land-use information because these data sources provide the necessary digital images to understand the land-use changes over time, which are essential for analyzing regional differentiation and rapid changes in land-use patterns.",
        "AnswerCn": "使用Landsat TM和CBERS-1数据对于获取全面的土地利用信息至关重要，因为这些数据源提供了必要的数字图像，以理解土地利用变化的时间过程，这对于分析区域差异和土地利用模式的快速变化是必不可少的。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the objectives of utilizing a hierarchical land cover classification system in land-use datasets for China?",
        "QuestionCn": "在中国的土地利用数据集中利用分层土地覆盖分类系统的目标是什么？",
        "AnswerEn": "The objective is to achieve a high level of precision in land-use data products, which is vital for national land resources surveys, hydrology, and ecological research. This classification system allows for detailed categorization into primary and secondary classes, aiding in better analysis and understanding of land use.",
        "AnswerCn": "目标是实现土地利用数据产品的高精度，这对于国家土地资源调查、水文学和生态研究至关重要。该分类系统允许将土地利用详细分类为主要和次要类别，有助于更好地分析和理解土地利用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are necessary to integrate Landsat TM and CBERS-1 data for achieving accurate land-use classification in regional studies?",
        "QuestionCn": "在区域研究中，为实现准确的土地利用分类，整合Landsat TM和CBERS-1数据需要哪些程序步骤？",
        "AnswerEn": "The integration involves acquiring digital images from both Landsat TM and CBERS-1, ensuring temporal alignment of data from distinct timeframes such as 1995/1996 and 1999/2000, and using these datasets to extract land-use information for comprehensive classification.",
        "AnswerCn": "该集成涉及从Landsat TM和CBERS-1获取数字图像，确保来自1995/1996年和1999/2000年等不同时间框架的数据的时间对齐，并利用这些数据集提取土地利用信息以进行全面分类。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How are dynamic zones of land-use change established and verified using remote sensing data to reflect temporal and spatial features?",
        "QuestionCn": "动态土地利用变化区是如何利用遥感数据建立和验证的，以反映时间和空间特征？",
        "AnswerEn": "Dynamic zones are established by analyzing regional differentiation in land-use change captured in satellite images, particularly focusing on areas with rapid changes, and verifying these zones involves cross-referencing with other geographic or socio-economic data to ensure accuracy.",
        "AnswerCn": "动态区域是通过分析卫星图像中土地利用变化的区域差异来建立的，特别关注快速变化的地区，验证这些区域涉及与其他地理或社会经济数据进行交叉参考，以确保准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements enabled the collection of detailed land-use information at a resolution of 1:100,000 across large regions like Gansu Province?",
        "QuestionCn": "哪些技术进步使得在像甘肃省这样的大区域以1:100,000的分辨率收集详细的土地利用信息成为可能？",
        "AnswerEn": "The collection of detailed land-use information at this resolution was enabled by advancements in satellite remote sensing technologies, specifically utilizing Landsat MSS, TM, and ETM remote sensing data. These technologies facilitated the construction of a layered land cover classification system for nationwide land-use data collection.",
        "AnswerCn": "这一分辨率的详细土地利用信息的收集得益于卫星遥感技术的进步，特别是利用Landsat MSS、TM和ETM遥感数据。这些技术促进了全国土地利用数据收集的分层土地覆盖分类系统的构建。",
        "Level": "C1(Remembering)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "What reasons could account for the expected reversal of deforestation trends not being observable in some regions?",
        "QuestionCn": "哪些原因可能导致某些地区未能观察到预期的森林砍伐趋势逆转？",
        "AnswerEn": "Conspicuous conflicts between arable land protection and urban expansion, as seen in the conversion of arable land to built-up areas, may hinder the observable reversal of deforestation trends.",
        "AnswerCn": "显著的耕地保护与城市扩张之间的冲突，例如耕地转为建筑用地，可能会阻碍可观察到的森林砍伐趋势的逆转。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might there be an expectation for a dataset expansion to include more comprehensive temporal data beyond the periods of 1995/1996 and 1999/2000?",
        "QuestionCn": "为什么会有期望扩展数据集，以包括超出1995/1996和1999/2000时期的更全面的时间数据？",
        "AnswerEn": "Given the regional differentiation in land-use changes and their impact on global change, expanding the dataset to include more comprehensive temporal data could better capture ongoing changes and provide a longer-term perspective on land-use dynamics.",
        "AnswerCn": "考虑到土地利用变化的区域差异及其对全球变化的影响，扩展数据集以包括更全面的时间数据可以更好地捕捉持续变化，并提供对土地利用动态的长期视角。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How would you evaluate the effectiveness of using Landsat MSS, TM, and ETM data in constructing detailed land-use datasets for regional analysis?",
        "QuestionCn": "如何评估使用Landsat MSS、TM和ETM数据构建区域分析的详细土地利用数据集的有效性？",
        "AnswerEn": "The use of Landsat MSS, TM, and ETM data is effective for constructing detailed land-use datasets as they provide high-resolution satellite imagery that is essential for mapping and analyzing land-cover changes. This method has been pivotal in developing the highest precision land-use data products in China, crucial for various environmental and resource management studies.",
        "AnswerCn": "使用Landsat MSS、TM和ETM数据对于构建详细的土地利用数据集非常有效，因为它们提供了高分辨率的卫星影像，这对于土地覆盖变化的制图和分析至关重要。这种方法在中国开发出最高精度的土地利用数据产品方面发挥了重要作用，对各种环境和资源管理研究至关重要。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "In your opinion, what are the primary challenges faced in using satellite imagery for monitoring land-use changes over large and diverse geographical areas like Gansu Province?",
        "QuestionCn": "在像甘肃省这样的大范围和多样化地理区域中，使用卫星影像监测土地利用变化面临的主要挑战是什么？",
        "AnswerEn": "The primary challenges include dealing with varied physical environments and vast land areas, which can complicate the classification and analysis of land-use changes. Additionally, there are conflicts such as arable land protection versus urban expansion, and the need to ensure that the trend of deforestation is effectively reversed across different regions.",
        "AnswerCn": "主要挑战包括应对多样的物理环境和广阔的土地面积，这可能会使土地利用变化的分类和分析变得复杂。此外，还存在诸如耕地保护与城市扩张之间的冲突，以及需要确保在不同地区有效逆转森林砍伐趋势的问题。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I’m unsure about the methods used for collecting and classifying land-use data from satellite imagery in this field.",
        "QuestionCn": "我对从卫星影像中收集和分类土地利用数据的方法感到不确定。",
        "AnswerEn": "The land-use data is collected using satellite imagery from Landsat MSS, TM, and ETM. A hierarchical land cover classification system is used to categorize the data into six primary categories and thirty-one secondary categories.",
        "AnswerCn": "土地利用数据是通过Landsat MSS、TM和ETM的卫星影像收集的。采用分层土地覆盖分类系统将数据分类为六个主要类别和三十一种次级类别。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I don't understand what challenges are faced in ensuring the accuracy and reliability of land-use data collected in this field.",
        "QuestionCn": "我不明白在确保收集的土地利用数据的准确性和可靠性方面面临哪些挑战。",
        "AnswerEn": "Challenges include the ongoing difficulty in reversing deforestation trends and managing conflicts between arable land protection and urban expansion, as evident in the conversion of arable land to built-up areas.",
        "AnswerCn": "挑战包括持续难以逆转的森林砍伐趋势，以及在保护耕地和城市扩张之间管理冲突的困难，这在耕地转为建筑用地的过程中表现得尤为明显。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please identify the challenges faced in using remote sensing data for land-use change analysis and propose potential solutions to address these challenges.",
        "QuestionCn": "请识别在使用遥感数据进行土地利用变化分析时面临的挑战，并提出潜在的解决方案来应对这些挑战。",
        "AnswerEn": "Challenges in using remote sensing data for land-use change analysis include the difficulty in reversing deforestation trends and conflicts between arable land protection and urban expansion. Potential solutions could involve enhancing data processing algorithms to better distinguish between land cover types, employing higher-resolution imagery to detect finer-scale changes, and integrating socio-economic data to contextualize land-use changes and support policy-making.",
        "AnswerCn": "使用遥感数据进行土地利用变化分析的挑战包括逆转森林砍伐趋势的困难，以及耕地保护与城市扩张之间的冲突。潜在的解决方案可以包括增强数据处理算法，以更好地区分土地覆盖类型，采用更高分辨率的影像以检测更细微的变化，以及整合社会经济数据以为土地利用变化提供背景并支持政策制定。",
        "Level": "C6(Creating)"
      }
    ]
  }
}