{
  "id": "fc5c5df3-37b8-4017-8ea5-675da5c2b519",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The hypocentre parameters of intermediate- and deep-focus earthquakes in the Pamir-Hindu Kush Region (1964-2011)",
      "titleCn": "帕米尔-兴都库什地区发生的中深源地震的震源参数（1964-2011）",
      "description": "The data set describes the hypocentre parameters of intermediate- and deep-focus earthquakes in the Pamir-Hindu Kush region from 1964 to 2011. The earthquake relocation results clarified the complex deformation characteristics of underground structures in the deep subduction area in the Pamir-Xindu Kush region. The seismic waveform data are from the IRIS website (http://ds.iris.edu/wilber3/find_event), and the arrival time data are from the ISC website (http://www.isc.ac.uk/) and the CEDC website (http:// Data.earthquake.cn/data/index.jsp?id=11number=9). Seismic location was determined using the teleseismic waveform fitting and the multi-scale double-difference (Multi-DD) method developed in this study. The errors in latitude and longitude data are approximately ±7 km and ±7 km, respectively.\n\nOrigin Time: yyyy (year), mm (month), dd (day), hh (hour), mm (minute), ss.ss (second)\nEarthquake Magnitude: Magnitude (from the ISC seismic catalogue)\nEarthquake Location: Latitude, Longitude, Depth\nHypocentre determination method: Hypocentres marked with an \"F\" were determined by the waveform fitting method",
      "descriptionCn": "数据集收集了1964-2011年间帕米尔-兴都库什地区发生的中深源地震的震源参数，地震重新定位结果更加清晰地刻画了帕米尔-兴都库什大陆深俯冲地区复杂的地下构造变形特征。波形数据来源于IRIS网站(http://ds.iris.edu/wilber3/find_event)到时数据来源于ISC网站(http://www.isc.ac.uk/)和CEDC网站(http://data.earthquake.cn/data/index.jsp?id=11number=9)。利用远震体波波形拟合和本研究发展的多尺度双差（Multi-DD）法进行地震定位。统计检验法获得的经纬度和深度误差分别为±4公里和±7公里。\n地震发震时刻：yyyy(年)、mm(月)、dd(日)、hh(时)、mm(分)、ss.ss(秒)\n地震震级：Magnitude(来自ISC地震目录)\n地震发生位置：Latitude(纬度)、Longitude(经度)、Depth(深度)\n深度定位方法：带有“F”标志的地震震源深度采用波形拟合方法确定",
      "instructions": "",
      "instructionsCn": "",
      "east": 104.0,
      "west": 73.0,
      "south": 28.0,
      "north": 38.0,
      "startTime": "1964-01-07 16:00:00",
      "endTime": "2011-09-04 16:00:00",
      "fileSize": null,
      "cstr": "18406.11.Geophysics.tpe.249422.db",
      "doi": "10.11888/Geophysics.tpe.249422.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "白玲",
        "nameEn": "BAI Ling",
        "unitEn": "Institute of Tibetan Plateau Research,Chinese Academy of Sciences",
        "unitCn": "中国科学院青藏高原研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Complex deformation pattern of the Pamir-Hindu Kush region inferred from multi-scale double-difference earthquake relocations",
        "referenceCn": null,
        "referenceEn": "Bai, L., &Zhang, T.Z. (2015). Complex deformation pattern of the Pamir-Hindu Kush region inferred from multi-scale double-difference earthquake relocations. Tectonophysics, 638, 177-184."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "地震",
        "nameEn": "Earthquakes"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "帕米尔-兴都库什",
        "keywordEn": "Pamir-Hindu Kush"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1964-2011",
        "keywordEn": "1964-2011",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many years of earthquake source parameter data are included in a dataset focused on the Pamir-Hindu Kush region?",
        "QuestionCn": "该数据集中包含多少年关于帕米尔-兴都库什地区的地震源参数数据？",
        "AnswerEn": "48 years",
        "AnswerCn": "48年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Multi-DD method used for earthquake localization in the context of seismic data collection?",
        "QuestionCn": "在地震数据收集中用于地震定位的Multi-DD方法是什么？",
        "AnswerEn": "The Multi-DD method is a multi-scale double-difference technique used for earthquake localization. It refines earthquake locations by utilizing waveform data and improving the accuracy of seismic event parameters, particularly in complex tectonic regions like the Pamir-Hindu Kush area. This method helps in achieving clearer depictions of underground structural deformation characteristics.",
        "AnswerCn": "Multi-DD方法是一种多尺度双差技术，用于地震定位。它通过利用波形数据来精炼地震位置，提高地震事件参数的准确性，特别是在像帕米尔-兴都库什地区这样复杂的构造区域。该方法有助于更清晰地描绘地下结构变形特征。",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the application of waveform fitting methods and the multi-scale double-difference approach influence the interpretation of seismic source parameters in the Pamir-Hindu Kush region?",
        "QuestionCn": "波形拟合方法和多尺度双差方法的应用如何影响对帕米尔-兴都库什地区地震源参数的解释？",
        "AnswerEn": "The use of waveform fitting methods and the multi-scale double-difference approach facilitates more precise earthquake relocation, which provides a clearer depiction of the complex underground structural deformation in the Pamir-Hindu Kush continental deep subduction zone. These methods help to minimize errors in latitude and depth, reported as ±4 kilometers and ±7 kilometers respectively, thereby enhancing the reliability of interpretations regarding seismic source parameters.",
        "AnswerCn": "波形拟合方法和多尺度双差法的使用促进了地震的更精确重新定位，这为帕米尔-兴都库什大陆深俯冲带复杂的地下结构变形提供了更清晰的描绘。这些方法有助于将纬度和深度的误差最小化，分别报告为±4公里和±7公里，从而增强了对地震源参数解释的可靠性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the accuracy of earthquake relocation results, especially in relation to the complex underground structural deformation features of the Pamir-Hindu Kush region?",
        "QuestionCn": "影响地震重新定位结果准确性的因素有哪些，特别是在与帕米尔-兴都库什地区复杂的地下结构变形特征相关的情况下？",
        "AnswerEn": "The accuracy of earthquake relocation results in the Pamir-Hindu Kush region is influenced by factors such as the sources of waveform and arrival time data, which are obtained from IRIS, ISC, and CEDC websites. The use of far-field body wave waveform fitting and the Multi-DD method developed in this research further contribute to accuracy. Statistical testing methods yield latitude and depth errors of ±4 kilometers and ±7 kilometers, respectively, offering clearer depictions of the complex underground structural deformation in the region.",
        "AnswerCn": "在帕米尔-兴都库什地区，地震重定位结果的准确性受到波形和到达时间数据来源的影响，这些数据来自IRIS、ISC和CEDC网站。采用远场体波波形拟合和本研究开发的多重差分（Multi-DD）方法进一步提高了准确性。统计测试方法显示纬度和深度误差分别为±4公里和±7公里，从而更清晰地描绘了该地区复杂的地下结构变形。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the likely consequences on the precision of seismic event detection when employing multi-source data collection methods, such as waveform fitting and multi-scale double-difference techniques, compared to using a single source method?",
        "QuestionCn": "采用多源数据收集方法（如波形拟合和多尺度双差技术）与使用单一源方法相比，对地震事件检测精度的可能影响是什么？",
        "AnswerEn": "When employing multi-source data collection methods, such as waveform fitting and multi-scale double-difference techniques, the precision of seismic event detection is likely to improve. This is because the combination of different data sources, such as waveform data and event catalog data from IRIS, ISC, and CEDC, allows for a more comprehensive analysis. The use of different methodologies enhances the accuracy of the event location by providing multiple perspectives on the event's parameters. According to the field information, the longitude and latitude errors are reduced to ±4 kilometers and the depth error to ±7 kilometers, suggesting a higher precision level than would be expected from a single-source method.",
        "AnswerCn": "在采用多源数据收集方法时，例如波形拟合和多尺度双差技术，地震事件检测的精度可能会提高。这是因为不同数据源的结合，如波形数据和来自IRIS、ISC和CEDC的事件目录数据，允许进行更全面的分析。使用不同的方法论通过提供对事件参数的多重视角来增强事件定位的准确性。根据现场信息，经度和纬度误差减少到±4公里，深度误差减少到±7公里，这表明精度水平高于单一来源方法所能预期的水平。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting seismic source parameters for intermediate-depth earthquakes in the Pamir-Hindu Kush region from 1964-2011?",
        "QuestionCn": "收集1964年至2011年间帕米尔-兴都库什地区中等深度地震的震源参数的主要目标是什么？",
        "AnswerEn": "The primary objective is to provide a clearer articulation of the complex underground structural deformation characteristics in the continental deep subduction areas of the Pamir-Hindu Kush region. This is achieved through the collection of seismic source parameters, earthquake relocation results, and the utilization of waveform data from various sources, along with advanced methods like remote seismic body wave fitting and multi-scale double-difference techniques for earthquake location.",
        "AnswerCn": "主要目标是更清晰地阐明帕米尔-兴都库什地区大陆深俯冲区的复杂地下结构变形特征。这是通过收集地震源参数、地震重新定位结果，以及利用来自不同来源的波形数据，结合远程地震体波拟合和多尺度双差技术等先进方法进行地震定位来实现的。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and methodologies are employed to accurately relocate earthquake epicenters and determine depth for seismic events in the Pamir-Hindu Kush region?",
        "QuestionCn": "在帕米尔-兴都库什地区，准确重新定位地震震中和确定地震事件深度所采用的程序和方法包括哪些？",
        "AnswerEn": "The relocation of earthquake epicenters and determination of depth for seismic events in the Pamir-Hindu Kush region involve the use of far-field body wave waveform fitting and a developed multi-scale double-difference method. These techniques are applied to enhance the clarity of depicting complex underground structural deformation features. Additionally, the statistical test method is used to ascertain the latitude and longitude and depth errors, which are ±4 kilometers and ±7 kilometers respectively. The waveform data is sourced from the IRIS website, and the timing data is obtained from the ISC and CEDC websites.",
        "AnswerCn": "在帕米尔-兴都库什地区，地震震中位置的重新定位和地震事件深度的确定涉及使用远场体波波形拟合和开发的多尺度双差方法。这些技术的应用旨在增强复杂地下结构变形特征的清晰度。此外，统计检验方法用于确定纬度、经度和深度的误差，分别为±4公里和±7公里。波形数据来源于IRIS网站，时序数据则来自ISC和CEDC网站。",
        "Level": "C3(Applying)"
      }
    ]
  }
}