{
    "id": "fddf192f-21d7-45f2-ac27-55978d539b59",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Critical loads for nitrogen and sulfur in China in 2015",
            "titleCn": "中国氮、硫临界负荷数据集（2015）",
            "description": "This dataset includes the main critical loads of soils in China (maximum critical load for sulfur, minimum critical load for nitrogen, maximum critical load for nitrogen, and critical load of nutrient nitrogen). The calculation of critical loads is based on the steady-state mass balance model (SMB). We used high-resolution digital maps of soils, vegetation and other related data and did the calculations in ArcGIS. Soil weathering rate, net growth uptake, soil denitrification ratio and other key parameters were corrected in this study. This dataset can be used to evaluate the ecological benefits of nitrogen and sulfur reduction in China and to formulate reduction policies.",
            "descriptionCn": "本数据集包括中国土壤主要的临界负荷数据（最大硫沉降临界负荷、最小氮沉降临界负荷、最大氮沉降临界负荷、营养氮负荷）。临界负荷的计算基于稳态质量平衡模型（SMB），使用土壤、植被等相关高分辨率数字地图和基础数据在ArcGIS中运算得出，数据类型为TIF。SMB是国际上广泛采用的国家尺度临界负荷模型，本研究使用高分辨率数字地图，并结合最新的科学认知和研究，针对土壤风化速率、植被吸收速率、土壤反硝化比例等关键参数进行了校正，数据质量较高。本数据集可以用于中国氮、硫减排的生态效益评价和减排政策制定。",
            "instructions": "File name: The critical load data are stored in TIF format, and the names of the files are \"CLmaxS\", \"CLminN\", \"CLmaxN\" and \"CLnutN\", which represent the maximum critical load for sulfur, minimum critical load for nitrogen, maximum critical load for nitrogen, and critical load of nutrient nitrogen respectively.\nData read: The data can be imported using ArcGIS or other software.",
            "instructionsCn": "文件命名：临界负荷数据以TIF格式存储，文件的名称分别为\"CLmaxS\"、\"CLminN\"、\"CLmaxN\"、\"CLnutN\"，分别代表最大硫沉降临界负荷、最小氮沉降临界负荷、最大氮沉降临界负荷、营养氮负荷。\n数据读取方式：数据可使用ArcGIS等软件导入。",
            "east": 135.1,
            "west": 73.5,
            "south": 3.5,
            "north": 53.6,
            "startTime": null,
            "endTime": null,
            "fileSize": 105899283.0,
            "cstr": "18406.11.HumanNat.tpdc.300115",
            "doi": "10.11888/HumanNat.tpdc.300115",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "葛晓冬",
                "nameEn": "GE Xiaodong",
                "unitEn": "",
                "unitCn": "清华大学"
            },
            {
                "nameCn": "段雷",
                "nameEn": "DUAN Lei",
                "unitEn": "",
                "unitCn": "清华大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "High-resolution maps of critical loads for sulfur and nitrogen in China",
                "referenceCn": null,
                "referenceEn": "Ge, X.D., Yu, Q., Duan, L., Zhao, Y., Maximilian, P., & Hao, J.M. (2023). High-resolution maps of critical loads for sulfur and nitrogen in China. Sci Data 10, 339 (2023). https://doi.org/10.1038/s41597-023-02178-z"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "环境污染与治理",
                "nameEn": "Environment Pollution and Control"
            },
            {
                "nameCn": "环境评价",
                "nameEn": "Environmental assessments"
            },
            {
                "nameCn": "空气污染物",
                "nameEn": "Air Pollutants"
            },
            {
                "nameCn": "酸雨沉降",
                "nameEn": "Acid deposition"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国",
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            },
            {
                "keywordCn": "现状年",
                "keywordEn": "representative",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "典型亚热带森林集水区硫循环及其环境效应研究",
                "titleEn": "Study on the sulfur cycle and its environmental effects in a typical subtropical forest catchment"
            },
            {
                "titleCn": "区域空气质量的调控原理与技术途径",
                "titleEn": "Principles and technical approaches of regional air quality regulation"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to determine critical loads of nitrogen and sulfur in soil?",
                "QuestionCn": "用于确定土壤中氮和硫的临界负荷的数据收集方法的特点是什么？",
                "AnswerEn": "steady-state mass balance model, high-resolution digital maps, soil weathering rates, vegetation uptake rates, soil denitrification ratios",
                "AnswerCn": "稳态质量平衡模型，高分辨率数字地图，土壤风化速率，植被吸收速率，土壤反硝化比率",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the Steady-state Mass Balance (SMB) model in the context of calculating critical loads for nitrogen and sulfur in soil?",
                "QuestionCn": "稳态质量平衡（SMB）模型在计算土壤中氮和硫的临界负荷时的背景下是指一种用于评估土壤系统中营养物质输入与输出之间平衡的模型。",
                "AnswerEn": "The Steady-state Mass Balance (SMB) model is an internationally adopted model used at the national scale to calculate critical loads, such as the maximum sulfur deposition critical load, minimum nitrogen deposition critical load, and maximum nitrogen deposition critical load. It involves using high-resolution digital maps and base data in GIS systems, accounting for parameters like soil weathering rate, vegetation absorption rate, and soil denitrification proportion, to determine critical loads for ecological evaluation and policy-making.",
                "AnswerCn": "稳态质量平衡（SMB）模型是一种国际公认的模型，用于在国家层面计算临界负荷，例如最大硫沉积临界负荷、最小氮沉积临界负荷和最大氮沉积临界负荷。该模型涉及使用高分辨率数字地图和基础数据在GIS系统中，考虑土壤风化率、植被吸收率和土壤反硝化比例等参数，以确定生态评估和政策制定的临界负荷。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What could be the potential ecological outcomes if high-resolution digital maps and updated scientific knowledge are integrated into the critical loads calculation for nitrogen and sulfur in soil?",
                "QuestionCn": "如果将高分辨率数字地图和最新的科学知识整合到土壤中氮和硫的临界负荷计算中，可能会产生哪些潜在的生态结果？",
                "AnswerEn": "Integrating high-resolution digital maps and updated scientific knowledge into the critical loads calculation for nitrogen and sulfur in soil can enhance the accuracy of the data, allowing for more precise assessment of ecological impacts. This integration can lead to improved evaluations of the ecological benefits of nitrogen and sulfur emission reductions and inform policy-making for more effective emission reduction strategies. Additionally, adjustments to key parameters like soil weathering rates and vegetation absorption rates based on the latest science may result in more tailored and effective environmental management approaches.",
                "AnswerCn": "将高分辨率数字地图和最新科学知识整合到氮和硫在土壤中的临界负荷计算中，可以提高数据的准确性，从而更精确地评估生态影响。这种整合可以改善对氮和硫减排的生态效益评估，并为政策制定提供信息，以制定更有效的减排策略。此外，根据最新科学调整土壤风化率和植被吸收率等关键参数，可能会导致更具针对性和有效的环境管理方法。",
                "Level": "C6(Creating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the main objective of utilizing the steady-state mass balance model (SMB) for calculating critical loads of nitrogen and sulfur in soils across China?",
                "QuestionCn": "利用稳态质量平衡模型（SMB）计算中国土壤中氮和硫的临界负荷的主要目标是什么？",
                "AnswerEn": "The main objective of utilizing the steady-state mass balance model (SMB) for calculating critical loads of nitrogen and sulfur in soils across China is to provide a high-quality dataset that can be used for evaluating the ecological benefits of nitrogen and sulfur emission reductions and for informing policy decisions on emission reduction strategies. The model is widely adopted internationally for national-scale critical load assessments and has been refined with high-resolution digital maps and recent scientific findings to improve accuracy.",
                "AnswerCn": "利用稳态质量平衡模型（SMB）计算中国土壤中氮和硫的临界负荷的主要目标是提供一个高质量的数据集，以便评估氮和硫减排的生态效益，并为减排策略的政策决策提供信息。该模型在国际上被广泛采用用于国家级临界负荷评估，并通过高分辨率数字地图和最新的科学发现进行了改进，以提高准确性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies or technologies enable the calculation of critical loads for sulfur and nitrogen deposition in soil ecosystems?",
                "QuestionCn": "哪些方法或技术能够计算土壤生态系统中硫和氮沉积的临界负荷？",
                "AnswerEn": "The calculation of critical loads for sulfur and nitrogen deposition in soil ecosystems is enabled by the Steady-State Mass Balance (SMB) model, which is widely adopted internationally for national-scale critical load assessments. This approach utilizes high-resolution digital maps of soil and vegetation, along with foundational data processed in ArcGIS. The model incorporates recent scientific understanding and research to adjust key parameters like soil weathering rates, vegetation uptake rates, and soil denitrification ratios to ensure high data quality.",
                "AnswerCn": "硫和氮沉积在土壤生态系统中的临界负荷计算是通过稳态质量平衡（SMB）模型实现的，该模型在国际上广泛应用于国家级临界负荷评估。该方法利用高分辨率的土壤和植被数字地图，以及在ArcGIS中处理的基础数据。模型结合了最新的科学理解和研究，调整了关键参数，如土壤风化速率、植被吸收速率和土壤反硝化比率，以确保数据质量的高水平。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}