{
  "id": "fe245d97-9857-4179-8f54-5ce6a1172f0c",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Variations of mercury concentrations in tree rings and tree ring chronology in central and western Tianshan Mountains, China (1818-2013)",
      "titleCn": "中国天山中西部树木年轮年表以及树轮中的汞浓度变化（1818-2013）",
      "description": "According to the method of dendrology, tree cores of Schrenk spruce (Picea schrenkiana) in central (Houxia, Urumqi) and western Tianshan Mountains (kuruning, Yili) were collected. Through the traditional method of dendrology, the sample was processed and dated according prescriptive process. We established the width chronology of Schrenk spruce (Picea schrenkiana) in central and western Tianshan Mountains. As the method of tree ring isotope, four tree cores were selected. After cleaning and air-dried, tree rings were separated five-year increments suing a scalpel under a microscope. Hg concentrations were analyzed in duplicate following the established procedures on a Leeman Hydra IIC Direct Hg Analyzer (Teledyne Leeman Labs, Hudson, NH, USA). The principle of the analytical method is cold vapor atomic absorption spectrometer after thermal decomposition and amalgamation of a gold trap following the US EPA method 7473 (USEPA 1998). The enhanced Hg pollution, especially at low-frequency, was revealed, which was consistent with the changes of global Hg deposition. In central Tianshan Mountains, Hg values showed strong anthropogenic impacts and reflected the local Hg emission loading. Compared to the ice-core Hg records on the Tibet Plateau, our outcomes presented the dramatic increasing trend after the World War Ⅱ. We suggested that tree rings in remote area can be employed to reflect the low-frequency and large-scale Hg deposition and can benefit to accurate the Hg emission inventory in China.",
      "descriptionCn": "根据树木年轮学的方法，采集天山中部（乌鲁木齐后峡）以及西部（伊犁库尔德宁）的雪岭云杉。通过传统的树木年轮学的方法进行样品的处理、定年，并建立了天山中西部雪岭云杉的宽度年表。再根据树轮同位素的方法选四根树芯进行清洗、风干后在显微镜下用手术刀进行样品的剥离。采用冷原子吸收的原理，用Hydra IIde 进行汞含量的测量。建立五年分辨率的中西部树轮汞污染记录。低频上记录的汞污染在逐渐的加强，结果和全球的汞排放有较为相似的趋势。在天山中部，人类的排放是主要的影响因素，树轮中的汞污染记录揭露了当地的汞沉降变化。相比较冰芯中的记录，二战之后树轮中汞有更为急剧的上升。结果表明在偏远地区，树轮可以作为一个区域的汞污染检测器并反映了低频的汞浓度变化趋势。",
      "instructions": "In .xlsx format, can be opened and analysed in Microsoft EXCEL software.",
      "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析.",
      "east": 87.18,
      "west": 82.83,
      "south": 43.13,
      "north": 43.22,
      "startTime": "1818-01-11 10:51:13",
      "endTime": "2013-07-10 08:00:00",
      "fileSize": 15587.0,
      "cstr": "18406.11.Ecolo.tpdc.270502",
      "doi": "10.11888/Ecolo.tpdc.270502",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "刘晓宏",
        "nameEn": "LIU Xiaohong",
        "unitEn": "Northwest Institute of Eco-Environment and Resources, CAS",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Age-dependent impacts of climate change and intrinsic water-use efficiency on the growth of Schrenk spruce (Picea schrenkiana) in the western Tianshan Mountains, Chin",
        "referenceCn": null,
        "referenceEn": "Wu, G.J., Liu, X.H., Kang, S.C., Chen, T., Xu, G.B., Wang, W.Z., Zeng, X.M., Wang, B., Zhang, X.W., & Kang, H.H. (2018). Age-dependent impacts of climate change and intrinsic water-use efficiency on the growth of Schrenk spruce (Picea schrenkiana) in the western Tianshan Mountains, China. Forest Ecology and Management, 414, 1-14."
      },
      {
        "titleCn": null,
        "titleEn": "Drought history inferred from tree ring δ13C and δ18O in the central Tianshan Mountains of China and linkage with the North Atlantic Oscillation",
        "referenceCn": null,
        "referenceEn": "Xu, G.B., Liu, X.H., Qin, D.H., Chen, T., Sun, W.Z., An, W.L., Wang, W.Z., Wu, G.J., Zeng, X.M., & Ren, J.W. (2014). Drought history inferred from tree ring δ13C and δ18O in the central Tianshan Mountains of China and linkage with the North Atlantic Oscillation. Theoretical and Applied Climatology, 116(3-4), 385-401."
      },
      {
        "titleCn": null,
        "titleEn": "Increased mercury pollution revealed by tree rings from the China’s Tianshan Mountains",
        "referenceCn": null,
        "referenceEn": "Kang, H.H., Liu, X.H., Guo, J.M., Xu, G.B., Wu, G.J., Zeng, X.M., Wang,  B., & Kang, S.C. (2018). Increased mercury pollution revealed by tree rings from the China's Tianshan Mountains. Chinese Science Bulletin, 63(20), 1328-1331."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "树轮",
        "nameEn": "Tree ring"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "污染物",
        "nameEn": "Contaminants"
      },
      {
        "nameCn": "环境污染与治理",
        "nameEn": "Environment Pollution and Control"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "天山",
        "keywordEn": "Tianshan"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1818-2013",
        "keywordEn": "1818-2013",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Comparison": [
      {
        "QuestionEn": "How does the method of using tree rings to measure historical mercury concentrations compare to other environmental proxies like ice cores in terms of detecting changes in regional mercury pollution over time?",
        "QuestionCn": "使用树轮测量历史汞浓度的方法与冰芯等其他环境代理在检测区域汞污染变化方面有何比较？",
        "AnswerEn": "The method of using tree rings to measure historical mercury concentrations provides a regional mercury pollution record with a focus on low-frequency changes, highlighting human impact as a significant factor in the central region of the Tianshan Mountains. Compared to ice cores, tree rings have shown a more rapid increase in mercury concentrations after World War II, suggesting that in remote areas, tree rings can effectively serve as regional mercury pollution detectors and reflect low-frequency trends.",
        "AnswerCn": "利用树木年轮测量历史汞浓度的方法提供了一个区域性汞污染记录，重点关注低频变化，突显人类影响在天山中央地区的重要性。与冰芯相比，树木年轮在二战后汞浓度的增加更为迅速，这表明在偏远地区，树木年轮可以有效地作为区域性汞污染探测器，并反映低频趋势。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the observed gradual increase in mercury concentrations in tree rings from 1818 to 2013 suggest about historical mercury emission sources and their potential environmental impacts in remote regions?",
        "QuestionCn": "从1818年到2013年观察到的树木年轮中汞浓度的逐渐增加可以表明历史上汞排放源及其在偏远地区潜在的环境影响？",
        "AnswerEn": "The gradual increase in mercury concentrations in the tree rings suggests that mercury emissions have been intensifying over time, potentially reflecting global trends in mercury release. The data indicate that in the central Tianshan Mountains, human activities are the primary contributors to mercury emissions. The tree rings serve as an effective tool for detecting regional mercury pollution, revealing changes in mercury deposition over time. Compared to ice core records, the tree rings show a sharp increase in mercury levels after World War II, highlighting the tree rings' sensitivity to anthropogenic influences in remote areas.",
        "AnswerCn": "树木年轮中汞浓度的逐渐增加表明汞排放可能随着时间的推移而加剧，这可能反映了全球汞释放的趋势。数据显示，在天山中部，人类活动是汞排放的主要来源。树木年轮作为检测区域汞污染的有效工具，揭示了汞沉积随时间变化的情况。与冰芯记录相比，树木年轮在二战后汞水平的急剧上升突显了其对人类活动影响的敏感性，尤其是在偏远地区。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes variations in mercury concentration in tree rings over time, and how do these variations relate to broader environmental or anthropogenic factors?",
        "QuestionCn": "树木年轮中汞浓度的变化原因是什么，这些变化与更广泛的环境或人为因素有何关系？",
        "AnswerEn": "Variations in mercury concentration in tree rings over time can be attributed to factors such as increased human emissions, as observed in the Tian Shan region where human activities are the main influencing factor. This trend aligns with global mercury emission patterns, indicating that regional tree rings can serve as indicators of lower frequency mercury concentration changes. The observed sharp increase in mercury levels in tree rings post-World War II, compared to ice core records, suggests significant anthropogenic influence.",
        "AnswerCn": "树木年轮中汞浓度的变化可以归因于诸如人类排放增加等因素，正如在天山地区观察到的那样，人类活动是主要影响因素。这一趋势与全球汞排放模式一致，表明区域树木年轮可以作为低频汞浓度变化的指示器。观察到的二战后树木年轮中汞水平的急剧上升，与冰芯记录相比，表明了显著的人为影响。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential consequences on the detection of regional mercury pollution trends if tree rings are used as a primary data collection method in remote areas?",
        "QuestionCn": "如果将树轮作为主要数据收集方法在偏远地区使用，可能对区域汞污染趋势的检测产生哪些潜在后果？",
        "AnswerEn": "Utilizing tree rings as a primary data collection method for detecting regional mercury pollution trends in remote areas can reveal low-frequency mercury concentration changes over time. This method shows that in the remote regions of Tianshan, tree rings can act as effective indicators of mercury deposition changes, reflecting increasing pollution trends that align with global mercury emissions. The tree ring data indicate that human emissions are a significant influencing factor, and there is a notable rise in mercury concentration in tree rings post-World War II, which is more pronounced compared to ice core records.",
        "AnswerCn": "利用树木年轮作为主要数据收集方法来检测偏远地区的区域汞污染趋势，可以揭示低频率的汞浓度变化。这种方法表明，在偏远的天山地区，树木年轮可以作为汞沉积变化的有效指标，反映出与全球汞排放相一致的污染趋势。树木年轮数据表明，人类排放是一个重要的影响因素，并且在第二次世界大战后，树木年轮中的汞浓度显著上升，这一趋势相比冰芯记录更为明显。",
        "Level": "C5(Evaluating)"
      }
    ]
  }
}