{
  "id": "febb1199-2108-4b16-a658-7f0a93a747ef",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Extreme sea levels along the coastal China (100 year return-period)",
      "titleCn": "中国沿海百年一遇海岸洪水危险性空间图",
      "description": "Extreme water level data is from GTSR data sets, GTSR is the first data set of reanalysis of storm surge and extreme water level based on the hydrodynamic model. We simulate the storm surges and extreme water level between 1979 and 2014, covering the global coastlines. Working with the foreign team won the 1979-2014 China along the coast, the maximum value of the results of numerical simulation.Based on GTSR data sets, by using the extremum theory model, with five kinds of extreme value theory model and sampling method we calculate extreme water level risk assessment, respectively as follows: gevr1: GEV distribution of annual maximum fitting (annual maximum, AMAX);Gumr1: Gumbel distribution on the observed annual maximum water level fitting (GUM department - AMAX);Gevr10:10 GEV distribution on each year to take extreme value (r = 10 / yr) fitting in turn;GPD98: beyond the threshold method take percentile for 98% line GDP fitting;GPD9975: beyond the threshold method take percentile was 99.75% line GDP fitting. This data is made up for the shortcomings of tide site discontinuity. It can intuitively show the Chinese coast high flood risk areas and can be used for the coastal high risk assessment and risk area defined later.",
      "descriptionCn": "极值水位数据来源于GTSR数据集，GTSR是基于水动力模型模拟的全球第一套再分析风暴潮和极值水位数据集，模拟了1979-2014年间的风暴潮和极值水位，覆盖了全球海岸线。与国外团队合作获得了1979-2014年中国沿海岸日最大值的数值模拟结果。基于GTSR数据集，采用极值理论模型，用五种极值理论模型和采样方法进行计算极值水位危险性进行评估，分别如下：gevr1: GEV分布对年最大值进行拟合（annual maximum, AMAX）；gumr1: Gumbel分布对观测到的年极值观测水位进行拟合（GUM-AMAX）；gevr10: GEV分布对每年取10个极值（r=10/yr）依次进行拟合；GPD98: 用超越阈值法取百分位数为98%进行GPD拟合；GPD9975:用超越阈值法取百分位数为99.75%进行GPD拟合。该数据弥补了验潮站点不连续性的缺点，可直观显示中国海岸洪水危险性高的地区，可用于后期沿海风险评估和高风险区划定。",
      "instructions": "According to 100 year return-period",
      "instructionsCn": "按照百年一遇命名",
      "east": 135.0,
      "west": 73.5,
      "south": 4.0,
      "north": 53.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 450691.0,
      "cstr": null,
      "doi": "10.1007/s00477-020-01964-0",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "方佳毅",
        "nameEn": "FANG Jiayi",
        "unitEn": "",
        "unitCn": "杭州师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Extreme sea levels along coastal China: uncertainties and implications",
        "referenceCn": null,
        "referenceEn": "Fang, J., Wahl, T., & Zhang, Q., et al. (2021). Extreme sea levels along coastal China: uncertainties and implications. Stoch Environ Res Risk Assess, 35, 405–418. https://doi.org/10.1007/s00477-020-01964-0"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "气象灾害",
        "nameEn": "Meteorological Disaster"
      },
      {
        "nameCn": "洪水",
        "nameEn": "Flood"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国沿海",
        "keywordEn": "Coastal China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1979-2014",
        "keywordEn": "1979-2014",
        "type": "temporal"
      }
    ],
    "fundVOList": null,
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used to assess extreme water level risks along coastlines?",
        "QuestionCn": "评估沿海极端水位风险的数据收集方法的特点是什么？",
        "AnswerEn": "simulating storm surges, hydrodynamic model, global dataset from 1979-2014, addresses discontinuity of tide gauge stations, comprehensive assessment of flood risk, five extreme value theory models, sampling methods",
        "AnswerCn": "模拟风暴潮，水动力模型，1979-2014年全球数据集，解决潮位站的不连续性，全面评估洪水风险，五种极值理论模型，采样方法。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of storm surge and extreme water level data are simulated in a dataset using hydrodynamic models?",
        "QuestionCn": "在使用水动力模型的一个数据集中，模拟了多少年的风暴潮和极端水位数据？",
        "AnswerEn": "35 years",
        "AnswerCn": "35年",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'extreme value theory model' mean in the context of coastal flood risk assessment?",
        "QuestionCn": "在沿海洪水风险评估的背景下，“极值理论模型”是什么意思？",
        "AnswerEn": "In the context of coastal flood risk assessment, an 'extreme value theory model' refers to a statistical approach used to evaluate the probability of extreme events, such as high water levels, based on historical data. This involves fitting models, like the GEV (Generalized Extreme Value) distribution or GPD (Generalized Pareto Distribution), to observed or simulated extreme values to estimate the likelihood of rare events, such as centennial flood levels, aiding in the assessment of flood risk along coastlines.",
        "AnswerCn": "在沿海洪水风险评估的背景下，“极值理论模型”指的是一种统计方法，用于评估极端事件的概率，例如基于历史数据的高水位。这涉及将模型（如广义极值（GEV）分布或广义帕累托（GPD）分布）拟合到观察到的或模拟的极值，以估计稀有事件的发生可能性，例如百年一遇的洪水水位，从而帮助评估沿海地区的洪水风险。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the different extreme value theory models (GEVr1, GUMr1, GEVr10, GPD98, GPD9975) compare in terms of their ability to estimate extreme water levels for assessing coastal flood risk?",
        "QuestionCn": "不同的极值理论模型（GEVr1、GUMr1、GEVr10、GPD98、GPD9975）在估计极端水位以评估沿海洪水风险方面的能力如何比较？",
        "AnswerEn": "The different extreme value theory models each use different approaches to estimate extreme water levels. GEVr1 fits a GEV distribution to annual maximum values, while GUMr1 uses a Gumbel distribution for observed annual extreme water levels. GEVr10 fits a GEV distribution to the top 10 extreme values per year. GPD98 uses the peak-over-threshold method with a 98th percentile threshold, and GPD9975 uses a 99.75th percentile threshold for GPD fitting. These methods offer varying degrees of sensitivity and specificity in capturing extreme events, which can influence flood risk assessment outcomes along the Chinese coast.",
        "AnswerCn": "不同的极值理论模型采用不同的方法来估计极端水位。GEVr1 将广义极值（GEV）分布拟合到年度最大值，而 GUMr1 则使用 Gumbel 分布来处理观察到的年度极端水位。GEVr10 将 GEV 分布拟合到每年的前 10 个极端值。GPD98 使用超过阈值的方法，阈值设定为第 98 百分位数，而 GPD9975 则使用第 99.75 百分位数的阈值进行 GPD 拟合。这些方法在捕捉极端事件方面具有不同的敏感性和特异性，这可能会影响中国沿海地区的洪水风险评估结果。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can be inferred about the reliability of coastal flood risk assessments when using data derived from hydrodynamic models and extreme value theory, considering the temporal coverage and spatial continuity challenges?",
        "QuestionCn": "当使用源自水动力模型和极值理论的数据时，考虑到时间覆盖和空间连续性挑战，可以推断出沿海洪水风险评估的可靠性如何？",
        "AnswerEn": "The use of hydrodynamic models and extreme value theory allows for a more comprehensive and continuous assessment of coastal flood risks by addressing the limitations of discontinuous tidal gauge data. The temporal coverage from 1979 to 2014 and the spatial coverage along global coastlines, including China's, enhance the reliability of these assessments. The application of multiple extreme value models provides a robust evaluation framework, which can better identify areas of high flood risk and support future coastal risk assessments and high-risk zone delineation.",
        "AnswerCn": "使用水动力模型和极值理论可以更全面和连续地评估沿海洪水风险，解决了间歇性潮位计数据的局限性。从1979年到2014年的时间覆盖以及沿全球海岸线（包括中国）的空间覆盖增强了这些评估的可靠性。应用多种极值模型提供了一个稳健的评估框架，可以更好地识别高洪水风险区域，并支持未来的沿海风险评估和高风险区域划定。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on the accuracy of coastal flood risk assessment when using a dataset based on hydrodynamic model simulations compared to traditional tidal gauge measurements?",
        "QuestionCn": "使用基于水动力模型模拟的数据集与传统潮位测量相比，对沿海洪水风险评估的准确性可能产生的影响是什么？",
        "AnswerEn": "Using a dataset based on hydrodynamic model simulations, such as the global reanalysis of storm surges and extreme water levels, helps address the discontinuity of tidal gauge station data and can provide a more comprehensive and visually intuitive assessment of high-risk flood areas along coastlines.",
        "AnswerCn": "使用基于水动力模型模拟的数据集，例如全球风暴潮和极端水位的再分析，有助于解决潮位测量站数据的间断性，并可以提供对沿海高风险洪水区域更全面和直观的评估。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of employing extreme value theory models to assess coastal flood risk along the Chinese coastline using a dataset derived from GTSR?",
        "QuestionCn": "使用来自GTSR的数据集评估中国沿海洪水风险时，采用极值理论模型的主要目标是什么？",
        "AnswerEn": "The goal is to evaluate the risk of extreme water levels along the Chinese coast by using extreme value theory models applied to a dataset derived from GTSR. This dataset, which simulates storm surges and extreme water levels from 1979 to 2014 globally, provides a comprehensive analysis of annual maximum values and various percentile thresholds. The objective is to compensate for the discontinuity of tide gauge stations and to visually identify areas with high flood risk, which can be used for subsequent coastal risk assessment and high-risk area delineation.",
        "AnswerCn": "目标是通过应用极值理论模型评估中国沿海极端水位的风险，使用的 dataset 来源于 GTSR。该数据集模拟了 1979 年至 2014 年全球的风暴潮和极端水位，提供了年度最大值和各种百分位阈值的综合分析。目的是弥补潮位测量站的间断性，并直观识别高洪水风险区域，这可以用于后续的沿海风险评估和高风险区域划定。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in using extreme value theoretical models to assess flood risk along China's coast?",
        "QuestionCn": "使用极值理论模型评估中国沿海洪水风险涉及哪些程序步骤？",
        "AnswerEn": "The process involves using the GTSR dataset to simulate storm surges and extreme water levels globally from 1979 to 2014. The data for China's coast is then analyzed using five extreme value theoretical models and sampling methods: gevr1 utilizes the GEV distribution to fit annual maximum values, gumr1 utilizes the Gumbel distribution for annual extreme observed water levels, gevr10 fits 10 extreme values per year using the GEV distribution, GPD98 employs a threshold exceedance method with a 98% percentile for GPD fitting, and GPD9975 uses a 99.75% percentile for GPD fitting. This approach addresses the discontinuity in tidal gauge data and aids in visualizing areas of high flood risk along China's coast for subsequent risk assessment and high-risk zoning.",
        "AnswerCn": "该过程涉及使用GTSR数据集模拟1979年至2014年全球的风暴潮和极端水位。然后，分析中国沿海的数据，采用五种极值理论模型和抽样方法：gevr1利用GEV分布拟合年度最大值，gumr1利用Gumbel分布拟合年度极端观测水位，gevr10每年拟合10个极端值使用GEV分布，GPD98采用阈值超越方法，使用98%分位数进行GPD拟合，GPD9975使用99.75%分位数进行GPD拟合。这种方法解决了潮位计数据的不连续性，并有助于可视化中国沿海高洪水风险区域，以便后续的风险评估和高风险区划分。",
        "Level": "C3(Applying)"
      }
    ]
  }
}