{
    "id": "fecdec71-77d1-43c2-b472-8b1c729874cb",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Long time series vegetation index data set of spot & vegetation in China (1998-2007)",
            "description": "The VEGETATION sensor sponsored by the European Commission was launched by SPOT-4 in March 1998. Since April 1998, SPOTVGT data for global vegetation coverage observation has been received by Kiruna ground station in Sweden. The image quality monitoring center in Toulouse, France is responsible for image quality and provides relevant parameters (such as calibration coefficient).  Finally, the Belgian flemish institute for technological research (Vito)VEGETATION processing Centre (CTIV) is responsible for preprocessing into global data of 1km per day.  Pretreatment includes atmospheric correction, radiation correction, geometric correction, production of 10 days to maximize the synthesized NDVI data, setting the value of -1 to -0.1 to -0.1, and then converting to the DN value of 0-250 through the formula DN=(NDVI+0.1)/0.004.\nThe data set is a subset extraction from China, including spectral reflectance of four bands synthesized every 10 days and 10 days' maximum NDVI. It is data from 1998 to 2007 with a spatial resolution of 1km and a temporal resolution of 10 days.\nFile format:\nHfr and img files.\nThe file naming rule is: CHN _ NDV _ YYYMMDD, where YYYYMMDD is the date of the day represented by the file and is also the main identifier different from other files.\nThe remote sensing image files with suffix. IMG and. HDF used by users to analyze vegetation index can be opened in ENVI and ERDAS software.\nCoordinate system and projection\nPlate_Carree (Lon/Lat)\nPROJ_CENTER_LON 0.000000\nPROJ_CENTER_LAT 0.000000\nPIXEL_SIZE_UNITS DEGREES/PIXEL\nPIXEL_SIZE_X 0.0089285714\nPIXEL_SIZE_Y 0.0089285714\nSEMI_AXIS_MAJ 6378137.000000\nSEMI_AXIS_MIN 6356752.314000\nUL_LON (DEG) 73.000000\nUL_LAT (DEG) 54.000000\nLR_LON (DEG) 135.500000\nLR_LAT (DEG) 5.000000\nCorner coordinates are:\nCorner Coordinates:\nUpper Left  (  69.9955357,  55.0044643)\nLower Left  (  69.9955357,  14.9955358)\nUpper Right ( 137.0044641,  55.0044643)\nLower Right ( 137.0044641,  14.9955358)\nWhere Upper Left is the upper left corner, Lower Left is the lower left corner, Upper Right is the upper right corner, and Lower Right is the lower right corner.",
            "instructions": "The file naming rule is: CHN _ NDV _ YYYMMDD, where YYYYMMDD is the date of the day represented by the file and is also the main identifier different from other files.\nThe remote sensing image files with suffix. IMG and. HDF used by users to analyze vegetation index can be opened in ENVI and ERDAS software.",
            "east": 135.5,
            "west": 73.2,
            "south": 17.8,
            "north": 53.9,
            "startTime": "1998-01-13 17:00:00",
            "endTime": "2008-01-13 02:32:00",
            "fileSize": 19152607470.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "Grid",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "Greet Janssens",
                "unitEn": "VITO"
            },
            {
                "nameEn": "Food and Agriculture Organization of the United Nations（FAO）",
                "unitEn": "Food and Agriculture Organization of the United Nations（FAO）"
            }
        ],
        "literatureList": [
            {
                "titleEn": "Research on the Response of Vegetation Growth in the Sanjiangyuan Region to Climate Change and Human Activities Based on NDVI",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimation of carbon storage in China's grassland ecosystem",
                "referenceEn": "None"
            },
            {
                "titleEn": "Temporal and spatial dynamic changes of the normalized vegetation index in the Loess Plateau region and its relationship with climate factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of the Temporal and Spatial Variation Trends of Vegetation Coverage in the Qilian Mountains Based on SPOT NDVI",
                "referenceEn": "None"
            },
            {
                "titleEn": "Spatial and temporal changes of NDVI in the Poyang Lake Basin and its relationship with climate.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimation of Net Primary Productivity of Vegetation in Henan Province Based on GIS and RS",
                "referenceEn": "None"
            },
            {
                "titleEn": "NDVI changes in the Liaohe River Basin and their response to climate factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Temporal and spatial changes of vegetation in the upper mountainous area of the Shiyang River basin and its response to regional climate.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Geographical patterns of primate species richness in mainland China at different scales and their relationships with environmental factors and human activities.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Multi-time scale analysis of NDVI response to temperature and precipitation in semi-arid regions: A case study of Yuzhong County, Gansu Province.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Trend analysis of normalized vegetation index in the coastal zone of the Jiaodong Peninsula based on the Mann-Kendall method.",
                "referenceEn": "None"
            },
            {
                "titleEn": "The relationship between SPOT/NDVI index and main climatic factors in the Changbai Mountain region.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Temporal and spatial changes of NDVI in Xilingol League grassland and its relationship with meteorological factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Vegetation Coverage Change Trend in Inner Mongolia of China during 1998-2008",
                "referenceEn": "Cao, Lei, Xu, Jianhua, Yang, Yang. Vegetation Coverage Change Trend in Inner Mongolia of China during 1998-2008. Advances in Computer Science, Intelligent System and Environment, 2011, :159-163"
            },
            {
                "titleEn": "Characteristics of NDVI changes in Northwest China based on GIS and RS and its coupling with climate change.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Urban expansion and vegetation coverage status in the three northeastern provinces.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of Vegetation Cover Change Trends in Micang Mountain Based on NDVI",
                "referenceEn": "None"
            },
            {
                "titleEn": "Spatial and temporal distribution characteristics of normalized vegetation index in western Jilin.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Comprehensive Evaluation of Wind and Sand Disaster in Xilin Gol League Based on 3S Technology",
                "referenceEn": "None"
            },
            {
                "titleEn": "Spatial distribution of crops in large areas based on SPOT/VGT NDVI.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Vegetation cover changes on the southern slope of the Qinling Mountains over the past decade based on SPOT VEGETATION and its response to temperature.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on Vegetation Cover Change in the Yangtze River Basin and Its Driving Factors",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on Vegetation Coverage and Its Seasonal Changes in Mount Miyokura",
                "referenceEn": "None"
            },
            {
                "titleEn": "Changes in NDVI of vegetation in the Northeast region and its response to meteorological factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of the temporal and spatial variation of NDVI in the upper and middle reaches of the Heihe River grassland and its response to climate factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Simulating net primary productivity of vegetation in the southwestern karst using the CASA model.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Net Primary Productivity of Vegetation in the Three Gorges Reservoir Area (Chongqing Section) from 1998 to 2007 and Its Temporal and Spatial Characteristics",
                "referenceEn": "None"
            },
            {
                "titleEn": "Study on the Temporal and Spatial Changes of NDVI in Natural Grasslands of Xilingol League Based on SPOT Remote Sensing Images and Its Correlation with Meteorological Factors",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of vegetation changes and dominant factors on the Qinghai-Tibet Plateau, China.",
                "referenceEn": "Wang HW, Qi Y, Huang CL, et al., 2019. Analysis of vegetation changes and dominant factors on the Qinghai-Tibet Plateau, China.\nSciences in Cold and Arid Regions, 11(2): 0150−0158. DOI: 10.3724/SP.J.1226.2019.00150."
            },
            {
                "titleEn": "Research on the Coupling Model of Underground Water Balance and Ecological Succession",
                "referenceEn": "None"
            },
            {
                "titleEn": "Dynamic changes in vegetation in border counties and cities of Heilongjiang and their response to economic factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Dynamic changes and spatial pattern characteristics of vegetation coverage in the watershed based on SPOT-VGT data: A case study of the Huai River Basin.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Sustained Analysis of NDVI and Meteorological Factors in Shandong Region",
                "referenceEn": "None"
            },
            {
                "titleEn": "Evaluation of Natural Suitability for Human Settlements in Chongqing Based on Raster Data",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on the response of forest vegetation phenology in Changbai Mountain to climate change.",
                "referenceEn": "None"
            },
            {
                "titleEn": "The dynamic of vegetation coverage and its response to climate factors in Inner Mongolia, China",
                "referenceEn": "Yang Y, Xu J, Hong Y, Lv G. The dynamic of vegetation coverage and its response to climate factors in Inner Mongolia, China[J]. Stochastic Environmental Research and Risk Assessment, 2012, 26(3): 357–373. doi:10.1007/s00477-011-0481-9"
            },
            {
                "titleEn": "The relationship between changes in the underlying surface of the Taihu Basin and climate change.",
                "referenceEn": "None"
            },
            {
                "titleEn": "The impact of climate change on surface vegetation in Sichuan region.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Temporal and spatial changes of vegetation index in the Qilian Mountains from 1999 to 2007.",
                "referenceEn": "None"
            },
            {
                "titleEn": "The response of vegetation coverage in the Qinling Mountains to regional environmental changes.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on Ecological Environment Changes in the Songliao Plain under Global Change",
                "referenceEn": "None"
            },
            {
                "titleEn": "Net Primary Productivity of Vegetation in the Qinling Mountains and Its Response to Climate Change",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on Methods for Obtaining Vegetation Parameters in Hydrological Models and Their Applications",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of Vegetation Cover Change in the Guanzhong Region Based on SPOT VEGETATION Data Over the Past Decade",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of Vegetation Cover Change Characteristics in the Yangtze River Basin Based on SPOT VEGETATION Data",
                "referenceEn": "None"
            },
            {
                "titleEn": "Temporal and spatial variation patterns of surface NDVI in the Northeast region.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Extraction and analysis of the spatial pattern of vegetation phenology in the Heihe River Basin based on remote sensing.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Utilizing remote sensing to monitor the response of forest vegetation phenology in the Yangtze River Delta to climate change.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Remote sensing monitoring methods for the growing season of surface vegetation in western Jilin.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Monitoring vegetation phenology in the agro-pastoral ecotone based on SPOT-VGT NDVI time series.",
                "referenceEn": "None"
            },
            {
                "titleEn": "The impact of climate change on surface vegetation in Northeast China over the past decade.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of the Weekly Response of NDVI Vegetation in the Qilian Mountains to Temperature and Precipitation Based on GIS",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on Drought Remote Sensing Monitoring in Hebei Province Based on SPOT and NOAA Data",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on Regional Ecological Risk Assessment Technology in Planning Environmental Impact Assessment",
                "referenceEn": "None"
            },
            {
                "titleEn": "Comparison of Digital Soil Texture Mapping Methods - A Case Study of the Heihe River Zhangye Region",
                "referenceEn": "None"
            },
            {
                "titleEn": "Dynamic and Optimization of Land Landscape in the Southern Loess Plateau Based on GIS",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of Temporal and Spatial Changes in Vegetation Coverage in China Based on SPOT VEGETATION Data",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of the Lag Effect of Climate Factors on Grassland Changes in the Tianshan Mountain Area",
                "referenceEn": "None"
            },
            {
                "titleEn": "Estimation of regional evapotranspiration in alpine area and its response to land use change: A case study in Three-River Headwaters region of Qinghai-Tibet Plateau, China",
                "referenceEn": "Li, Huixia, Liu, Guohua, Fu, Bojie. Estimation of regional evapotranspiration in alpine area and its response to land use change: A case study in Three-River Headwaters region of Qinghai-Tibet Plateau, China. Chinese Geographical Science, 2012, 22(4):437-449. doi:10.1007/s11769-012-0550-0"
            },
            {
                "titleEn": "Changes of surface soil relative moisture content in Hengduan Mountains, China, during 1992–2010",
                "referenceEn": "Guo-feng, Zhu, Pei-ji, Shi, Tao, Pu, Yuan-qing, He, Tao, Zhang, Pei-zhen, Wang, Mei-hui, Pan. Changes of surface soil relative moisture content in Hengduan Mountains, China, during 1992–2010. Quaternary International, 2013, 298:161-170. doi:10.1016/j.quaint.2013.01.012"
            },
            {
                "titleEn": "Land cover applications of SPOT-VGT time series data",
                "referenceEn": "None"
            },
            {
                "titleEn": "The relationship between relative humidity, vegetation cover changes, and their responses in the Weihe River Basin.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Impact of changes in land cover and land use on thermal environment in Jingjintang urban area",
                "referenceEn": "Cao G, Hou P, Zheng Z, Mao X. Impact of changes in land cover and land use on thermal environment in Jingjintang urban area[C]//Proc. SPIE 7498, MIPPR 2009: Remote Sensing and GIS Data Processing and Other Applications, 74982R. 2009, 7498: 74982R–74982R–6. doi:10.1117/12.833729"
            },
            {
                "titleEn": "Remote Sensing Estimation of Net Primary Productivity of Vegetation in Hebei Province",
                "referenceEn": "None"
            },
            {
                "titleEn": "Geographical patterns of snake species richness in China and their relationship with ecological factors.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Study on the relationship and response of NDVI changes to climate factors in different regions of Shaanxi Province.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Climate warming increases biodiversity of small rodents by favoring rare or less abundant species in a grassland ecosystem",
                "referenceEn": "Jiang, Guangshun, Liu, Jun, Xu, Lei, Yu, Guirui, He, Honglin, Zhang, Zhibin. Climate warming increases biodiversity of small rodents by favoring rare or less abundant species in a grassland ecosystem. Integrative Zoology, 2013, 8(2):162-174. doi:10.1111/1749-4877.12027"
            },
            {
                "titleEn": "Probability Models of Fire Risk Based on Forest Fire Indices in Contrasting Climates over China",
                "referenceEn": "Xiaowei, Li, Guobin, Fu, Zeppel, Melanie J. B., Xiubo, Yu, Gang, Zhao, Eamus, Derek, Qiang, Yu. Probability Models of Fire Risk Based on Forest Fire Indices in Contrasting Climates over China. Journal of Resources and Ecology, 2012, 3(2):105-117. doi:10.5814/j.issn.1674-764x.2012.02.002"
            },
            {
                "titleEn": "Changes in NDVI of the Qilian Mountain grassland vegetation and its weekly response characteristics to temperature and precipitation.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Study on Land Cover Change in the Yambajan Lake Basin of Tibet Based on SPOT-VGT NDVI",
                "referenceEn": "None"
            },
            {
                "titleEn": "Remote sensing yield estimation of winter wheat in the Guanzhong region of Shaanxi Province based on SPOT VGT/NDVI.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Understanding the dynamic coupling between vegetation cover and climatic factors in a semiarid region—a case study of Inner Mongolia, China",
                "referenceEn": "Peng J, Liu Z, Liu Y, Wu J, Han Y. Trend analysis of vegetation dynamics in Qinghai–Tibet Plateau using Hurst Exponent[J]. Ecological Indicators, 2012, 14(1): 28–39. doi:10.1016/j.ecolind.2011.08.011"
            },
            {
                "titleEn": "Research on Vegetation Dynamics, Patterns, and Carbon Sinks in Chongqing Based on RS/GIS/DEM/NDVI",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on the changes in vegetation coverage and hydrometeorological factors based on SPOT remote sensing data.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Revision Method for Ecosystem Service Value Equivalents Based on Land Use: A Case Study of the Bohai Bay Coastal Area",
                "referenceEn": "None"
            },
            {
                "titleEn": "Regional effects of vegetation restoration on water yield across the Loess Plateau, China",
                "referenceEn": "Feng, X.M., Sun, G., Fu, B.J., Su, C.H., Liu, Y., & Lamparski, H. (2012). Regional effects of vegetation restoration on water yield across the Loess Plateau, China. Hydrol. Earth Syst. Sci., 16(8), 2617-2628. doi:10.5194/hess-16-2617-2012"
            },
            {
                "titleEn": "Analysis of Wetland Dynamic Changes and Ecological Health Assessment in the Jinqiu Basin of Zhejiang Province from 1997 to 2004",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on the Configuration Technology of Soil and Water Conservation Forests in the Yangtze River Basin Based on Soil and Water Conservation",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on the Extraction of Oasis Spatial Distribution Based on TM Remote Sensing Images",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on the spatial variation of temperature and precipitation in Shaanxi Province and its correlation with NDVI.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Ecological Risk Assessment of Natural Disasters in China",
                "referenceEn": "None"
            },
            {
                "titleEn": "Research on Remote Sensing Monitoring Methods for Key Phenological Spatial Distribution of Winter Wheat",
                "referenceEn": "None"
            },
            {
                "titleEn": "Geographic patterns and ecological factors correlates of snake species richness in China",
                "referenceEn": "Cai, Bo, Huang, Yong, Chen, Yue-Ying, Hu, Jun-Hua, Guo, Xian-Guang & WANG. Geographic patterns and ecological factors correlates of snake species richness in China. Zoological Research, 2012, 33(4):343-353"
            },
            {
                "titleEn": "Risk assessment of soil erosion in different rainfall scenarios by RUSLE model coupled with Information Diffusion Model: A case study of Bohai Rim, China",
                "referenceEn": "Xu, L., Xu, X., & Meng, X. (2013). Risk assessment of soil erosion in different rainfall scenarios by RUSLE model coupled with Information Diffusion Model: A case study of Bohai Rim, China. CATENA, 100, 74–82. https://doi.org/10.1016/j.catena.2012.08.012."
            },
            {
                "titleEn": "Spatial scale characteristics of watershed environmental factors and their relationship with water ecological zoning scale - A case study of the Liao River Basin.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of Patch Characteristics of the Qinghai-Tibet Plateau Landscape in the Last 10 Years",
                "referenceEn": "None"
            },
            {
                "titleEn": "Evolution characteristics of NDVI in the coastal areas of Jiangsu and its response to regional climate change.",
                "referenceEn": "None"
            },
            {
                "titleEn": "Analysis of Temporal and Spatial Evolution Patterns of Vegetation Coverage Based on SPOT NDVI: A Case Study of Five Provinces in Northwest China",
                "referenceEn": "None"
            },
            {
                "titleEn": "\"Spatial and temporal differences in vegetation index on the north and south slopes of the Qinling Mountains over the past 30 years and their response to regional climate.\"",
                "referenceEn": "None"
            },
            {
                "titleEn": "Temporal and spatial changes in vegetation coverage in the Jinsha River Basin.",
                "referenceEn": "None"
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "NDVI"
            },
            {
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "1998-2007",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [],
    "query": [
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to obtain long-term vegetation index datasets over large geographic areas?",
                    "Answer": "An example of a data collection method for obtaining long-term vegetation index datasets is the use of the SPOT-Vegetation sensor, which was launched in March 1998 on SPOT-4. This method involves the reception of data at ground stations like the one in Kiruna, Sweden, and the subsequent pre-processing by centers such as the VEGETATION processing Centre (CTIV) in Belgium. The pre-processing steps include atmospheric, radiometric, and geometric corrections to produce daily 1km global data, which are then synthesized into 10-day maximum NDVI data for consistent analysis.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the objectives behind developing a dataset that provides long-term series of SPOT_Vegetation indices for China from 1998 to 2007, and how do these objectives influence the data collection methods and preprocessing techniques employed?",
                    "Answer": "The primary objective is to facilitate the observation and analysis of global vegetation cover within the specified timeframe and region, focusing on China. This goal influences the data collection methods by necessitating the use of the SPOT-4 satellite equipped with VEGETATION sensors to gather data suitable for monitoring vegetation. The preprocessing techniques, such as atmospheric, radiometric, and geometric corrections, as well as the conversion of NDVI values to a specified digital number range, are designed to ensure the data's accuracy and usability for vegetation analysis.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What specific procedures are involved in preprocessing a dataset to ensure accurate vegetation index analysis over a long time series, particularly in the context of satellite-derived imagery?",
                    "Answer": "The preprocessing involves atmospheric correction, radiometric correction, and geometric correction. It also includes producing 10-day maximum composite NDVI data by converting NDVI values using the formula DN=(NDVI+0.1)/0.004 to a range of 0-250. Values between -1 and -0.1 are set to -0.1.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What technological advancements in remote sensing have enabled the long-term collection and processing of vegetation index data at a 1km spatial resolution?",
                    "Answer": "The collection and processing of vegetation index data at a 1km spatial resolution were enabled by advancements in remote sensing technology, such as the launch of the VEGETATION sensor aboard the SPOT-4 satellite, which provided data for global vegetation observation starting in 1998. This involved atmospheric, radiometric, and geometric corrections, as well as the production of 10-day maximum composite NDVI data.",
                    "Level": "C1(Remembering)"
                }
            ]
        }
    ]
}