{
  "id": "fecd46b0-3390-4580-a415-2d49ba77f9bd",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "WATER: Dataset of ground truth measurement synchronizing with the airborne microwave radiometers (L&K bands) mission in the A'rou foci experimental area (Mar. 19, 2008)",
      "titleCn": "黑河综合遥感联合试验：阿柔加密观测区L&K波段机载微波辐射计地面同步观测数据集（2008年3月19日）",
      "description": "The dataset of ground truth measurement synchronizing with the airborne microwave radiometers (L&K bands) mission was obtained in L2, L4 and L5 of the A'rou foci experimental area on Mar. 19, 2008. The samples were collected every 100 m along the strip from south to north.\n     In L2, the soil temperature, soil volumetric moisture, the loss tangent, soil conductivity, and the real part and the imaginary part of soil complex permittivity were acquired by the POGO soil sensor, the mean soil temperature from 0-5cm by the probe thermometer, and soil gravimetric moisture, volumetric moisture, and soil bulk density after drying by the cutting ring (100cm^3).\n     In L4, the soil temperature, soil volumetric moisture, the loss tangent, soil conductivity, and the real part and the imaginary part of soil complex permittivity were acquired by the POGO soil sensor, the mean soil temperature from 0-5cm by the probe thermometer, the surface radiative temperature measured three times by the hand-held infrared thermometer, and soil gravimetric moisture, volumetric moisture, and soil bulk density after drying by the cutting ring (100cm^3).\n     In L5, soil volumetric moisture was acquired by ML2X, the mean soil temperature from 0-5cm by the probe thermometer, and soil gravimetric moisture, volumetric moisture, and soil bulk density after drying by the cutting ring (100cm^3).\n     Surface roughness was detailed in the \"WATER: Surface roughness dataset in the A'rou foci experimental area\". Besides, GPR (Ground Penetration Radar) observations were also carried out in L6 and the handheld thermal imager observations in L4. Those provide reliable ground data for retrieval and validation of soil moisture and freeze/thaw status from active remote sensing approaches.",
      "descriptionCn": "2008年3月19日，针对L&K波段机载微波辐射计的航空飞行，在阿柔样带2、阿柔样带4和阿柔样带5开展了地面同步观测。各条样带均为南北朝向，每条样带上采样点间距约为100m。同步时自北向南行进。\n在阿柔样带2，采用POGO便携式土壤水分传感器获得土壤温度、土壤体积含水量、损耗正切、土壤电导率、土壤复介电常数实部及虚部；针式温度计获得0-5cm平均土壤温度；并采用100cm^3环刀取土经烘干获得重量含水量、土壤容重及体积含水量。\n在阿柔样带4，采用POGO便携式土壤水分传感器获得土壤温度、土壤体积含水量、损耗正切、土壤电导率、土壤复介电常数实部及虚部；针式温度计获得0-5cm平均土壤温度；手持式红外温度计获得3次地表辐射温度；并采用100cm^3环刀取土经烘干获得重量含水量、土壤容重及体积含水量。\n在阿柔样带5，采用ML2X土壤水分速测仪获取土壤体积含水量；针式温度计获得0-5cm平均土壤温度；并采用100cm^3环刀取土经烘干获得重量含水量、土壤容重及体积含水量。\n地表粗糙度信息请参见“黑河综合遥感联合试验：阿柔加密观测区地表粗糙度数据集 ”元数据。此外，还在阿柔样带4开展了手持式热像仪的同步观测，在阿柔样带6开展了GPR监测。",
      "instructions": "",
      "instructionsCn": "",
      "east": 100.55,
      "west": 100.411,
      "south": 38.015,
      "north": 38.078,
      "startTime": "2008-04-02 00:00:00",
      "endTime": "2008-04-02 00:00:00",
      "fileSize": 88333164.0,
      "cstr": "18406.11.water973.0014.db",
      "doi": "10.3972/water973.0014.db",
      "dataFormat": "EXCEL",
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "曹永攀",
        "nameEn": "CAO Yongpan",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "顾娟",
        "nameEn": "GU Juan",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "韩旭军",
        "nameEn": "HAN Xujun",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "晋锐",
        "nameEn": "JIN Rui",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": " 李哲",
        "nameEn": "LI Zhe",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王建华",
        "nameEn": "WANG Jianhua",
        "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "王维真",
        "nameEn": "Wang Weizhen",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "吴月茹",
        "nameEn": "WU Yueru",
        "unitEn": "",
        "unitCn": "中国科学院寒区旱区环境与工程研究所"
      },
      {
        "nameCn": "周红敏",
        "nameEn": "ZHOU Hongmin",
        "unitEn": "",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "历华",
        "nameEn": "LI Hua",
        "unitEn": "",
        "unitCn": "中国科学院遥感应用研究所"
      },
      {
        "nameCn": "常存",
        "nameEn": "CHANG Cun",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      },
      {
        "nameCn": " 于梅艳",
        "nameEn": "YU Meiyan",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      },
      {
        "nameCn": "赵金",
        "nameEn": "ZHAO Jin",
        "unitEn": "",
        "unitCn": "中国科学院新疆生态与地理研究所"
      },
      {
        "nameCn": "Patrick Klenk",
        "nameEn": "PATRICK Klenk",
        "unitEn": "",
        "unitCn": "Institute of Environmental Physics Heidelberg University"
      },
      {
        "nameCn": "孙继成",
        "nameEn": "SUN Jicheng",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "闫业庆",
        "nameEn": "YAN Yeqing",
        "unitEn": "",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": "冻融期土壤水盐变化特征分析——以黑河上游祁连县阿柔草场为例",
        "titleEn": null,
        "referenceCn": "王维真, 吴月茹, 晋锐, 王建, 车涛. 冻融期土壤水盐变化特征分析――以黑河上游祁连县阿柔草场为例. 冰川冻土, 2009, 31(2): 268-274.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
        "titleEn": null,
        "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验的数据管理与共享",
        "titleEn": null,
        "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:概述",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
        "titleEn": null,
        "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
        "titleEn": null,
        "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
        "titleEn": null,
        "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
      },
      {
        "titleCn": "TDR测定土壤含水量的标定研究",
        "titleEn": null,
        "referenceCn": "吴月茹, 王维真, 晋锐, 王建, 车涛. TDR测定土壤含水量的标定研究. 冰川冻土, 2009, 31(2): 262-267.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
        "titleEn": null,
        "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
        "titleEn": null,
        "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
        "referenceEn": null
      },
      {
        "titleCn": "黑河综合遥感联合试验数据发布",
        "titleEn": null,
        "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
        "referenceEn": null
      },
      {
        "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
        "titleEn": null,
        "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
        "referenceEn": null
      },
      {
        "titleCn": null,
        "titleEn": "Watershed Allied Telemetry Experimental Research",
        "referenceCn": null,
        "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "遥感",
        "nameEn": "Remote Sensing Technology"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "土壤",
        "nameEn": "Soil"
      },
      {
        "nameCn": "土壤容重",
        "nameEn": "Soil bulk density"
      },
      {
        "nameCn": "土壤温度",
        "nameEn": "Soil temperature"
      },
      {
        "nameCn": "土壤湿度/水分含量",
        "nameEn": "Soil moisture/Water content"
      },
      {
        "nameCn": "地表辐射温度",
        "nameEn": "Surface radiation temperature"
      },
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "微波辐射计",
        "nameEn": "Microwave radiometer"
      },
      {
        "nameCn": "热像仪",
        "nameEn": "Thermal imager"
      },
      {
        "nameCn": "电导率",
        "nameEn": "Electrical conductivity"
      },
      {
        "nameCn": "遥感技术",
        "nameEn": "Remote Sensing Technology"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "上游寒区水文试验区",
        "keywordEn": "the cold region hydrology experimental area in the upper reaches"
      },
      {
        "keywordCn": "阿柔加密观测区",
        "keywordEn": "A'rou flight zone"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2008",
        "keywordEn": "2008",
        "type": "temporal"
      },
      {
        "keywordCn": "2008-03-19",
        "keywordEn": null,
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
        "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
      },
      {
        "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
        "titleEn": "National Basic Research Program of China (973 Program)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "数字黑河",
        "titleEn": "Digital heihe"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the data collection methods used for synchronous ground observations in the context of L&K band airborne microwave radiometer studies?",
        "QuestionCn": "在L&K波段空中微波辐射计研究中，同步地面观测的数据收集方法的特点是什么？",
        "AnswerEn": "north-south orientation, 100 meters apart, soil temperature, volumetric moisture content, loss tangent, soil conductivity, soil complex permittivity, average soil temperature at 0-5 cm depth, gravimetric moisture content, soil bulk density, surface radiation temperature, surface roughness, GPR monitoring",
        "AnswerCn": "南北方向，间隔100米，土壤温度，体积含水量，损耗正切，土壤电导率，土壤复介电常数，0-5厘米深度的平均土壤温度，重力含水量，土壤容重，地表辐射温度，地表粗糙度，GPR监测",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the distance between sampling points in the ground-based synchronous observation data collection method for the L&K band airborne microwave radiometer dataset?",
        "QuestionCn": "L&K波段空中微波辐射计数据集的地面同步观测数据收集方法中采样点之间的距离是多少？",
        "AnswerEn": "100 meters",
        "AnswerCn": "100米",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods using POGO portable soil moisture sensors compare to those using ML2X soil moisture rapid measurement instruments in terms of the type of soil moisture data collected and the additional environmental variables measured?",
        "QuestionCn": "POGO便携式土壤湿度传感器的数据收集方法与ML2X土壤湿度快速测量仪器的数据收集方法在收集的土壤湿度数据类型和测量的额外环境变量方面有何比较？",
        "AnswerEn": "The data collection method using POGO portable soil moisture sensors in Aru sample strips 2 and 4 involves measuring soil temperature, soil volumetric moisture content, loss tangent, soil conductivity, and real and imaginary parts of the soil complex dielectric constant. Additionally, in strip 4, surface radiation temperature is measured using a handheld infrared thermometer. In contrast, the ML2X soil moisture rapid measurement instrument used in Aru sample strip 5 primarily focuses on obtaining soil volumetric moisture content. Both methods also measure average soil temperature at a depth of 0-5 cm using a needle thermometer and determine weight moisture content, soil bulk density, and volumetric moisture content through soil sampling and drying.",
        "AnswerCn": "使用POGO便携式土壤湿度传感器在Aru样本条带2和4中进行的数据收集方法涉及测量土壤温度、土壤体积湿度、损耗正切、土壤电导率以及土壤复合介电常数的实部和虚部。此外，在条带4中，使用手持红外温度计测量表面辐射温度。相比之下，ML2X土壤湿度快速测量仪在Aru样本条带5中主要集中于获取土壤体积湿度。两种方法还通过针式温度计测量0-5厘米深度的平均土壤温度，并通过土壤取样和干燥确定重量湿度、土壤容重和体积湿度。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the need for ground-based synchronous observations when using airborne microwave radiometers in remote sensing experiments?",
        "QuestionCn": "在遥感实验中，使用空中微波辐射计时，哪些因素导致需要进行地面同步观测？",
        "AnswerEn": "Ground-based synchronous observations are essential in remote sensing experiments using airborne microwave radiometers to ensure data accuracy and validation. This approach helps in calibrating the airborne instruments by providing direct measurements that can account for variables such as soil moisture, soil temperature, and surface roughness. These ground measurements, taken with tools like the POGO portable soil moisture sensor, pin thermometers, and handheld infrared thermometers, provide critical reference points that help in understanding and correcting potential errors in the airborne data. Moreover, ground data can address the spatial variability and heterogeneity in the study area, which is not always captured by airborne sensors alone.",
        "AnswerCn": "地面同步观测在使用机载微波辐射计的遥感实验中至关重要，以确保数据的准确性和验证。这种方法通过提供直接测量来帮助校准机载仪器，从而考虑土壤湿度、土壤温度和表面粗糙度等变量。这些使用POGO便携式土壤湿度传感器、针式温度计和手持红外温度计等工具进行的地面测量，提供了关键的参考点，有助于理解和修正机载数据中的潜在误差。此外，地面数据可以解决研究区域内的空间变异性和异质性，这些往往不是机载传感器所能捕捉到的。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and reliability when implementing synchronized ground observations with airborne microwave radiometer flights in remote sensing experiments?",
        "QuestionCn": "在遥感实验中实施同步地面观测与空中微波辐射计飞行时，对数据准确性和可靠性的潜在影响是什么？",
        "AnswerEn": "Implementing synchronized ground observations with airborne microwave radiometer flights can enhance data accuracy and reliability by providing ground truth measurements. This approach allows for the validation and calibration of remote sensing data, which can improve the interpretation of soil moisture, temperature, and other environmental variables. The use of portable soil moisture sensors, needle thermometers, and other instruments can help capture detailed ground conditions that align with airborne data, reducing potential discrepancies and enhancing overall data quality.",
        "AnswerCn": "实施同步地面观测与空中微波辐射计飞行可以通过提供地面真实测量来提高数据的准确性和可靠性。这种方法允许对遥感数据进行验证和校准，从而改善土壤湿度、温度和其他环境变量的解释。使用便携式土壤湿度传感器、针式温度计和其他仪器可以帮助捕捉与空中数据相一致的详细地面条件，减少潜在的差异，提高整体数据质量。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary objectives behind conducting synchronized ground observations with L&K band airborne microwave radiometers in specific sample belts, and how does this enhance the understanding of soil and environmental parameters?",
        "QuestionCn": "进行同步地面观测与L&K波段空中微波辐射计在特定样本带的观测的主要目标是什么，以及这如何增强对土壤和环境参数的理解？",
        "AnswerEn": "The primary objective is to collect synchronized ground observations to complement airborne microwave radiometer data, enhancing the understanding of soil and environmental parameters such as soil temperature, soil moisture, and surface radiation temperature. This approach allows for a comprehensive analysis of soil conditions and surface characteristics, facilitating better calibration and validation of remote sensing data.",
        "AnswerCn": "主要目标是收集同步的地面观测数据，以补充空中微波辐射计数据，从而增强对土壤和环境参数的理解，如土壤温度、土壤湿度和表面辐射温度。这种方法允许对土壤条件和表面特征进行全面分析，促进遥感数据的更好校准和验证。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in synchronizing ground observations with L&K band airborne microwave radiometer data collection, and how are various soil parameters measured and validated during this process?",
        "QuestionCn": "同步地面观测与L&K波段空中微波辐射计数据收集的程序步骤包括哪些，以及在此过程中如何测量和验证各种土壤参数？",
        "AnswerEn": "During the ground synchronization with L&K band airborne microwave radiometer flights, several procedural steps are followed. In Aruo sample zones, portable soil moisture sensors like POGO and ML2X are employed to measure soil temperature, volumetric water content, dielectric loss tangent, and soil electrical conductivity. Soil temperature at 0-5 cm is recorded using a needle thermometer. Surface radiation temperature is measured with a handheld infrared thermometer, while the volumetric water content and soil bulk density are determined by oven-drying soil samples taken with a 100 cm^3 ring cutter. Additionally, ground penetrating radar (GPR) monitoring is conducted, and handheld thermal imagers are used to gather supplementary data. The data collected from these instruments are cross-validated to ensure accuracy and reliability of the soil parameters measured.",
        "AnswerCn": "在与L&K波段空中微波辐射计飞行的地面同步过程中，遵循几个程序步骤。在Aruo样本区，使用便携式土壤湿度传感器如POGO和ML2X来测量土壤温度、体积含水量、介电损耗正切和土壤电导率。使用针式温度计记录0-5厘米深度的土壤温度。表面辐射温度通过手持红外温度计测量，而体积含水量和土壤容重则通过用100 cm³环切器取样的土壤样品进行烘干测定。此外，还进行地面穿透雷达（GPR）监测，并使用手持热像仪收集补充数据。通过交叉验证这些仪器收集的数据，以确保测量的土壤参数的准确性和可靠性。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}