{
    "id": "ff47723d-1717-465f-9bf1-85929c0dd586",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Landsat-based continuous monthly 30m×30m land surface NDVI dataset in Qilian Mountain area (1986-2017)",
            "titleCn": "祁连山区域基于 Landsat 反射率数据的月度30m×30m 地表植被指数数据（1986-2017）",
            "description": "This data set includes the monthly synthesis of 30m*30m surface vegetation index products in Qilian mountain area in 1986, 1990, 1995, 2000, 2005, 2010, 2015, and 2017. Max value composition (MVC) method was used to synthesize monthly NDVI products on the surface using the reflectivity data of Landsat 5, Landsat 8 and sentinel 2 channels from Red and NIR channels. The data are synthesized monthly through Google Earth Engine cloud platform, and the missing pixels are interpolated by calculating the index of the model. The quality of the data is good, and it can be used in environmental change monitoring and other fields.",
            "descriptionCn": "本数据集包括祁连山区域1986、1990、1995、2000、2005、2010、2015和2017年月度合成30m×30m地表植被指数产品。采用最大值合成 (Max value composition, MVC) 方法，利用 Landsat5, Landsat8和sentinel 2红光和近红外两个通道的反射率数据，实现对地表月度NDVI产品的合成。数据通过Google Earth Engine云平台对反射率进行月度合成，通过模型计算指数，对于缺失像素进行插补，质量较好，可用于环境变化监测等领域。",
            "instructions": "File Naming Convention: NDVI_YYYYMM-N.tif (YYYY: year, MM: month, N: division number)\nData Version：V1.0\nProjection：+proj=longlat +datum=WGS84 +no_defs\nData Format: GeoTIFF\nUnit:None\nScale Factor:0.001\nValid Range：-1000 - 1000\nFilled Value：0",
            "instructionsCn": "文件命名约定：NDVI_YYYYMM-N.tif\t（YYYY：年，MM：月，N：分幅编号）\n数据版本号：V1.0\n投影：+proj=longlat +datum=WGS84 +no_defs\n数据格式：GeoTIFF \n单位：无\n缩放因子：0.001\n有效值范围：-1000 - 1000\n填充值：0",
            "east": 107.0,
            "west": 89.0,
            "south": 34.0,
            "north": 45.0,
            "startTime": "1986-01-12 00:00:00",
            "endTime": "2018-01-11 00:00:00",
            "fileSize": 197784162603.0,
            "cstr": "18406.11.Geogra.tpdc.270136",
            "doi": "10.11888/Geogra.tpdc.270136",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": " 仲波",
                "nameEn": "ZHONG Bo",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院遥感科学国家重点实验室"
            },
            {
                "nameCn": "吴俊君",
                "nameEn": "WU Junjun",
                "unitEn": "",
                "unitCn": "中国科学院空天信息创新研究院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "China-ASEAN 1 km resolution NDVI dataset",
                "referenceCn": null,
                "referenceEn": "Li J., et al. China-ASEAN 1 km resolution NDVI dataset. Journal of Global Change Data & Discovery 1(3), 268-277 (2017)."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "归一化植被指数",
                "nameEn": "NDVI"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "祁连山",
                "keywordEn": "Qilian moutain"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1986",
                "keywordEn": "1986",
                "type": "temporal"
            },
            {
                "keywordCn": "1990",
                "keywordEn": "1990",
                "type": "temporal"
            },
            {
                "keywordCn": "1995",
                "keywordEn": "1995",
                "type": "temporal"
            },
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            },
            {
                "keywordCn": "2005",
                "keywordEn": "2005",
                "type": "temporal"
            },
            {
                "keywordCn": "2010",
                "keywordEn": "2010",
                "type": "temporal"
            },
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            },
            {
                "keywordCn": "2017",
                "keywordEn": "2017",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the data collection method for deriving monthly 30m×30m surface vegetation index datasets using Landsat reflectance data?",
                "QuestionCn": "用于通过Landsat反射率数据推导每月30m×30m表面植被指数数据集的数据收集方法的特征是什么？",
                "AnswerEn": "maximum value composition (MVC) approach, Landsat5, Landsat8, Sentinel 2, red and near-infrared channels, Google Earth Engine cloud platform, monthly synthesis, index calculation, interpolated missing pixels",
                "AnswerCn": "最大值合成（MVC）方法，Landsat5，Landsat8，Sentinel 2，红色和近红外波段，Google Earth Engine 云平台，月度合成，指数计算，插值缺失像素",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the monthly surface vegetation index dataset derived from Landsat reflectance data for the Qilian Mountain area?",
                "QuestionCn": "基于Landsat反射率数据为祁连山地区提取的月度地表植被指数数据集的空间分辨率是多少？",
                "AnswerEn": "30m x 30m",
                "AnswerCn": "30米 x 30米",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences on data accuracy and environmental monitoring if the maximum value composition (MVC) method is utilized for synthesizing monthly NDVI products using reflectance data from multiple satellite sources?",
                "QuestionCn": "如果使用最大值合成（MVC）方法通过多个卫星源的反射率数据合成每月的NDVI产品，可能对数据准确性和环境监测产生哪些潜在后果？",
                "AnswerEn": "Utilizing the maximum value composition (MVC) method for synthesizing monthly NDVI products from reflectance data of multiple satellite sources like Landsat5, Landsat8, and Sentinel 2 can result in high-quality data that effectively supports environmental monitoring. This approach allows for the interpolation of missing pixels, leading to a comprehensive dataset that is reliable for tracking and analyzing environmental changes over time in the Qilian Mountain region.",
                "AnswerCn": "利用最大值合成（MVC）方法从多个卫星源（如Landsat5、Landsat8和Sentinel 2）的反射率数据中合成月度NDVI产品，可以生成高质量的数据，有效支持环境监测。这种方法允许对缺失像素进行插值，从而形成一个可靠的综合数据集，便于在祁连山地区跟踪和分析环境变化。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary objective of creating a dataset using Landsat and Sentinel 2 reflectance data to produce monthly 30m×30m surface vegetation index products for environmental monitoring?",
                "QuestionCn": "创建一个使用Landsat和Sentinel 2反射率数据的数据库，以生成每月30m×30m的地表植被指数产品用于环境监测的主要目标是什么？",
                "AnswerEn": "The primary objective of creating a dataset using Landsat and Sentinel 2 reflectance data to produce monthly 30m×30m surface vegetation index products is to enable the monitoring of environmental changes. By utilizing the maximum value composition method and combining data from multiple satellite sources, the dataset aims to provide high-quality, monthly synthetic NDVI products that can be used to analyze and understand vegetation dynamics and environmental variations over time in the Qilian Mountain region.",
                "AnswerCn": "创建一个使用Landsat和Sentinel 2反射率数据的月度30m×30m表面植被指数产品的数据集的主要目标是能够监测环境变化。通过利用最大值合成方法并结合多个卫星源的数据，该数据集旨在提供高质量的月度合成NDVI产品，以便分析和理解祁连山地区的植被动态和环境变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures and techniques are used to achieve monthly 30m×30m surface vegetation index products from Landsat and Sentinel reflectance data?",
                "QuestionCn": "为了从Landsat和Sentinel反射率数据中获得每月30m×30m的地表植被指数产品，使用了哪些程序和技术？",
                "AnswerEn": "To achieve monthly 30m×30m surface vegetation index products, the Max value composition (MVC) method is utilized. This involves using the reflectance data from Landsat5, Landsat8, and Sentinel 2's red and near-infrared channels. The data is processed through Google Earth Engine for monthly reflectance composition and model calculation of the index. Interpolation is applied to fill in missing pixels, ensuring high-quality data suitable for environmental change monitoring.",
                "AnswerCn": "为了实现每月30m×30m的地表植被指数产品，采用最大值合成（MVC）方法。这涉及使用Landsat5、Landsat8和Sentinel 2的红光和近红外通道的反射率数据。数据通过Google Earth Engine进行每月反射率合成和指数模型计算。应用插值方法填补缺失像素，确保数据质量高，适合环境变化监测。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What technological advancements have enabled the synthesis of monthly NDVI products using Landsat and Sentinel satellite data?",
                "QuestionCn": "哪些技术进步使得能够利用Landsat和Sentinel卫星数据合成每月的NDVI产品？",
                "AnswerEn": "The use of the Google Earth Engine cloud platform enables the monthly synthesis of reflectance data from Landsat5, Landsat8, and Sentinel 2, which is crucial for producing the NDVI products.",
                "AnswerCn": "使用Google Earth Engine云平台可以对Landsat5、Landsat8和Sentinel 2的反射率数据进行每月合成，这对于生成NDVI产品至关重要。",
                "Level": "C1(Remembering)"
            }
        ]
    }
}