{
    "id": "fff9cbab-b9f5-4087-a90b-81470e4daaf1",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Radiocarbon dating, carbonized seeds and charcoal identification data of the ancient walled settlement of Sanjiao in the Hexi Corridor",
            "titleCn": "河西走廊三角城放射性碳测年、碳化种子和木炭鉴定数据集",
            "description": "The data set includes radiocarbon dating, carbonized seeds and charcoal identification data. We reassess the chronology of the ancient walled settlement of Sanjiao in the Hexi Corridor in northwestern China through accelerator mass spectrometry radiocarbon (AMS 14C) dating and explore the subsistence of the settlers inside through the identification of carbonized seeds and charcoal. In addition, high-resolution paleoclimate records in the Hexi Corridor and nearby regions are employed to explore the reason for the construction of Sanjiao. Our results show that Sanjiao was built around 828 cal BC and remained inhabited through 384–116 cal BC. This indicates Sanjiao is the earliest known walled settlement in the Hexi Corridor. ",
            "descriptionCn": "该数据集包括河西走廊三角古城放射性碳测年、碳化种子和木炭鉴定数据。通过加速器质谱放射性碳（AMS 14C）测年结果重新评估了中国西北河西走廊三角古城墙定居点的年代，并通过鉴定碳化的种子和木炭来探索内部定居者的生存。此外，利用河西走廊及附近地区的高分辨率古气候记录，探讨了三角城的建设原因。研究结果表明，三角城建于公元前828年左右，并在公元前384-116年期间一直有人居住。这表明三角城是河西走廊已知最早的有围墙的聚落。",
            "instructions": "Liu et al-2019-Radiocarbon dating, carbonized seeds and charcoal identification data, store in xlsx format",
            "instructionsCn": "Liu et al-2019-Radiocarbon dating, carbonized seeds and charcoal identification data，以xlsx格式存储",
            "east": 102.2972,
            "west": 102.2944,
            "south": 38.6167,
            "north": 38.6181,
            "startTime": null,
            "endTime": null,
            "fileSize": 15547.0,
            "cstr": "18406.11.Paleoenv.tpdc.300704",
            "doi": "10.11888/Paleoenv.tpdc.300704",
            "dataFormat": null,
            "license": "5"
        },
        "authorList": [
            {
                "nameCn": "刘峰文",
                "nameEn": "LIU Fengwen",
                "unitEn": "",
                "unitCn": "云南大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Chronology and plant utilization from the earliest walled settlement in the Hexi Corridor, Northwestern China",
                "referenceCn": null,
                "referenceEn": "Liu, F., Li, H., Cui, Y., Yang, Y., Lee, H. F., Ding, D., & Dong, G., et al. (2019). Chronology and plant utilization from the earliest walled settlement in the Hexi Corridor, Northwestern China. Radiocarbon, 61(4), 971-989."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            },
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "其他数据",
                "nameEn": "Others"
            },
            {
                "nameCn": "木炭鉴定",
                "nameEn": "charcoal analysis"
            },
            {
                "nameCn": "生存策略",
                "nameEn": "Subsistence strategy"
            },
            {
                "nameCn": "遗址",
                "nameEn": "Ruins"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "河西走廊",
                "keywordEn": "Hexi Corridor"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "青铜器时代晚期",
                "keywordEn": "Late Bronze Age",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to determine the historical settlement timeline in ancient walled settlements?",
                "QuestionCn": "您能否提供一个用于确定古代城墙定居点历史定居时间线的数据收集方法的例子？",
                "AnswerEn": "A data collection method involves using accelerator mass spectrometry radiocarbon (AMS 14C) dating to assess the age of ancient settlements and identifying carbonized seeds and charcoal to understand the livelihood of the inhabitants.",
                "AnswerCn": "一种数据收集方法涉及使用加速器质谱法放射性碳（AMS 14C）测年来评估古代定居点的年龄，并识别碳化种子和木炭以了解居民的生计。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features or characteristics of data collection methods used to determine the age and survival strategies of ancient settlements in the Hexi Corridor?",
                "QuestionCn": "用于确定河西走廊古代定居点年龄和生存策略的数据收集方法的特征或特点是什么？",
                "AnswerEn": "AMS 14C dating, identification of carbonized seeds and charcoal",
                "AnswerCn": "AMS 14C 测年，碳化种子和木炭的鉴定",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many radiocarbon dating results are included in a dataset studying the settlement of a walled settlement in the Hexi Corridor?",
                "QuestionCn": "在研究河西走廊一个有围墙的定居点的数据库中，包含多少个放射性碳定年结果？",
                "AnswerEn": "The original answer does not provide a specific numerical value for the number of radiocarbon dating results included in the dataset. Therefore, there is no quantifiable information to extract or refine.",
                "AnswerCn": "原始答案没有提供数据集中包含的碳十四测年结果的具体数值。因此，没有可提取或细化的量化信息。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in accurately dating ancient settlements using radiocarbon dating methods in archaeological research?",
                "QuestionCn": "在考古研究中，使用放射性碳定年法准确测定古代遗址的挑战因素包括哪些？",
                "AnswerEn": "In archaeological research of ancient settlements, such as those in the Hexi Corridor's triangular city, challenges in accurately dating them using radiocarbon dating may arise from various factors. These include the preservation state of organic materials like carbonized seeds and charcoal, contamination of samples, calibration uncertainties in radiocarbon dating results, and the availability of high-resolution paleoclimate records to correlate dating with environmental conditions. These factors can impact the precision and reliability of the dating process, affecting the understanding of settlement timelines and historical significance.",
                "AnswerCn": "在对古代定居点的考古研究中，例如在河西走廊的三角城市，使用放射性碳定年法准确测定其年代可能会面临各种挑战。这些挑战包括有机材料（如碳化种子和木炭）的保存状态、样本的污染、放射性碳定年结果的校准不确定性，以及高分辨率古气候记录的可用性，以便将定年与环境条件进行关联。这些因素可能会影响定年过程的精确性和可靠性，从而影响对定居时间线和历史重要性的理解。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using Accelerator Mass Spectrometry (AMS 14C) radiocarbon dating and charcoal identification as data collection methods on understanding ancient settlement timelines and survival strategies in archaeological research?",
                "QuestionCn": "使用加速器质谱（AMS 14C）放射性碳定年和木炭鉴定作为数据收集方法，对理解古代定居时间线和生存策略在考古研究中的潜在影响是什么？",
                "AnswerEn": "The use of Accelerator Mass Spectrometry (AMS 14C) radiocarbon dating and charcoal identification as data collection methods can lead to a more precise understanding of the timeline of ancient settlements, such as establishing that the Triangular Ancient City in the Hexi Corridor was built around 828 BC and inhabited until 384-116 BC. This precision allows researchers to better evaluate the survival strategies of internal settlers by identifying carbonized seeds and charcoal, providing insights into agricultural practices and resource use. Additionally, these methods can help correlate settlement developments with high-resolution paleoclimate records, offering explanations for the construction and habitation of settlements based on environmental conditions.",
                "AnswerCn": "使用加速器质谱法（AMS 14C）放射性碳定年和木炭鉴定作为数据收集方法，可以更精确地理解古代定居点的时间线，例如确定河西走廊的三角古城建于公元前828年，并在公元前384年至公元前116年间有人居住。这种精确性使研究人员能够更好地评估内部定居者的生存策略，通过识别碳化种子和木炭，提供对农业实践和资源利用的深入见解。此外，这些方法还可以帮助将定居点的发展与高分辨率古气候记录进行关联，从而根据环境条件解释定居点的建设和居住情况。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to use radiocarbon dating and charcoal identification methods to explore historical settlements in the Hexi Corridor region?",
                "QuestionCn": "使用放射性碳定年法和木炭鉴定方法探索河西走廊地区的历史遗址的重要性是什么？",
                "AnswerEn": "Radiocarbon dating and charcoal identification methods are crucial for examining historical settlements in the Hexi Corridor because they provide precise chronological information about the construction and habitation periods of ancient sites, such as the triangulated walled settlement. By determining the age of carbonized seeds and charcoal, researchers can better understand the timeline of settlement activities and explore the survival strategies of inhabitants. This approach also allows for the integration of high-resolution paleoclimate records to investigate the reasons behind the construction and sustainability of such settlements, offering insights into the environmental and social dynamics of the region.",
                "AnswerCn": "放射性碳定年和木炭鉴定方法对于研究河西走廊的历史遗址至关重要，因为它们提供了关于古代遗址（如三角形围墙定居点）建设和居住时期的精确时间信息。通过确定碳化种子和木炭的年龄，研究人员可以更好地理解定居活动的时间线，并探索居民的生存策略。这种方法还允许整合高分辨率的古气候记录，以调查建设和维持这些定居点的原因，从而提供对该地区环境和社会动态的深入见解。",
                "Level": "C5(Evaluating)"
            }
        ]
    }
}