{
  "id": "009defee-179c-4155-8bcf-40a8c94f7f7f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "14C dating, magnetic susceptibility and grain size data of the ZKT section in the Yili Valley",
      "titleCn": "伊犁河谷ZKT剖面14C年代、磁化率和粒度数据",
      "description": "This dataset includes 14C dating, magnetic susceptibility, and grain size data for the ZKT profile in the Ili Valley. A total of 407 samples were collected from the ZKT profile at 5 cm intervals. After the samples were dried, each sample was loaded into a plastic bottle weighing 5.5 g powder for low frequency and high frequency susceptibility measurements. The sample size was measured using the Mastersize2000 laser diffraction particle size analyzer. The data set can be used for analysis of pedogenic intensity and environment. The results show that the Ili River Valley presents a wetter trend in the whole Holocene. Comparing with other loess profiles, it is found that there is no inverse pattern of precipitation/water vapor change between the eastern humid mountains and the arid basin in the arid central Asia.",
      "descriptionCn": "该数据集包括伊犁河谷ZKT剖面14C年代、磁化率和粒度数据。以5 cm为间隔，共从ZKT剖面采集了407个样品，待样品风干后，每个样品称量5.5 g的粉末装入塑料瓶中，用于低频和高频磁化率测量。使用Mastersize2000激光衍射粒度分析仪进行测量样品粒度。本数据集可用于成壤作用强度和环境分析。结果表明，整个全新世伊犁河谷呈现出变湿的趋势。与其他黄土剖面进行对比分析，发现亚洲中部干旱区并不存在东部湿润山区与干旱盆地之间的降水/水汽变化的反相模式。",
      "instructions": "Jia et al-14C dating, magnetic susceptibility and grain size data",
      "instructionsCn": "Jia et al-14C dating, magnetic susceptibility and grain size data",
      "east": 83.31,
      "west": 83.31,
      "south": 43.54,
      "north": 43.54,
      "startTime": null,
      "endTime": null,
      "fileSize": 13757.0,
      "cstr": "18406.11.Paleoenv.tpdc.300681",
      "doi": "10.11888/Paleoenv.tpdc.300681",
      "dataFormat": null,
      "license": "5"
    },
    "authorList": [
      {
        "nameCn": "贾佳",
        "nameEn": "JIA Jia",
        "unitEn": "",
        "unitCn": "浙江师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Magnetic investigation of Late Quaternary loess deposition, Ili area, China",
        "referenceCn": null,
        "referenceEn": "Jia, J., Xia, D., Wang, B., Wei, H., & Liu, X. (2012). Magnetic investigation of Late Quaternary loess deposition, Ili area, China. Quaternary International, 250, 84-92."
      },
      {
        "titleCn": null,
        "titleEn": "No evidence for an anti-phased Holocene moisture regime in mountains and basins in Central Asian: Records from Ili loess, Xinjiang",
        "referenceCn": null,
        "referenceEn": "Jia, J., Chen, J., Wang, Z., Chen, S., Wang, Q., Wang, L., & Chen, F., et al. (2021). No evidence for an anti-phased Holocene moisture regime in mountains and basins in Central Asian: Records from Ili loess, Xinjiang. Palaeogeography, Palaeoclimatology, Palaeoecology, 572, 110407."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "磁化率",
        "nameEn": "Magnetic susceptibility"
      },
      {
        "nameCn": "粒度",
        "nameEn": "Grain-size"
      },
      {
        "nameCn": "黄土",
        "nameEn": "Loess"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "伊犁河谷",
        "keywordEn": "Ili Valley"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "24-0 ka",
        "keywordEn": "24-0 ka",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "亚洲中部干旱区气候变化影响与丝路文明变迁研究",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Quantification": [
      {
        "QuestionEn": "How many samples were collected for measuring magnetic susceptibility and grain size?",
        "QuestionCn": "收集了多少个样本用于测量磁化率和粒度？",
        "AnswerEn": "407",
        "AnswerCn": "407",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the significance of using 14C dating in geochronological studies?",
        "QuestionCn": "在地质年代学研究中使用14C测年法的意义是什么？",
        "AnswerEn": "14C dating is significant in geochronological studies as it provides a method for determining the age of carbon-bearing materials up to about 60,000 years old. In the context of the field mentioned, it allows researchers to establish a timeline for the samples collected, aiding in understanding historical environmental conditions and changes over the Holocene period.",
        "AnswerCn": "14C测年在地质年代学研究中具有重要意义，因为它提供了一种确定碳基材料年龄的方法，适用于大约60,000年前的样本。在提到的领域中，它使研究人员能够建立所收集样本的时间线，有助于理解全新世时期的历史环境条件和变化。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do data collection methods for measuring magnetic susceptibility and grain size in sediment samples compare to those used in collecting 14C dating data in terms of sample preparation and analysis technology?",
        "QuestionCn": "测量沉积样本的磁敏感性和颗粒大小的数据收集方法与收集14C测年数据的方法在样本准备和分析技术方面有何比较？",
        "AnswerEn": "For measuring magnetic susceptibility and grain size, samples are collected at 5 cm intervals and prepared by drying and weighing 5.5 g of powdered material for measurement. Magnetic susceptibility is measured using low and high-frequency methods, while grain size is analyzed with a Mastersize2000 laser diffraction particle size analyzer. In contrast, 14C dating requires different sample preparation and analysis techniques, typically involving organic material separation, chemical pretreatment, and accelerator mass spectrometry (AMS) or liquid scintillation counting for age determination. Each method requires precise sample preparation and measurement techniques tailored to the specific properties being analyzed.",
        "AnswerCn": "为了测量磁化率和颗粒大小，样品以5厘米的间隔收集，并通过干燥和称量5.5克粉末材料进行测量。磁化率使用低频和高频方法进行测量，而颗粒大小则使用Mastersize2000激光衍射粒度分析仪进行分析。相比之下，14C测年需要不同的样品准备和分析技术，通常涉及有机物分离、化学预处理，以及加速器质谱（AMS）或液闪计数用于年龄测定。每种方法都需要精确的样品准备和测量技术，以适应所分析的特定属性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on environmental analysis when using a dataset that includes radiocarbon dating, magnetic susceptibility, and grain size data collected at regular intervals in soil profiles?",
        "QuestionCn": "使用包含放射性碳定年、磁 susceptibility 和土壤剖面中定期收集的颗粒大小数据的数据集，对环境分析可能产生的影响是什么？",
        "AnswerEn": "The potential effects on environmental analysis when using such a dataset include gaining insights into the intensity of soil-forming processes and reconstructing past environmental conditions. The dataset can reveal trends over time, such as the observed trend towards wetter conditions throughout the Holocene in the Ili River Valley. By comparing with other soil profiles, it can also provide evidence against or in support of broader climatic patterns, such as the absence of an inverse pattern of precipitation changes between humid mountainous regions and arid basins in central Asia.",
        "AnswerCn": "使用这样的数据集对环境分析的潜在影响包括深入了解土壤形成过程的强度和重建过去的环境条件。该数据集可以揭示时间上的趋势，例如在伊犁河谷观察到的整个全新世向湿润条件的趋势。通过与其他土壤剖面的比较，它还可以提供证据，支持或反驳更广泛的气候模式，例如中亚湿润山区与干旱盆地之间降水变化的缺失反向模式。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective of collecting 14C dating, magnetic susceptibility, and grain size data at 5 cm intervals in the context of environmental analysis?",
        "QuestionCn": "在环境分析的背景下，以5厘米间隔收集14C测年、磁化率和粒度数据的主要目标是什么？",
        "AnswerEn": "The primary objective is to analyze the intensity of pedogenesis and environmental changes, revealing trends such as the increasing wetness throughout the Holocene in the Ili River Valley. This data collection aims to offer insights into environmental conditions and compare them with other loess sections to understand regional climate patterns in Central Asia.",
        "AnswerCn": "主要目标是分析土壤形成强度和环境变化，揭示如伊犁河谷在全新世期间湿度增加等趋势。此次数据收集旨在提供环境条件的见解，并与其他黄土层进行比较，以理解中亚地区的气候模式。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed to measure magnetic susceptibility and particle size in soil samples collected at regular intervals for environmental analysis in the context of the Yili Valley?",
        "QuestionCn": "在伊犁河谷环境分析的背景下，测量定期采集的土壤样品的磁化率和颗粒大小需要遵循哪些程序？",
        "AnswerEn": "To measure magnetic susceptibility and particle size, samples are collected at 5 cm intervals, resulting in 407 samples. Each sample is air-dried, and 5.5 g of powder is weighed and placed in a plastic bottle for low-frequency and high-frequency magnetic susceptibility measurements. Particle size is measured using a Mastersize2000 laser diffraction particle size analyzer.",
        "AnswerCn": "为了测量磁化率和颗粒大小，样品以5厘米的间隔收集，共计407个样品。每个样品都经过风干，称取5.5克粉末并放入塑料瓶中，以进行低频和高频磁化率测量。颗粒大小使用Mastersize2000激光衍射颗粒大小分析仪进行测量。",
        "Level": "C3(Applying)"
      }
    ]
  }
}