{
    "id": "00c547ec-eeda-4bf1-bde9-40cfa19d5e87",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Socio-economic statistical dataset of the Zhangye (2001 - 2012)",
            "titleCn": "黑河流域张掖市社会经济数据集(2001-2012)",
            "description": "Some economic data of Zhangye City from 2001 to 2012 include: per capita GDP, GDP, the proportion of fiscal revenue to GDP, per capita fiscal revenue, industrial contribution rate, the proportion of town population to total population, the proportion of added value of tertiary industry to GDP, the proportion of added value of secondary industry to GDP, industrial comprehensive benefit index, contribution rate of total assets, contribution rate of fixed assets, social labor productivity, G DP growth rate",
            "descriptionCn": "张掖市2001-2012年部分经济数据包括：人均GDP、GDP总值、财政收入占GDP的比重、人均财政收入、工业贡献率、市镇人口占总人口比例、第三产业增加值占GDP的比重、第二产业增加值占GDP的比重、工业综合效益指数、总资产贡献率、固定资产贡献率、社会劳动生产率、GDP增长率",
            "instructions": "Excel format storage",
            "instructionsCn": "excel 格式存储",
            "east": 101.6,
            "west": 98.75,
            "south": 38.3,
            "north": 39.83,
            "startTime": "2002-01-24 07:27:00",
            "endTime": "2013-01-24 07:27:00",
            "fileSize": 10298.0,
            "cstr": null,
            "doi": "",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "张大伟",
                "nameEn": "ZHANG Dawei",
                "unitEn": "",
                "unitCn": "兰州大学生命科学学院"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": null,
                "referenceCn": "张掖市统计局.张掖市统计年鉴.2001-2012.Bureay of Statistics of ZhangYe.Statistical Yearbook.2001-2012",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "人均GDP",
                "nameEn": "GDP per capita"
            },
            {
                "nameCn": "城镇人口比重",
                "nameEn": "proportion of urban population"
            },
            {
                "nameCn": "社会经济",
                "nameEn": "Social and Economic"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "张掖市",
                "keywordEn": "Zhangye city"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2001-2012",
                "keywordEn": "2001-2012",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "近50年来黑河流域水环境演变与人类活动耦合机理研究",
                "titleEn": "Major Research plan of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "三极地区通量30分钟数据（2000-2016）",
                "titleEn": "The 30-minute flux data in three pole region (2000-2016)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "How many years of socioeconomic data are included in a dataset related to Zhangye City within the Heihe River Basin?",
                "QuestionCn": "与黑河流域相关的张掖市数据集中包含多少年的社会经济数据？",
                "AnswerEn": "12 years",
                "AnswerCn": "12年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does '社会经济数据集' mean in the context of data collection for the Zhangye City in Heihe River Basin?",
                "QuestionCn": "'社会经济数据集'在黑河流域张掖市的数据收集中指的是与社会和经济相关的数据集合。",
                "AnswerEn": "In the context of data collection for the Zhangye City in Heihe River Basin, '社会经济数据集' refers to a dataset that includes various socio-economic indicators such as per capita GDP, total GDP, the proportion of fiscal revenue in GDP, per capita fiscal revenue, industrial contribution rate, the proportion of urban population in total population, the added value of the tertiary industry as a share of GDP, the added value of the secondary industry as a share of GDP, industrial comprehensive efficiency index, total asset contribution rate, fixed asset contribution rate, social labor productivity, and GDP growth rate for the period between 2001 and 2012.",
                "AnswerCn": "在黑河流域的张掖市数据收集中，“社会经济数据集”指的是一个包含各种社会经济指标的数据集，例如人均GDP、总GDP、财政收入占GDP的比例、人均财政收入、工业贡献率、城镇人口占总人口的比例、第三产业增加值占GDP的比重、第二产业增加值占GDP的比重、工业综合效率指数、总资产贡献率、固定资产贡献率、社会劳动生产率以及2001年至2012年期间的GDP增长率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can variations in GDP growth rate over the years indicate about the socio-economic trends and data collection methods in the Heihe River Basin, particularly in Zhangye City, from 2001 to 2012?",
                "QuestionCn": "GDP增长率的变化可以指示出2001年至2012年间黑河流域，特别是张掖市的社会经济趋势和数据收集方法的情况。",
                "AnswerEn": "Variations in GDP growth rate can reveal insights into socio-economic trends such as industrialization, urbanization, and economic policy impacts in the region. These variations might suggest the effectiveness or shifts in data collection methods, such as improved accuracy or frequency of economic data capture, changes in the sectors contributing to GDP, or the influence of external economic factors. Additionally, analyzing these trends could also highlight potential data collection challenges, such as data accessibility, the reliability of economic indicators, or discrepancies in reporting methods.",
                "AnswerCn": "GDP增长率的变化可以揭示出社会经济趋势的洞察，例如工业化、城市化和区域经济政策的影响。这些变化可能暗示数据收集方法的有效性或变化，例如经济数据捕捉的准确性或频率的提高、对GDP贡献的行业变化，或外部经济因素的影响。此外，分析这些趋势还可能突出潜在的数据收集挑战，例如数据的可获取性、经济指标的可靠性或报告方法的差异。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges in collecting accurate socio-economic data in Zhangye City for the period 2001-2012?",
                "QuestionCn": "在2001年至2012年期间，收集张掖市准确的社会经济数据面临的挑战因素有哪些？",
                "AnswerEn": "Challenges in collecting accurate socio-economic data in Zhangye City from 2001 to 2012 can be attributed to several factors such as changes in economic policies, variations in data reporting standards, the rapid urbanization process affecting population dynamics, and potential inconsistencies in data recording methods across different governmental departments.",
                "AnswerCn": "在2001年至2012年期间，收集张掖市准确的社会经济数据面临的挑战可以归因于多个因素，例如经济政策的变化、数据报告标准的差异、快速城市化进程对人口动态的影响，以及不同政府部门之间数据记录方法可能存在的不一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of compiling a dataset on socio-economic factors such as GDP per capita, industrial contribution rates, and labor productivity in the context of Zhangye City within the Heihe River Basin?",
                "QuestionCn": "在河西走廊的黑河流域背景下，编制关于社会经济因素的数据集，如人均GDP、工业贡献率和劳动生产率的目的是什么？",
                "AnswerEn": "The goal of compiling a dataset on socio-economic factors for Zhangye City is to analyze and understand the economic dynamics and development patterns in the region. By examining metrics such as GDP per capita, industrial contribution rates, and labor productivity, researchers can assess economic growth, efficiency, and structural changes in the local economy from 2001 to 2012. This understanding can inform policy decisions, resource allocation, and strategic planning for regional development.",
                "AnswerCn": "编制张掖市社会经济因素数据集的目标是分析和理解该地区的经济动态和发展模式。通过考察人均GDP、产业贡献率和劳动生产率等指标，研究人员可以评估2001年至2012年间的经济增长、效率和地方经济的结构变化。这种理解可以为政策决策、资源配置和区域发展战略规划提供参考。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}