{
    "id": "00d520ef-878a-47d8-9501-abca00b9cbe5",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "HiWATER: Dataset of ground truth measurements synchronizing with TerraSAR-X satellite overpassing in the Daman Superstation (June 15, 2012)",
            "titleCn": "黑河生态水文遥感试验：黑河流域中游大满超级站TerraSAR-X地面同步观测数据集（2012年6月15日）",
            "description": "On June 15, 2012, the satellite transit ground synchronous observation was carried out in the TerraSAR-X sample near the super station in the dense observation area of Daman. TerraSAR-X satellite carries X-band synthetic aperture radar (SAR). The daily transit image is HH / VV polarized, with a nominal resolution of 3 m, an incidence angle of 22-24 ° and a transit time of 19:03 (Beijing time), which mainly covers the ecological and hydrological experimental area of the middle reaches artificial oasis. The local synchronous data set can provide the basic ground data set for the development and verification of active microwave remote sensing soil moisture retrieval algorithm.            \nQuadrat and sampling strategy:            \nSix natural blocks are selected in the southeast of the super station, with an area of about 100 m × 100 m. One plot in the northwest corner of the sample plot is watermelon field, others are corn. The basis of sample selection is: (1) considering different vegetation types, i.e. watermelon and corn; (2) considering the visible light pixel, the sample size of 100m square can guarantee at least 4 30 M-pixel is located in the sample; (3) the location of the sample is near the super station, with convenient transportation. The observation of the super station is in the north, and there is a water net node on both sides of the East and the west, which makes it possible to integrate these observations in the future; (4) in addition, there are some obvious points around the sample, which can ensure that the geometric correction of the SAR image is more accurate in the future.            \nConsidering the resolution of the image, 21 splines (distributed from east to West) are collected at 5 m intervals. Each line has 23 points (north-south direction) at 5 m intervals. Four hydroprobe data acquisition systems (HDAS, reference 2) are used to measure at the same time. The sampling interval is controlled by the scale and moving splines on the measuring line to make up for the lack of using hand-held GPS.            \nMeasurement content:            \nAbout 500 points on the quadrat were obtained, and each point was observed twice, i.e. in each sampling point, once in the film (marked a in the data record) and once out of the film (marked b in the data record); although the watermelon land was also covered with film, considering that it was not laid horizontally, only the soil moisture at the non covered position was measured (marked b in both data records). As the HDAS system uses pogo portable soil sensor, the soil temperature, soil moisture (volume moisture content), loss tangent, soil conductivity, real part and imaginary part of soil complex dielectric are observed. The vegetation team completed the measurement of biomass, Lai, vegetation water content, plant height, row ridge distance, chlorophyll, etc.            \nData:            \nThis data set includes two parts: soil moisture observation and vegetation observation. The former saves the data format as a vector file, the spatial location is the location of each sampling point (WGS84 + UTM 47N), and the measurement information of soil moisture is recorded in the attribute file; the vegetation sampling information is recorded in the excel table.",
            "descriptionCn": "2012年6月15日在大满加密观测区超级站附近的TerraSAR-X样方进行了卫星过境地面同步观测。TerraSAR-X卫星搭载X波段的合成孔径雷达（SAR），该日过境影像为HH/VV极化，标称分辨率3 m，入射角介于22-24°，过境时间为19:03（北京时间），主要覆盖中游人工绿洲生态水文试验区。本地面同步数据集可为发展和验证主动微波遥感反演土壤水分算法提供基本地面数据集。\n样方及采样策略：\n选择了超级站东南边的6个自然地块，面积约为100 m×100 m。样方西北角的一个地块为西瓜地，其他为玉米。样方的选择依据是：（1）考虑了不同植被种类，即西瓜和玉米；（2）样方的大小考虑到了可见光像元，100 m见方的大小可以保证至少4个30 m像元落在其中；（3）样方的位置选在超级站附近，交通便利，北面有超级站的观测，东西两侧各有一个WATERNET节点，为今后融入这些观测提供了可能；（4）此外，在样方四周，也有一些明显地物点，能够保证今后对SAR影像的几何纠正比较准确。\n考虑到影像的分辨率，同步观测中，以5 m为间隔，采集了21条样线（东西分布），每条线5 m间隔共23个点（南北方向），使用4台Hydraprobe Data Acquisition System （HDAS，参考文献2）同时测量，通过测绳上的刻度和移动样线来控制采样间隔以弥补不能使用手持GPS的不足。\n测量内容： \n获取了样方上约500个点，每个点2次观测，即对覆膜玉米地，在每个采样点进行2次观测，1次膜内（数据记录中标记为a），1次膜外（数据记录中标记为b）；西瓜地虽然也覆膜，但考虑到并非水平铺设，只测量非覆膜位置土壤水分（两次数据记录中标记均为b）。由于HDAS系统采用POGO便携式土壤传感器，观测获得土壤温度、土壤水分（体积含水量）、损耗正切、土壤电导率、土壤复介电实部及虚部。植被小组完成了生物量、LAI、植被含水量、株高、行垄距、叶绿素等的测量。\n数据：\n本数据集包括土壤水分观测和植被观测两部分，前者保存数据格式为矢量文件，空间位置即为各采样点位置（WGS84+UTM 47N），土壤水分等测量信息记录在属性文件中；植被采样信息记录在EXCEL表格中。",
            "instructions": "",
            "instructionsCn": "",
            "east": 100.374,
            "west": 100.372,
            "south": 38.853,
            "north": 38.855,
            "startTime": "2018-12-16 02:46:56",
            "endTime": "2018-12-16 02:46:56",
            "fileSize": 9311966.0,
            "cstr": "18406.11.hiwater.048.2013.db",
            "doi": "10.3972/hiwater.048.2013.db",
            "dataFormat": "文本",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "王树果",
                "nameEn": "WANG Shuguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "马明国",
                "nameEn": "MA Mingguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system",
                "referenceCn": null,
                "referenceEn": "Li, X., Liu, S.M., Xiao, Q., Ma, M.G., Jin, R., Che, T., Wang, W.Z., Hu, X.L., Xu, Z.W., Wen, J.G., Wang, L.X. (2017). A multiscale dataset for understanding complex eco-hydrological processes in a heterogeneous oasis system. Scientific Data, 4, 170083. doi:10.1038/sdata.2017.83."
            },
            {
                "titleCn": null,
                "titleEn": "Australian Airborne Cal/val Experiments for SMOS (AACES) - Winter Campaign: Experiment Plan",
                "referenceCn": null,
                "referenceEn": "Walker, J. P., Rüdiger, C., Peischl, S., Nan, Y., Bandara, R., Allahmoradi, M., Kerr, Y., Kim, E., Gurney, R., Barrett, D. and Le Marshall, J.. Australian Airborne Cal/val Experiments for SMOS (AACES) - Winter Campaign: Experiment Plan. Department of Civil Engineering, Monash University, Australia, 2010,171pp."
            },
            {
                "titleCn": "黑河流域生态—水文过程综合遥感观测联合试验总体设计",
                "titleEn": null,
                "referenceCn": "李新, 刘绍民, 马明国, 肖青, 柳钦火, 晋锐, 车涛, 王维真, 祁元, 李弘毅, 朱高峰, 郭建文, 冉有华, 闻建光, 王树果. (2012). 黑河流域生态-水文过程综合遥感观测联合试验总体设计. 地球科学进展, 27(5), 481-498. doi:10.11867/j.issn.1001-8166.2012.05.0481.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design",
                "referenceCn": null,
                "referenceEn": "Li X, Cheng GD, Liu SM, Xiao Q, Ma MG, Jin R, Che T, Liu QH, Wang WZ, Qi Y, Wen JG, Li HY, Zhu GF, Guo JW, Ran YH, Wang SG, Zhu ZL, Zhou J, Hu XL, Xu ZW. Heihe Watershed Allied Telemetry Experimental Research (HiWATER): Scientific objectives and experimental design. Bulletin of the American Meteorological Society, 2013, 94(8): 1145-1160, 10.1175/BAMS-D-12-00154.1."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤温度",
                "nameEn": "Soil temperature"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            },
            {
                "nameCn": "雷达遥感",
                "nameEn": "Radar remote sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中游人工绿洲试验区",
                "keywordEn": "the artificial oasis experimental area in the middle reaches"
            },
            {
                "keywordCn": "大满超级站",
                "keywordEn": "Daman Superstation"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2012",
                "keywordEn": "2012",
                "type": "temporal"
            },
            {
                "keywordCn": "2012-06-15",
                "keywordEn": "2012-06-15",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：综合集成与航空微波遥感",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            },
            {
                "titleCn": "黑河流域生态-水文过程综合遥感观测试验：定标与真实性检验",
                "titleEn": "Heihe Watershed Allied Telemetry Experimental Research (HiWATER)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Upscaling of eco-hydrological processes on a heterogeneous surface is a grand challenge. Progress in this field is hindered by the poor availability of multiscale observations. HiWATER is an experiment designed to address this challenge through instrumentation on hierarchically nested scales to obtain multiscale and multidisciplinary data."
            ],
            "research objective": [],
            "challenges": [
                "Progress in this field is hindered by the poor availability of multiscale observations."
            ],
            "methods": [
                "Several intensive observation periods (IOPs) and continuous hydrometeorological observations were carried out during HiWATER. Only data collected during the IOP in 2012 are presented in this paper. Instruments for the oasis-desert system were arranged in hierarchically nested scales to capture multi-scale eco-hydrological processes. We established a sparse network to investigate the oasis-desert interaction. One superstation was constructed within the oasis, and four EC towers and four two-layer automatic meteorological stations (AMSs) were installed in different landscapes surrounding the oasis, including sandy desert, desert pavement, desert steppe, and wetland. Intensive observations were implemented at the irrigation district scale. A total of 12 airborne remote sensing missions were conducted to cover the FEA using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer."
            ],
            "dataset": [
                "We introduce a multiscale dataset obtained from Heihe Watershed Allied Telemetry Experimental Research (HiWATER) in an oasis-desert area in 2012. The HiWATER observation system consists of a flux observation matrix of eddy covariance towers, large aperture scintillometers, and automatic meteorological stations; an eco-hydrological sensor network of soil moisture and leaf area index; hyper-resolution airborne remote sensing using LiDAR, imaging spectrometer, multi-angle thermal imager, and L-band microwave radiometer; and synchronical ground measurements of vegetation dynamics and photosynthesis processes. All observational data were carefully quality controlled throughout sensor calibration, data collection, data processing, and datasets generation. The data are freely available at figshare and the Cold and Arid Regions Science Data Centre."
            ],
            "findings": [],
            "backgroundCn": [
                "生态水文过程在异质表面上的上升尺度是一个重大挑战。该领域的进展受到多尺度观测数据稀缺的制约。HiWATER实验旨在通过在分层嵌套尺度上进行仪器布置，以获取多尺度和多学科的数据，从而应对这一挑战。"
            ],
            "research objectiveCn": [],
            "challengesCn": [
                "该领域的进展受到多尺度观测稀缺的阻碍。"
            ],
            "methodsCn": [
                "在HiWATER期间进行了几次强烈观测期（IOPs）和连续的水文气象观测。本文仅呈现2012年IOP期间收集的数据。为了捕捉多尺度生态水文过程，绿洲-沙漠系统的仪器按照层级嵌套的尺度进行布置。我们建立了一个稀疏网络，以研究绿洲-沙漠的相互作用。在绿洲内建造了一个超级站，并在绿洲周围不同的景观中安装了四个EC塔和四个两层自动气象站（AMS），这些景观包括沙质沙漠、沙漠铺装、沙漠草原和湿地。在灌溉区尺度上实施了强烈观测。共进行了12次空中遥感任务，使用了LiDAR、成像光谱仪、多角度热成像仪和L波段微波辐射计覆盖FEA。"
            ],
            "datasetCn": [
                "我们介绍了一个多尺度数据集，该数据集来自2012年在绿洲-沙漠地区进行的黑河流域联合遥测实验研究（HiWATER）。HiWATER观测系统由涡度协方差塔、大孔径闪烁仪和自动气象站组成的通量观测矩阵；土壤水分和叶面积指数的生态水文传感器网络；使用激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计的超高分辨率航空遥感；以及同步的植被动态和光合作用过程的地面测量。所有观测数据在传感器校准、数据收集、数据处理和数据集生成过程中都经过了严格的质量控制。这些数据可以在figshare和寒区与干旱区科学数据中心免费获取。"
            ],
            "findingsCn": []
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Are the data freely available at figshare and the Cold and Arid Regions Science Data Centre?",
                "QuestionCn": "这些数据是否在figshare和寒冷与干旱地区科学数据中心免费提供？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C1(Remembering)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the primary source of vegetation data more dependent on airborne remote sensing, ground measurements, or automated sensor networks?",
                "QuestionCn": "植被数据的主要来源更依赖于空中遥感、地面测量还是自动传感器网络？",
                "AnswerEn": "airborne remote sensing",
                "AnswerCn": "机载遥感",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data collection method was used to measure soil moisture in the Heihe River Basin during the TerraSAR-X satellite ground synchronization observation?",
                "QuestionCn": "在TerraSAR-X卫星地面同步观测期间，何为河流域使用了哪种数据收集方法来测量土壤湿度？",
                "AnswerEn": "Hydraprobe Data Acquisition System (HDAS)",
                "AnswerCn": "Hydraprobe 数据采集系统 (HDAS)",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where were the sampling plots located for the eco-hydrological observations in the Heihe River Basin, and why were these locations chosen?",
                "QuestionCn": "生态水文观测的采样 plots 位于黑河流域，选择这些地点的原因是什么？",
                "AnswerEn": "southeast of the superstation",
                "AnswerCn": "超级站的东南方向",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "What is an example of a data collection method used to measure soil moisture and vegetation dynamics in an oasis-desert area?",
                "QuestionCn": "在绿洲-沙漠地区测量土壤湿度和植被动态的一种数据收集方法的例子是什么？",
                "AnswerEn": "An example of a data collection method for measuring soil moisture and vegetation dynamics includes the use of the Hydraprobe Data Acquisition System (HDAS) to collect soil temperature, soil moisture, and other soil properties at multiple points across a sample area, in conjunction with vegetation measurements such as biomass, LAI, and chlorophyll.",
                "AnswerCn": "一种用于测量土壤湿度和植被动态的数据收集方法包括使用Hydraprobe数据采集系统（HDAS）在样本区域的多个点收集土壤温度、土壤湿度和其他土壤特性，同时结合植被测量，如生物量、叶面积指数（LAI）和叶绿素。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset that supports the development and validation of soil moisture retrieval algorithms using active microwave remote sensing?",
                "QuestionCn": "您能否提供一个支持使用主动微波遥感开发和验证土壤湿度检索算法的数据集的示例？",
                "AnswerEn": "A dataset example that supports the development and validation of soil moisture retrieval algorithms is the collection of ground synchronous observations conducted near the TerraSAR-X satellite sample plots, which provide soil moisture information for algorithm validation in active microwave remote sensing.",
                "AnswerCn": "一个支持土壤湿度检索算法开发和验证的数据集示例是，在TerraSAR-X卫星样本地块附近进行的地面同步观测，这些观测提供了用于主动微波遥感中算法验证的土壤湿度信息。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the multiscale dataset obtained from eco-hydrological observations in oasis-desert areas?",
                "QuestionCn": "从绿洲-沙漠地区的生态水文观测中获得的多尺度数据集的特征是什么？",
                "AnswerEn": "flux observation matrix, eddy covariance towers, large aperture scintillometers, automatic meteorological stations, eco-hydrological sensor network, soil moisture, leaf area index, airborne remote sensing data, LiDAR, imaging spectrometer, multi-angle thermal imager, L-band microwave radiometer, ground measurements of vegetation dynamics, photosynthesis processes",
                "AnswerCn": "通量观测矩阵，涡度相关塔，大孔径闪烁仪，自动气象站，生态水文传感器网络，土壤湿度，叶面积指数，机载遥感数据，激光雷达，成像光谱仪，多角度热成像仪，L波段微波辐射计，植被动态地面测量，光合作用过程。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What are the critical attributes of the synchronous ground observation method for validating remote sensing soil moisture algorithms?",
                "QuestionCn": "同步地面观测方法验证遥感土壤湿度算法的关键属性是什么？",
                "AnswerEn": "synchronous measurements, TerraSAR-X imagery, specific polarizations, spatial resolutions, systematic sampling, soil moisture, temperature, dielectric properties, data alignment, geometric correction needs",
                "AnswerCn": "同步测量，TerraSAR-X影像，特定极化，空间分辨率，系统采样，土壤湿度，温度，介电特性，数据对齐，几何校正需求。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many sampling points were collected during the synchronous ground-based observation for soil moisture using the Hydraprobe Data Acquisition System?",
                "QuestionCn": "在使用Hydraprobe数据采集系统进行同步地面观测以测量土壤湿度时，共收集了多少个采样点？",
                "AnswerEn": "500 points",
                "AnswerCn": "500点",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the TerraSAR-X satellite imagery used in the eco-hydrological experiment?",
                "QuestionCn": "TerraSAR-X卫星影像在生态水文实验中使用的空间分辨率是多少？",
                "AnswerEn": "3 meters",
                "AnswerCn": "3米",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many intensive observation periods (IOPs) were conducted during the HiWATER experiment in 2012?",
                "QuestionCn": "在2012年的HiWATER实验中进行了多少次强化观测期（IOPs）？",
                "AnswerEn": "The exact number is not specified.",
                "AnswerCn": "确切的数字未被指定。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the significance of multiscale observations in eco-hydrological research?",
                "QuestionCn": "多尺度观测在生态水文研究中的重要性是什么？",
                "AnswerEn": "Multiscale observations are crucial in eco-hydrological research as they address the challenge of upscaling processes on heterogeneous surfaces. They provide comprehensive data necessary for understanding and modeling eco-hydrological processes across different spatial and temporal scales, as exemplified by the instrumentation on hierarchically nested scales in HiWATER.",
                "AnswerCn": "多尺度观测在生态水文研究中至关重要，因为它们解决了在异质表面上进行过程上升尺度的挑战。它们提供了必要的综合数据，以理解和建模不同空间和时间尺度上的生态水文过程，正如HiWATER中分层嵌套尺度的仪器所示。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the key features of a hierarchically nested observation system in eco-hydrological experiments?",
                "QuestionCn": "生态水文实验中分层嵌套观察系统的关键特征是什么？",
                "AnswerEn": "A hierarchically nested observation system in eco-hydrological experiments is characterized by the arrangement of instruments at various scales, such as flux observation matrices, eco-hydrological sensor networks, and hyper-resolution airborne remote sensing, to capture multi-scale eco-hydrological processes and interactions, as demonstrated in the HiWATER experiment.",
                "AnswerCn": "在生态水文实验中，分层嵌套的观测系统通过在不同尺度上布置仪器来表征，例如通量观测矩阵、生态水文传感器网络和超高分辨率的空中遥感，以捕捉多尺度的生态水文过程和相互作用，这在HiWATER实验中得到了验证。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How is data quality control ensured in eco-hydrological experiments involving diverse data sources?",
                "QuestionCn": "在涉及多种数据源的生态水文实验中，如何确保数据质量控制？",
                "AnswerEn": "Data quality control in eco-hydrological experiments with diverse data sources, such as HiWATER, is ensured through meticulous sensor calibration, systematic data collection, careful data processing, and rigorous dataset generation procedures, ensuring the reliability and accuracy of the multiscale datasets.",
                "AnswerCn": "在生态水文实验中，像HiWATER这样的多样数据源的数据质量控制通过细致的传感器校准、系统的数据收集、谨慎的数据处理和严格的数据集生成程序来确保，从而保证了多尺度数据集的可靠性和准确性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods used at the superstation within the oasis compare to those used in the surrounding landscapes such as sandy desert, desert pavement, and wetland?",
                "QuestionCn": "超级站内的数据显示收集方法与周围景观（如沙漠、沙漠铺装和湿地）使用的方法有何不同？",
                "AnswerEn": "The superstation within the oasis utilized a combination of eddy covariance towers, automatic meteorological stations, and intensive observation periods, while the surrounding landscapes were equipped with four EC towers and two-layer automatic meteorological stations to capture the unique eco-hydrological processes of each area. The methods were hierarchically nested to monitor different scales of eco-hydrological interactions.",
                "AnswerCn": "绿洲内的超级站利用了涡度协方差塔、自动气象站和密集观测期，而周围的景观则配备了四个涡度协方差塔和两层自动气象站，以捕捉每个区域独特的生态水文过程。这些方法层次分明，以监测不同尺度的生态水文相互作用。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the differences in the types of data collected by the TerraSAR-X satellite observations and the HiWATER airborne remote sensing missions?",
                "QuestionCn": "TerraSAR-X卫星观测和HiWATER航空遥感任务收集的数据类型有什么区别？",
                "AnswerEn": "The TerraSAR-X satellite observations focused on obtaining high-resolution SAR imagery with HH/VV polarization for soil moisture inversion. In contrast, the HiWATER airborne missions utilized a variety of instruments, including LiDAR, imaging spectrometers, multi-angle thermal imagers, and an L-band microwave radiometer, to collect multiscale data covering a wide range of eco-hydrological parameters.",
                "AnswerCn": "TerraSAR-X卫星观测专注于获取高分辨率的SAR影像，采用HH/VV极化进行土壤湿度反演。相比之下，HiWATER航空任务利用多种仪器，包括激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，收集覆盖广泛生态水文参数的多尺度数据。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways do the challenges of collecting multiscale observations in the HiWATER experiment compare to the challenges faced in the TerraSAR-X ground-synchronous observations?",
                "QuestionCn": "HiWATER实验中收集多尺度观测的挑战与TerraSAR-X地面同步观测面临的挑战有哪些相似之处？",
                "AnswerEn": "The HiWATER experiment faced challenges related to the poor availability of multiscale observations and the need for hierarchical instrumentation to study heterogeneous surfaces. Meanwhile, the TerraSAR-X ground-synchronous observations specifically dealt with geometric correction and achieving adequate sampling density, requiring strategic placement of sample plots and synchronization with satellite overpasses.",
                "AnswerCn": "HiWATER实验面临着多尺度观测数据稀缺和需要分层仪器以研究异质表面的挑战。同时，TerraSAR-X地面同步观测特别涉及几何校正和实现足够的采样密度，这需要对样本 plots 的战略性布置以及与卫星过境的同步。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges of obtaining multiscale observations in eco-hydrological processes?",
                "QuestionCn": "在生态水文过程中的多尺度观测中，哪些因素导致了挑战？",
                "AnswerEn": "Progress in this field is hindered by the poor availability of multiscale observations, which is a grand challenge for upscaling eco-hydrological processes on heterogeneous surfaces.",
                "AnswerCn": "该领域的进展受到多尺度观测稀缺的制约，这是在异质表面上提升生态水文过程的重大挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it necessary to establish a sparse network to investigate oasis-desert interactions in data collection?",
                "QuestionCn": "为什么建立稀疏网络在数据收集过程中调查绿洲-沙漠相互作用是必要的？",
                "AnswerEn": "A sparse network is necessary to investigate the oasis-desert interaction because it allows for capturing multi-scale eco-hydrological processes, which are crucial for understanding the dynamics between different landscapes such as sandy desert, desert pavement, desert steppe, and wetland.",
                "AnswerCn": "稀疏网络对于研究绿洲与沙漠之间的相互作用是必要的，因为它能够捕捉多尺度的生态水文过程，这对于理解沙漠、沙质沙漠、沙漠铺装、沙漠草原和湿地等不同景观之间的动态至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What causes the need for hierarchical instrumentation in capturing eco-hydrological data across different scales?",
                "QuestionCn": "导致在不同尺度上捕获生态水文数据时需要分层仪器的原因是什么？",
                "AnswerEn": "Hierarchical instrumentation is required to capture eco-hydrological data across different scales because it helps obtain multiscale and multidisciplinary data, addressing the challenge of poor availability of such observations in heterogeneous surfaces.",
                "AnswerCn": "分层仪器测量是捕捉不同尺度生态水文数据所必需的，因为它有助于获取多尺度和多学科的数据，解决了在异质表面上观察数据稀缺的挑战。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "How does the integration of multiscale observations impact the development and validation of soil moisture retrieval algorithms in eco-hydrological studies?",
                "QuestionCn": "多尺度观测的整合如何影响生态水文学研究中土壤湿度提取算法的开发和验证？",
                "AnswerEn": "The integration of multiscale observations, such as those from the HiWATER experiment, provides essential ground data that support the development and validation of soil moisture retrieval algorithms. These observations help address the challenge of scaling up eco-hydrological processes on heterogeneous surfaces by offering detailed insights at various scales, from local to regional.",
                "AnswerCn": "多尺度观测的整合，例如来自HiWATER实验的观测，提供了支持土壤湿度检索算法开发和验证的重要地面数据。这些观测通过在局部到区域的不同尺度上提供详细见解，帮助解决在异质表面上扩大生态水文过程的挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the potential outcomes of deploying a hierarchically nested instrumentation setup on the understanding of oasis-desert eco-hydrological interactions?",
                "QuestionCn": "在对绿洲-沙漠生态水文相互作用的理解中，部署分层嵌套的仪器设置的潜在结果是什么？",
                "AnswerEn": "Deploying a hierarchically nested instrumentation setup, as done in the HiWATER experiment, allows for capturing multi-scale eco-hydrological processes, leading to a better understanding of oasis-desert interactions. This setup helps in gathering comprehensive data across different landscapes and scales, which is crucial for studying how these interactions affect water and energy exchanges in such regions.",
                "AnswerCn": "部署分层嵌套的仪器设置，如在HiWATER实验中所做的，可以捕捉多尺度生态水文过程，从而更好地理解绿洲-沙漠之间的相互作用。这种设置有助于在不同的景观和尺度上收集全面的数据，这对于研究这些相互作用如何影响该地区的水和能量交换至关重要。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose behind utilizing hierarchically nested scales for data collection in eco-hydrological studies in oasis-desert systems?",
                "QuestionCn": "在绿洲-沙漠系统的生态水文研究中，利用分层嵌套尺度进行数据收集的目的是为了更好地理解和分析不同尺度下的生态和水文过程。这种方法可以帮助研究人员捕捉到从局部到区域的复杂相互作用，进而提高对生态系统功能和水资源管理的认识。",
                "AnswerEn": "The purpose is to capture multi-scale eco-hydrological processes, which is a challenge due to the poor availability of multiscale observations. By using hierarchically nested scales, researchers can obtain multiscale and multidisciplinary data to better understand these processes.",
                "AnswerCn": "目的是捕捉多尺度生态水文过程，这由于多尺度观测的稀缺而面临挑战。通过使用分层嵌套的尺度，研究人员可以获得多尺度和多学科的数据，以更好地理解这些过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to carry out intensive observation periods (IOPs) along with continuous hydrometeorological observations within the HiWATER project?",
                "QuestionCn": "在HiWATER项目中，进行密集观测期（IOPs）以及持续的水气象观测是非常重要的。",
                "AnswerEn": "The importance lies in addressing the challenge of poor availability of multiscale observations. Intensive observation periods, combined with continuous observations, allow researchers to gather detailed and comprehensive data across different temporal and spatial scales, enabling a better investigation of eco-hydrological processes.",
                "AnswerCn": "重要性在于解决多尺度观测的可用性差的问题。密集观测期与连续观测相结合，使研究人员能够在不同的时间和空间尺度上收集详细而全面的数据，从而更好地研究生态水文过程。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "How are diverse ecological and hydrological parameters integrated into a cohesive dataset for multiscale analysis in heterogeneous landscapes?",
                "QuestionCn": "如何将多样的生态和水文参数整合成一个统一的数据集，以便在异质景观中进行多尺度分析？",
                "AnswerEn": "Instruments are deployed at hierarchically nested scales, including eddy covariance towers, automatic meteorological stations, and a sparse network in different landscapes to capture multiscale eco-hydrological processes. These observations are complemented by ground measurements and remote sensing missions, all of which are systematically calibrated and quality-controlled before data integration.",
                "AnswerCn": "仪器在层次嵌套的尺度上部署，包括涡度协方差塔、自动气象站以及在不同景观中的稀疏网络，以捕捉多尺度生态水文过程。这些观测数据通过地面测量和遥感任务进行补充，所有数据在整合之前都经过系统的校准和质量控制。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "How do multiscale observations enable the understanding of eco-hydrological processes in heterogeneous landscapes?",
                "QuestionCn": "多尺度观测如何促进对异质景观中生态水文过程的理解？",
                "AnswerEn": "Multiscale observations enable understanding by employing a hierarchical setup of instruments, including eddy covariance towers, automatic meteorological stations, and remote sensing technologies like LiDAR and imaging spectrometers, to capture diverse data across various landscape scales and processes.",
                "AnswerCn": "多尺度观测通过采用层次化的仪器设置，包括涡度协方差塔、自动气象站以及遥感技术如激光雷达和成像光谱仪，能够在不同的景观尺度和过程中捕获多样的数据，从而促进理解。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What conditions are necessary to enable effective data collection during intensive observation periods for eco-hydrological research?",
                "QuestionCn": "为了在生态水文研究的密集观察期间有效收集数据，需要哪些条件？",
                "AnswerEn": "Effective data collection during intensive observation periods is enabled by strategic placement of instruments in hierarchically nested scales, comprehensive sensor networks, and synchronical ground measurements, ensuring data quality control from sensor calibration to data processing.",
                "AnswerCn": "在密集观察期间，有效的数据收集得益于在分层嵌套尺度中战略性地布置仪器、全面的传感器网络以及同步的地面测量，确保从传感器校准到数据处理的数据质量控制。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might multiscale observations be limited in capturing eco-hydrological processes in heterogeneous surfaces?",
                "QuestionCn": "多尺度观测在捕捉异质表面的生态水文过程方面可能受到限制的原因是什么？",
                "AnswerEn": "Progress in understanding eco-hydrological processes on heterogeneous surfaces is hindered by the poor availability of multiscale observations, as comprehensive data collection at multiple scales is challenging and requires hierarchically nested instrumentation.",
                "AnswerCn": "对异质表面生态水文过程的理解进展受到多尺度观测数据稀缺的制约，因为在多个尺度上进行全面的数据收集具有挑战性，并且需要分层嵌套的仪器设备。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What could be the reasons for the challenges faced in developing soil moisture algorithms using active microwave remote sensing methods?",
                "QuestionCn": "使用主动微波遥感方法开发土壤湿度算法所面临的挑战可能有以下几个原因：",
                "AnswerEn": "Developing and validating soil moisture algorithms with active microwave remote sensing methods face challenges due to the need for basic ground datasets, such as those provided by synchronized ground observations, which are essential for accurate retrieval but are often limited in availability.",
                "AnswerCn": "开发和验证土壤湿度算法的主动微波遥感方法面临挑战，因为需要基本的地面数据集，例如同步地面观测提供的数据，这些数据对于准确提取至关重要，但通常可用性有限。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How might the hierarchical arrangement of instruments contribute to the effectiveness of data collection in eco-hydrological studies?",
                "QuestionCn": "仪器的层级安排如何有助于生态水文研究中数据收集的有效性？",
                "AnswerEn": "The hierarchical arrangement of instruments is designed to capture multi-scale eco-hydrological processes, which can significantly enhance the effectiveness of data collection. By situating instruments like eddy covariance towers and automatic meteorological stations at different scales and landscapes, researchers can obtain a comprehensive understanding of the interactions between various ecological and hydrological processes within the oasis-desert system.",
                "AnswerCn": "仪器的层次化安排旨在捕捉多尺度的生态水文过程，这可以显著提高数据收集的有效性。通过在不同的尺度和景观中设置涡度协方差塔和自动气象站等仪器，研究人员可以全面了解绿洲-沙漠系统中各种生态和水文过程之间的相互作用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges are associated with collecting multiscale observations in eco-hydrological research, and how might these be addressed?",
                "QuestionCn": "在生态水文研究中，收集多尺度观测数据面临哪些挑战，以及如何应对这些挑战？",
                "AnswerEn": "One major challenge in collecting multiscale observations is the poor availability of such data, which hinders progress in understanding eco-hydrological processes. To address this, HiWATER designed an experiment that utilizes a network of hierarchically nested instruments and intensive observation periods. This approach allows for the collection of diverse and high-quality data across different scales, which can be used to better understand and model eco-hydrological interactions.",
                "AnswerCn": "收集多尺度观测数据的一大挑战是数据的可用性较差，这阻碍了对生态水文过程的理解。为了解决这个问题，HiWATER设计了一项实验，利用一个分层嵌套的仪器网络和密集的观测周期。这种方法可以在不同尺度上收集多样化和高质量的数据，从而更好地理解和建模生态水文相互作用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways could the synchronization of satellite imagery with ground observations enhance the development of soil moisture algorithms?",
                "QuestionCn": "卫星影像与地面观测的同步可以通过以下方式增强土壤湿度算法的开发：",
                "AnswerEn": "Synchronizing satellite imagery with ground observations can provide essential data for developing and validating soil moisture algorithms. By aligning TerraSAR-X satellite passes with ground data collection, researchers can obtain accurate, real-time information on soil conditions, which is critical for improving the precision of remote sensing algorithms. This synergy between satellite and ground data enables more reliable predictions and assessments of soil moisture levels across different terrains.",
                "AnswerCn": "将卫星影像与地面观测同步可以为开发和验证土壤湿度算法提供重要数据。通过将TerraSAR-X卫星的观测与地面数据收集对齐，研究人员可以获得关于土壤状况的准确实时信息，这对于提高遥感算法的精度至关重要。这种卫星与地面数据之间的协同作用使得对不同地形的土壤湿度水平的预测和评估更加可靠。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm unsure about the challenges associated with the availability of multiscale observations for eco-hydrological research.",
                "QuestionCn": "我对生态水文研究中多尺度观测可用性相关的挑战感到不确定。",
                "AnswerEn": "One of the main challenges associated with the availability of multiscale observations is the poor availability of these data, which hinders progress in understanding eco-hydrological processes. The HiWATER experiment attempts to address this challenge by providing a multiscale and multidisciplinary dataset.",
                "AnswerCn": "与多尺度观测的可用性相关的主要挑战之一是这些数据的可用性较差，这阻碍了对生态水文过程的理解。HiWATER实验试图通过提供多尺度和多学科的数据集来解决这一挑战。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the data collection techniques used in eco-hydrological studies to obtain multiscale and multidisciplinary datasets.",
                "QuestionCn": "生态水文研究中用于获取多尺度和多学科数据集的数据收集技术总结如下：",
                "AnswerEn": "The data collection techniques involve instrumentation on hierarchically nested scales, including a flux observation matrix of eddy covariance towers, large aperture scintillometers, automatic meteorological stations, and an eco-hydrological sensor network for soil moisture and leaf area index. Additionally, hyper-resolution airborne remote sensing using LiDAR, an imaging spectrometer, a multi-angle thermal imager, and an L-band microwave radiometer are utilized, along with synchronical ground measurements of vegetation dynamics and photosynthesis processes.",
                "AnswerCn": "数据收集技术涉及在分层嵌套尺度上的仪器，包括涡度协方差塔的通量观测矩阵、大孔径闪烁仪、自动气象站以及用于土壤湿度和叶面积指数的生态水文传感器网络。此外，还利用超高分辨率的航空遥感技术，包括激光雷达、成像光谱仪、多角度热成像仪和L波段微波辐射计，以及同步的地面测量以监测植被动态和光合作用过程。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please conduct a search for potential datasets related to eco-hydrological processes in oasis-desert areas and compare their availability and data quality control measures.",
                "QuestionCn": "请搜索与绿洲-沙漠地区生态水文过程相关的潜在数据集，并比较它们的可用性和数据质量控制措施。",
                "AnswerEn": "Potential datasets related to eco-hydrological processes include those obtained from the HiWATER experiment, which are available at figshare and the Cold and Arid Regions Science Data Centre. These datasets are multiscale and have been carefully quality controlled through sensor calibration, data collection, data processing, and dataset generation.",
                "AnswerCn": "与生态水文过程相关的潜在数据集包括从HiWATER实验中获得的数据，这些数据可在figshare和寒区与干旱区科学数据中心获取。这些数据集是多尺度的，并经过传感器校准、数据收集、数据处理和数据集生成等严格的质量控制。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}