{
  "id": "00d72b53-ec7c-4222-b466-08d6b1a514ed",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Air pollutant emission data set of China's future carbon neutrality scenario (2017-2060)",
      "titleCn": "中国未来碳中和情景空气污染物排放数据集（2017-2060逐年）",
      "description": "The annual emission data of conventional air pollutants (PM2.5, SO2, NH3, NOX) under different carbon neutralization technologies and air pollutant end treatment scenario combinations from 2017 to 2060, generated based on the computable general equilibrium model and the base year emission inventory, are used for the policy scenario analysis of the future coordinated treatment of carbon dioxide and air pollution in China. This data has been applied to the evaluation of the health synergy benefits of the carbon neutral technology path, as the data input of the health impact assessment model, to estimate the premature death, incidence rate and the resulting life expectancy loss, and to monetize these health impacts. The health common interests of monetization are compared with the corresponding emission reduction costs to explore the cost-effectiveness of different carbon neutral technology combinations.",
      "descriptionCn": "基于可计算一般均衡模型和基准年排放清单生成的2017至2060年不同碳中和技术和空气污染物末端治理情景组合下的常规空气污染物（PM2.5，SO2，NH3，NOX）逐年排放数据，用于未来中国二氧化碳与空气污染的协同治理的政策情景分析。本数据已被应用于对碳中和技术路径的健康协同效益评估，作为健康影响评估模型的数据输入，来估计过早死亡、发病率和由此造成的预期寿命损失，并对这些健康影响进行货币化。将货币化的健康共同利益与相应的减排成本进行比较，以探索不同碳中和技术组合的成本效益。",
      "instructions": "File naming: the data volume is small and is not named by date\nData reading method: data is stored in CSV format. The defined variables of each data are climate control scenario (scenario), air pollution control scenario (scn_air), year, province (pro), sector and pollutant type (SO2, NOx, PM2.5, NH3)",
      "instructionsCn": "文件命名：数据体量较小，并未以日期命名\n数据读取方式：数据以csv格式储存。每个数据的定义变量为气候治理情景（Scenario），空气污染治理情景（scn_air），年份（year）,省份（pro）,部门（sector）和污染物类型（SO2,NOX,PM2.5,NH3）",
      "east": 135.0,
      "west": 73.5,
      "south": 4.0,
      "north": 53.5,
      "startTime": null,
      "endTime": null,
      "fileSize": 7472000.0,
      "cstr": "18406.11.HumanNat.tpdc.272825",
      "doi": "10.11888/HumanNat.tpdc.272825",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "王灿",
        "nameEn": "WANG Can ",
        "unitEn": "School of Environment, Tsinghua University",
        "unitCn": "清华大学环境学院"
      },
      {
        "nameCn": "张诗卉",
        "nameEn": "ZHANG Shihui ",
        "unitEn": "School of Environment, Tsinghua University",
        "unitCn": "清华大学环境学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Incorporating health co-benefits into technology pathways to achieve China’s 2060 carbon neutrality goal: A modelling study",
        "referenceCn": null,
        "referenceEn": "Zhang, S., An, K., Li, J., Weng, Y., Zhang, S., Wang, S., Cai, W., Wang, C., & Gong, P. (2021). Incorporating health co-benefits into technology pathways to achieve China’s 2060 carbon neutrality goal: A modelling study. The Lancet Planetary Health, 5(11), e808–e817. https://doi.org/10.1016/S2542-5196(21)00252-7"
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      }
    ],
    "themeList": [
      {
        "nameCn": "环境污染与治理",
        "nameEn": "Environment Pollution and Control"
      },
      {
        "nameCn": "空气污染物",
        "nameEn": "Air Pollutants"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "中国",
        "keywordEn": "China"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2017-2060",
        "keywordEn": "2017-2060",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "全球变化驱动下陆表自然和人文要素相互作用及区域表现",
        "titleEn": "Interaction and regional performance of natural and human factors on land surface driven by global change"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "青藏高原1:100万行政边界数据（2017）",
        "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
      },
      {
        "titleCn": "祁连山重点区域人类活动数据集 (2018)",
        "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
      },
      {
        "titleCn": "三极人口&GDP数据集（1970-2006）",
        "titleEn": "Three-pole population &GDP dataset (1970-2006)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
      },
      {
        "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
        "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
      },
      {
        "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
        "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
      },
      {
        "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
        "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
      },
      {
        "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
      },
      {
        "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
        "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of air pollutant emissions data collected for future carbon neutrality scenarios in China from 2017 to 2060?",
        "QuestionCn": "中国在2017年至2060年期间收集的未来碳中和情景下的空气污染物排放数据的特点是什么？",
        "AnswerEn": "annual emission data, PM2.5, SO2, NH3, NOX, computable general equilibrium models, baseline year emission inventories, carbon neutrality technologies, end-of-pipe air pollutant control scenarios, policy scenario analysis, health co-benefit assessments",
        "AnswerCn": "年度排放数据，PM2.5，SO2，NH3，NOX，可计算一般均衡模型，基准年排放清单，碳中和技术，末端空气污染物控制情景，政策情景分析，健康协同效益评估",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many years of data are covered for air pollutant emissions in a dataset related to China's future carbon neutrality scenarios?",
        "QuestionCn": "在与中国未来碳中和情景相关的数据集中，空气污染物排放覆盖了多少年的数据？",
        "AnswerEn": "43 years",
        "AnswerCn": "43年",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How do differing carbon neutrality technologies and end-of-pipe air pollution control scenarios impact the annual emissions of conventional air pollutants from 2017 to 2060, and what can be inferred about the synergies between carbon reduction and air quality improvement?",
        "QuestionCn": "不同的碳中和技术和末端空气污染控制方案如何影响2017年至2060年传统空气污染物的年度排放量，以及可以从碳减排与空气质量改善的协同作用中推断出什么？",
        "AnswerEn": "The annual emissions of conventional air pollutants such as PM2.5, SO2, NH3, and NOX are influenced by the combination of carbon neutrality technologies and air pollution control scenarios. This data is used to analyze the policy scenarios for the co-management of CO2 and air pollution in future China, evaluating the health co-benefits of carbon neutrality technology pathways. By comparing the monetized health co-benefits with the corresponding emission reduction costs, researchers can explore the cost-effectiveness of different combinations of carbon neutrality technologies.",
        "AnswerCn": "常规空气污染物（如PM2.5、SO2、NH3和NOX）的年排放量受到碳中和技术和空气污染控制情景的组合影响。这些数据用于分析未来中国二氧化碳和空气污染的共同管理政策情景，评估碳中和技术路径的健康共益。通过比较货币化的健康共益与相应的排放减少成本，研究人员可以探索不同碳中和技术组合的成本效益。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What are the reasons behind using computable general equilibrium models and baseline emission inventories for generating annual air pollutant emissions data from 2017 to 2060 under various carbon neutrality technologies and air pollutant end-treatment scenarios in China?",
        "QuestionCn": "使用可计算一般均衡模型和基准排放清单生成2017年至2060年中国在各种碳中和技术和空气污染物末端处理情景下的年度空气污染物排放数据的原因是什么？",
        "AnswerEn": "The use of computable general equilibrium models and baseline emission inventories allows for the generation of detailed, scenario-specific projections of conventional air pollutant emissions annually from 2017 to 2060. These tools enable the integration of different carbon neutrality technologies and air pollutant end-treatment scenarios, providing a framework for analyzing policy scenarios that aim for synergistic governance of carbon dioxide and air pollution in China. This approach is crucial for assessing the health co-benefits of carbon neutrality technology pathways, estimating premature mortality, morbidity, and associated expected life loss, and monetizing these health impacts to compare with emission reduction costs to explore the cost-effectiveness of various carbon neutrality technology combinations.",
        "AnswerCn": "使用可计算一般均衡模型和基线排放清单，可以生成2017年至2060年间常规空气污染物排放的详细、特定情景的年度预测。这些工具能够整合不同的碳中和技术和空气污染物末端处理情景，为分析旨在实现二氧化碳和空气污染协同治理的政策情景提供框架。这种方法对于评估碳中和技术路径的健康共益、估算过早死亡、发病率及相关预期寿命损失，并将这些健康影响货币化以与减排成本进行比较，从而探索各种碳中和技术组合的成本效益至关重要。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on health outcomes of utilizing data from various carbon neutrality technologies and air pollution control scenarios for policy scenario analysis in China?",
        "QuestionCn": "利用各种碳中和技术和空气污染控制情景的数据进行政策情景分析对中国健康结果的影响是什么？",
        "AnswerEn": "The data is used to evaluate the health co-benefits of different carbon neutrality technology pathways by inputting it into health impact assessment models to estimate premature mortality, morbidity, and the associated loss in life expectancy. These health impacts are then monetized and compared with the corresponding emission reduction costs to explore the cost-effectiveness of different combinations of carbon neutrality technologies.",
        "AnswerCn": "这些数据用于评估不同碳中和技术路径的健康共益，通过将其输入健康影响评估模型，估算过早死亡、发病率以及相关的预期寿命损失。这些健康影响随后被货币化，并与相应的减排成本进行比较，以探索不同碳中和技术组合的成本效益。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind developing a dataset that tracks annual emissions of conventional air pollutants in China from 2017 to 2060, based on different carbon neutrality technologies and scenarios?",
        "QuestionCn": "开发一个跟踪中国2017年至2060年常规空气污染物年排放的数据集的主要目标是什么，基于不同的碳中和技术和情景？",
        "AnswerEn": "The primary objective is to analyze policy scenarios for the synergistic governance of carbon dioxide and air pollution in China, assess the health co-benefits of carbon neutrality technology pathways, and compare these monetized health co-benefits with associated emission reduction costs to explore the cost-effectiveness of different carbon neutrality technology combinations.",
        "AnswerCn": "主要目标是分析中国二氧化碳和空气污染的协同治理政策情景，评估碳中和技术路径的健康共益，并将这些货币化的健康共益与相关的减排成本进行比较，以探索不同碳中和技术组合的成本效益。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedural steps are involved in generating a dataset of annual air pollutant emissions for the years 2017 to 2060 using computable general equilibrium models and baseline emission inventories, particularly in the context of China's carbon neutrality scenarios?",
        "QuestionCn": "在中国碳中和情景下，利用可计算一般均衡模型和基准排放清单生成2017年至2060年年度空气污染物排放数据集的具体步骤包括哪些？",
        "AnswerEn": "The procedural steps involve using computable general equilibrium models combined with baseline year emission inventories. This approach generates annual emission data of conventional air pollutants (PM2.5, SO2, NH3, NOX) under various combinations of carbon neutrality technologies and end-of-pipe air pollution control scenarios. These steps are aimed at supporting policy scenario analysis for the synergistic governance of carbon dioxide and air pollution in future China.",
        "AnswerCn": "这些程序步骤涉及使用可计算一般均衡模型结合基准年排放清单。该方法生成在不同碳中和技术和末端治理空气污染控制情景组合下的常规空气污染物（PM2.5、SO2、NH3、NOX）的年度排放数据。这些步骤旨在支持未来中国二氧化碳和空气污染的协同治理政策情景分析。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What computational models and baseline emission inventories are crucial for generating a dataset on air pollutant emissions under different carbon neutrality scenarios in China?",
        "QuestionCn": "生成关于中国不同碳中和情景下空气污染物排放的数据集，哪些计算模型和基线排放清单是至关重要的？",
        "AnswerEn": "The dataset on air pollutant emissions under different carbon neutrality scenarios in China is generated using a computable general equilibrium model and baseline year emission inventories.",
        "AnswerCn": "该数据集是在不同碳中和情景下，中国的空气污染物排放数据，使用可计算一般均衡模型和基准年排放清单生成。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}