{
    "id": "00f7664e-d17b-494e-9c0b-889de1baf34c",
    "relatedPaper": 3,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of mixed forest station, 2018)",
            "description": "This dataset contains the flux measurements from the mixed forest station eddy covariance system (EC) in the downstream reaches of the Heihe integrated observatory network from January 1 to December 31 in 2018. The site (101.1335° E, 41.9903° N) was located in the Sidaoqiao County, in Ejina Banner in Inner Mongolia Autonomous Region . The elevation is 874 m. The EC was installed at a height of 3.2 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3&Li7500) was 0.17 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. Data during February 7 to 11, 2018 were missing due to the power loss.\nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) (for sites information), Liu et al. (2011) for data processing) in the Citation section.",
            "instructions": "Year+** observatory network+ site no + EC.",
            "east": 101.1335,
            "west": 101.1335,
            "south": 41.9903,
            "north": 41.9903,
            "startTime": "2018-01-28 16:00:00",
            "endTime": "2019-01-27 16:00:00",
            "fileSize": 3072744.0,
            "cstr": "18406.11.Meteoro.tpdc.270785",
            "doi": "10.11888/Meteoro.tpdc.270785",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "LI Xin",
                "unitEn": "Institute of Tibetan Plateau Research, Chinese Academy of Sciences"
            },
            {
                "nameEn": "CHE Tao",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University"
            },
            {
                "nameEn": "REN Zhiguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            },
            {
                "nameEn": "TAN Junlei",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences"
            }
        ],
        "literatureList": [
            {
                "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
                "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Estimations of Regional Surface Energy Fluxes Over Heterogeneous Oasis-Desert Surfaces in the Middle Reaches of the Heihe River During HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., & Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675. doi:10.1109/LGRS.2014.2356652."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
                "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameEn": "Atmospheric Radioactive Substance"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "the natural oasis eco-hydrology experimental area in the lower reaches"
            },
            {
                "keywordEn": "mixed forest station"
            },
            {
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            },
            {
                "titleEn": "Key Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleEn": "Digital heihe"
            },
            {
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        },
        {
            "background": [
                "Arid and semiarid regions represent approximately 30 % of the global terrestrial surface area (Dregne, 1991; Scanlon et al., 2006), and dryland expansion occurs under climate change, especially in developing countries (Huang et al., 2016). An oasis is a unique ecological landscape in arid and semi-arid areas that is not only the core of regions’ ecological environment but also the foundation of their economic development, especially in western China, which has been an important part of the “Silk Road” since ancient times. Oases comprising less than 10 % of the total area of arid regions support more than 90 % of the population in these regions of China (Chu et al., 2005; Li et al., 2016; Zhou et al., 2022). The oasis–desert system plays a crucial role in maintaining a stable ecological environment and agricultural productivity (Zhang and Zhao, 2015). Extensive studies have investigated energy, water vapor, and carbon exchange in oasis–desert areas based on field and remote-sensing observations (Taha et al., 1991; Potchter et al., 2008; Xue et al., 2019; Wang et al., 2019; Zhou et al., 2022) and numerical simulations (Chu et al., 2005; Meng et al., 2009; Georgescu et al., 2011; Liu et al., 2020). In addition, oasis–desert areas located in semiarid regions have been found to be carbon sinks by previous researchers (Tagesson et al., 2016; Wang et al., 2019); thus, they can significantly affect the carbon balance of arid regions and play an increasingly important role within the global carbon cycle."
            ],
            "research objective": [
                "Therefore, it is critical to maintain the balance between oasis and desert systems in order to achieve the goal of sustainable oasis development. Understanding the basic characteristics of energy, water vapor, and carbon exchange in oasis–desert ecosystems is important to achieve the goals of carbon peaking and carbon neutrality in the oasis–desert area and support the ecological security and sustainable development of the oasis. A quantitative understanding of the energy, water vapor, and carbon exchange in oasis–desert areas is crucial to recognize the oasis–desert interactions and is significant to protect the ecological stability and socioeconomic development of oases; moreover, long-term observations are indispensable."
            ],
            "challenges": [
                "Inland river basins in arid and semiarid areas are facing the crisis of ecological environment degradation, such as the drying up of rivers and lakes, the degradation of natural vegetation, the intensification of land desertification, and the frequent occurrence of dust storms, especially in many inland river basins westward along the Silk Road, such as the Tarim River basin (Zhao et al., 2013), the Aral Sea basin (Stanev et al., 2004; Crétaux et al., 2009), and the Lake Urmia basin (Stone, 2015)."
            ],
            "methods": [
                "In this study, we present a suite of observational datasets from artificial and natural oasis–desert systems that consist of long-term energy, water vapor, carbon and methane fluxes as well as auxiliary data involving hydrometeorology, vegetation, and soil parameters from 2012 to 2021. Half-hourly turbulent flux data were acquired by an eddy covariance system and scintillometer. The hydrometeorological data (including radiation, soil heat flux, and soil temperature profiles; gradients of air temperature and humidity and of wind speed and direction; and air pressure, precipitation, and soil moisture profiles) were observed from automatic weather stations with a 10 min average period as well as the groundwater table data. Moreover, vegetation and soil parameters were also supplemented in the datasets. The data processing and quality control procedure can be divided into data collection, data processing, and data archiving and sharing."
            ],
            "dataset": [
                "The study area comprises the middle and lower reaches of the HRB, located in the arid regions of western China, that receive water from the typical cryosphere of the upper reaches. A total of 11 land surface flux and meteorological stations have been established in these regions since 2012 – 2 superstations and 9 ordinary stations. The dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas reported in this study (including energy, water vapor, and carbon fluxes; hydrometeorological data; and vegetation and soil parameters) is freely available from the National Tibetan Plateau Data Center."
            ],
            "findings": []
        },
        {
            "background": [
                "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
                "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
                "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
                "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
            ],
            "research objective": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
                "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
                "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
            ],
            "challenges": [
                "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
                "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
                "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
            ],
            "methods": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
                "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
                "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
            ],
            "dataset": [
                "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
                "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
            ],
            "findings": [
                "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
                "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Is the dual-pass data assimilation scheme effective in improving surface flux predictions when assimilating land surface temperature data?",
                    "Answer": "Yes",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Is the primary data collection method for observing surface fluxes in oasis–desert ecosystems based on eddy covariance systems, scintillometers, or remote sensing?",
                    "Answer": "eddy covariance systems and scintillometers",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What challenges are associated with data collection in oasis–desert ecosystems?",
                    "Answer": "Ecological environment degradation",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where are datasets related to energy, water vapor, and carbon exchange in oasis–desert areas available?",
                    "Answer": "National Tibetan Plateau Data Center",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What data collection methods are used for monitoring surface fluxes over land surfaces?",
                    "Answer": "Field measurement, remote-sensing-based methods, land surface modeling",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of a data collection method used to monitor surface fluxes in oasis–desert ecosystems?",
                    "Answer": "In oasis–desert ecosystems, data collection methods include the use of eddy covariance systems and scintillometers to acquire half-hourly turbulent flux data. Hydrometeorological data, such as radiation, soil heat flux, and soil temperature profiles, are observed from automatic weather stations with a 10-minute average period.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What is an example of a challenge faced when using remote-sensing data to estimate surface fluxes?",
                    "Answer": "A challenge in using remote-sensing data to estimate surface fluxes is the mismatch of spatial and temporal scales between satellite data and field measurements, which can lead to biases. Additionally, satellite data are often instantaneous and can be contaminated by cloud presence, making continuous monitoring difficult.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you provide an example of a dataset that supports research in energy, water vapor, and carbon exchange in arid regions?",
                    "Answer": "A dataset supporting research in energy, water vapor, and carbon exchange in arid regions includes long-term observations from land surface flux and meteorological stations, such as those established in the middle and lower reaches of the HRB in western China. This dataset comprises energy, water vapor, carbon fluxes, hydrometeorological data, and vegetation and soil parameters.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the specific characteristics of datasets used for monitoring energy, water vapor, and carbon exchange in oasis-desert ecosystems?",
                    "Answer": "long-term energy fluxes, water vapor fluxes, carbon fluxes, methane fluxes, hydrometeorology data, vegetation parameters, soil parameters, radiation, soil heat flux, soil temperature profiles, air temperature, humidity, wind speed, wind direction, air pressure, precipitation, soil moisture profiles",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What features are important when assessing the accuracy of surface flux predictions using remote sensing and land surface models?",
                    "Answer": "accuracy of land surface temperature estimates, vegetation parameters, soil moisture states, utilization of data assimilation techniques, remotely sensed land surface temperatures",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Quantification": [
                {
                    "Question": "What is the sampling frequency used in data collection for eddy covariance measurements in a mixed forest site?",
                    "Answer": "10 Hz",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many land surface flux and meteorological stations are established for long-term observations in the specified regions?",
                    "Answer": "11",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "How many data points are collected per day from the eddy covariance system measurements, based on the provided averaging period?",
                    "Answer": "48 data points",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "How is the two-source energy balance (TSEB) model utilized to estimate evapotranspiration in heterogeneous landscapes?",
                    "Answer": "The two-source energy balance (TSEB) model is used to estimate evaporation, transpiration, and evapotranspiration in landscapes with mixed soil and vegetation components. It accounts for the partitioning of energy between the soil and canopy, requiring inputs like soil and canopy temperatures, often measured by thermal cameras, to improve estimation accuracy.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "What are the differences in challenges faced when using ground-based eddy covariance measurements versus remote-sensing-based methods for surface flux estimation in arid regions?",
                    "Answer": "Ground-based eddy covariance measurements face challenges such as energy imbalance and limited spatial coverage, as they provide point or patch-scale data. Remote-sensing-based methods, on the other hand, can cover larger areas but are often limited by instantaneous data collection, cloud contamination, and the mismatch between satellite data resolution and ground measurement scales.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How does the effectiveness of using thermal camera-derived soil and canopy component temperatures for evapotranspiration estimation compare to traditional field measurement techniques in agricultural areas?",
                    "Answer": "Thermal camera-derived component temperatures allow for the separation of soil and canopy temperatures, which can improve the accuracy of evapotranspiration estimates, especially in heterogeneous landscapes. Traditional field measurement techniques, such as eddy covariance systems, may not always effectively separate these components, potentially leading to less accurate estimates under certain conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "In what ways can data assimilation techniques enhance the predictive capabilities of land surface models, particularly in arid and semi-arid regions, and what are the potential sources of uncertainty?",
                    "Answer": "Data assimilation techniques, such as the dual-pass data assimilation scheme, can enhance predictive capabilities by integrating remotely sensed data like land surface temperatures into land surface models. This approach helps optimize model parameters and states, leading to improved predictions of surface fluxes. However, uncertainties may arise from mismatches between satellite-derived data and ground measurements, terrain effects, and the inherent variability of the land surface, which can affect the accuracy of assimilated data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What factors contribute to the challenges in accurately estimating surface fluxes in arid regions using current data collection methods?",
                    "Answer": "Accurately estimating surface fluxes in arid regions is challenging due to the heterogeneity of the landscape, the difficulty in measuring E and T on the ground, image classification errors that affect temperature estimates, and the impact of strong advective conditions. Additionally, there are issues with the energy imbalance of EC systems and uncertainties in the derived component temperatures caused by vegetation abundance and atmospheric conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why is it difficult to maintain a balance between oasis and desert systems in arid regions, and how does this impact data collection for energy, water vapor, and carbon fluxes?",
                    "Answer": "Balancing oasis and desert systems is difficult due to ecological degradation, such as river and lake drying, vegetation degradation, and increased desertification. These challenges impact data collection by necessitating long-term observations to understand energy, water vapor, and carbon exchanges. The complex interactions within these ecosystems require robust datasets to support ecological stability and socio-economic development.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "What are the potential consequences of employing a dual-pass data assimilation scheme on the accuracy of surface flux predictions?",
                    "Answer": "The dual-pass data assimilation scheme can reduce model uncertainties and improve predictions of surface flux by optimizing model vegetation parameters and soil moisture independently. This approach has shown to increase the accuracy of predictions by effectively integrating remotely sensed land surface temperature data, resulting in improved bias and RMSE values when compared against traditional methods.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "How might long-term observational datasets from oasis-desert systems influence our understanding of carbon exchange in arid regions?",
                    "Answer": "Long-term observational datasets from oasis-desert systems are crucial for understanding the dynamics of energy, water vapor, and carbon exchange in these ecosystems. These datasets can reveal the role of oasis-desert areas as carbon sinks, affecting the carbon balance in arid regions and contributing to global carbon cycle models. They also support ecological stability and can inform sustainable development strategies in these areas.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the intended goals of integrating remote sensing data with land surface models in predicting surface fluxes?",
                    "Answer": "The intended goals of integrating remote sensing data with land surface models in predicting surface fluxes are to improve model accuracy by correcting state variables and parameters through data assimilation techniques, such as the dual-pass data assimilation scheme, thereby reducing uncertainties and enhancing prediction capabilities.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What steps are involved in processing eddy covariance data to ensure accuracy and remove potential errors before analysis?",
                    "Answer": "The processing of eddy covariance data involves several key steps to ensure accuracy: outlier removal, delay time correction, coordinate rotation (second coordinate rotation), frequency response correction, ultrasonic virtual temperature correction, and density (WPL) correction. Data quality is assessed based on atmospheric stability and turbulence similarity characteristics. Data is further filtered to exclude instrument errors, precipitation-related disturbances, and instances where data loss exceeds 10% within a 30-minute period.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How can ground-based measurements be integrated with remote sensing data to improve the estimation of evapotranspiration in heterogeneous landscapes?",
                    "Answer": "Ground-based measurements, such as those from eddy covariance systems, can be integrated with remote sensing data by using models like the two-source energy balance (TSEB) model. This model benefits from high-resolution thermal camera inputs and stable isotope techniques to validate evaporation and transpiration estimates. The integration process involves using component temperatures from thermal images to model latent and sensible heat fluxes, checked against ground-measured data for accuracy.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What procedural steps are implemented to ensure the quality and consistency of long-term observational datasets in oasis-desert systems?",
                    "Answer": "To ensure quality and consistency of long-term observational datasets in oasis-desert systems, a structured process is followed involving data collection from eddy covariance systems and automatic weather stations, data processing including quality control and error checking, and data archiving and sharing. The datasets encompass energy, water vapor, carbon fluxes, and auxiliary hydrometeorological data, and are maintained with regular updates and calibrations to account for equipment changes and environmental conditions.",
                    "Level": "C3(Applying)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What methodologies enable the accurate partitioning of evapotranspiration into evaporation and transpiration in heterogeneous land surfaces?",
                    "Answer": "The two-source energy balance (TSEB) model, utilizing soil and canopy component temperatures, enables accurate partitioning of evapotranspiration into evaporation and transpiration. This is validated using stable oxygen and hydrogen isotopes and eddy covariance (EC) system measurements.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do long-term observational datasets contribute to understanding energy, water vapor, and carbon exchange in oasis–desert ecosystems?",
                    "Answer": "Long-term observational datasets consisting of energy, water vapor, carbon, and methane fluxes, along with auxiliary data from hydrometeorology, vegetation, and soil parameters, are crucial for understanding these exchanges. They support ecological security and sustainable development in oasis–desert ecosystems.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "In what ways does the assimilation of satellite-derived land surface temperature data enhance the prediction of surface fluxes?",
                    "Answer": "The assimilation of satellite-derived land surface temperature data, such as from FY3A-VIRR, into land surface models using a dual-pass data assimilation scheme, optimizes model vegetation parameters and soil moisture. This process reduces model uncertainties and improves surface flux predictions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "What challenges might arise in ensuring the reliability of eddy covariance data, and why is data quality control important in this context?",
                    "Answer": "Challenges in ensuring the reliability of eddy covariance data include dealing with incomplete energy balance closure, measurement errors, and data loss due to instrument malfunctions or environmental conditions. Data quality control is important to remove erroneous data, correct for delays, and ensure that the data accurately reflect the atmospheric conditions and energy exchanges, which are critical for reliable surface flux measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "What is your evaluation of the effectiveness of using eddy covariance systems for measuring turbulent fluxes in heterogeneous landscapes?",
                    "Answer": "Eddy covariance systems are effective in capturing turbulent fluxes such as heat and moisture, but challenges arise in heterogeneous landscapes due to incomplete energy balance closure and potential errors caused by surface heterogeneity. These systems provide direct measurements, but their effectiveness can be limited by factors such as instrument precision, environmental conditions, and the spatial scale of the observation.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I’m unsure about the challenges in assimilating satellite-derived land surface temperature data into land surface models for predicting surface fluxes.",
                    "Answer": "The challenges in assimilating satellite-derived land surface temperature data include the instantaneous nature of satellite data, cloud contamination, and mismatches in spatial and temporal scales between satellite observations and ground measurements. Additionally, accurately representing the terrain effect and dealing with energy imbalance issues in the eddy covariance system are significant challenges.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the methodologies used for processing and quality control of eddy covariance data in the context of surface flux measurements in oasis–desert systems.",
                    "Answer": "The processing and quality control of eddy covariance data involve steps such as data collection, data processing, and data archiving and sharing. Data are collected using an eddy covariance system with a sampling frequency of 10 Hz. Processing includes removing erroneous data, calibrating delays, and ensuring data quality through checks on atmospheric stability and turbulence characteristics. Quality control also involves data filtering, such as excluding data during instrument malfunctions, rain events, or when data loss exceeds a certain threshold within a specified period.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Please analyze the challenges associated with remote sensing data assimilation for surface flux prediction in arid and semi-arid regions.",
                    "Answer": "Challenges in remote sensing data assimilation for surface flux prediction include the difficulty of using satellite-derived data for continuous monitoring due to cloud contamination and the mismatch between spatial and temporal scales of satellite data and ground measurements. Additionally, the terrain effect can affect the accuracy of land surface temperature retrievals, and directly assimilating surface temperature to optimize soil moisture may lead to unstable model simulations.",
                    "Level": "C4(Analyzing)"
                }
            ]
        }
    ]
}