{
  "id": "017e6fdb-f6c8-4d92-b7f0-347a8eaff5ba",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Cassiterite U-Pb geochronology of Erzgebirge tin province",
      "titleCn": "厄尔士山脉锡成矿省锡石U-Pb年代学",
      "description": "This data is U-Pb geochronological data of Cassiterite from typical tin deposits in Erzgebirge tin province in Bohemia, which is located at the junction of Germany and Czech Republic. The samples are Cassiterite from five representative tin deposits, including Saisdorf Sn-W greisen-vein deposit (sample SD-1), Ehrenfriedersdorf greisen-vein deposit (sample E-148, E-199), Altenberg porphyry (sample ALT-1, Alt-2), Zinnwald Li-Sn greisen/albite granite (sample ZW-1) and krupka Sn greisen (sample KP-1). In situ U-Pb isotopic data of cassiterite were obtained by LA-ICP-MS analysis. The above data have been published in the famous SCI Journal (Geology), and the data are true and reliable. The obtained data can reveal the crystallization age of cassiterite and constrain firmly the timing of the tin mineralization in Erzgebirge.",
      "descriptionCn": "本数据为位于德国和捷克交接部位的波西米亚地区的厄尔士山脉典型锡矿床中锡石的U-Pb年代学数据。样品为采自五个具有代表性锡矿床的锡石，包括Saisdorf Sn-W云英岩脉矿床（样品SD-1），Ehrenfriedersdorf云英岩脉矿床（样品E-148，E-199），Altenberg斑岩（样品ALT-1，ALT-2），Zinnwald Li-Sn云英岩/钠长花岗岩（样品ZW-1），Krupka Sn云英岩（样品KP-1）。锡石的原位U-Pb同位素数据由LA-ICP-MS分析获得。以上数据已发表于国际著名SCI期刊（Geology），数据真实可靠。通过获得的数据，能够揭示锡石的结晶年龄，限定厄尔士山脉主要锡矿床成矿事件的时限。",
      "instructions": "The data is stored in Excel file and can be opened directly in Excel workbook. The file named \"CST_UPb\" represents U-Pb isotopic and chronological data of cassiterite.",
      "instructionsCn": "数据以Excel文件存储，可直接使用Excel工作薄打开。名称为“Cst_UPb”的文件代表锡石U-Pb同位素及年代学数据。",
      "east": 13.5,
      "west": 12.5,
      "south": 50.4,
      "north": 50.7,
      "startTime": null,
      "endTime": null,
      "fileSize": 52886.0,
      "cstr": null,
      "doi": "10.1130/G39634.1",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "章荣清",
        "nameEn": "ZHANG Rongqing",
        "unitEn": "",
        "unitCn": "中国科学院广州地球化学研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Cassiterite U-Pb geochronology constrains magmatic-hydrothermal evolution in complex evolved granite systems: The classic Erzgebirge tin province (Saxony and Bohemia)",
        "referenceCn": null,
        "referenceEn": "Zhang, R., Lehmann, B., Seltmann, R., Sun, W., & Li, C. (2017). Cassiterite U-Pb geochronology constrains magmatic-hydrothermal evolution in complex evolved granite systems: The classic Erzgebirge tin province (Saxony and Bohemia). Geology, 45(12), 1095-1098."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "Sn矿",
        "nameEn": "Sn deposit"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "锡石U-Pb定年",
        "nameEn": "Cassiterite U–Pb dating"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "厄尔士山脉",
        "keywordEn": "Erzgebirge"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "石炭纪",
        "keywordEn": "Carboniferous",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to determine the crystallization age of cassiterite in tin deposits?",
        "QuestionCn": "您能否提供一种用于确定锡矿床中锡石结晶年龄的数据收集方法的示例？",
        "AnswerEn": "A data collection method used to determine the crystallization age of cassiterite in tin deposits involves obtaining in-situ U-Pb isotopic data through LA-ICP-MS analysis. This method was applied to cassiterite samples from five representative tin deposits in the Erzgebirge region, located at the border of Germany and the Czech Republic.",
        "AnswerCn": "一种用于确定锡矿床中锡石结晶年龄的数据收集方法涉及通过激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）分析获得原位铀-铅同位素数据。该方法应用于来自德国和捷克共和国边界的埃尔茨山地区五个代表性锡矿床的锡石样品。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific features and methodologies involved in collecting U-Pb isotopic data from cassiterite samples in the context of tin mineralization studies?",
        "QuestionCn": "在锡矿化研究中，从锡石样品中收集U-Pb同位素数据涉及哪些具体特征和方法？",
        "AnswerEn": "in-situ analysis, LA-ICP-MS, precise dating of cassiterite crystallization, representative samples from various types of tin deposits",
        "AnswerCn": "原位分析，LA-ICP-MS，锡石结晶的精确定年，来自各种类型锡矿床的代表性样品",
        "Level": "C4(Analyzing)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'U-Pb geochronology' mean in the context of determining crystallization ages of cassiterite in tin mineral deposits?",
        "QuestionCn": "在确定锡矿床中锡石的结晶年龄的背景下，“U-Pb地质年代学”是什么意思？",
        "AnswerEn": "U-Pb geochronology is a radiometric dating method used to determine the age of crystallization of minerals by analyzing the decay of uranium to lead isotopes. In the context of cassiterite in tin mineral deposits, this method involves using in-situ U-Pb isotopic data obtained through LA-ICP-MS analysis to reveal crystallization ages, which helps define the timing of mineralization events in the Erzgebirge tin province.",
        "AnswerCn": "U-Pb地球化学年代测定是一种放射性定年方法，用于通过分析铀向铅同位素的衰变来确定矿物结晶的年龄。在锡矿床中的锡石背景下，该方法涉及使用通过激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）分析获得的原位U-Pb同位素数据，以揭示结晶年龄，这有助于定义埃尔茨山锡省矿化事件的时间。",
        "Level": "C2(Understanding)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the accuracy and reliability of U-Pb isotopic data collection methods in the context of tin ore deposits in the Ore Mountains region?",
        "QuestionCn": "影响乌铅同位素数据收集方法的准确性和可靠性的因素，在锡矿床的背景下，尤其是在奥尔山地区包括哪些？",
        "AnswerEn": "The accuracy and reliability of U-Pb isotopic data collection methods in the context of tin ore deposits in the Ore Mountains can be influenced by the choice of analytical technique, such as LA-ICP-MS, which is used to obtain in-situ U-Pb isotopic data. Factors such as the precision of the instrument, the quality of the mineral samples, the calibration standards used, and the expertise of the analysts can significantly impact the results. Additionally, geological factors, including the presence of complex mineral matrices and potential lead loss or gain during geological processes, can also affect the accuracy of the age determination.",
        "AnswerCn": "U-Pb同位素数据收集方法的准确性和可靠性在Ore Mountains的锡矿床背景下，可能受到分析技术选择的影响，例如用于获取原位U-Pb同位素数据的激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）。仪器的精度、矿物样品的质量、所用的校准标准以及分析人员的专业知识等因素，都可能对结果产生显著影响。此外，地质因素，包括复杂矿物矩阵的存在以及在地质过程中可能发生的铅损失或增益，也会影响年龄测定的准确性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential effects on the accuracy and reliability of mineral crystallization age determination when using in situ U-Pb isotopic data collected via LA-ICP-MS from multiple representative Sn deposits in a mining province?",
        "QuestionCn": "在一个矿区的多个代表性锡矿床中使用激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）收集的原位铀-铅同位素数据时，对矿物结晶年龄测定的准确性和可靠性的潜在影响是什么？",
        "AnswerEn": "The use of in situ U-Pb isotopic data collected via LA-ICP-MS from multiple representative Sn deposits can enhance the accuracy and reliability of mineral crystallization age determination by providing a comprehensive dataset that captures a range of geological variations. This approach allows researchers to establish more precise timelines of mineral formation and the timing of major mineralization events in the mining province, thereby improving the understanding of the region's metallogenic history.",
        "AnswerCn": "通过从多个代表性的锡矿床收集的原位U-Pb同位素数据（采用激光剥蚀-电感耦合等离子体质谱法，LA-ICP-MS），可以提高矿物结晶年龄测定的准确性和可靠性。这种方法使研究人员能够建立更精确的矿物形成时间线和矿区主要矿化事件的时序，从而改善对该地区成矿历史的理解。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the main objectives of collecting U-Pb isotopic data from cassiterite samples in the Erzgebirge tin-mineralized province, and how does this data contribute to understanding the geological history of the region?",
        "QuestionCn": "收集来自埃尔茨山锡矿化省的锡石样品的U-Pb同位素数据的主要目标是什么，这些数据如何有助于理解该地区的地质历史？",
        "AnswerEn": "The main objective of collecting U-Pb isotopic data from cassiterite samples in the Erzgebirge tin-mineralized province is to reveal the crystallization ages of cassiterite and to constrain the timing of major tin mineralization events in the region. This data is crucial for understanding the geological history of the region, as it provides insights into the age and duration of mineralization processes, helping to reconstruct the geological events that led to the formation of significant tin deposits.",
        "AnswerCn": "收集来自埃尔茨山锡矿化省的锡石样品的U-Pb同位素数据的主要目的是揭示锡石的结晶年龄，并限制该地区主要锡矿化事件的时间。这些数据对于理解该地区的地质历史至关重要，因为它提供了矿化过程的年龄和持续时间的见解，有助于重建导致重要锡矿床形成的地质事件。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures and instrumentation are typically involved in obtaining U-Pb isotopic data from cassiterite samples in tin mineral provinces like the Erzgebirge?",
        "QuestionCn": "在锡矿省如埃尔茨山脉中，从锡石样品中获取U-Pb同位素数据通常涉及哪些程序和仪器？",
        "AnswerEn": "U-Pb isotopic data from cassiterite samples in tin mineral provinces such as the Erzgebirge are typically obtained through in-situ analysis using Laser Ablation Inductively Coupled Plasma Mass Spectrometry (LA-ICP-MS). This method involves directing a laser at the cassiterite samples to ablate a small portion of the material, which is then transported to the mass spectrometer by a carrier gas. The mass spectrometer measures the isotopic ratios of uranium and lead, allowing researchers to determine the crystallization age of the cassiterite and constrain the timing of mineralization events.",
        "AnswerCn": "来自锡矿省（如埃尔茨山）的锡石样品的U-Pb同位素数据通常通过激光剥蚀电感耦合等离子体质谱法（LA-ICP-MS）进行原位分析。该方法涉及将激光指向锡石样品，以剥蚀出一小部分材料，然后通过载气将其输送到质谱仪中。质谱仪测量铀和铅的同位素比率，使研究人员能够确定锡石的结晶年龄，并约束矿化事件的时间。",
        "Level": "C3(Applying)"
      }
    ]
  }
}