{
  "id": "022d8588-b341-4bc0-a3d3-b3042d4c4033",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "LA-ICP-MS zircon analytical data for the granodiorite (porphyry) from the Chizhou region",
      "titleCn": "池州地区花岗闪长岩（斑岩）的LA-ICP-MS锆石分析数据",
      "description": "The table includes the results of zircon geochronology and trace element geochemistry of granodiorite (porphyry) in Chizhou area. The experimental method was la-icp-ms. The U-Pb isotopic composition of zircon was analyzed by Agilent 7500a ICP-MS instrument and compexpro 102193nm ArF excimer laser source in school of resource and environmental engineering, Hefei University of technology. The laser energy of 80 MJ and repetition rate of 6 Hz are used, and the frequency is 32 μ M spot size and 50 second ablation time. The isotopic ratios of zircons were calculated by ICP msdatacalv. This data can provide data support for future geochemical model analysis of granodiorite (porphyry) in Chizhou area.\nThe above data have been published in SCI high-level journals, and the data are true and reliable. The data is stored in Excel.",
      "descriptionCn": "表格内容包括池州地区花岗闪长岩（斑岩）的锆石年代学及微量元素地球化学数据分析结果等信息。实验方法是LA-ICP-MS。利用合肥工业大学资源与环境工程学院的agilent7500a-ICP-MS仪器和compexpro102193nm波长ArF准分子激光源，对锆石的U-Pb同位素组成进行了分析。分析使用了80mj的激光能量和6hz的重复频率，频率为32μm光斑大小和50秒消融时间。锆石同位素比值用icpmsdatacalv计算。此数据可为池州地区花岗闪长岩（斑岩）日后地球化学模型分析提供数据支持。\n以上数据已发表于SCI高级别期刊，数据真实可靠。数据以Excel表格形式储存。",
      "instructions": "The date is stored in Excel format. The sample name is \"YY DD\", where YY represents the sampling location and DD represents the sample ordinal number",
      "instructionsCn": "年代数据以Excel表格格式储存。样品名称为“yy-dd”其中，yy代表采样地点，dd代表样品序数",
      "east": 117.67,
      "west": 117.33,
      "south": 30.33,
      "north": 30.67,
      "startTime": null,
      "endTime": null,
      "fileSize": 65024.0,
      "cstr": null,
      "doi": "10.1016/j.oregeorev.2019.04.018",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "谢建成",
        "nameEn": "XIE Jiancheng",
        "unitEn": "",
        "unitCn": "合肥工业大学资源与环境工程学院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china",
        "referenceCn": null,
        "referenceEn": "Jx, A., Dt, A., Dx, A., Yu, W.A., Ql, A., & Xy, B., et al. (2019). Geochronological and geochemical constraints on the formation of chizhou cu-mo polymetallic deposits, middle and lower yangtze metallogenic belt, eastern china. Ore Geology Reviews, 109, 322-347."
      },
      {
        "titleCn": null,
        "titleEn": "Continental and oceanic crust recycling-induced melt-peridotite interactions in the trans-north china orogen: u-pb dating, hf isotopes and trace elements in zircons from mantle xenoliths",
        "referenceCn": null,
        "referenceEn": "Liu, Y., Gao, S., Hu, Z., Gao, C., Zong, K., & Wang, D. (2010). Continental and oceanic crust recycling-induced melt-peridotite interactions in the trans-north china orogen: u-pb dating, hf isotopes and trace elements in zircons from mantle xenoliths. JOURNAL OF PETROLOGY."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "固体地球",
        "nameEn": "Solid earth"
      }
    ],
    "themeList": [
      {
        "nameCn": "同位素地球化学",
        "nameEn": "Isotopic geochemistry"
      },
      {
        "nameCn": "地球化学",
        "nameEn": "Geochemistry"
      },
      {
        "nameCn": "地质灾害",
        "nameEn": "Geologic Hazard"
      },
      {
        "nameCn": "岩石/矿物",
        "nameEn": "Rocks/Minerals"
      },
      {
        "nameCn": "锆石",
        "nameEn": "zircon"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "池州",
        "keywordEn": "Chizhou"
      },
      {
        "keywordCn": "长江中下游成矿带",
        "keywordEn": "Lower Yangtze River Belt"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中生代",
        "keywordEn": "Mesozoic",
        "type": "temporal"
      },
      {
        "keywordCn": "侏罗纪",
        "keywordEn": "Jurassic",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "燕山期重大地质事件的深部过程与资源效应",
        "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
        "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
      },
      {
        "titleCn": "中国西部1:100万数字地貌数据集",
        "titleEn": "1:1,000,000 geomorphological map of  Western China"
      },
      {
        "titleCn": "全球强震时空分布数据集（1989-2018）",
        "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
      },
      {
        "titleCn": "伦坡拉盆地古地磁数据",
        "titleEn": "Paleomagnetic data from the lunpola basin"
      },
      {
        "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
        "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
        "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      },
      {
        "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
        "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
      },
      {
        "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
        "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
      },
      {
        "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
        "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the data collection method for zircon U-Pb isotopic composition rely on LA-ICP-MS technology?",
        "QuestionCn": "锆石U-Pb同位素组成的数据收集方法依赖于激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）技术吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C1(Remembering)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used for analyzing zircon U-Pb isotopic compositions in granodiorite porphyry using LA-ICP-MS?",
        "QuestionCn": "您能否提供一个用于分析花岗闪长岩中锆石U-Pb同位素组成的LA-ICP-MS数据收集方法的示例？",
        "AnswerEn": "A data collection method involves utilizing LA-ICP-MS, specifically with an agilent7500a-ICP-MS instrument and a compexpro102193nm wavelength ArF excimer laser source, to analyze zircon U-Pb isotopic compositions. The method employs an 80mj laser energy at a 6hz repetition rate, with a 32μm spot size and 50 seconds of ablation time, and the isotopic ratios are calculated using icpmsdatacalv.",
        "AnswerCn": "一种数据收集方法涉及利用LA-ICP-MS，具体使用Agilent 7500a-ICP-MS仪器和compexpro102193nm波长的ArF准分子激光源，分析锆石的U-Pb同位素组成。该方法采用80mj的激光能量，6Hz的重复频率，32μm的点尺寸和50秒的消融时间，同位素比率通过icpmsdatacalv计算得出。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collection methods used in analyzing zircon age and trace element geochemistry of granodiorite in the Chizhou area?",
        "QuestionCn": "在分析池州地区花岗闪长岩的锆石年龄和微量元素地球化学时，数据收集方法的特点是什么？",
        "AnswerEn": "LA-ICP-MS analysis, Agilent 7500a-ICP-MS instrument, CompexPro102 ArF excimer laser, 193nm wavelength, 80mj laser energy, 6hz repetition rate, 32μm spot size, 50-second ablation period",
        "AnswerCn": "LA-ICP-MS 分析，Agilent 7500a-ICP-MS 仪器，CompexPro102 ArF 准分子激光器，193nm 波长，80mj 激光能量，6hz 重复频率，32μm 斑点大小，50秒消融时间。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the laser energy used in the data collection method for zircon U-Pb isotopic composition analysis?",
        "QuestionCn": "用于锆石U-Pb同位素组成分析的数据采集方法中使用的激光能量是多少？",
        "AnswerEn": "80 mj",
        "AnswerCn": "80 兆焦耳",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is LA-ICP-MS and how is it used in zircon analysis for geochemical data collection?",
        "QuestionCn": "LA-ICP-MS 是什么，以及它如何用于锆石分析以收集地球化学数据？",
        "AnswerEn": "LA-ICP-MS stands for Laser Ablation Inductively Coupled Plasma Mass Spectrometry. In the context of zircon analysis, it is a technique used to analyze the U-Pb isotopic composition of zircon minerals. This method involves using a laser to ablate the sample, which in this case is zircon from granodiorite, and then analyzing the resulting ions with a mass spectrometer. The specific setup described involves using an Agilent 7500a ICP-MS instrument with a CompexPro 102193 nm ArF excimer laser source, operating at 80 mJ laser energy and 6 Hz repetition rate, with a spot size of 32 μm and an ablation time of 50 seconds. The isotopic ratios are calculated using ICPMSDataCal software. This method provides data for geochemical modeling and is stored in an Excel format.",
        "AnswerCn": "LA-ICP-MS代表激光剥蚀电感耦合等离子体质谱法。在锆石分析的背景下，这是一种用于分析锆石矿物的铀-铅同位素组成的技术。该方法涉及使用激光剥蚀样品，在这种情况下，样品是来自花岗闪长岩的锆石，然后用质谱仪分析产生的离子。具体设置包括使用Agilent 7500a ICP-MS仪器和CompexPro 102193 nm ArF准分子激光源，激光能量为80 mJ，重复频率为6 Hz，点尺寸为32 μm，剥蚀时间为50秒。同位素比率使用ICPMSDataCal软件计算。该方法提供地球化学建模所需的数据，并以Excel格式存储。",
        "Level": "C2(Understanding)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it essential to analyze zircon U-Pb isotopic compositions using LA-ICP-MS for the geochemical modeling of granodiorite porphyry in the Chizhou area?",
        "QuestionCn": "为什么使用激光剥蚀-电感耦合等离子体质谱法（LA-ICP-MS）分析锆石U-Pb同位素组成对于池州地区花岗闪长岩的地球化学建模至关重要？",
        "AnswerEn": "Analyzing zircon U-Pb isotopic compositions using LA-ICP-MS is crucial as it provides reliable and accurate age dating and geochemical data, which are essential for constructing geochemical models of granodiorite porphyry in the Chizhou area. This method allows for detailed insights into the geological history and processes, supporting future geochemical model analyses with robust data.",
        "AnswerCn": "分析锆石U-Pb同位素组成使用激光剥蚀电感耦合等离子体质谱（LA-ICP-MS）是至关重要的，因为它提供了可靠和准确的年龄测定和地球化学数据，这些数据对于构建池州地区花岗闪长岩的地球化学模型至关重要。这种方法能够深入了解地质历史和过程，为未来的地球化学模型分析提供可靠的数据支持。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key instrumental settings and procedural steps involved in using LA-ICP-MS to analyze zircon U-Pb isotopic compositions and trace element geochemistry in granodiorite samples?",
        "QuestionCn": "使用LA-ICP-MS分析花岗闪长岩样品中的锆石U-Pb同位素组成和微量元素地球化学的关键仪器设置和程序步骤是什么？",
        "AnswerEn": "The key instrumental settings for using LA-ICP-MS to analyze zircon U-Pb isotopic compositions and trace element geochemistry in granodiorite samples include using an Agilent 7500a-ICP-MS instrument and a CompexPro 102193nm wavelength ArF excimer laser source. The procedure involves setting the laser energy to 80mj, a repetition frequency of 6Hz, a laser spot size of 32μm, and an ablation time of 50 seconds. The isotopic ratios of zircon are calculated using the icpmsdatacalv software.",
        "AnswerCn": "使用LA-ICP-MS分析花岗闪长岩样品中的锆石U-Pb同位素组成和微量元素地球化学的关键仪器设置包括使用Agilent 7500a-ICP-MS仪器和CompexPro 102193nm波长的ArF准分子激光源。该程序涉及将激光能量设置为80mj，重复频率为6Hz，激光点尺寸为32μm，消融时间为50秒。锆石的同位素比率使用icpmsdatacalv软件进行计算。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological and methodological advancements enable the precise analysis of zircon U-Pb isotopic composition in granodiorite samples?",
        "QuestionCn": "哪些技术和方法学进展使得对花岗闪长岩样品中锆石U-Pb同位素组成的精确分析成为可能？",
        "AnswerEn": "The use of LA-ICP-MS (Laser Ablation Inductively Coupled Plasma Mass Spectrometry) with an Agilent 7500a-ICP-MS instrument and a Compex Pro 102 193nm wavelength ArF excimer laser source enables precise analysis. This setup, using 80mj laser energy and 6hz repetition frequency with a 32μm spot size and 50-second ablation time, facilitates accurate U-Pb isotopic composition analysis in zircon.",
        "AnswerCn": "使用Agilent 7500a-ICP-MS仪器和Compex Pro 102 193nm波长的ArF准分子激光源的LA-ICP-MS（激光剥蚀电感耦合等离子体质谱）能够进行精确分析。该设置使用80mj的激光能量和6hz的重复频率，点尺寸为32μm，剥蚀时间为50秒，便于准确分析锆石中的U-Pb同位素组成。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}