{
    "id": "0235d08e-4980-4e85-ae4f-3ae7b61266c2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Figures: New Yuomys rodents from southeastern Qinghai-Tibet Plateau indicate low elevation during the Middle Eocene",
            "titleCn": "插图：中始新世青藏高原东南豫鼠材料揭示青藏高原古新世低海拔",
            "description": "(1) This data includes size comparison images and tables from the original images of musk family fossils in the Linxia Basin of Gansu Province, phylogenetic analysis images of musk family, and geographic and field original images. (2) The main ways to obtain data are through camera field photography and re drawing based on previous research. (3) The image quality is a high-resolution original size image. (4) The prospect of image application is that it can be used for further in-depth research and comparison.",
            "descriptionCn": "（1）本数据包括甘肃临夏盆地麝科化石原始图片中的尺寸比较图片和表格、麝科的系统发育分析图片及地理和野外原始图像。（2）数据主要获取途径：相机野外拍摄及基于前人研究重新绘制等。（3）图片质量：高分辨率原始尺寸图片。（4）图片应用前景：可用于进一步深入研究比较。                                                                                                                                                         ",
            "instructions": "Naming method is sequence number+chart data content",
            "instructionsCn": "命名方式为序号+图表数据内容",
            "east": 148.0,
            "west": 65.0,
            "south": 14.0,
            "north": 57.0,
            "startTime": "2022-01-31 17:45:13",
            "endTime": "2024-01-01 17:45:13",
            "fileSize": 9086401.0,
            "cstr": "18406.11.Paleoenv.tpdc.301024",
            "doi": "10.11888/Paleoenv.tpdc.301024",
            "dataFormat": null,
            "license": "1"
        },
        "authorList": [
            {
                "nameCn": "倪喜军",
                "nameEn": "NI Xijun ",
                "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
                "unitCn": "中国科学院古脊椎动物与古人类研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "New Yuomys rodents from southeastern Qinghai-Tibet Plateau indicate low elevation during the Middle Eocene",
                "referenceCn": null,
                "referenceEn": "Ni, X.J., Li, Q., Deng, T., Zhang, L.M., Gong, H., Qin, C., Shi, J.S., Shi, F.Q., & Fu, S.B. (2023). New Yuomys rodents from southeastern Qinghai-Tibet Plateau indicate low elevation during the Middle Eocene. FRONTIERS IN EARTH SCIENCE, 10, http://dx.doi.org/10.3389/feart.2022.1018675.\n"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "其他",
                "nameEn": "Others"
            },
            {
                "nameCn": "化石",
                "nameEn": "fossils"
            },
            {
                "nameCn": "古生物",
                "nameEn": "Paleontology"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Qinghai-Tibet Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "始新世",
                "keywordEn": "Eocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used for obtaining high-resolution images of fossil materials in paleontological studies?",
                "QuestionCn": "您能否提供一个用于获取古生物学研究中化石材料高分辨率图像的数据收集方法的例子？",
                "AnswerEn": "A data collection method involves using a camera for field photography and redrawing images based on previous research to obtain high-resolution original size images of fossil materials.",
                "AnswerCn": "一种数据收集方法涉及使用相机进行实地摄影，并根据之前的研究重新绘制图像，以获得化石材料的高分辨率原始大小图像。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the key characteristics of high-resolution images used for phylogenetic analysis in paleoenvironmental studies?",
                "QuestionCn": "用于古环境研究的系统发育分析的高分辨率图像的关键特征是什么？",
                "AnswerEn": "original size, quality, detailed comparisons",
                "AnswerCn": "原始尺寸、质量、详细比较",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is meant by 'high-resolution original size images' in the context of data collection for paleontological studies?",
                "QuestionCn": "在古生物学研究的数据收集中，“高分辨率原始大小图像”是指以高质量和真实尺寸捕捉的图像，这些图像能够清晰地显示化石或相关样本的细节，以便进行准确的分析和研究。",
                "AnswerEn": "In the context of data collection for paleontological studies, 'high-resolution original size images' refers to images captured with a high level of detail and clarity, maintaining the original dimensions and quality as obtained from the camera or imaging device. These images are crucial for detailed analysis and comparison in research, allowing for accurate representation and examination of specimens.",
                "AnswerCn": "在古生物学研究的数据收集过程中，“高分辨率原始尺寸图像”是指以高细节和清晰度捕获的图像，保持来自相机或成像设备的原始尺寸和质量。这些图像对于详细分析和比较研究至关重要，能够准确地表示和检查标本。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How might high-resolution original size images contribute to understanding the phylogenetic analysis of Musk Deer fossils from the Eocene epoch?",
                "QuestionCn": "高分辨率原始尺寸图像如何有助于理解来自始新世的麝香鹿化石的系统发育分析。",
                "AnswerEn": "High-resolution original size images enable detailed examination of morphological features, which are critical for accurate phylogenetic analysis. These images can reveal subtle anatomical differences or similarities that are essential for determining evolutionary relationships within the Musk Deer family.",
                "AnswerCn": "高分辨率原始尺寸的图像能够详细检查形态特征，这对于准确的系统发育分析至关重要。这些图像可以揭示微妙的解剖差异或相似性，这对于确定麝香鹿科的进化关系是必不可少的。",
                "Level": "C2(Understanding)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the objectives behind creating a dataset of high-resolution images and phylogenetic analyses of Moschidae fossils from the Eocene epoch in the southeast Tibetan Plateau?",
                "QuestionCn": "创建东南藏高原中新世时期Moschidae化石的高分辨率图像和系统发育分析数据集的目标是什么？",
                "AnswerEn": "The goal is to reveal the paleoenvironmental conditions of the Tibetan Plateau during the Paleocene, specifically focusing on its low-altitude characteristics. This involves creating a comprehensive dataset with high-resolution images of Moschidae fossils for comparative and phylogenetic analysis, which can be used for further in-depth research.",
                "AnswerCn": "目标是揭示古新世时期青藏高原的古环境条件，特别关注其低海拔特征。这涉及创建一个综合数据集，包含高分辨率的鼠鹿科化石图像，以便进行比较和系统发育分析，这可以用于进一步的深入研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the methods involved in capturing and processing high-resolution images for analyzing palaeontological fossils in ancient low-altitude regions?",
                "QuestionCn": "捕捉和处理高分辨率图像以分析古代低海拔地区的古生物化石的方法有哪些？",
                "AnswerEn": "The data collection methods involve field photography using cameras and redrawing based on previous research. The images captured are of high-resolution and original size, suitable for further comparative research.",
                "AnswerCn": "数据收集方法包括使用相机进行实地摄影和基于先前研究的重绘。所捕获的图像具有高分辨率和原始大小，适合进一步的比较研究。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}