{
  "id": "02ba71b0-431c-4859-be89-a15ab488c4fc",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Global Historical Tide Gauge Dataset (1913-2017)",
      "titleCn": "全球历史潮位观测数据集（1913-2017）",
      "description": "The UHSLC offers tide gauge data with two levels of quality-control (QC). Fast Delivery (FD) data are released within 1-2 months of data collection and receive only basic QC focused on large level shifts and obvious outliers. The GLOSS/CLIVAR (formerly known as the WOCE) \"fast\" sea level data is distributed as hourly, daily, and monthly values. This project is supported by the NOAA Climate and Global Change program, and is one of the activities of the University of Hawaii Sea Level Center. Each file is given a name \"h###.dat\" where \"h\" denotes hourly sea level data and \"###\" denotes the station number.  A file exists for every station with hourly data. The UHSLC datasets are GLOSS data streams (read more here). There are many tide gauge records in the UHSLC database, but the backbone is the GLOSS Core Network (GCN) – a global set of ~300 tide gauge stations that serve as the foundation of the global in situ sea level network. The network is designed to provide evenly distributed sampling of global coastal sea level variation at a variety of time-scales.",
      "descriptionCn": "UHSLC提供了具有两个质量控制级别（QC）的潮汐测量数据。 其中快速交付（FD）数据是在数据收集的1-2个月内发布的，并且只接收关注于大级别转移和明显异常值的基本QC。GLOSS/CLIVAR（以前称为WOCE）“快速”海平面数据是按小时、每天和每月的价值进行分配。这个项目得到了NOAA的气候和全球变化计划的支持。其中每个文件都有一个名称“h######dat”，其中“h”表示每小时的海平面数据，而“###”表示站点号码，每个站点都存在一个文件。UHSLC数据集是GLOSS数据流。在UHSLC数据库中有许多潮汐记录，但骨干是光缆核心网（GCN）——全球300个验潮站的全球集合，它是全球原位海平面网络的基础。该网络被设计成在各种时间尺度上提供全球沿海海平面变化的均匀分布采样。",
      "instructions": "In .dat format, can be opened and view in Notepad, and convert to table or vector format for analysis",
      "instructionsCn": "文本形式，可以采用记事本等打开查看，转换为表格或者矢量格式后进行分析.",
      "east": 180.0,
      "west": -180.0,
      "south": -90.0,
      "north": 90.0,
      "startTime": "1913-01-16 16:00:00",
      "endTime": "2018-01-15 16:00:00",
      "fileSize": 653926414.0,
      "cstr": null,
      "doi": "",
      "dataFormat": null,
      "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
    },
    "authorList": [
      {
        "nameCn": "董文",
        "nameEn": "DONG Wen",
        "unitEn": "",
        "unitCn": "中国科学院遥感与数字地球研究所"
      },
      {
        "nameCn": "University of hawaii sealevel center （UHSLC）",
        "nameEn": "University of hawaii sealevel center （UHSLC）",
        "unitEn": "",
        "unitCn": "University of hawaii sealevel center"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Sea level measured by tide gauges from global oceans — the Joint Archive for Sea Level holdings",
        "referenceCn": null,
        "referenceEn": "Caldwell, P.C., Merrifield, M.A., & Thompson, P.R. (2015). Sea level measured by tide gauges from global oceans — the Joint Archive for Sea Level holdings (NCEI Accession 0019568). Version 5.5, NOAA National Centers for Environmental Information, Dataset."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "人地关系",
        "nameEn": "Human-nature Relationship"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "水文",
        "nameEn": "Hydrology"
      },
      {
        "nameCn": "自然灾害",
        "nameEn": "Natural Disaster"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "全球",
        "keywordEn": "global"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1913-2017",
        "keywordEn": "1913-2017",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      },
      {
        "titleCn": "时空三极环境大数据平台",
        "titleEn": "A Big Earth Data Platform for Three Poles"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
        "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of a dataset that provides hourly, daily, and monthly tide measurements from global tide gauge stations?",
        "QuestionCn": "全球潮汐测量站提供每小时、每日和每月潮汐测量数据集的特征是什么？",
        "AnswerEn": "hourly, daily, monthly values, different quality control levels, rapid delivery within 1-2 months, specific file naming format indicating station number, uniformly distributed samples of global coastal sea level changes over various time scales",
        "AnswerCn": "每小时、每日、每月值，不同的质量控制级别，1-2个月内快速交付，特定的文件命名格式指示站点编号，全球沿海海平面变化在不同时间尺度上的均匀分布样本。",
        "Level": "C2(Understanding)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many tide gauge stations are included in the global collection that forms the backbone of the in-situ sea level network?",
        "QuestionCn": "全球海平面网络的基础数据中包含多少个潮位计站？",
        "AnswerEn": "300",
        "AnswerCn": "300",
        "Level": "C1(Remembering)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "What can the dual-level quality control approach of the tidal measurement data reveal about the reliability and potential biases in the data collection process from 1913 to 2017?",
        "QuestionCn": "潮汐测量数据的双层质量控制方法可以揭示1913年至2017年数据收集过程中的可靠性和潜在偏差吗？",
        "AnswerEn": "The dual-level quality control approach applied to tidal measurement data indicates that there is a systematic effort to ensure data reliability by addressing both major shifts and obvious anomalies. The existence of two levels of quality control—basic QC for rapid delivery data and more detailed QC for historical data—suggests an awareness of potential biases and errors that can occur in the data collection process. This method underscores the importance of distinguishing between quick, preliminary data for immediate use and more thoroughly vetted data for long-term analysis, thereby enhancing the trustworthiness and usability of the dataset over the extensive time period from 1913 to 2017.",
        "AnswerCn": "应用于潮汐测量数据的双层质量控制方法表明，存在系统性的努力以确保数据的可靠性，通过解决主要变化和明显异常来实现。存在两级质量控制——快速交付数据的基本质量控制和历史数据的更详细质量控制——表明对数据收集过程中可能出现的偏差和错误的认识。这种方法强调了区分快速、初步数据以供即时使用和经过更彻底审核的数据以供长期分析的重要性，从而增强了1913年至2017年这一广泛时间段内数据集的可信度和可用性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the potential impacts on data accuracy and reliability when using a global network of tidal stations for sea level measurements over a century-long period?",
        "QuestionCn": "使用全球潮汐站网络进行长达一个世纪的海平面测量时，数据准确性和可靠性可能受到的影响有哪些？",
        "AnswerEn": "Using a global network of tidal stations, such as the UHSLC dataset which includes the core network of 300 stations, ensures a uniform distribution of sea level change measurements across various time scales. This helps in providing a consistent and comprehensive view of global coastal sea level changes. However, challenges may arise in maintaining data accuracy and reliability due to varying levels of quality control across stations, potential data gaps, and differences in data collection methodologies over the years.",
        "AnswerCn": "使用全球潮汐站网络，例如UHSLC数据集，其中包括300个核心站点，确保在不同时间尺度上对海平面变化测量的均匀分布。这有助于提供全球沿海海平面变化的一致和全面的视角。然而，由于各个站点的质量控制水平不同、潜在的数据缺口以及多年来数据收集方法的差异，可能会在维护数据准确性和可靠性方面出现挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary objective behind establishing a globally distributed collection of sea level measurements with varying quality control levels from 1913 to 2017?",
        "QuestionCn": "建立一个全球分布的海平面测量集合，涵盖1913年至2017年的不同质量控制水平，其主要目标是什么？",
        "AnswerEn": "The primary objective is to provide a consistent and globally distributed sampling of coastal sea level changes over various time scales. This aims to support the understanding and monitoring of global sea level changes, which is crucial for climate research and coastal management. The dataset also serves as a backbone for the GLOSS data stream, ensuring that the data is reliable and accessible for further scientific analysis and policy-making.",
        "AnswerCn": "主要目标是提供一致且全球分布的沿海海平面变化的采样，涵盖各种时间尺度。这旨在支持对全球海平面变化的理解和监测，这对气候研究和沿海管理至关重要。该数据集还作为GLOSS数据流的基础，确保数据可靠且可供进一步的科学分析和政策制定使用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in ensuring quality control for tidal measurement data to maintain its reliability and accuracy?",
        "QuestionCn": "确保潮汐测量数据质量控制的程序包括哪些步骤，以维护其可靠性和准确性？",
        "AnswerEn": "Quality control for tidal measurement data involves two levels of procedures. The first is a quick delivery (FD) data quality control, which focuses on major level shifts and obvious anomalies, and is released within 1-2 months of data collection. This basic QC ensures that the data is suitable for immediate use. The second level, GLOSS/CLIVAR 'fast' sea level data, involves more detailed checks and is distributed as hourly, daily, and monthly values. This ensures that the data is reliable for both immediate use and long-term studies.",
        "AnswerCn": "潮汐测量数据的质量控制涉及两个级别的程序。第一个是快速交付（FD）数据质量控制，重点关注主要的水平变化和明显的异常，并在数据收集后的1-2个月内发布。这一基本的质量控制确保数据适合立即使用。第二级别是GLOSS/CLIVAR“快速”海平面数据，涉及更详细的检查，并以每小时、每日和每月的值分发。这确保数据既适合立即使用，也适合长期研究。",
        "Level": "C3(Applying)"
      }
    ]
  }
}