{
    "id": "02ee6fee-a320-4af0-b199-4790c37101f2",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Boundary and Topographic data  of the Southeastern Tibetan Plateau (2000)",
            "titleCn": "藏东南地区边界、地形数据（2000）",
            "description": "This dataset includes boundary and topographic data of Southeastern Tibetan Plateau (SETP):\n1. SETP_ Boundary: we centered on the traditional SETP region (i.e., the Parlung Tsangpo River basin or Bomi County) and used the surrounding river network (e.g., the Yarlung Zangbo-Brahmaputra River, Nujiang-Salween River, and their tributaries) to delineate the boundary of the SETP. This region covers the Eastern Nyainqentanglha Ranges, Eastern Himalayas, and Western Hengduan Mountains and hosts the largest maritime glacier concentration across China.\n2. Topographic data: Based on NASADEM provided by NASA Earthdata, we mosaicked the DEM, slope, aspect, profile curvature (profc) and water Mask (SWB) of SETP.\n3. Hillshade: We produced the hillshde with a altitude angle of 45° from the NASADEM of SETP.",
            "descriptionCn": "本数据集包括藏东南地区（Southeastern Tibetan Plateau, SETP）的矢量边界以及DEM、坡度、坡向、曲率等地形数据：\n1、SETP_Boundary: 以帕隆藏布流域为中心，利用周边河网（包括雅鲁藏布江、怒江、澜沧江及各自支流）划分藏东南地区。该区域包括了念青唐古拉山东段、喜马拉雅山东段及横断山的西侧部分，是我国海洋性冰川分布最为集中的地区。\n2、地形数据：基于NASA Earthdata数据中心提供的NASADEM数据，拼接生成了藏东南地区的DEM、坡度（SLOPE）、坡向（ASPECT）、剖面曲率（PROFC）和水体掩膜（SWB）数据。\n3、山体阴影：基于藏东南地区的NASADEM进行表面分析，生产了高度角为45°的山体阴影数据。",
            "instructions": "The boundary is stored as SHP file and the topographic data is stored as TIFF file.\nThe boundary and topographic data were uploaded separately. These who are interested in it can download on demand.",
            "instructionsCn": "矢量边界存储为shp格式，地形数据存储为tiff格式，均为通用格式\n矢量边界与地形数据分开上传，可按需下载使用",
            "east": 98.88,
            "west": 91.76,
            "south": 27.81,
            "north": 31.57,
            "startTime": null,
            "endTime": null,
            "fileSize": 2042776974.0,
            "cstr": null,
            "doi": "10.1016/j.rse.2021.112853",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "赵凡玉",
                "nameEn": "ZHAO Fanyu",
                "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
                "unitCn": "清华大学水利系"
            },
            {
                "nameCn": "龙笛",
                "nameEn": "LONG Di",
                "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
                "unitCn": "清华大学水利系"
            },
            {
                "nameCn": "李兴东",
                "nameEn": "LI Xingdong",
                "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
                "unitCn": "清华大学水利系"
            },
            {
                "nameCn": "黄琦",
                "nameEn": "HUANG Qi",
                "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
                "unitCn": "清华大学水利系"
            },
            {
                "nameCn": "韩鹏飞",
                "nameEn": "HAN Pengfei",
                "unitEn": "Department of Hydraulic Engineering, Tsinghua University",
                "unitCn": "清华大学水利系"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Rapid glacier mass loss in the Southeastern Tibetan Plateau since the year 2000 from satellite observations",
                "referenceCn": null,
                "referenceEn": "Zhao, F., Long, D., Li, X., Huang, Q., & Han, P. (2022). Rapid glacier mass loss in the Southeastern Tibetan Plateau since the year 2000 from satellite observations. Remote Sensing of Environment, 270"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "区划",
                "nameEn": "Division"
            },
            {
                "nameCn": "地形地貌",
                "nameEn": "Topography"
            },
            {
                "nameCn": "工程地质",
                "nameEn": "Engineering Geology"
            },
            {
                "nameCn": "生态地理分区",
                "nameEn": "Ecological geography division"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "藏东南地区",
                "keywordEn": "Southeastern Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000年",
                "keywordEn": "2000",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "国家自然科学基金",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "西南河流源区关键水文气象变量的多源遥感观测与数据集成",
                "titleEn": "National Natural Science Foundation of China"
            },
            {
                "titleCn": "江河源区陆-气相互作用与水汽输送过程的互馈研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to generate digital elevation models (DEM) and terrain attributes such as slope and aspect for the Southeastern Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于生成数字高程模型（DEM）和地形属性（如坡度和方位）的数据收集方法的示例，针对的是东南藏区？",
                "AnswerEn": "A data collection method involves utilizing NASADEM data from NASA Earthdata to generate DEM, slope, aspect, and other terrain attributes for the Southeastern Tibetan Plateau, focusing on areas like the Palong Zangbu Basin and surrounding river networks.",
                "AnswerCn": "一种数据收集方法涉及利用NASA Earthdata中的NASADEM数据生成数字高程模型（DEM）、坡度、坡向和其他地形属性，重点关注东南藏高原的地区，如帕龙藏布盆地及周边河流网络。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the features and characteristics of terrain data collected for the Southeastern Tibetan Plateau, such as DEM, slope, and aspect?",
                "QuestionCn": "收集的东南藏区地形数据的特征和特点，如数字高程模型（DEM）、坡度和坡向。",
                "AnswerEn": "DEM, slope, aspect, profile curvature, water body mask data",
                "AnswerCn": "数字高程模型、坡度、坡向、剖面曲率、水体掩膜数据",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the total area covered by the Southeastern Tibetan Plateau boundary as defined using surrounding river networks?",
                "QuestionCn": "东南藏高原边界的总面积是通过周围河流网络定义的。",
                "AnswerEn": "[No numerical data provided in the original answer]",
                "AnswerCn": "很抱歉，我无法翻译没有提供的具体信息。如果您能提供需要翻译的文本，我将很乐意为您翻译成中文。",
                "Level": "C3(Applying)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'NASADEM data' mean in the context of terrain data collection in the Southeastern Tibetan Plateau?",
                "QuestionCn": "在东南藏区的地形数据收集中，“NASADEM数据”指的是由美国国家航空航天局（NASA）和美国国家地理空间情报局（NGA）合作开发的数字高程模型（DEM）数据。这些数据通过卫星遥感技术获取，提供了高精度的地形信息，用于研究和分析地形特征、地貌变化以及其他相关的地理和环境研究。",
                "AnswerEn": "In the context of terrain data collection in the Southeastern Tibetan Plateau, 'NASADEM data' refers to digital elevation model data provided by NASA Earthdata that is used to generate detailed terrain information such as DEM, slope, aspect, and curvature for the region.",
                "AnswerCn": "在东南藏高原的地形数据收集中，“NASADEM数据”指的是由NASA Earthdata提供的数字高程模型数据，用于生成该地区的详细地形信息，如数字高程模型（DEM）、坡度、方位和曲率。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to challenges in collecting accurate topographic data in the Southeastern Tibetan Plateau region?",
                "QuestionCn": "在西南藏区收集准确地形数据的挑战因素有哪些？",
                "AnswerEn": "Challenges in collecting accurate topographic data in the Southeastern Tibetan Plateau region can be attributed to the complex mountainous terrain, which includes the eastern sections of the Nyainqentanglha, the eastern Himalayas, and the western parts of the Hengduan Mountains. This area is characterized by dense river networks and steep slopes, which complicate data collection efforts. Additionally, the presence of maritime glaciers and variable meteorological conditions can affect data accuracy and collection consistency.",
                "AnswerCn": "在收集西南藏区的准确地形数据时，面临的挑战可以归因于复杂的山区地形，包括尼亚因岷塘拉山脉的东部、东喜马拉雅山脉和横断山脉的西部。这一地区的河流网络密集且坡度陡峭，给数据收集工作带来了困难。此外，海洋冰川的存在和多变的气象条件也会影响数据的准确性和收集的一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to generate and utilize DEM, slope, aspect, and curvature data for the Southeastern Tibetan Plateau region?",
                "QuestionCn": "生成和利用东南藏区的数字高程模型（DEM）、坡度、坡向和曲率数据的重要性是什么？",
                "AnswerEn": "The goal of generating and utilizing DEM, slope, aspect, and curvature data for the Southeastern Tibetan Plateau region is to provide detailed topographical information essential for understanding the unique geological and environmental characteristics of this area, which includes diverse river systems and concentrated maritime glaciers.",
                "AnswerCn": "生成和利用东南藏区的数字高程模型（DEM）、坡度、坡向和曲率数据的目标是提供详细的地形信息，这对于理解该地区独特的地质和环境特征至关重要，该地区包括多样的河流系统和集中分布的海洋冰川。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in generating a comprehensive DEM, slope, aspect, curvature, and water body mask dataset for the Southeastern Tibetan Plateau using NASA Earthdata resources?",
                "QuestionCn": "生成东南藏高地区域的综合数字高程模型（DEM）、坡度、坡向、曲率和水体掩膜数据集的程序步骤如下：\n\n1. **数据获取**：\n   - 访问NASA Earthdata网站，注册并获取访问权限。\n   - 搜索并下载所需的遥感数据，例如SRTM（Shuttle Radar Topography Mission）数据或其他高分辨率DEM数据。\n\n2. **数据预处理**：\n   - 使用GIS软件（如QGIS或ArcGIS）导入下载的DEM数据。\n   - 检查数据的完整性和准确性，处理缺失值或异常值。\n\n3. **生成坡度**：\n   - 在GIS软件中，使用DEM数据计算坡度。通常可以使用“坡度”工具，输出坡度图。\n\n4. **生成坡向**：\n   - 使用DEM数据计算坡向，通常可以使用“坡向”工具，输出坡向图。\n\n5. **生成曲率**：\n   - 使用DEM数据计算曲率，通常可以使用“曲率”工具，输出曲率图。\n\n6. **水体掩膜生成**：\n   - 获取水体数据（如水体边界或水体指数），可以使用遥感影像（如Landsat或MODIS）进行水体提取。\n   - 使用GIS软件中的分类工具，生成水体掩膜。\n\n7. **数据整合与输出**：\n   - 将生成的坡度、坡向、曲率和水体掩膜数据整合到一个项目中。\n   - 导出为所需的格式（如GeoTIFF）以供进一步分析。\n\n8. **验证与分析**：\n   - 对生成的数据进行验证，确保其准确性。\n   - 根据研究需求进行进一步分析和应用。\n\n9. **文档与分享**：\n   - 记录数据处理的每个步骤和参数设置。\n   - 将数据集和相关文档分享至适当的平台或数据库。",
                "AnswerEn": "The procedural steps involve using NASA Earthdata's NASADEM data as the base to stitch together a Digital Elevation Model (DEM) for the Southeastern Tibetan Plateau. This is followed by deriving additional terrain data such as slope, aspect, and profile curvature through analytical processes. The water body mask is also generated through similar data processing techniques. Furthermore, surface analysis is conducted to produce a hillshade data with a 45° altitude angle, enhancing the topographical representation.",
                "AnswerCn": "程序步骤包括使用NASA Earthdata的NASADEM数据作为基础，拼接出东南藏高原的数字高程模型（DEM）。接下来，通过分析过程导出额外的地形数据，如坡度、坡向和剖面曲率。同时，通过类似的数据处理技术生成水体掩膜。此外，还进行地表分析，以生成具有45°高度角的阴影数据，增强地形表现。",
                "Level": "C3(Applying)"
            }
        ]
    }
}