{
    "id": "03b61d9d-5a04-4509-9b71-d328d52a345c",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Dataset of  0.01° Surface Air Temperature over Tibetan Plateau (1979-2018)",
            "titleCn": "青藏高原0.01°空间分辨率近地表气温数据集（1979-2018）",
            "description": "The surface air temperature dataset of the Tibetan Plateau is obtained by downscaling the China regional surface meteorological feature dataset (CRSMFD). It contains the daily mean surface air temperature and 3-hourly instantaneous surface air temperature. This dataset has a spatial resolution of 0.01°. Its time range for surface air temperature dataset is from 1979 to 2018. Spatial dimension of data: 73°E-106°E, 23°N-40°N. The surface air temperature with a 0.01° can serve as an important input for the modeling of land surface processes, such as surface evapotranspiration estimation, agricultural monitoring, and climate change analysis.",
            "descriptionCn": "青藏高原0.01°空间分辨率近地表气温数据集（1979-2018）通过对中国区域地面气象要素驱动数据集中空间分辨率为0.1°的气温数据进行降尺度得到。它包含日均气温和三小时分辨率的瞬时气温。其空间分辨率为0.01°（约1km）。时间范围为1979年到2018年。空间范围为73°E-106°E, 23°N-40°N。该数据集可以为地表辐射与能量平衡、气候变化、水文气象等领域的研究与应用提供较高空间分辨率的近地表气温数据。",
            "instructions": "The file is stored in GeoTIFF format. The relevant parameters are as follows:\nscale_factor = 0.01f; // float\nadd_offset = 273.15f; // float\nFillValue = -32767S; // short\nmissing_value = -32767S; // short\nunits = \"K\";\nThe file is named by time, and the time is in hours (1900-01-01 00: 00: 0.0 \"is 0, for example, 876576.tif is the instantaneous air temperature at 1:00 on January 1, 2000).",
            "instructionsCn": "文件采用GeoTIFF格式存贮，相关参数如下：\nscale_factor = 0.01f; // float\nadd_offset = 273.15f; // float\nFillValue = -32767S; // short\nmissing_value = -32767S; // short\nunits = \"K\";\n文件以时间命名，时间以小时为单位（1900-01-01 00:00:0.0\"为0时，例如，876576.tif为2000年1月1日零时的瞬时气温）。",
            "east": 106.0,
            "west": 73.0,
            "south": 23.0,
            "north": 40.0,
            "startTime": "1979-01-01 00:00:00",
            "endTime": "2018-12-31 00:00:00",
            "fileSize": 1409683508725.0,
            "cstr": "18406.11.Meteoro.tpdc.270339",
            "doi": "10.11888/Meteoro.tpdc.270339",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "丁利荣",
                "nameEn": "DING Lirong",
                "unitEn": "University of Electronic Science and Technology of China",
                "unitCn": "电子科技大学"
            },
            {
                "nameCn": "周纪",
                "nameEn": "ZHOU Ji",
                "unitEn": "University of Electronic Science and Technology of China",
                "unitCn": "电子科技大学"
            },
            {
                "nameCn": "王伟",
                "nameEn": "WANG Wei ",
                "unitEn": "University of Electronic Science and Technology of China",
                "unitCn": "电子科技大学"
            },
            {
                "nameCn": "马晋",
                "nameEn": "MA Jin ",
                "unitEn": "University of Electronic Science and Technology of China",
                "unitCn": "电子科技大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A Long-Term 0.01° Surface Air Temperature Dataset of Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Ding, L., Zhou, J., Zhang, X., Liu, S., & Cao, R. (2018). A long-term 0.01° surface air temperature dataset of Tibetan Plateau. Data in brief, 20, 748-752."
            },
            {
                "titleCn": null,
                "titleEn": "Improving land surface temperature modeling for dry land of China",
                "referenceCn": null,
                "referenceEn": "Chen, Y.Y., Yang, K., He, J., Qin, J., Shi, J.C., Du, J.Y., &He, Q. (2011). Improving land surface temperature modeling for dry land of China. Journal of Geophysical Research, 116(15), D20104."
            },
            {
                "titleCn": null,
                "titleEn": "Downscaling of surface air temperature over the Tibetan Plateau based on DEM",
                "referenceCn": null,
                "referenceEn": "Ding, L., Zhou, J., Zhang, X., Liu, S., & Cao, R. (2018). Downscaling of surface air temperature over the Tibetan Plateau based on DEM. International Journal of Applied Earth Observation and Geoinformation, 73, 136-147."
            },
            {
                "titleCn": null,
                "titleEn": "On downward shortwave and longwave radiations over high altitude regions: Observation and modeling in the Tibetan Plateau",
                "referenceCn": null,
                "referenceEn": "Yang, K., He, J., Tang, W.J., Qin, J., & Cheng, C. (2010). On downward shortwave and longwave radiations over high altitude regions: Observation and modeling in the Tibetan Plateau. Agric. Forest. Meteorol, 150, 38-46."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            }
        ],
        "themeList": [
            {
                "nameCn": "地面空气温度",
                "nameEn": "Surface air temperature"
            },
            {
                "nameCn": "温度",
                "nameEn": "Temperature"
            },
            {
                "nameCn": "空气温度",
                "nameEn": "Air temperature"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2015",
                "keywordEn": "2000-2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "基于多源遥感协同与时空融合的西南河流源区地表蒸散发估算研究",
                "titleEn": "Estimation of surface evapotranspiration over the source regions of rivers in Southwest China based on multi-source remote sensing data and spatial-temporal fusion"
            },
            {
                "titleCn": "多源遥感协同下的全天候地表温度反演方法",
                "titleEn": "A method to estimate all-weather LST based on the integration of multi-source remote sensing observations"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "三江源国家公园生态监测平台",
                "titleEn": "Ecological Data Center of Sanjiangyuan National Park"
            },
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The Earth’s surface receives both shortwave (or solar) radiation and atmospheric longwave radiation. Downward shortwave radiation (SWD) is a primary energy source of the ecosystem. In high altitude regions, SWD has become an important energy source for local people, due to the difficulties of long-distance energy supply. Meanwhile, downward longwave radiation (LWD) is an important parameter for frost prediction and for crop growing. There are only a few investigations that had been done to study the radiation conditions of high altitude regions."
            ],
            "research objective": [
                "This paper presented the major characteristics of SWD and LWD over the Tibetan Plateau (TP), which were measured at 11 stations built in the region. This paper presents a pilot study over TP, the highest and largest plateau in the world. First, we investigate the characteristics of shortwave and longwave radiations over high altitude regions, and point out a necessary condition for a model to be applicable over high altitude regions. Then, we evaluate two types of estimates (surface data-based estimate and satellite data-based estimate) against a long-term instrumental data set over TP."
            ],
            "challenges": [
                "However, it is always costly for acquiring the radiation data and there are few studies on the radiation modeling in these regions. Therefore, suitable instrumental SWD and LWD data are invaluable but they are rarely available, and an effective method developed for estimating radiation occurring over high altitude regions is very important and urgently needed."
            ],
            "methods": [
                "We investigated this issue at Anduo site, which has the longest records among all the TP sites, and found that the observed trends of monthly-mean SWD and LWD are consistent with the ones derived from independent modeling and satellite estimates to be presented in this study. In this study, CMA provides long-term data sets of daily-mean air temperature, relative humidity, sunshine duration, and pressure, and thus provides a possibility to extend radiation data from satellite era to earlier decades. For the surface radiation modeling in this study, SWD is estimated by a hybrid model and LWD is estimated by CD99 model. At four CMA stations (SQH, Gerze, Naqu, Anduo) where experimental radiation data are available, SWD was estimated from CMA daily data of sunshine duration, air temperature, air pressure, and humidity by the hybrid model. The estimated SWD data together with CMA air temperature and humidity data were supplied into CD99 model, which, in turn, estimated LWD values."
            ],
            "dataset": [
                "This paper presented the major characteristics of SWD and LWD over the Tibetan Plateau (TP), which were measured at 11 stations built in the region."
            ],
            "findings": [
                "The results showed that LWD received by TP is much lower than that of its surrounding areas and their monthly-mean differences can be up to 100 W m. On the contrary, SWD over TP is significantly higher than that over its surrounding areas, due to low extinction rate of airmass, water vapor, and aerosol occurred in TP. It is found that the surface data-based estimate, though not calibrated locally, shows a good agreement with the measurements and has an advantage of producing less root-mean-square errors and higher correlation coefficients than the satellite estimates."
            ],
            "backgroundCn": [
                "地球表面接收短波（或太阳）辐射和大气长波辐射。向下的短波辐射（SWD）是生态系统的主要能源。在高海拔地区，由于远距离能源供应的困难，SWD已成为当地人们的重要能源。同时，向下的长波辐射（LWD）是霜冻预测和作物生长的重要参数。目前对高海拔地区辐射条件的研究仅有少数几项。"
            ],
            "research objectiveCn": [
                "本文介绍了在青藏 Plateau (TP) 上测量的短波辐射 (SWD) 和长波辐射 (LWD) 的主要特征，这些数据是在该地区建立的 11 个站点上获得的。本文对 TP 进行了初步研究，TP 是世界上最高和最大的高原。首先，我们研究了高海拔地区短波和长波辐射的特征，并指出了模型在高海拔地区适用的必要条件。然后，我们将两种估算方法（基于地面数据的估算和基于卫星数据的估算）与 TP 上的长期仪器数据集进行了评估。"
            ],
            "challengesCn": [
                "然而，获取辐射数据总是成本高昂，并且在这些地区关于辐射建模的研究很少。因此，合适的仪器短波辐射（SWD）和长波辐射（LWD）数据是非常宝贵的，但这些数据很少可得。开发一种有效的方法来估计高海拔地区的辐射是非常重要且迫切需要的。"
            ],
            "methodsCn": [
                "我们在安多站调查了这个问题，该站是所有TP站中记录时间最长的，发现观测到的月均短波辐射(SWD)和长波辐射(LWD)的趋势与本研究中将要呈现的独立建模和卫星估计结果一致。在本研究中，中国气象局(CMA)提供了长期的日均气温、相对湿度、日照时长和气压数据，从而为将辐射数据从卫星时代扩展到更早的几十年提供了可能性。在本研究的表面辐射建模中，SWD通过混合模型进行估算，LWD则通过CD99模型进行估算。在四个CMA站点（SQH、格尔泽、那曲、安多）中，实验辐射数据可用，SWD是通过混合模型从CMA的日照时长、气温、气压和湿度的日常数据中估算得出的。估算的SWD数据与CMA的气温和湿度数据一起输入CD99模型，后者进一步估算了LWD值。"
            ],
            "datasetCn": [
                "本文介绍了在青藏高原（TP）上测量的11个站点的SWD和LWD的主要特征。"
            ],
            "findingsCn": [
                "结果显示，青藏 Plateau（TP）接收到的长波辐射（LWD）远低于其周边地区，月均差异可达100 W m。相反，青藏 Plateau 上的短波辐射（SWD）显著高于其周边地区，这主要是由于青藏 Plateau 上空气质量、水蒸气和气溶胶的低消光率。研究发现，基于地面数据的估计，尽管未进行本地校准，但与测量结果具有良好的一致性，并且在产生更少的均方根误差和更高的相关系数方面优于卫星估计。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can a dataset of daily-mean air temperature, relative humidity, sunshine duration, and pressure be used to estimate surface radiation in high altitude regions?",
                "QuestionCn": "一个包含每日平均气温、相对湿度、日照时长和气压的数据集可以用于估计高海拔地区的地表辐射吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Are there challenges in acquiring radiation data for modeling in high altitude regions?",
                "QuestionCn": "在高海拔地区获取辐射数据用于建模是否存在挑战？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What are the methods used to estimate shortwave and longwave radiation over high altitude regions?",
                "QuestionCn": "用于估计高海拔地区短波和长波辐射的方法有哪些？",
                "AnswerEn": "Shortwave radiation: hybrid model  \nLongwave radiation: CD99 model",
                "AnswerCn": "短波辐射：混合模型  \n长波辐射：CD99模型",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the stations located that measure the major characteristics of shortwave and longwave radiation over the Tibetan Plateau?",
                "QuestionCn": "测量青藏 Plateau 上短波和长波辐射主要特征的站点位于哪里？",
                "AnswerEn": "11 stations built in the Tibetan Plateau region",
                "AnswerCn": "青藏高原地区建有11个站。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Who provides the long-term datasets of daily-mean air temperature, relative humidity, sunshine duration, and pressure for radiation modeling in high altitude regions?",
                "QuestionCn": "谁提供高海拔地区辐射建模所需的日均气温、相对湿度、日照时长和气压的长期数据集？",
                "AnswerEn": "China Meteorological Administration",
                "AnswerCn": "中国气象局",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to estimate downward shortwave and longwave radiation over the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于估计青藏高原下行短波和长波辐射的数据收集方法的例子？",
                "AnswerEn": "A data collection method used is the combination of surface data-based estimates and satellite data-based estimates, evaluated against a long-term instrumental data set over the Tibetan Plateau. This involves measurements from 11 stations in the region and utilizes models like the hybrid model for SWD and the CD99 model for LWD.",
                "AnswerCn": "一种数据收集方法是将基于地面数据的估计与基于卫星数据的估计相结合，并与青藏高原的长期仪器数据集进行评估。这涉及到该地区11个站点的测量，并利用了混合模型用于短波辐射（SWD）和CD99模型用于长波辐射（LWD）。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when collecting radiation data in high altitude regions like the Tibetan Plateau?",
                "QuestionCn": "在像西藏高原这样的高海拔地区收集辐射数据时面临的一个挑战是什么？",
                "AnswerEn": "An example of a challenge is the high cost and scarcity of suitable instrumental SWD and LWD data, which makes radiation modeling in high altitude regions difficult. This results in a need for effective methods to estimate radiation in these areas.",
                "AnswerCn": "一个挑战是适合的仪器SWD和LWD数据的高成本和稀缺性，这使得在高海拔地区进行辐射建模变得困难。这导致需要有效的方法来估计这些地区的辐射。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Could you provide an example of how a dataset might be extended from the satellite era to earlier decades in the context of the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个示例，说明如何在青藏高原的背景下，将数据集从卫星时代扩展到早期几十年？",
                "AnswerEn": "A dataset can be extended from the satellite era to earlier decades by using long-term data sets provided by CMA, which include daily-mean air temperature, relative humidity, sunshine duration, and pressure. This data enables the extension of radiation data from the satellite era to earlier periods through modeling and estimation techniques.",
                "AnswerCn": "通过使用中国气象局（CMA）提供的长期数据集，包括日均气温、相对湿度、日照时长和气压，可以将数据集从卫星时代扩展到更早的几十年。这些数据使得通过建模和估计技术将辐射数据从卫星时代扩展到早期时期成为可能。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What challenges affect the data collection process for atmospheric radiation data over the Tibetan Plateau?",
                "QuestionCn": "影响青藏高原大气辐射数据收集过程的挑战有哪些？",
                "AnswerEn": "high cost, scarcity of studies, rarely available suitable instrumental data",
                "AnswerCn": "高成本、研究稀缺、适用的仪器数据很少可用。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the specific datasets involved in studying the characteristics of shortwave and longwave radiations over the Tibetan Plateau?",
                "QuestionCn": "研究青藏 Plateau 上短波和长波辐射特征的具体数据集有哪些？",
                "AnswerEn": "long-term instrumental data sets from 11 stations, daily-mean air temperature, relative humidity, sunshine duration, pressure",
                "AnswerCn": "11个站点的长期仪器数据集，日均气温、相对湿度、日照时数、气压",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many stations were built to measure the shortwave and longwave radiation over the Tibetan Plateau?",
                "QuestionCn": "在青藏 Plateau 上建造了多少个站点来测量短波和长波辐射？",
                "AnswerEn": "11",
                "AnswerCn": "11",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the spatial resolution of the near-surface air temperature dataset covering the Tibetan Plateau from 1979 to 2018?",
                "QuestionCn": "覆盖青藏 Plateau 从1979年到2018年的近地面空气温度数据集的空间分辨率是多少？",
                "AnswerEn": "0.01°",
                "AnswerCn": "0.01°",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many years of data are included in the near-surface air temperature dataset for the Tibetan Plateau?",
                "QuestionCn": "青藏高原近地面空气温度数据集包含多少年的数据？",
                "AnswerEn": "40 years",
                "AnswerCn": "40年",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'spatial resolution' mean in the context of near-surface air temperature datasets?",
                "QuestionCn": "在近地表空气温度数据集的上下文中，“空间分辨率”指的是数据集能够区分的最小空间单位或区域的大小。",
                "AnswerEn": "In the context of near-surface air temperature datasets, 'spatial resolution' refers to the size of the grid cells used to measure and represent temperature data over a geographic area. A higher spatial resolution, such as 0.01° (about 1km), allows for more detailed and precise mapping of temperature variations across the region.",
                "AnswerCn": "在近地表空气温度数据集的背景下，“空间分辨率”指的是用于测量和表示地理区域内温度数据的网格单元大小。更高的空间分辨率，例如0.01°（约1公里），可以更详细和精确地映射该区域内的温度变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What does 'downscaling' mean in the process of generating temperature datasets?",
                "QuestionCn": "在生成温度数据集的过程中，“下采样”是什么意思？",
                "AnswerEn": "In the process of generating temperature datasets, 'downscaling' refers to the technique used to increase the spatial resolution of existing data. This is achieved by using models or algorithms to refine coarser resolution data (e.g., 0.1°) into finer resolution data (e.g., 0.01°), thus providing more detailed information on temperature variations.",
                "AnswerCn": "在生成温度数据集的过程中，“下采样”是指用于提高现有数据空间分辨率的技术。这是通过使用模型或算法将较粗分辨率的数据（例如0.1°）细化为较细分辨率的数据（例如0.01°），从而提供有关温度变化的更详细信息。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the similarities and differences between surface data-based estimates and satellite data-based estimates for shortwave and longwave radiation over high-altitude regions?",
                "QuestionCn": "表面数据估计和卫星数据估计在高海拔地区的短波和长波辐射方面的相似性和差异是什么？",
                "AnswerEn": "Surface data-based estimates and satellite data-based estimates both aim to provide radiation estimates, but surface data-based estimates, though not locally calibrated, show better agreement with measurements and yield less root-mean-square errors and higher correlation coefficients than satellite estimates. This suggests that surface data-based estimates may be more accurate and reliable for high-altitude regions like the Tibetan Plateau.",
                "AnswerCn": "基于地面数据的估计和基于卫星数据的估计都旨在提供辐射估计，但基于地面数据的估计虽然没有进行局部校准，却与测量结果表现出更好的一致性，并且产生的均方根误差更小，相关系数更高。这表明，基于地面数据的估计在像青藏高原这样的高海拔地区可能更准确和可靠。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the challenges of acquiring radiation data in high-altitude regions compare to the challenges of developing effective radiation modeling methods for these areas?",
                "QuestionCn": "在高海拔地区获取辐射数据的挑战与为这些地区开发有效的辐射建模方法的挑战相比，如何？",
                "AnswerEn": "Acquiring radiation data in high-altitude regions is costly and difficult due to the limited availability of instrumental data, while the development of effective radiation modeling methods is crucial but challenging, as it requires accurate estimation and calibration for high-altitude conditions. Both aspects are critical, yet acquiring data often presents a more immediate limitation, whereas modeling requires methodological innovation to extend and utilize available data effectively.",
                "AnswerCn": "在高海拔地区获取辐射数据成本高昂且困难，因为仪器数据的可用性有限，而开发有效的辐射建模方法至关重要，但这也具有挑战性，因为它需要对高海拔条件进行准确的估计和校准。这两个方面都很关键，但获取数据往往是更直接的限制，而建模则需要方法上的创新，以有效扩展和利用现有数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges might arise from using satellite data estimates for surface radiation modeling in high altitude regions like the Tibetan Plateau?",
                "QuestionCn": "在像青藏高原这样的高海拔地区使用卫星数据估计地表辐射建模可能会出现哪些挑战？",
                "AnswerEn": "Challenges include the high cost and rarity of suitable instrumental data, potential discrepancies between satellite and ground measurements, and the need for effective methods to estimate radiation over high altitude regions due to the unique atmospheric conditions present.",
                "AnswerCn": "挑战包括适合的仪器数据成本高且稀缺、卫星与地面测量之间可能存在差异，以及由于高海拔地区独特的气候条件，需要有效的方法来估计辐射。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodologies could be employed to extend existing air temperature and radiation datasets to cover earlier decades before the satellite era on the Tibetan Plateau?",
                "QuestionCn": "可以采用哪些方法来扩展现有的气温和辐射数据集，以覆盖卫星时代之前的青藏高原早期几十年？",
                "AnswerEn": "Methodologies might involve leveraging long-term instrumental data sets provided by sources like CMA, utilizing hybrid models for shortwave radiation estimation, and applying models like CD99 for longwave radiation estimation, as demonstrated by combining existing data on air temperature, humidity, sunshine duration, and pressure.",
                "AnswerCn": "方法论可能涉及利用来自CMA等来源的长期仪器数据集，采用混合模型进行短波辐射估计，并应用CD99等模型进行长波辐射估计，具体通过结合现有的气温、湿度、日照时长和气压数据来实现。",
                "Level": "C6(Creating)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the difficulty in acquiring radiation data in high altitude regions like the Tibetan Plateau?",
                "QuestionCn": "在高海拔地区如青藏高原，获取辐射数据的困难因素包括：",
                "AnswerEn": "The cost of acquiring radiation data is high, and there are few existing studies on radiation modeling in these regions. Radiation data are invaluable for such areas, yet they are rarely available, highlighting the need for effective methods to estimate radiation over high-altitude regions.",
                "AnswerCn": "获取辐射数据的成本很高，而且在这些地区关于辐射建模的现有研究很少。辐射数据对这些地区来说是非常宝贵的，但它们很少可用，这突显了在高海拔地区估算辐射的有效方法的必要性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the differences in shortwave and longwave radiation patterns between the Tibetan Plateau and its surrounding areas?",
                "QuestionCn": "是什么导致了青藏 Plateau及其周边地区短波辐射和长波辐射模式的差异？",
                "AnswerEn": "The Tibetan Plateau receives significantly higher shortwave radiation due to the low extinction rate of air mass, water vapor, and aerosol present in the region. In contrast, the longwave radiation received by the plateau is much lower compared to its surrounding areas, with monthly-mean differences reaching up to 100 W m, attributed to the unique atmospheric conditions of the plateau.",
                "AnswerCn": "青藏高原由于空气质量、水蒸气和气溶胶的低消光率，接收到的短波辐射显著高于周边地区。相比之下，高原接收到的长波辐射则远低于周围地区，月均差异可达到100 W/m²，这归因于高原独特的气候条件。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of utilizing a hybrid model for estimating surface radiation in high altitude regions?",
                "QuestionCn": "在高海拔地区利用混合模型估计表面辐射的潜在后果是什么？",
                "AnswerEn": "Utilizing a hybrid model for estimating surface radiation in high altitude regions can result in estimates that show good agreement with direct measurements, producing less root-mean-square errors and higher correlation coefficients compared to satellite estimates. This approach can enhance the accuracy of radiation data in these regions despite the challenges and costs associated with direct data acquisition.",
                "AnswerCn": "利用混合模型估计高海拔地区的表面辐射，可以得到与直接测量结果良好一致的估计，产生更小的均方根误差和更高的相关系数，相较于卫星估计。这种方法可以提高这些地区辐射数据的准确性，尽管直接数据获取面临挑战和成本。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What are the intended research applications for creating a high spatial resolution near-surface air temperature dataset over a specific region?",
                "QuestionCn": "创建高空间分辨率近地表气温数据集的预期研究应用包括：",
                "AnswerEn": "The intended research applications for creating a high spatial resolution near-surface air temperature dataset are to support studies in surface radiation and energy balance, climate change, hydrometeorology, and related domains, by providing detailed temperature data over the Tibetan Plateau from 1979 to 2018.",
                "AnswerCn": "创建高空间分辨率近地表气温数据集的预期研究应用是支持表面辐射和能量平衡、气候变化、水文气象学及相关领域的研究，通过提供1979年至2018年间青藏高原的详细气温数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methodologies are employed to downscale temperature data with a spatial resolution of 0.1° to achieve a higher resolution of 0.01° in the context of climate studies over regions like the Tibetan Plateau?",
                "QuestionCn": "在气候研究中，为了将空间分辨率为0.1°的温度数据降尺度到0.01°的更高分辨率，通常采用以下几种方法：\n\n1. **插值法**：使用空间插值技术，如克里金插值、反距离加权（IDW）或样条插值等，将低分辨率数据转换为高分辨率数据。\n\n2. **统计降尺度**：通过建立统计模型，将大尺度气候变量与小尺度观测数据之间的关系进行建模，从而推断出高分辨率的气温数据。\n\n3. **动态降尺度**：利用区域气候模型（RCM）在高分辨率下模拟气候，通常需要使用大气环流模型（GCM）提供的边界条件。\n\n4. **机器学习方法**：应用机器学习算法，如随机森林、支持向量机或神经网络等，基于现有的气候数据和地理信息进行降尺度。\n\n5. **物理模型**：结合地形、土地利用和其他环境因素，使用物理模型进行高分辨率气温的模拟。\n\n这些方法可以单独使用，也可以结合使用，以提高降尺度结果的准确性和可靠性。",
                "AnswerEn": "The temperature data with a spatial resolution of 0.1° is downscaled to achieve a resolution of 0.01° by processing the data from the ground meteorological element-driven datasets specific to the region, ensuring higher spatial resolution for applications in climate change and hydrometeorology studies.",
                "AnswerCn": "温度数据的空间分辨率为0.1°，通过处理特定于该地区的地面气象要素驱动的数据集进行降尺度，以实现0.01°的分辨率，从而为气候变化和水文气象研究的应用提供更高的空间分辨率。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How are climatic data, such as air temperature and humidity, integrated into models to extend surface radiation data from the satellite era to earlier decades in high-altitude regions like the Tibetan Plateau?",
                "QuestionCn": "气候数据，如空气温度和湿度，是如何被整合到模型中，以将卫星时代的表面辐射数据扩展到高海拔地区（如青藏高原）的早期几十年。",
                "AnswerEn": "Climatic data, including air temperature and humidity, are integrated into hybrid models for SWD estimation and CD99 models for LWD estimation. This integration uses long-term CMA datasets, allowing the extension of surface radiation data back to earlier decades by correlating it with long-term instrumental and satellite observations.",
                "AnswerCn": "气候数据，包括空气温度和湿度，被整合到用于SWD估计的混合模型和用于LWD估计的CD99模型中。这种整合利用了长期的CMA数据集，通过将其与长期的仪器观测和卫星观测相关联，从而将表面辐射数据扩展到更早的几十年。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods enable the downscaling of temperature data to achieve high spatial resolution in climate datasets?",
                "QuestionCn": "哪些方法可以实现温度数据的下采样，以在气候数据集中获得高空间分辨率？",
                "AnswerEn": "The temperature data was downscaled from the China regional ground meteorological elements driving dataset with a spatial resolution of 0.1° to achieve a 0.01° spatial resolution, providing daily average and three-hour resolution instantaneous temperatures.",
                "AnswerCn": "温度数据是从中国区域地面气象要素驱动数据集中降尺度而来，原始数据的空间分辨率为0.1°，降尺度后达到0.01°的空间分辨率，提供每日平均温度和三小时分辨率的瞬时温度。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How does the integration of satellite estimates enhance the estimation of surface radiation over high altitude regions?",
                "QuestionCn": "卫星估计的整合如何增强高海拔地区表面辐射的估计？",
                "AnswerEn": "Satellite estimates allow for the evaluation and extension of radiation data from the satellite era to earlier decades, providing consistency with observed trends and models over the Tibetan Plateau.",
                "AnswerCn": "卫星估计允许将辐射数据从卫星时代扩展到早期几十年，从而与观察到的趋势和模型在青藏高原上保持一致。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions make SWD and LWD data invaluable in high altitude regions and how can these data be effectively estimated?",
                "QuestionCn": "什么条件使得SWD和LWD数据在高海拔地区变得不可或缺，以及如何有效估计这些数据？",
                "AnswerEn": "The acquisition of radiation data is costly and scarce, making suitable SWD and LWD data invaluable. The effective estimation involves using a hybrid model for SWD and the CD99 model for LWD, with data inputs such as sunshine duration, air temperature, pressure, and humidity.",
                "AnswerCn": "辐射数据的获取成本高昂且稀缺，因此合适的短波辐射（SWD）和长波辐射（LWD）数据极为宝贵。有效的估算涉及使用混合模型来处理短波辐射，使用CD99模型来处理长波辐射，数据输入包括日照时长、气温、气压和湿度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might data collection methods for high altitude regions like the Tibetan Plateau rely heavily on satellite data rather than ground-based measurements?",
                "QuestionCn": "高海拔地区如青藏 Plateau 的数据收集方法为何会 heavily 依赖卫星数据而非地面测量？",
                "AnswerEn": "It is always costly to acquire radiation data in high altitude regions and suitable instrumental data are rarely available, making satellite data a more feasible option.",
                "AnswerCn": "在高海拔地区获取辐射数据通常成本高昂，合适的仪器数据也很少，因此卫星数据成为更可行的选择。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why would researchers expect the surface data-based estimates to show better agreement with measurements than satellite estimates in high altitude areas?",
                "QuestionCn": "研究人员为什么会预期基于地面数据的估计在高海拔地区与测量结果的吻合度优于卫星估计？",
                "AnswerEn": "The surface data-based estimate, even without local calibration, shows a good agreement with measurements and produces less root-mean-square errors and higher correlation coefficients than satellite estimates.",
                "AnswerCn": "基于地面数据的估计，即使没有地方校准，仍然与测量结果有良好的一致性，并且产生的均方根误差更小，相关系数更高，优于卫星估计。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What are your thoughts on the effectiveness of using a hybrid model and CD99 model for estimating shortwave and longwave radiation in high altitude regions?",
                "QuestionCn": "我对在高海拔地区使用混合模型和CD99模型来估计短波和长波辐射的有效性有什么看法？",
                "AnswerEn": "The use of a hybrid model for estimating shortwave radiation (SWD) and the CD99 model for estimating longwave radiation (LWD) appears to be effective, particularly in high altitude regions like the Tibetan Plateau. These models have shown good agreement with actual measurements and have advantages such as producing less root-mean-square errors and higher correlation coefficients compared to satellite estimates, despite not being locally calibrated.",
                "AnswerCn": "使用混合模型来估计短波辐射（SWD）和CD99模型来估计长波辐射（LWD）似乎在高海拔地区如青藏高原特别有效。这些模型与实际测量结果表现出良好的一致性，并且相较于卫星估计，具有产生更少均方根误差和更高相关系数的优势，尽管没有进行地方校准。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "How would you evaluate the challenges and limitations of acquiring instrumental radiation data in high altitude regions?",
                "QuestionCn": "如何评估在高海拔地区获取仪器辐射数据的挑战和局限性？",
                "AnswerEn": "Acquiring instrumental radiation data in high altitude regions is costly and challenging due to the scarcity of available data and the complexity of the environment. This makes suitable instrumental data invaluable yet rarely available, emphasizing the importance of developing effective estimation methods for radiation data in these regions.",
                "AnswerCn": "在高海拔地区获取辐射仪器数据成本高昂且具有挑战性，因为可用数据稀缺且环境复杂。这使得合适的仪器数据变得极为珍贵，但却很少可得，这强调了在这些地区开发有效的辐射数据估计方法的重要性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand the challenges involved in collecting and estimating radiation data over high altitude regions like the Tibetan Plateau.",
                "QuestionCn": "我不理解在像青藏高原这样的高海拔地区收集和估计辐射数据所面临的挑战。",
                "AnswerEn": "It is always costly to acquire radiation data in high altitude regions, and few studies have focused on radiation modeling in these areas. Suitable instrumental data are invaluable but rarely available, making an effective estimation method important and urgently needed.",
                "AnswerCn": "在高海拔地区获取辐射数据总是成本高昂，且很少有研究关注这些地区的辐射建模。合适的仪器数据非常宝贵，但往往难以获得，因此有效的估算方法显得尤为重要且迫切需要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unsure how surface radiation modeling is conducted using a hybrid model and the CD99 model in high altitude areas.",
                "QuestionCn": "我不确定如何在高海拔地区使用混合模型和CD99模型进行表面辐射建模。",
                "AnswerEn": "Surface radiation modeling uses a hybrid model to estimate downward shortwave radiation (SWD) from daily data of sunshine duration, air temperature, air pressure, and humidity. This estimated SWD, along with temperature and humidity data, is then used in the CD99 model to estimate downward longwave radiation (LWD).",
                "AnswerCn": "表面辐射建模使用混合模型从日照时数、气温、气压和湿度的日数据中估算下行短波辐射（SWD）。然后，将估算的SWD与温度和湿度数据一起用于CD99模型，以估算下行长波辐射（LWD）。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explain how surface-based and satellite-based estimates of radiation data can be integrated to enhance the accuracy of datasets in high-altitude regions.",
                "QuestionCn": "表面基和卫星基辐射数据的估计如何整合，以提高高海拔地区数据集的准确性。",
                "AnswerEn": "Surface-based estimates utilize local measurements such as sunshine duration, air temperature, air pressure, and humidity, while satellite-based estimates provide broader coverage. Integration using models like the hybrid model for SWD and the CD99 model for LWD can enhance dataset accuracy by leveraging the strengths of both data sources, although calibration challenges remain.",
                "AnswerCn": "基于地面的估计利用局部测量数据，如日照时长、气温、气压和湿度，而基于卫星的估计则提供更广泛的覆盖。通过使用混合模型（hybrid model）对短波辐射（SWD）进行整合，以及使用CD99模型对长波辐射（LWD）进行整合，可以通过利用两种数据源的优势来提高数据集的准确性，尽管仍然存在校准挑战。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please describe the key characteristics of the radiation data collection process over high-altitude regions and identify the main challenges faced in acquiring these measurements.",
                "QuestionCn": "高空区域辐射数据收集过程的关键特征包括：\n\n1. **测量工具**：使用高灵敏度的辐射探测器和传感器，这些设备能够在极端环境下工作。\n2. **数据采集频率**：通常需要高频率的数据采集，以捕捉辐射变化的瞬时情况。\n3. **飞行平台**：常通过气球、无人机或飞机等高空平台进行数据收集，这些平台能够到达较高的海拔。\n4. **数据传输**：需要实时或近实时的数据传输系统，以便快速分析和响应。\n5. **环境监测**：同时监测温度、气压和其他环境因素，以便更好地理解辐射数据的背景。\n\n在获取这些测量时面临的主要挑战包括：\n\n1. **设备耐受性**：高空环境的极端温度和低气压对设备的耐受性提出了高要求。\n2. **数据准确性**：高空辐射水平可能受到多种因素的影响，确保数据的准确性和可靠性是一大挑战。\n3. **飞行限制**：高空飞行的法律和安全限制可能影响数据收集的频率和范围。\n4. **数据处理**：高量的数据需要有效的处理和分析能力，以提取有用的信息。\n5. **成本问题**：高空测量的设备和操作成本通常较高，限制了大规模的监测项目。",
                "AnswerEn": "Radiation data collection in high-altitude regions like the Tibetan Plateau involves measuring SWD and LWD at multiple stations. The primary challenge is the high cost of acquiring data, limited availability of suitable instrumental data, and the need for effective radiation modeling methods. Despite these challenges, the data collected is invaluable for understanding local energy balances and climate conditions.",
                "AnswerCn": "在像青藏高原这样的高海拔地区进行辐射数据收集涉及在多个站点测量短波辐射(SWD)和长波辐射(LWD)。主要挑战是获取数据的高成本、合适仪器数据的有限可用性以及需要有效的辐射建模方法。尽管面临这些挑战，所收集的数据对于理解当地能量平衡和气候条件是非常宝贵的。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}