{
  "id": "03bc51af-5223-4e78-a3d8-556da4783693",
  "relatedPaper": 1,
  "context": {
    "metadata": {
      "titleEn": "Hourly precipitation dataset of precipitation observation network at Chuzhou hydrological station in the Huaihe River Basin (2019-2022)",
      "titleCn": "淮河流域滁州水文基地降水观测网小时降水数据集（2019-2022）",
      "description": "This dataset is the precipitation observation data obtained by Yong Bin's team from Hohai University through the deployment of rainfall collection instruments at the hydrological station of Chuzhou in the Huaihe River Basin. Raw data were collected from the HOBO RG3-M rain gauge from January 2019 through December 2022. Firstly, the research group excluded outliers by visual interpretation, then used MATLAB software to perform extreme value test and time domain test on the data, and finally accumulated the data to 1 hour to form hourly precipitation observation dataset. The collection of this dataset provides a reference for the high-precision verification of ground grids of satellite precipitation products, which can improve the accuracy of satellite precipitation products to a larger extent. It is of great significance for the future use of quasi real-time satellite precipitation products for natural disaster event warning.",
      "descriptionCn": "该数据集为河海大学雍斌团队通过在淮河流域滁州水文基地布设雨量收集仪器获得的降水观测数据。原始数据采集于HOBO RG3-M雨量计，采集时间为2019年1月到2022年12月。研究组首先通过目视解译法排除异常值，再利用MATLAB软件对数据进行极值检验和时间域检验，最后将数据累加至1hr形成逐小时降水观测数据集。该数据集的收集对卫星降水产品地面格网高精度的验证提供了参考，可较大程度提升卫星降水产品的精度，对未来利用准实时卫星降水产品进行自然灾害事件预警具有重要的意义。",
      "instructions": "Data storage: The hourly precipitation dataset of the precipitation observation network at the Chuzhou Hydrological Station in the Huaihe River Basin is stored in CSV format, and the name of the file is \"Hourly Precipitation Dataset of Precipitation Observation Network at Chuzhou Hydrological Station in the Huaihe River Basin (2019-2022)\". Among them, the first column of the table represents the time, and the second to sixth columns represent the hourly precipitation collection of each Rain gauge, in mm.\n\nData usage: The file of this dataset can be opened directly in Excel, and the main content is time and precipitation observations, which can be cumulated by programming languages such as MATLAB or Python if they are to be processed into daily or monthly data.\n",
      "instructionsCn": "数据存储方式：淮河流域滁州水文基地降水观测网小时降水数据集以csv格式存储，文件的名称为“Hourly Precipitation Dataset of Precipitation Observation Network at Chuzhou Hydrological Station in the Huaihe River Basin (2019-2022)”。其中，表格第一列代表时间，第二至第六列代表每号雨量计逐小时降水收集量，单位为mm。\n数据使用方法：该数据集中的所有csv文件可以直接用excel打开，主体内容为时间和降水观测值，如果要处理成日或者月数据的话，可用MATLAB或Python等编程语言进行累加处理。",
      "east": 118.3,
      "west": 118.2,
      "south": 32.2,
      "north": 32.3,
      "startTime": null,
      "endTime": null,
      "fileSize": 7372597.0,
      "cstr": "18406.11.Atmos.tpdc.300609",
      "doi": "10.11888/Atmos.tpdc.300609",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "雍斌",
        "nameEn": "YONG Bin ",
        "unitEn": "Hohai University",
        "unitCn": "河海大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": " Preliminary evaluation of the hobo data logging rain gauge at the chuzhou hydrological experiment station, china",
        "referenceCn": null,
        "referenceEn": "Zhou, Z., Yong, B., Liu, J., Liao, A., Wang, N., Zhu, Z., Lu, D., Li, W., & Zhang, J. (2019). Preliminary evaluation of the hobo data logging rain gauge at the chuzhou hydrological experiment station, china. Advances in Meteorology, 2019(1–3), 1-10."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "降水",
        "nameEn": "Precipitation"
      },
      {
        "nameCn": "降雨强度",
        "nameEn": "Rainfall rate"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "安徽滁州",
        "keywordEn": "Anhui chuzhou"
      },
      {
        "keywordCn": "滁州水文基地",
        "keywordEn": "chuzhou hydrological station"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019-2022",
        "keywordEn": "2019-2022",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "全球能量循环和水循环关键参数的立体观测与遥感反演",
        "titleEn": "National Key Research and Development Program of China"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（景阳岭站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Jingyangling station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (automatic weather station of desert station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：青海湖流域地表过程综合观测网（混合草原超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (eddy covariance system of Alpine meadow and grassland ecosystem Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（黑河遥感站自动气象站-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of the Heihe River Basin integrated observatory network (automatic weather station of Heihe remote sensing station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站大孔径闪烁仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (large aperture scintillometer of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（张掖湿地站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Zhangye wetland station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（荒漠站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of desert station, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "As one of the most important water cycle elements, precipitation is the release of water from the atmosphere to reach the surface of the earth. Measurement of precipitation has a long history, but till now precisely measuring precipitation is still a challenging task due to the high spatio-temporal variability and inhomogeneity of precipitation itself. Rain gauges can provide point observations of precipitation and are normally recognized as \"ground truth\" for validating the radar-estimated or satellite-retrieved rainfall. However, in practice, some systematic and random errors, such as the diversity of rain gauge designs, wind-induced gauge undercatch, human operating errors, and the instability of gauge installations, inevitably affect the accuracy of gauge-measured precipitation. Among them, the most popular rain gauge is TBR owing to its simple, durable, highly reliable, and inexpensive design. As a special model of TBRs, the HOBO Data Logging Rain Gauge RG3-M (RG3-M) is a battery-powered rainfall data collection and recording system, which includes one small lithium battery (3 volt, CR-2032) embedded in its data logger enveloped by waterproof material inside the gauge cylinder. Because of this advantage, RG3-M gauges are particularly well suited to be installed in remote regions for various research studies of meteorology, hydrology, ecology, and agriculture."
      ],
      "research objective": [
        "The focus of this study is entirely experimental. Altogether 10 models of rain gauges installed in the Chuzhou hydrological station, China, were employed to record the rainfall events and raining processes. Here, we collected the observed rainfall data of 18 rainfall events occurred in 2017 to quantify the measurement accuracy of the RG3-M gauge. We believe that our analysis results will be of great interest to both meteorologists and hydrologists who have been or want to be the RG3-M gauge users."
      ],
      "challenges": [
        "Nevertheless, literature survey suggests a specific investigation for the measuring accuracy of the RG3-M gauge, particularly based on the field experiments, is still lacking."
      ],
      "methods": [
        "In this study, we first compared and investigated the accumulated mounts of 18 rainfall events of two RG3-M gauges benchmarked by the standard MG. Then, five typical rainfall events were chosen to further analyse the observed accuracy of the RG3-M gauge for different rainfall intensities at hourly temporal scale. Finally, the impacts of wind speed and rainfall intensity on the precipitation measurements of the RG3-M gauge were preliminarily explored. At the experiment field, the amount of liquid precipitation obtained from the MG was accurately measured after each rainfall event. All data from TBRs but for RG3-M record through a data acquisition system in time step of one minute."
      ],
      "dataset": [
        "The hourly precipitation of RG3-M and JDZ05 exhibits an evident linear distribution with R2 of 0.993 (Figure 6). Altogether, 67 hourly rainfall events were involved in the analysis."
      ],
      "findings": [
        "Results indicate that the RG3-M gauge measurement generally underestimates rainfall approximately −4% against the standard MG observation, but the maximum deviation even reaches −12.87%. In terms of the hourly rainfall process, the reliable measurement scope of the RG3-M gauge is ranging from 1.5 to 3mm/h; however, it should be noted that the underestimation is rather significant at the higher rainfall rates (>6mm/h). Last, it was found that rainfall intensity is a nonnegligible factor for influencing the measurement of the RG3-M gauge. But the windy effect seems to be insignificant in our experiments, which might be attributed to the similar exposure of the compared gauges."
      ],
      "backgroundCn": [
        "作为水循环中最重要的元素之一，降水是水从大气中释放到地球表面的过程。降水的测量有着悠久的历史，但至今精确测量降水仍然是一项具有挑战性的任务，因为降水本身具有高度的时空变异性和不均匀性。雨量计可以提供降水的点观测，通常被认为是验证雷达估算或卫星获取降雨的“地面真相”。然而，在实际操作中，一些系统性和随机性错误，例如雨量计设计的多样性、风引起的雨量计低估、人工操作错误以及雨量计安装的不稳定性，不可避免地影响了雨量计测量降水的准确性。其中，最受欢迎的雨量计是TBR，因为其设计简单、耐用、可靠性高且成本低廉。作为TBR的一种特殊型号，HOBO数据记录雨量计RG3-M（RG3-M）是一种电池供电的降雨数据收集和记录系统，包含一个小型锂电池（3伏，CR-2032），嵌入在其数据记录器中，外部被防水材料包裹在雨量计的圆筒内。由于这一优势，RG3-M雨量计特别适合安装在偏远地区，用于气象、水文学、生态学和农业等各种研究。"
      ],
      "research objectiveCn": [
        "本研究的重点完全是实验性的。总共在中国滁州水文站安装了10种雨量计，用于记录降雨事件和降雨过程。在这里，我们收集了2017年发生的18个降雨事件的观测降雨数据，以量化RG3-M雨量计的测量精度。我们相信我们的分析结果将对那些已经使用或希望使用RG3-M雨量计的气象学家和水文学家产生很大兴趣。"
      ],
      "challengesCn": [
        "然而，文献调查表明，针对RG3-M测量仪的测量精度进行特定研究，特别是基于现场实验的研究，仍然缺乏。"
      ],
      "methodsCn": [
        "在本研究中，我们首先比较和调查了两个RG3-M雨量计在标准MG基准下的18个降雨事件的累计降水量。然后，选择了五个典型降雨事件，进一步分析了RG3-M雨量计在不同降雨强度下的观测精度，时间尺度为每小时。最后，初步探讨了风速和降雨强度对RG3-M雨量计降水测量的影响。在实验场地，MG在每个降雨事件后准确测量了液态降水量。除了RG3-M外，所有TBR的数据通过数据采集系统以一分钟的时间步长记录。"
      ],
      "datasetCn": [
        "RG3-M和JDZ05的每小时降水量呈现出明显的线性分布，R²为0.993（图6）。总共分析了67个每小时降雨事件。"
      ],
      "findingsCn": [
        "结果表明，RG3-M雨量计的测量通常低估降雨量，约为标准MG观测值的−4%，但最大偏差甚至达到−12.87%。就小时降雨过程而言，RG3-M雨量计的可靠测量范围为1.5至3mm/h；然而，需要注意的是，在较高降雨率（>6mm/h）下，低估现象相当显著。最后，发现降雨强度是影响RG3-M雨量计测量的一个不可忽视的因素。但在我们的实验中，风的影响似乎不显著，这可能与比较的雨量计的相似暴露有关。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Is there a notable impact of wind speed on the measurement accuracy of the RG3-M gauge during precipitation data collection?",
        "QuestionCn": "风速对RG3-M雨量计在降水数据收集中的测量准确性是否有显著影响？",
        "AnswerEn": "No",
        "AnswerCn": "否",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "For improving the accuracy of precipitation datasets, should researchers focus on refining rain gauge technology, enhancing data processing techniques, or both?",
        "QuestionCn": "为了提高降水数据集的准确性，研究人员应该专注于改进雨量计技术、增强数据处理技术，还是两者兼顾？",
        "AnswerEn": "both",
        "AnswerCn": "两者",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the methods used to ensure the accuracy of precipitation data collected by rain gauges in hydrological studies?",
        "QuestionCn": "在水文研究中，确保雨量计收集的降水数据准确性的方法有哪些？",
        "AnswerEn": "Visual interpretation, extreme value tests, time domain tests",
        "AnswerCn": "视觉解释，极值检验，时域检验",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the challenges faced in using rain gauges for collecting precipitation data?",
        "QuestionCn": "使用雨量计收集降水数据面临的挑战有哪些？",
        "AnswerEn": "design diversity, wind-induced gauge undercatch, human operational errors, instability of installations",
        "AnswerCn": "设计多样性、风引起的测量漏捕、人为操作错误、安装不稳定性",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Where is a suitable location for installing rain gauges to collect accurate precipitation data, and why?",
        "QuestionCn": "安装雨量计以收集准确降水数据的合适位置在哪里，为什么？",
        "AnswerEn": "Remote regions",
        "AnswerCn": "偏远地区",
        "Level": "C5(Evaluating)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "What is an example of a challenge faced in the measurement of precipitation using rain gauges?",
        "QuestionCn": "使用雨量计测量降水时面临的一个挑战是什么？",
        "AnswerEn": "An example of a challenge in precipitation measurement using rain gauges includes systematic and random errors such as wind-induced gauge undercatch, diversity in rain gauge designs, human operating errors, and the instability of gauge installations, which affect the accuracy of the measured precipitation.",
        "AnswerCn": "降水测量中使用雨量计的一个挑战包括系统性和随机性误差，例如风引起的雨量计低估、雨量计设计的多样性、人为操作错误以及雨量计安装的不稳定性，这些都影响了降水量的准确测量。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the properties of rain gauges that affect their accuracy in precipitation measurement?",
        "QuestionCn": "影响雨量计降水测量准确性的属性有哪些？",
        "AnswerEn": "systematic errors, random errors, design diversity, wind-induced undercatch, human errors, installation instability, simple, durable, reliable",
        "AnswerCn": "系统误差，随机误差，设计多样性，风引起的少测，人为误差，安装不稳定，简单，耐用，可靠",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What specific features of the RG3-M gauge contribute to its suitability for use in remote regions?",
        "QuestionCn": "RG3-M仪表的哪些具体特性使其适合在偏远地区使用？",
        "AnswerEn": "battery-powered, small lithium battery, waterproof material",
        "AnswerCn": "电池供电，小型锂电池，防水材料",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What was the maximum deviation observed in the rainfall measurements of the rain gauge model compared to the standard observation?",
        "QuestionCn": "雨量计模型的降雨测量与标准观测相比，观察到的最大偏差是多少？",
        "AnswerEn": "-12.87%",
        "AnswerCn": "-12.87%",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How many hourly rainfall events were involved in the analysis of the RG3-M and JDZ05 rain gauges?",
        "QuestionCn": "在RG3-M和JDZ05雨量计的分析中涉及了多少次每小时降雨事件？",
        "AnswerEn": "67",
        "AnswerCn": "67",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'rain gauge undercatch' mean in the context of precipitation measurement?",
        "QuestionCn": "在降水量测量的背景下，“雨量计漏测”是什么意思？",
        "AnswerEn": "Rain gauge undercatch refers to the systematic error in precipitation measurement caused by factors such as wind-induced discrepancies, where the gauge captures less rainfall than actually falls due to the influence of wind on the collection process.",
        "AnswerCn": "雨量计的低估指的是由于风等因素引起的降水测量系统误差，导致雨量计收集到的降水量少于实际降水量，这主要是由于风对收集过程的影响。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is the concept of 'visual interpretation method' in the context of data validation?",
        "QuestionCn": "在数据验证的背景下，“视觉解释方法”的概念是什么？",
        "AnswerEn": "The visual interpretation method in data validation involves manually examining data to identify and exclude anomalies or errors, ensuring that the dataset used for analysis is accurate and reliable.",
        "AnswerCn": "数据验证中的视觉解释方法涉及手动检查数据，以识别和排除异常或错误，从而确保用于分析的数据集是准确和可靠的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What does 'time domain verification' mean in the context of data processing?",
        "QuestionCn": "在数据处理的上下文中，“时域验证”是什么意思？",
        "AnswerEn": "Time domain verification in data processing refers to the technique of analyzing data over a specified period to confirm its accuracy and consistency, often used to check for anomalies or irregularities in temporal datasets.",
        "AnswerCn": "时域验证在数据处理中的意思是分析在特定时间段内的数据，以确认其准确性和一致性，通常用于检查时间数据集中的异常或不规则情况。",
        "Level": "C2(Understanding)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How does the data collection method using HOBO RG3-M rain gauges compare to other rain gauge designs in terms of systematic and random errors?",
        "QuestionCn": "HOBO RG3-M雨量计的数据收集方法与其他雨量计设计相比，在系统误差和随机误差方面如何？",
        "AnswerEn": "The use of HOBO RG3-M rain gauges, as compared to other designs, offers advantages such as simple, durable, highly reliable, and inexpensive data collection. However, like other rain gauges, it also faces systematic and random errors including wind-induced gauge undercatch and human operating errors. The RG3-M is specifically noted for its suitability in remote regions due to its battery-powered system and waterproof construction.",
        "AnswerCn": "HOBO RG3-M 雨量计相比其他设计具有简单、耐用、高度可靠和数据收集成本低等优点。然而，与其他雨量计一样，它也面临系统性和随机性误差，包括风引起的雨量计低估和人为操作错误。RG3-M 特别适合在偏远地区使用，因为它采用电池供电系统和防水结构。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences in measurement accuracy between the HOBO RG3-M gauge and the standard MG, particularly under varying rainfall intensities?",
        "QuestionCn": "HOBO RG3-M 测量仪和标准 MG 在不同降雨强度下的测量准确性有什么区别？",
        "AnswerEn": "The RG3-M gauge generally underestimates rainfall by approximately 4% against the standard MG observation, with maximum deviation reaching −12.87%. Its reliable measurement range is from 1.5 to 3mm/h, but significant underestimation occurs at higher rainfall rates (>6mm/h).",
        "AnswerCn": "RG3-M雨量计通常对标准MG观测的降雨量低估约4%，最大偏差达到−12.87%。其可靠测量范围为1.5至3mm/h，但在较高降雨率（>6mm/h）时会出现显著低估。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do the challenges of measuring precipitation in the 淮河流域滁州水文基地 compare with those faced in other regions, according to the use of the RG3-M rain gauge?",
        "QuestionCn": "在淮河流域滁州水文基地，使用RG3-M雨量计测量降水所面临的挑战与其他地区相比有哪些不同之处？",
        "AnswerEn": "The challenges in the 淮河流域滁州水文基地 include systematic errors and the high spatio-temporal variability of precipitation, which are common issues in other regions as well. However, the RG3-M gauges are particularly noted for their suitability in remote areas, providing a reliable measurement scope under certain rainfall intensities, which may not be the case for all regions.",
        "AnswerCn": "淮河流域滁州水文基地面临的挑战包括系统性误差和降水的高时空变异性，这在其他地区也很常见。然而，RG3-M雨量计特别适合在偏远地区使用，在某些降雨强度下提供可靠的测量范围，这在并非所有地区都适用。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How might the analysis of rainfall intensity and wind speed contribute to refining data collection techniques for precipitation measurement, and what challenges does this present?",
        "QuestionCn": "降雨强度和风速的分析如何有助于改进降水测量的数据收集技术，这会带来哪些挑战？",
        "AnswerEn": "Rainfall intensity is a significant factor influencing RG3-M gauge measurements, especially at higher rates, whereas wind speed seemed insignificant in experiments due to similar gauge exposure. This analysis can refine data collection techniques by highlighting the need to account for intensity variations and possibly developing methods to mitigate underestimation challenges at higher rainfall rates.",
        "AnswerCn": "降雨强度是影响RG3-M雨量计测量的重要因素，尤其是在较高降雨率下，而风速在实验中似乎并不显著，因为雨量计的暴露情况相似。此分析可以通过强调需要考虑强度变化来改进数据收集技术，并可能开发方法来减轻在较高降雨率下低估的挑战。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes inaccuracies in precipitation measurement using rain gauges, and how do these inaccuracies impact the validation of satellite-retrieved rainfall data?",
        "QuestionCn": "降水量测量中使用雨量计的不准确性原因是什么，这些不准确性如何影响卫星获取降水数据的验证？",
        "AnswerEn": "Inaccuracies in precipitation measurement using rain gauges can be caused by systematic and random errors such as the diversity of rain gauge designs, wind-induced gauge undercatch, human operating errors, and the instability of gauge installations. These inaccuracies impact the validation of satellite-retrieved rainfall data because rain gauges are used as 'ground truth' for this validation, and any errors in the gauge measurements could lead to incorrect assessments of the satellite data's accuracy.",
        "AnswerCn": "降水测量中使用雨量计的误差可能由系统性和随机性错误引起，例如雨量计设计的多样性、风引起的雨量计欠捕、人工操作错误以及雨量计安装的不稳定性。这些误差影响了卫星获取降水数据的验证，因为雨量计被用作这种验证的“地面真相”，而雨量计测量中的任何错误都可能导致对卫星数据准确性的错误评估。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might the RG3-M rain gauge underestimate rainfall, specifically at higher rainfall rates, and what implications does this have for hydrological research?",
        "QuestionCn": "RG3-M雨量计在较高降雨率时可能低估降雨量的原因是什么，这对水文研究有什么影响？",
        "AnswerEn": "The RG3-M rain gauge might underestimate rainfall especially at higher rates due to its measurement limitations where the reliable scope is from 1.5 to 3mm/h, and significant underestimation occurs at rates greater than 6mm/h. This underestimation has implications for hydrological research as it could lead to inaccurate data on rainfall intensity and volume, affecting water resource management and flood forecasting.",
        "AnswerCn": "RG3-M雨量计在较高降雨率下可能会低估降雨量，因为其测量限制在1.5到3mm/h之间，而在超过6mm/h的降雨率下会显著低估。这种低估对水文研究有影响，因为它可能导致降雨强度和体积的数据不准确，从而影响水资源管理和洪水预报。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the reasons for choosing RG3-M gauges for data collection in remote regions, and how might these reasons influence the design of future meteorological studies?",
        "QuestionCn": "选择RG3-M测量仪在偏远地区进行数据收集的原因是什么，这些原因又如何影响未来气象研究的设计？",
        "AnswerEn": "RG3-M gauges are chosen for data collection in remote regions because they are simple, durable, highly reliable, and inexpensive, with a battery-powered system that includes a small lithium battery for data logging. This suitability for remote installations influences the design of future meteorological studies by encouraging the use of similar technology that can withstand challenging environments and provide continuous data collection without frequent maintenance.",
        "AnswerCn": "RG3-M 测量仪因其简单、耐用、高度可靠和价格低廉而被选用于偏远地区的数据收集，配备了电池供电系统，包括一个小型锂电池用于数据记录。这种适合远程安装的特性影响了未来气象研究的设计，鼓励使用类似的技术，以应对恶劣环境并提供持续的数据收集，而无需频繁维护。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "How does the exclusion of wind-induced errors affect the measurement accuracy of precipitation data collected by RG3-M gauges?",
        "QuestionCn": "风引起的误差排除如何影响RG3-M雨量计收集的降水数据的测量准确性？",
        "AnswerEn": "Excluding wind-induced errors seems to have an insignificant impact on measurement accuracy in the experiments, likely due to similar exposure conditions of compared gauges, suggesting that other factors like rainfall intensity play a more significant role.",
        "AnswerCn": "排除风引起的误差对实验中的测量准确性影响不大，这可能是由于比较的仪器处于相似的暴露条件下，表明降雨强度等其他因素在其中起着更重要的作用。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What effect does the visual interpretation method have on the reliability of precipitation datasets in terms of outlier removal?",
        "QuestionCn": "视觉解释方法对降水数据集的可靠性在异常值去除方面有什么影响？",
        "AnswerEn": "Using visual interpretation to remove outliers can enhance the reliability of precipitation datasets by ensuring that extreme or erroneous data points are excluded, thus providing a more accurate representation for validating satellite precipitation products.",
        "AnswerCn": "使用视觉解释来去除异常值可以增强降水数据集的可靠性，确保极端或错误的数据点被排除，从而为验证卫星降水产品提供更准确的表示。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the goal behind collecting hourly precipitation data using rain gauges in the Chuzhou hydrological base?",
        "QuestionCn": "在滁州水文基地收集小时降水数据的目标是什么？",
        "AnswerEn": "The goal is to provide ground truth for validating satellite and radar precipitation products, enabling higher accuracy in these products and improving natural disaster event warnings.",
        "AnswerCn": "目标是提供地面真相，以验证卫星和雷达降水产品，从而提高这些产品的准确性，并改善自然灾害事件预警。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are followed for ensuring the accuracy and reliability of precipitation data collected using rain gauges in hydrological stations?",
        "QuestionCn": "确保水文站使用雨量计收集的降水数据准确性和可靠性的程序有哪些？",
        "AnswerEn": "The process involves visual interpretation to exclude anomalies, followed by extreme value testing and time domain checks using MATLAB software to validate the data accuracy, ensuring a reliable hourly precipitation dataset.",
        "AnswerCn": "该过程涉及视觉解释以排除异常值，然后使用MATLAB软件进行极值测试和时间域检查，以验证数据的准确性，从而确保可靠的每小时降水数据集。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "How can the effects of environmental factors, such as wind speed and rainfall intensity, be accounted for in precipitation measurements using the RG3-M rain gauge?",
        "QuestionCn": "如何在使用RG3-M雨量计的降水测量中考虑环境因素的影响，例如风速和降雨强度？",
        "AnswerEn": "The impacts of wind speed and rainfall intensity on precipitation measurements are explored by comparing the RG3-M gauge readings with a standard MG, highlighting that rainfall intensity significantly affects measurements, whereas wind effects are minimal due to similar exposure of gauges.",
        "AnswerCn": "风速和降雨强度对降水测量的影响通过比较RG3-M雨量计的读数与标准MG雨量计的读数进行探讨，结果显示降雨强度对测量有显著影响，而风的影响则较小，因为两种雨量计的暴露条件相似。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What data preprocessing methods are employed to refine precipitation data for satellite rainfall product validation?",
        "QuestionCn": "为了精炼降水数据以验证卫星降水产品，采用了哪些数据预处理方法？",
        "AnswerEn": "Preprocessing includes visual anomaly exclusion, extreme value, and time domain verification using MATLAB, followed by aggregating data to form hourly observations, enhancing the precision of satellite rainfall product validation.",
        "AnswerCn": "预处理包括使用MATLAB进行视觉异常排除、极值处理和时域验证，然后聚合数据形成每小时观测，增强卫星降雨产品验证的精确性。",
        "Level": "C1(Remembering)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What data collection methods enable the accurate validation of satellite-retrieved rainfall using ground-based observations?",
        "QuestionCn": "哪些数据收集方法能够准确验证卫星获取的降雨量与地面观测数据？",
        "AnswerEn": "Rain gauges, such as the HOBO RG3-M, are used for point observations and are considered 'ground truth' for validating satellite-retrieved rainfall. Despite challenges like wind-induced gauge undercatch and operating errors, these gauges provide essential data for validating satellite products.",
        "AnswerCn": "雨量计，如HOBO RG3-M，被用于点观测，并被视为验证卫星获取降雨数据的“真实数据”。尽管存在风引起的雨量计低估和操作错误等挑战，这些雨量计仍然为验证卫星产品提供了重要数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How does the use of a specific rain gauge model, such as the HOBO RG3-M, enable data collection in remote or challenging environments?",
        "QuestionCn": "使用特定的雨量计型号，例如HOBO RG3-M，如何在偏远或具有挑战性的环境中实现数据收集？",
        "AnswerEn": "The HOBO RG3-M is particularly suited for remote environments due to its simple, durable, and highly reliable design, along with a battery-powered system that includes a small lithium battery embedded in a waterproof material, making it ideal for various research studies in meteorology and hydrology.",
        "AnswerCn": "HOBO RG3-M特别适合远程环境，因为它具有简单、耐用和高度可靠的设计，配备了电池供电系统，内置小型锂电池并采用防水材料，十分适合气象和水文学的各种研究。",
        "Level": "C2(Understanding)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might rainfall measurement accuracy vary across different rain gauge designs in a dataset?",
        "QuestionCn": "降雨量测量的准确性可能因不同雨量计设计而在数据集中有所不同，原因是什么？",
        "AnswerEn": "Rainfall measurement accuracy can vary across different rain gauge designs due to factors such as wind-induced gauge undercatch, human operating errors, and the instability of gauge installations, which inevitably affect the accuracy of gauge-measured precipitation.",
        "AnswerCn": "降雨量测量的准确性因不同雨量计设计而异，这受到风引起的雨量计漏收、人为操作错误以及雨量计安装不稳定等因素的影响，这不可避免地影响了雨量计测得的降水量的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why might a dataset based on rain gauge observations indicate underestimation of rainfall, particularly at higher rainfall rates?",
        "QuestionCn": "基于雨量计观测的数据集可能会在较高降雨率时指示降雨量的低估，原因是什么？",
        "AnswerEn": "A dataset based on RG3-M rain gauge observations may indicate underestimation of rainfall due to the gauge's reliable measurement scope being limited to certain rainfall intensities (1.5 to 3mm/h), with significant underestimation occurring at higher rates (>6mm/h).",
        "AnswerCn": "基于RG3-M雨量计观测的数据集可能表明，由于该雨量计的可靠测量范围仅限于某些降雨强度（1.5到3mm/h），在较高降雨率（>6mm/h）下会出现显著的低估现象。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "What are the potential limitations in using rain gauge data for validating satellite-retrieved rainfall, and how might these limitations impact the accuracy of satellite products?",
        "QuestionCn": "使用雨量计数据验证卫星检索降雨的潜在局限性是什么，这些局限性可能如何影响卫星产品的准确性？",
        "AnswerEn": "Potential limitations in using rain gauge data for validating satellite-retrieved rainfall include systematic and random errors inherent in rain gauge measurements, such as design diversity, wind-induced undercatch, and human errors. These limitations can impact the accuracy of satellite products by introducing discrepancies, as rain gauges like the RG3-M may underestimate rainfall by approximately 4% on average and up to 12.87% in extreme cases. This highlights the need for careful calibration and error correction when using rain gauge data for satellite validation.",
        "AnswerCn": "使用雨量计数据验证卫星获取的降雨量存在潜在的局限性，包括雨量计测量中固有的系统误差和随机误差，如设计多样性、风引起的漏测和人为错误。这些局限性可能会通过引入差异影响卫星产品的准确性，例如RG3-M雨量计在平均情况下可能低估降雨量约4%，在极端情况下可低估高达12.87%。这强调了在使用雨量计数据进行卫星验证时需要进行仔细的校准和误差修正。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I can't make sense of how different rain gauge designs, such as the HOBO RG3-M, influence the accuracy of precipitation measurements.",
        "QuestionCn": "我无法理解不同雨量计设计，例如HOBO RG3-M，如何影响降水测量的准确性。",
        "AnswerEn": "Rain gauges like the HOBO RG3-M can provide point observations of precipitation and are generally recognized as 'ground truth' for validating radar-estimated or satellite-retrieved rainfall. However, systematic and random errors, including diversity in gauge designs and wind-induced gauge undercatch, affect accuracy. The HOBO RG3-M is noted for its simple, durable, reliable, and inexpensive design, making it suitable for remote regions.",
        "AnswerCn": "雨量计如HOBO RG3-M可以提供降水的点观测，通常被认为是验证雷达估算或卫星获取降雨的“真实数据”。然而，系统性和随机性误差，包括雨量计设计的多样性和风引起的雨量计欠收，影响了准确性。HOBO RG3-M以其简单、耐用、可靠和廉价的设计而闻名，适合用于偏远地区。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I'm unsure about the challenges in ensuring accurate data collection from rain gauges in remote regions.",
        "QuestionCn": "我对在偏远地区确保雨量计准确数据收集的挑战感到不确定。",
        "AnswerEn": "Systematic and random errors such as wind-induced gauge undercatch, human operating errors, and the instability of gauge installations can affect the accuracy of gauge-measured precipitation. The HOBO RG3-M, with its battery-powered system and waterproof design, is particularly well-suited for remote regions, although it generally underestimates rainfall compared to standard measurements.",
        "AnswerCn": "系统误差和随机误差，如风引起的雨量计低估、人为操作错误以及雨量计安装的不稳定性，都会影响雨量计测量降水的准确性。HOBO RG3-M具有电池供电系统和防水设计，特别适合偏远地区使用，尽管与标准测量相比，它通常低估降雨量。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "I don't understand why the measurement accuracy of the RG3-M gauge varies with rainfall intensity.",
        "QuestionCn": "我不明白RG3-M测量仪的测量精度为什么会随着降雨强度的变化而变化。",
        "AnswerEn": "The RG3-M gauge measurement generally underestimates rainfall, with the reliable measurement scope ranging from 1.5 to 3 mm/h. Underestimation is significant at higher rainfall rates (>6 mm/h). This indicates that rainfall intensity is a crucial factor influencing the measurement accuracy of the RG3-M gauge, although wind effects seemed insignificant in experiments.",
        "AnswerCn": "RG3-M雨量计的测量通常低估降雨量，可靠的测量范围为1.5到3 mm/h。在较高降雨率（>6 mm/h）下，低估现象显著。这表明降雨强度是影响RG3-M雨量计测量准确性的关键因素，尽管在实验中风的影响似乎不显著。",
        "Level": "C2(Understanding)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges and inherent limitations associated with using the RG3-M rain gauge for collecting precise precipitation data in remote regions.",
        "QuestionCn": "请分析在偏远地区使用RG3-M雨量计收集精确降水数据所面临的挑战和固有限制。",
        "AnswerEn": "The RG3-M rain gauge, while recognized for its simple, durable, highly reliable, and inexpensive design, faces challenges such as systematic and random errors including wind-induced gauge undercatch and human operating errors, which affect the accuracy of precipitation measurements. The gauge generally underestimates rainfall by approximately −4% against standard measurements, with deviations up to −12.87% at higher rainfall rates, indicating that intensity significantly influences measurement accuracy.",
        "AnswerCn": "RG3-M雨量计因其简单、耐用、高度可靠和低成本的设计而受到认可，但也面临一些挑战，如风引起的雨量计低估和人为操作错误等系统性和随机性误差，这些都影响了降水测量的准确性。该雨量计通常相对于标准测量低估降雨量约−4%，在较高降雨率下偏差可达−12.87%，这表明降雨强度显著影响测量准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Please explore potential methodologies for improving the accuracy of precipitation data collected using rain gauges in hydrological studies.",
        "QuestionCn": "请探讨提高水文研究中使用雨量计收集的降水数据准确性的潜在方法。",
        "AnswerEn": "To improve the accuracy of rain gauge data, it is essential to perform extreme value and time domain tests using tools like MATLAB to eliminate abnormal data. Additionally, comparing data from multiple rain gauge models and analyzing the effects of environmental factors such as wind speed and rainfall intensity can help refine the measurement process and mitigate underestimation, especially at higher rainfall intensities.",
        "AnswerCn": "为了提高雨量计数据的准确性，必须使用MATLAB等工具进行极值和时域测试，以消除异常数据。此外，比较多个雨量计模型的数据，并分析风速和降雨强度等环境因素的影响，可以帮助完善测量过程，减轻在较高降雨强度下的低估问题。",
        "Level": "C6(Creating)"
      }
    ]
  }
}