{
    "id": "03c2b1af-5b7b-4539-984e-3dd8e3b091c4",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "The data of the index of land for construction in the countries along the Belt and Road in 2010 and 2015",
            "titleCn": "“一带一路”沿线国家建设用地指数资料（2010、2015）",
            "description": "The data are construction land index of countries along the \"the Belt and Road\" in 2010 and 2015, also known as the construction land rate. It refers to the proportion of land used for construction in the total land area, including land for urban and rural housing and public facilities, land for industrial and mining purposes, land for energy, transportation, water conservancy, communications and other infrastructure, land for tourism and land for military purposes. The data come from the international statistics website. The area of construction land and relevant land that it had provided, divide the result of total land area of the country to get. It reflects the degree of development of a country's land area and the intensity of infrastructure development. At the same time, its value is also closely related to the national and regional economic development level, population density, urban residential density, traffic network density and so on. In the coordinated development of \"the Belt and Road\", they can provide important reference for the planning and implementation of national policies and programs, so as to accelerate the economic development of all countries.",
            "descriptionCn": "1）数据为“一带一路”沿线国家2010年和2015年建设用地指数资料，又称建设用地率。它是指建设用地面积占土地总面积的比重，包括城乡住宅和公共设施用地，工矿用地，能源、交通、水利、通信等基础设施用地，旅游用地，军事用地等。\n2）数据来源于国际统计网站knoema。用它统计的建设用地及相关土地的面积，除以国家陆地总面积的结果即得。\n3）它反应了一个国家在陆地面积上的开发程度和基础设施建设开发的力度。同时它的值也与国家和地区经济发展水平、人口密度、城镇居民点密度、交通网密度等密切相关。在“一带一路”中国同各个国家协同发展中，它可以为国家政策，方案的策划与实施提供重要参考，从而加快各国经济发展。",
            "instructions": "In .excel format, can be opened and analysed in Microsoft EXCEL software.",
            "instructionsCn": "表格形式，可以采用EXCEL打开查看和分析。",
            "east": 121.0,
            "west": 4.0,
            "south": 6.0,
            "north": 56.0,
            "startTime": "2010-01-17 00:00:00",
            "endTime": "2016-01-16 00:00:00",
            "fileSize": 40448.0,
            "cstr": "18406.11.Geogra.tpdc.270250",
            "doi": "10.11888/Geogra.tpdc.270250",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "陈少辉",
                "nameEn": "CHEN Shaohui",
                "unitEn": "Institute of Geographical Sciences and Natural Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "刘振伟",
                "nameEn": "LIU Zhenwei",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "世界数据图册",
                "titleEn": null,
                "referenceCn": "世界数据图册. https://cn.knoema.com/atlas",
                "referenceEn": null
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            }
        ],
        "themeList": [
            {
                "nameCn": "土地利用",
                "nameEn": "Land use"
            },
            {
                "nameCn": "土地资源",
                "nameEn": "Land Resources"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "“一带一路”",
                "keywordEn": "The Belt and Road"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2010",
                "keywordEn": "2010",
                "type": "temporal"
            },
            {
                "keywordCn": "2015",
                "keywordEn": "2015",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            },
            {
                "titleCn": "耦合模式比较计划第6阶段CNRM-CM6-1模式全球植被生产力月数据（1850-2014）",
                "titleEn": "Global vegetation productivity monthly data obtained by CNRM-CM6-1 mode of CMIP6 (1850-2014)"
            },
            {
                "titleCn": "青藏高原300米分辨率土壤侵蚀（水蚀）强度数据集（1992、2005、2015）",
                "titleEn": "Dataset of Soil  Erosion （water) Intensity with 300m resoluton in Tibetan Plateau (1992, 2005, 2015)"
            },
            {
                "titleCn": "可可西里-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Hoh Xil - land cover and vegetation type ground verification point dataset"
            },
            {
                "titleCn": "黄河源区-土地覆盖及植被类型地面验证点数据集",
                "titleEn": "Source region of Yellow River - land cover and vegetation type ground verification point dataset"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of data collection methods used to determine the construction land index in countries along the Belt and Road initiative?",
                "QuestionCn": "用于确定“一带一路”沿线国家建设用地指数的数据收集方法的特点是什么？",
                "AnswerEn": "construction land area, urban and rural residential areas, public facilities, industrial and mining land, infrastructure for energy, transportation, water conservation, communication, tourism land, military land",
                "AnswerCn": "建设用地面积、城镇和农村住宅用地、公共设施用地、工矿用地、能源基础设施用地、交通基础设施用地、水利基础设施用地、通信用地、旅游用地、军事用地。",
                "Level": "C2(Understanding)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the construction land index for the countries along the 'Belt and Road' initiative for the years 2010 and 2015?",
                "QuestionCn": "“一带一路”倡议沿线国家在2010年和2015年的建设用地指数是多少？",
                "AnswerEn": "I'm sorry, but I can't provide the construction land index for the countries along the 'Belt and Road' initiative for the years 2010 and 2015 as it requires specific data that I do not have access to.",
                "AnswerCn": "对不起，我无法提供2010年和2015年“一带一路”倡议沿线国家的建设用地指数，因为这需要我无法获取的特定数据。",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does the term '建设用地指数' mean in the context of '一带一路'沿线国家土地开发?",
                "QuestionCn": "'建设用地指数'在'一带一路'沿线国家土地开发的背景下指的是用于衡量和评估土地开发和利用效率的一个指标。",
                "AnswerEn": "In the context of '一带一路'沿线国家土地开发, '建设用地指数' refers to the index of construction land, which is the ratio of construction land area to the total land area of a country. This includes urban and rural residential areas, public facilities, industrial and mining land, infrastructure like energy, transportation, water conservancy, communication, tourism land, and military land. It reflects the degree of land development and infrastructure construction intensity in a country, and is closely related to economic development levels, population density, urban settlement density, and transportation network density, providing important reference for national policy and planning.",
                "AnswerCn": "在“一带一路”沿线国家土地开发的背景下，“建设用地指数”指的是建设用地面积与一个国家总土地面积的比率。这包括城市和农村住宅区、公共设施、工业和矿业用地、能源、交通、水利、通信、旅游用地以及军事用地。它反映了一个国家的土地开发程度和基础设施建设强度，与经济发展水平、人口密度、城市聚集密度和交通网络密度密切相关，为国家政策和规划提供了重要参考。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential impacts on national economic development if construction land indices continue to increase in Belt and Road countries?",
                "QuestionCn": "如果“一带一路”国家的建设用地指数持续上升，对国家经济发展的潜在影响是什么？",
                "AnswerEn": "An increase in construction land indices in Belt and Road countries could lead to enhanced economic development, as it indicates a higher level of land development and infrastructure construction. This growth is often associated with improved industrial and residential facilities, better transportation and communication networks, and increased energy production capabilities. These changes can attract investments, boost local economies, and improve living standards. However, it may also pose challenges such as environmental degradation, resource depletion, and socio-economic disparities if not managed sustainably.",
                "AnswerCn": "在“一带一路”国家，建设用地指数的增加可能会促进经济发展，因为这表明土地开发和基础设施建设的水平提高。这种增长通常与工业和住宅设施的改善、交通和通信网络的提升以及能源生产能力的增强相关。这些变化可以吸引投资，促进地方经济发展，提高生活水平。然而，如果管理不当，也可能带来环境退化、资源枯竭和社会经济差距等挑战。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the primary goal of collecting and analyzing construction land index data for countries along the Belt and Road Initiative for the years 2010 and 2015?",
                "QuestionCn": "收集和分析“一带一路”沿线国家2010年和2015年的建设用地指数数据的主要目标是什么？",
                "AnswerEn": "The primary goal of collecting and analyzing construction land index data for countries along the Belt and Road Initiative for the years 2010 and 2015 is to understand the extent of land development and infrastructure construction across these regions. This data helps assess the level of development in terms of urban and public facilities, industrial areas, and essential infrastructure such as energy, transportation, water, and communication. It provides insights into the economic development level, population density, and urbanization, facilitating policy planning and implementation to enhance economic growth and collaboration among the Belt and Road countries.",
                "AnswerCn": "收集和分析“一带一路”沿线国家2010年和2015年的建设用地指数数据的主要目标是了解这些地区土地开发和基础设施建设的程度。这些数据有助于评估城市和公共设施、工业区以及能源、交通、水和通信等基本基础设施的发展水平。它提供了对经济发展水平、人口密度和城市化的洞察，促进政策规划和实施，以增强“一带一路”国家之间的经济增长和合作。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}