{
    "id": "0515ce19-5a69-4f86-822b-330aa11e2a28",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "A daily, 0.05° Snow depth dataset for Tibetan Plateau (2000-2018)",
            "titleCn": "青藏高原0.05°逐日积雪深度数据集（2000-2018）",
            "description": "Under the funding of the first project (Development of Multi-scale Observation and Data Products of Key Cryosphere Parameters) of the National Key Research and Development Program of China-\"The Observation and Inversion of Key Parameters of Cryosphere and Polar Environmental Changes\", the research group of Zhang, Institute of Tibetan Plateau Research, Chinese Academy of Sciences, developed the snow depth downscaling product in the Qinghai-Tibet Plateau. The snow depth downscaling data set for the Tibetan Plateau is derived from the fusion of snow cover probability dataset and Long-term snow depth dataset in China. The sub-pixel spatio-temporal downscaling algorithm is developed to downscale the original 0.25° snow depth dataset, and the 0.05° daily snow depth product is obtained. By comparing the accuracy evaluation of the snow depth product before and after downscaling, it is found that the root mean square error of the snow depth downscaling product is 0.61 cm less than the original product. \n     The details of the product information of the Downscaling of Snow Depth Dataset for the Tibetan Plateau (2000-2018) are as follows. The projection is longitude and latitude, the spatial resolution is 0.05° (about 5km), and the time is from September 1, 2000 to September 1, 2018. It is a TIF format file. The naming rule is SD_yyyyddd.tif, where yyyy represents year and DDD represents Julian day (001-365). Snow depth (SD), unit: centimeter (cm). The spatial resolution is 0.05°. The time resolution is day by day.",
            "descriptionCn": "在国家重点研发计划“冰冻圈和极地环境变化关键参数观测与反演”第一课题“冰冻圈关键参数多尺度观测与数据产品研制“的资助下，中国科学院青藏高原研究所张寅生课题组发展了青藏高原地区降尺度雪深产品。青藏高原积雪深度降尺度数据集来源于积雪概率数据和中国雪深长时间序列数据集的融合结果,采用新发展的亚像元时空分解算法对原始0.25度的积雪深度数据进行时空降尺度，得到0.05度逐日积雪深度产品。通过降尺度前后的雪深产品精度评估的对比，发现降尺度后雪深产品的均方根误差由原产品的2.15 cm减少到了1.54 cm。\n        青藏高原积雪深度降尺度数据集（2000-2018）的产品信息细节如下。投影为经纬度，空间分辨率0.05 度（约5公里），时间范围为2000年9月1日-2018年9月1日，为Tif格式文件，命名规则为：SD_YYYYDDD.tif，其中YYYY代表年，ddd代表儒略日（001-365）。积雪深度（SD），单位：厘米（cm）。空间分辨率为0.05度。时间分辨率为逐日。",
            "instructions": "File naming: the dataset is a file in TIF format, and the naming rule is SD_ Yyyyddd.tif, where yyyy represents year and DDD represents Julian day (001-365).\nData reading method: all TIF files in the dataset can be opened directly with ArcGIS or envi.",
            "instructionsCn": "文件命名：数据集为Tif格式文件，命名规则为：SD_YYYYDDD.tif，其中YYYY代表年，ddd代表儒略日（001-365）。\n数据读取方式：该数据集中的所有tif文件可以直接用Arcgis或ENVI打开。",
            "east": 104.7,
            "west": 68.0,
            "south": 25.8,
            "north": 39.85,
            "startTime": "2000-09-01 00:00:00",
            "endTime": "2018-09-01 00:00:00",
            "fileSize": 1343652589.0,
            "cstr": "18406.11.Snow.tpdc.271743",
            "doi": "10.11888/Snow.tpdc.271743",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "闫大江",
                "nameEn": "YAN Dajiang",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": "马宁",
                "nameEn": "MA Ning",
                "unitEn": "",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "张寅生",
                "nameEn": "ZHANG Yinsheng",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Development of a fine-resolution snow depth product based on the snow cover probability in the Tibetan Plateau: Validations and spatial-temporal analyses",
                "referenceCn": null,
                "referenceEn": "Yan, D., Ma N., Zhang Y. (2022). Development of a fine-resolution snow depth product based on the snow cover probability in the Tibetan Plateau: Validations and spatial-temporal analyses. Journal of Hydrology, 604,127027. https://doi.org/10.1016/j.jhydrol.2021.127027"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "冰冻圈",
                "nameEn": "Cryosphere"
            },
            {
                "nameCn": "遥感",
                "nameEn": "Remote Sensing Technology"
            }
        ],
        "themeList": [
            {
                "nameCn": "冰冻圈遥感",
                "nameEn": "Surface Freeze-thaw Cycle/state Remote Sensing"
            },
            {
                "nameCn": "冰冻圈遥感产品",
                "nameEn": "Cryosphere remote sensing products"
            },
            {
                "nameCn": "居民地",
                "nameEn": "Settlement"
            },
            {
                "nameCn": "积雪",
                "nameEn": "Snow"
            },
            {
                "nameCn": "积雪深度",
                "nameEn": "Snow depth"
            },
            {
                "nameCn": "遥感技术",
                "nameEn": "Remote Sensing Technology"
            },
            {
                "nameCn": "降尺度",
                "nameEn": "Downscaling"
            },
            {
                "nameCn": "青藏高原地区",
                "nameEn": "Tibetan plateau"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2000-2018",
                "keywordEn": "2000-2018",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "“冰冻圈和极地环境变化关键参数观测与反演”第一课题“冰冻圈关键参数多尺度观测与数据产品研制”",
                "titleEn": "National Key Research and Development Program of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山地区冰川边界（2018）",
                "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
            },
            {
                "titleCn": "青藏高原1:100万行政边界数据（2017）",
                "titleEn": "Administrative boundaries data at 1:1000 000 scale over the Tibetan Plateau (2017)"
            },
            {
                "titleCn": "祁连山重点区域人类活动数据集 (2018)",
                "titleEn": "The human activity dataset in key area of Qilian Mountaion (2018)"
            },
            {
                "titleCn": "三极人口&GDP数据集（1970-2006）",
                "titleEn": "Three-pole population &GDP dataset (1970-2006)"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（2018）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (2018)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "祁连山区域30m人类活动参数产品数据集（V1.0）（1985-2017）",
                "titleEn": "Human activity parameters at Qilian Mountain Area (V1.0) (1985-2017)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Accurate remotely sensed snow depth (SD) data are essential for monitoring and modeling hydrological processes in cold regions. While the available passive microwave SD data have been widely used by the community, the coarse spatial resolution (typically at 0.25°) of these data impedes the explicit representation of the hydrological processes in snow-dominated regions, especially in mountainous regions with complex terrain. Snow is a key component of the hydrological cycle and an important indicator of climate change. It also plays a key role in the energy balance because of its strong effect on the surface albedo and soil temperature, thereby modulating the local and regional weather and climate. The snowpack can store a large amount of the precipitation that falls during the cold season, it also plays a vital role in the spring runoff formulation, impacting the downstream agricultural production, which relies on irrigation. The snow depth (SD) is the most important variable that describes the amount of snow for a given region. Several approaches have been extensively used to monitor the SD, including field observations, land surface modeling, optical remote sensing, and passive microwave remote sensing."
            ],
            "research objective": [
                "To improve the spatial resolution and quality of passive microwave SD data for the Tibetan Plateau (TP), we develop a spatial-temporal downscaling method to produce a 19-year, daily 0.05° SD product by combining the existing high temporal resolution daily SD data and the high spatial resolution 8-day cloud-free Moderate Resolution Imaging Spectroradiometer (MODIS)-based snow cover probability (SCP) data. The objectives of this study are (i) to develop a spatiotemporal downscaling method by taking advantage of the spatial information of the MODIS SCP and the temporal information of the passive microwave SD during an 8-day period to produce a finer resolution (i.e., 0.05°) SD product across the TP; (ii) to determine whether the accuracy of this newly-developed 0.05° SD product is better than that of the previous coarse-resolution SD dataset; and (iii) to investigate the spatial and temporal variations in SD over TP during the last two decades."
            ],
            "challenges": [
                "The coarse spatial resolution of such SD products is not adequate for hydrological modeling studies in small watersheds where the runoff is often simulated at the kilometer scale. The development of high-resolution (both spatially and temporally) remote sensing SD data in the Tibetan Plateau is challenging because of its heterogeneous landscape and scarce ground observations. Although the SD dataset was improved, with a better resolution of 0.05°, the error of the representativeness is inevitable when validating pixel-based SD products based on ground-based SD measurements."
            ],
            "methods": [
                "The ratio of the sum of the fractional snow cover (FSC sum) data to the sum of the clear index (CI sum) data during a period is an improved method for estimating the spatial probability of the snow cover, which makes full use of the snow cover and cloud information from the original MODIS snow product. The new advanced SCP dataset was generated by combining MODIS Terra and Aqua data for 2002–2018 at a spatial resolution of 0.05° over the entire TP. If the pixel was completely (100%) covered by clouds during the entire 8-day period, the spatial probability of snow cover was estimated using the cloud-free spatial probability of snow cover for the preceding 8-day period (PSCP) and that of the following 8-day period (FSCP). Using the ratio of daily SD to the 8-day SD sum, the daily temporal weight can be calculated to improve the temporal resolution of the 8-day SD sum dataset containing subpixel spatial information."
            ],
            "dataset": [
                "The MODIS snow cover data version 006 from 2000 to 2018 from the Terra (MOD10C1) and Aqua (MYD10C1) satellites were downloaded (accessible from the National Snow and Ice Data Center (NSIDC), http://nsidc.org). The long-term daily, 0.25° SD dataset from 2000 to 2018 was downloaded from the National Tibetan Plateau Data Center (https://data.tpdc.ac.cn/zh-hans/). The daily SD data during 2000-2010 observed at 92 meteorological stations of the China Meteorological Administration were used as the “ground-truth” values for assessing the accuracy of the gridded SD product."
            ],
            "findings": [
                "Validations against the observed SD data from 92 meteorological stations suggest that the newly-developed 0.05° SD product greatly improves upon the original 0.25° version. Based on this 0.05° SD product, we found that higher SD values are mainly distributed on the southeastern and eastern TP as well as the Himalaya and Karakoram, while much lower SD values occur on the inner TP. During 2000–2018, the TP-averaged annual SD showed a slight (p > 0.05) increasing trend because there were little changes in SD for most grids across the TP. The newly-developed 0.05° SD product could facilitate our understanding of the hydrological processes on the TP through a more explicit representation of the gridded-based snow water information."
            ],
            "backgroundCn": [
                "准确的遥感雪深（SD）数据对于监测和建模寒冷地区的水文过程至关重要。虽然现有的被动微波雪深数据已被广泛应用于相关领域，但这些数据的粗 spatial 分辨率（通常为 0.25°）限制了在雪主导区域，特别是在复杂地形的山区，明确表征水文过程的能力。雪是水文循环的关键组成部分，也是气候变化的重要指标。它在能量平衡中也发挥着重要作用，因为它对地表反照率和土壤温度有强烈影响，从而调节地方和区域的天气与气候。雪层可以储存大量在寒冷季节降落的降水，它在春季径流形成中也起着至关重要的作用，影响依赖灌溉的下游农业生产。雪深（SD）是描述特定区域雪量的最重要变量。监测雪深的几种方法已被广泛使用，包括实地观测、陆面建模、光学遥感和被动微波遥感。"
            ],
            "research objectiveCn": [
                "为了提高青藏高原（TP）被动微波雪深（SD）数据的空间分辨率和质量，我们开发了一种时空下采样方法，通过结合现有的高时间分辨率日常SD数据和高空间分辨率的8天无云中分辨率成像光谱仪（MODIS）雪盖概率（SCP）数据，生成一个19年、每日0.05°的SD产品。本研究的目标是：（i）开发一种时空下采样方法，利用MODIS SCP的空间信息和被动微波SD在8天期间的时间信息，生成青藏高原上更细的分辨率（即0.05°）SD产品；（ii）确定这一新开发的0.05° SD产品的准确性是否优于之前的粗分辨率SD数据集；（iii）研究过去二十年间青藏高原SD的空间和时间变化。"
            ],
            "challengesCn": [
                "这种SD产品的粗 spatial 分辨率对于小流域的水文建模研究来说是不够的，因为在这些地区，径流通常是在公里尺度上进行模拟的。在青藏高原，开发高分辨率（在空间和时间上）遥感SD数据是具有挑战性的，因为该地区的地形异质性和地面观测稀缺。尽管SD数据集得到了改善，分辨率提高到0.05°，但在基于地面SD测量验证像素级SD产品时，代表性误差是不可避免的。"
            ],
            "methodsCn": [
                "在一个时期内，分数雪覆盖（FSC sum）数据与清晰指数（CI sum）数据的比率是一种改进的方法，用于估计雪覆盖的空间概率，这充分利用了原始MODIS雪产品中的雪覆盖和云信息。新的高级雪覆盖概率（SCP）数据集是通过结合2002年至2018年MODIS Terra和Aqua数据生成的，空间分辨率为0.05°，覆盖整个青藏高原。如果某个像素在整个8天期间完全（100%）被云覆盖，则雪覆盖的空间概率将使用前一个8天期间的无云雪覆盖空间概率（PSCP）和后一个8天期间的雪覆盖空间概率（FSCP）进行估计。通过使用每日雪深（SD）与8天雪深总和的比率，可以计算每日时间权重，从而提高包含子像素空间信息的8天雪深总和数据集的时间分辨率。"
            ],
            "datasetCn": [
                "MODIS雪盖数据版本006从2000年到2018年，来自Terra（MOD10C1）和Aqua（MYD10C1）卫星，已从国家雪冰数据中心（NSIDC）下载（网址：http://nsidc.org）。从2000年到2018年的长期日常0.25°雪深（SD）数据已从国家青藏高原数据中心（https://data.tpdc.ac.cn/zh-hans/）下载。2000-2010年期间，中国气象局92个气象站观测的日常雪深数据被用作评估网格化雪深产品准确性的“真实值”。"
            ],
            "findingsCn": [
                "对92个气象站观测的雪深（SD）数据进行的验证表明，新开发的0.05°雪深产品在很大程度上改善了原始的0.25°版本。基于这个0.05°雪深产品，我们发现较高的雪深值主要分布在东南和东部的青藏 Plateau（TP）以及喜马拉雅山脉和喀喇昆仑山脉，而内陆TP的雪深值则较低。在2000年至2018年期间，青藏 Plateau的年均雪深显示出轻微的（p > 0.05）上升趋势，因为TP大部分网格的雪深变化不大。新开发的0.05°雪深产品能够通过更明确的网格化雪水信息表示，促进我们对青藏 Plateau水文过程的理解。"
            ]
        }
    ],
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "For validating pixel-based snow depth products, is ground-based SD measurement, model simulation, or another satellite dataset more commonly used?",
                "QuestionCn": "在验证基于像素的雪深产品时，地面雪深测量、模型模拟或其他卫星数据集哪种更常用？",
                "AnswerEn": "Ground-based SD measurements",
                "AnswerCn": "地面SD测量",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Which MODIS data versions are utilized for snow cover probability estimation over the Tibetan Plateau, version 004, version 005, or version 006?",
                "QuestionCn": "在青藏高原上用于雪盖概率估计的MODIS数据版本是004版本、005版本还是006版本？",
                "AnswerEn": "Version 006",
                "AnswerCn": "版本 006",
                "Level": "C1(Remembering)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is a spatiotemporal downscaling method used for improving snow depth data resolution?",
                "QuestionCn": "空间时间下采样方法用于提高雪深数据分辨率。",
                "AnswerEn": "spatiotemporal downscaling method",
                "AnswerCn": "时空降尺度方法",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where are the higher snow depth values mainly distributed on the Tibetan Plateau?",
                "QuestionCn": "青藏高原上较高的雪深值主要分布在哪里？",
                "AnswerEn": "southeastern and eastern Tibetan Plateau, Himalaya, Karakoram regions",
                "AnswerCn": "青藏高原东南部和东部、喜马拉雅山、喀喇昆仑地区",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with developing high-resolution remote sensing snow depth data in the Tibetan Plateau?",
                "QuestionCn": "在青藏高原开发高分辨率遥感雪深数据时面临的挑战有哪些？",
                "AnswerEn": "heterogeneous landscape, scarce ground observations",
                "AnswerCn": "异质景观，地面观测稀少",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to estimate the spatial probability of snow cover over a period in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于估计青藏高原一段时间内雪盖空间概率的数据收集方法的例子？",
                "AnswerEn": "An example is the method using the ratio of the sum of the fractional snow cover (FSC sum) data to the sum of the clear index (CI sum) data, which takes full advantage of the snow cover and cloud information from the original MODIS snow product.",
                "AnswerCn": "一种方法是使用分数雪盖（FSC sum）数据与清晰指数（CI sum）数据的比率，这充分利用了原始MODIS雪产品中的雪盖和云信息。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced in developing high-resolution snow depth data for the Tibetan Plateau?",
                "QuestionCn": "在开发青藏 Plateau 的高分辨率雪深数据时面临的一个挑战是什么？",
                "AnswerEn": "A challenge is the heterogeneity of the landscape and the scarcity of ground observations, which makes it difficult to develop high-resolution (both spatially and temporally) remote sensing snow depth data.",
                "AnswerCn": "一个挑战是地形的异质性和地面观测的稀缺，这使得开发高分辨率（在空间和时间上）遥感雪深数据变得困难。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Can you provide an example of a dataset used for validating snow depth data products in the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个用于验证青藏高原雪深数据产品的数据集示例？",
                "AnswerEn": "The daily snow depth data observed at 92 meteorological stations of the China Meteorological Administration during 2000-2010 was used as the 'ground-truth' values for assessing the accuracy of gridded snow depth products.",
                "AnswerCn": "2000年至2010年期间，中国气象局92个气象站观测的每日雪深数据被用作评估网格化雪深产品准确性的“真实值”。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of the snow depth (SD) data collection methods used for the Tibetan Plateau?",
                "QuestionCn": "用于青藏高原的雪深（SD）数据收集方法的特点是什么？",
                "AnswerEn": "remotely sensed passive microwave SD data, MODIS-based snow cover probability data, spatial resolution from 0.25° to 0.05°, daily high temporal resolution SD data, 8-day cloud-free MODIS snow cover probability data",
                "AnswerCn": "遥感被动微波雪深数据，基于MODIS的雪盖概率数据，空间分辨率从0.25°到0.05°，每日高时间分辨率雪深数据，8天无云MODIS雪盖概率数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the features that describe the challenges faced in developing high-resolution snow depth datasets for the Tibetan Plateau?",
                "QuestionCn": "描述在开发高分辨率雪深数据集时面临的挑战的特征包括：",
                "AnswerEn": "coarse spatial resolution, heterogeneous landscape, scarcity of ground observations, representativeness errors",
                "AnswerCn": "粗略的空间分辨率，异质的景观，地面观测稀缺，代表性误差",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What specific attributes are used to validate the accuracy of snow depth datasets in this domain?",
                "QuestionCn": "在这个领域中，用于验证雪深数据集准确性的具体属性有哪些？",
                "AnswerEn": "observed SD data from meteorological stations, daily SD data as ground-truth values, 0.05° SD product, 0.25° dataset, observations from 92 meteorological stations",
                "AnswerCn": "观测到的气象站SD数据、每日SD数据作为地面真实值、0.05° SD产品、0.25°数据集、来自92个气象站的观测数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the spatial resolution of the downscaled snow depth dataset developed for the Tibetan Plateau?",
                "QuestionCn": "为青藏高原开发的降尺度雪深数据集的空间分辨率是多少？",
                "AnswerEn": "0.05 degrees",
                "AnswerCn": "0.05度",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many meteorological stations provided ground-truth snow depth data for validating the gridded snow depth product?",
                "QuestionCn": "有多少个气象站提供了地面真实的雪深数据，以验证网格化雪深产品？",
                "AnswerEn": "92",
                "AnswerCn": "92",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a spatial-temporal downscaling method in the context of snow depth data collection?",
                "QuestionCn": "空间-时间下采样方法是在雪深数据收集的背景下使用的一种技术。",
                "AnswerEn": "A spatial-temporal downscaling method is a technique used to improve the spatial and temporal resolution of snow depth (SD) data by combining high temporal resolution daily SD data with high spatial resolution 8-day cloud-free Moderate Resolution Imaging Spectroradiometer (MODIS)-based snow cover probability (SCP) data, allowing for the creation of a finer resolution SD product.",
                "AnswerCn": "空间-时间下采样方法是一种通过结合高时间分辨率的每日雪深（SD）数据和高空间分辨率的8天无云中分辨率成像光谱仪（MODIS）基础的雪盖概率（SCP）数据，来提高雪深数据的空间和时间分辨率的技术，从而能够创建更高分辨率的雪深产品。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are associated with developing high-resolution remote sensing snow depth data in mountainous regions?",
                "QuestionCn": "在山区开发高分辨率遥感雪深数据时面临的挑战有哪些？",
                "AnswerEn": "Developing high-resolution remote sensing snow depth data in mountainous regions, such as the Tibetan Plateau, is challenging due to the heterogeneous landscape and the scarcity of ground observations, which affects the accuracy and representativeness when validating pixel-based SD products with ground-based measurements.",
                "AnswerCn": "在像青藏高原这样的山区，开发高分辨率的遥感雪深数据面临挑战，主要是由于地形的异质性和地面观测的稀缺，这影响了在用地面测量验证基于像素的雪深产品时的准确性和代表性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "What are the differences in data collection techniques between the MODIS-based snow cover probability data and the passive microwave SD data in terms of their spatial and temporal resolution?",
                "QuestionCn": "MODIS基于雪盖概率数据和被动微波SD数据在数据收集技术上在空间和时间分辨率方面有什么区别？",
                "AnswerEn": "MODIS-based snow cover probability data provide high spatial resolution information at 0.05° over an 8-day period, whereas passive microwave SD data offer a coarser spatial resolution at 0.25° but with high temporal resolution on a daily basis. The combination of these datasets leverages both high spatial and temporal resolutions.",
                "AnswerCn": "基于MODIS的雪盖概率数据提供了在0.05°的高空间分辨率信息，覆盖8天的时间段，而被动微波SD数据则提供了0.25°的较粗空间分辨率，但具有每日的高时间分辨率。这些数据集的结合利用了高空间和时间分辨率的优势。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do the validation methods using meteorological station data compare with pixel-based SD product validations in terms of error reduction for the new 0.05° SD dataset?",
                "QuestionCn": "使用气象站数据的验证方法与基于像素的SD产品验证在新0.05° SD数据集的误差减少方面有何比较？",
                "AnswerEn": "Validation methods using meteorological station data help assess the accuracy of the new 0.05° SD dataset, resulting in reduced error compared to the original product. However, pixel-based SD product validations still face representativeness challenges due to the heterogeneous landscape and the spatial resolution mismatch with ground measurements.",
                "AnswerCn": "使用气象站数据的验证方法有助于评估新的0.05° SD数据集的准确性，结果显示与原始产品相比，误差有所减少。然而，基于像素的SD产品验证仍面临代表性挑战，因为地表的异质性和与地面测量的空间分辨率不匹配。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "How can spatial-temporal downscaling methods be improved to enhance the accuracy of snow depth datasets in regions with complex terrain?",
                "QuestionCn": "如何改进时空下采样方法，以提高复杂地形区域雪深数据集的准确性？",
                "AnswerEn": "The spatial-temporal downscaling method can be improved by taking advantage of both high temporal resolution data and high spatial resolution data, as demonstrated by combining daily snow depth data with 8-day cloud-free MODIS-based snow cover probability data. This approach leverages the spatial information from MODIS and the temporal information from passive microwave snow depth data to produce finer resolution datasets.",
                "AnswerCn": "空间-时间下采样方法可以通过利用高时间分辨率数据和高空间分辨率数据来改进，正如通过结合每日雪深数据与8天无云MODIS基础的雪覆盖概率数据所示。这种方法利用了MODIS的空间信息和被动微波雪深数据的时间信息，以生成更精细的分辨率数据集。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "What challenges arise when validating pixel-based snow depth datasets using ground-based measurements, and how might these challenges be addressed?",
                "QuestionCn": "在使用地面测量数据验证基于像素的雪深数据集时，会出现哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "The challenges include the error of representativeness when validating pixel-based snow depth datasets with ground-based measurements due to heterogeneous landscapes and scarce observations. These challenges might be addressed by improving the resolution of datasets, as seen with the development of a 0.05° snow depth product, which showed reduced errors compared to previous coarse-resolution datasets.",
                "AnswerCn": "挑战包括在验证基于像素的雪深数据集与地面观测值时，由于地形异质性和观测稀缺性而导致的代表性误差。这些挑战可以通过提高数据集的分辨率来解决，例如开发的0.05°雪深产品，与之前的粗分辨率数据集相比，显示出减少的误差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "Why is the development of high-resolution remote sensing snow depth data particularly challenging for the Tibetan Plateau?",
                "QuestionCn": "高分辨率遥感雪深数据的开发在青藏高原特别具有挑战性，原因是什么？",
                "AnswerEn": "The development of high-resolution remote sensing snow depth data for the Tibetan Plateau is challenging due to its heterogeneous landscape and the scarcity of ground observations. These factors contribute to difficulties in accurately validating pixel-based snow depth products with ground-based measurements, leading to representativeness errors.",
                "AnswerCn": "由于青藏高原地形复杂且地面观测稀缺，高分辨率遥感雪深数据的开发面临挑战。这些因素导致在用地面测量数据准确验证基于像素的雪深产品时出现困难，从而导致代表性误差。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What causes the need to utilize both MODIS Terra and Aqua data for generating the snow cover probability dataset over the Tibetan Plateau?",
                "QuestionCn": "是什么原因导致需要同时利用MODIS Terra和Aqua数据来生成青藏高原的雪盖概率数据集？",
                "AnswerEn": "The use of both MODIS Terra and Aqua data is necessary to generate a snow cover probability dataset because it allows for the combination of data to fill gaps caused by cloud cover, ensuring a more complete and accurate representation of snow cover probability at a spatial resolution of 0.05° over the entire Tibetan Plateau. This approach improves the estimation by utilizing the cloud-free spatial probability of snow cover from adjacent periods.",
                "AnswerCn": "使用MODIS Terra和Aqua数据生成雪盖概率数据集是必要的，因为它允许结合数据以填补由于云层覆盖造成的空白，从而确保在整个青藏高原以0.05°的空间分辨率获得更完整和准确的雪盖概率表示。这种方法通过利用相邻时段的无云空间雪盖概率来改善估计。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential consequences of using a spatial-temporal downscaling method on the accuracy of snow depth datasets in mountainous regions?",
                "QuestionCn": "在山区使用空间-时间下采样方法对雪深数据集的准确性可能产生的后果是什么？",
                "AnswerEn": "The potential consequence of using a spatial-temporal downscaling method is an improvement in the spatial resolution and quality of snow depth datasets, which can lead to a more accurate representation of hydrological processes in snow-dominated regions, especially in complex terrains like mountainous areas.",
                "AnswerCn": "使用空间-时间下采样方法的潜在结果是提高雪深数据集的空间分辨率和质量，这可以更准确地表征雪主导区域的水文过程，特别是在像山区这样的复杂地形中。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the implications of validating pixel-based snow depth products using ground-based measurements in terms of dataset accuracy?",
                "QuestionCn": "验证基于像素的雪深产品与地面测量数据的关系对数据集准确性的影响是什么？",
                "AnswerEn": "Validating pixel-based snow depth products using ground-based measurements can lead to challenges in representativeness, as errors in the dataset are inevitable. However, this validation approach is crucial for assessing and improving the accuracy of snow depth products by providing 'ground-truth' values that help refine dataset precision.",
                "AnswerCn": "使用地面测量数据验证基于像素的雪深产品可能会面临代表性方面的挑战，因为数据集中的错误是不可避免的。然而，这种验证方法对于评估和提高雪深产品的准确性至关重要，因为它提供了“地面真实”值，有助于提高数据集的精度。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "Why is it important to improve the spatial resolution and quality of snow depth data for the Tibetan Plateau?",
                "QuestionCn": "提高青藏 Plateau 雪深数据的空间分辨率和质量的重要性是什么？",
                "AnswerEn": "Improving the spatial resolution and quality of snow depth data for the Tibetan Plateau is crucial because accurate remotely sensed snow depth data are essential for monitoring and modeling hydrological processes in cold regions. The existing passive microwave snow depth data have a coarse spatial resolution, which impedes the explicit representation of hydrological processes, particularly in mountainous regions with complex terrain. High-resolution data are needed for effective hydrological modeling, especially in small watersheds where runoff is often simulated at the kilometer scale.",
                "AnswerCn": "提高青藏高原雪深数据的空间分辨率和质量至关重要，因为准确的遥感雪深数据对于监测和建模寒冷地区的水文过程是必不可少的。现有的被动微波雪深数据具有较粗的空间分辨率，这妨碍了对水文过程的明确表征，特别是在地形复杂的山区。高分辨率数据对于有效的水文建模是必要的，尤其是在小流域中，径流通常是在公里尺度上进行模拟的。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the objectives behind developing a spatiotemporal downscaling method for snow depth data in the Tibetan Plateau?",
                "QuestionCn": "开发西藏高原雪深数据的时空下分辨率方法的目标是什么？",
                "AnswerEn": "The objectives behind developing a spatiotemporal downscaling method for snow depth data in the Tibetan Plateau include: (i) producing a finer resolution (0.05°) snow depth product by combining high temporal resolution daily snow depth data with high spatial resolution 8-day cloud-free Moderate Resolution Imaging Spectroradiometer (MODIS)-based snow cover probability data; (ii) improving the accuracy compared to previous coarse-resolution datasets; and (iii) investigating the spatial and temporal variations in snow depth over the Tibetan Plateau during the last two decades.",
                "AnswerCn": "开发青藏 Plateau 雪深数据的时空下分辨率方法的目标包括：(i) 通过结合高时间分辨率的日雪深数据与高空间分辨率的8天无云中等分辨率成像光谱仪（MODIS）基础的雪覆盖概率数据，生成更细分辨率（0.05°）的雪深产品；(ii) 提高与之前粗分辨率数据集相比的准确性；以及 (iii) 研究过去二十年青藏 Plateau 雪深的空间和时间变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What are the challenges associated with developing high-resolution remote sensing snow depth data for the Tibetan Plateau?",
                "QuestionCn": "开发高分辨率遥感雪深数据在青藏高原面临的挑战有哪些？",
                "AnswerEn": "The challenges associated with developing high-resolution remote sensing snow depth data for the Tibetan Plateau include the heterogeneous landscape and scarce ground observations, which complicate the creation of accurate datasets. Additionally, while improved resolution of 0.05° was achieved, there remains an inevitable error of representativeness when validating pixel-based snow depth products with ground-based measurements.",
                "AnswerCn": "开发高分辨率遥感雪深数据在青藏高原面临的挑战包括异质的地形和稀缺的地面观测，这使得创建准确的数据集变得复杂。此外，尽管实现了0.05°的改进分辨率，但在用地面测量验证基于像素的雪深产品时，仍然存在不可避免的代表性误差。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in developing a spatial-temporal downscaling method to improve the spatial resolution of passive microwave snow depth data for a region?",
                "QuestionCn": "开发空间-时间下采样方法以提高被动微波雪深数据在某一地区的空间分辨率涉及哪些程序？",
                "AnswerEn": "To develop a spatial-temporal downscaling method, the approach involves combining high temporal resolution daily snow depth data with high spatial resolution 8-day cloud-free MODIS-based snow cover probability data. This method takes advantage of the spatial information of MODIS snow cover probability and the temporal information of passive microwave snow depth over an 8-day period to produce a finer resolution snow depth product.",
                "AnswerCn": "为了开发一种时空下分辨率方法，该方法结合了高时间分辨率的日雪深数据和高空间分辨率的8天无云MODIS雪盖概率数据。该方法利用了MODIS雪盖概率的空间信息和被动微波雪深在8天期间的时间信息，以生成更高分辨率的雪深产品。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How can the accuracy of a newly-developed high-resolution snow depth dataset be evaluated using ground-based measurements?",
                "QuestionCn": "如何使用地面测量数据评估新开发的高分辨率雪深数据集的准确性？",
                "AnswerEn": "The accuracy of a high-resolution snow depth dataset can be evaluated by comparing it against ground-truth snow depth data observed at meteorological stations. In the context provided, the daily snow depth data observed at 92 meteorological stations of the China Meteorological Administration were used to assess the accuracy of the gridded snow depth product, helping to validate the improvement upon the original coarse-resolution dataset.",
                "AnswerCn": "高分辨率雪深数据集的准确性可以通过与气象站观测的真实雪深数据进行比较来评估。在提供的背景下，使用中国气象局92个气象站观测的每日雪深数据来评估网格化雪深产品的准确性，从而帮助验证相较于原始粗分辨率数据集的改进。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What techniques are used to estimate snow cover probability in regions with persistent cloud cover when developing snow depth datasets?",
                "QuestionCn": "在开发雪深数据集时，针对持续云层覆盖区域估计雪盖概率使用了哪些技术？",
                "AnswerEn": "In regions with persistent cloud cover, the spatial probability of snow cover can be estimated by using the cloud-free spatial probability of snow cover from preceding and following periods. This is achieved by calculating the ratio of the sum of fractional snow cover data to the sum of clear index data during an 8-day period, which makes full use of the snow cover and cloud information from MODIS snow product data.",
                "AnswerCn": "在持续云层覆盖的区域，可以通过使用前后时期的无云雪覆盖空间概率来估计雪覆盖的空间概率。这是通过计算在一个8天期间内，雪覆盖数据的总和与无云指数数据的总和的比率来实现的，这充分利用了MODIS雪产品数据中的雪覆盖和云信息。",
                "Level": "C3(Applying)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methodologies enable the improvement of spatial resolution in snow depth datasets over complex terrains like the Tibetan Plateau?",
                "QuestionCn": "哪些方法可以提高复杂地形（如青藏高原）上雪深数据集的空间分辨率？",
                "AnswerEn": "The improvement of spatial resolution in snow depth datasets is enabled by a spatial-temporal downscaling method that combines the high temporal resolution of passive microwave snow depth data with the high spatial resolution of 8-day cloud-free MODIS-based snow cover probability data.",
                "AnswerCn": "通过一种空间-时间下采样方法，结合被动微波雪深数据的高时间分辨率和基于MODIS的8天无云雪覆盖概率数据的高空间分辨率，雪深数据集的空间分辨率得到了改善。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do advanced data collection techniques address the challenges of representing hydrological processes in snow-dominated regions with heterogeneous landscapes?",
                "QuestionCn": "先进的数据收集技术如何应对在雪主导区域和异质景观中表示水文过程的挑战？",
                "AnswerEn": "Advanced data collection techniques utilize the ratio of fractional snow cover data to the clear index data, making full use of snow cover and cloud information from MODIS products. This method allows for better representation of hydrological processes by improving spatial probability estimates of snow cover.",
                "AnswerCn": "先进的数据收集技术利用了雪盖数据与晴天指数数据的比率，充分利用了MODIS产品中的雪盖和云信息。这种方法通过改善雪盖的空间概率估计，能够更好地表征水文过程。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What resources are necessary for validating high-resolution snow depth products at the pixel level when ground observations are scarce?",
                "QuestionCn": "在地面观测稀缺的情况下，验证高分辨率雪深产品在像素级别所需的资源有哪些？",
                "AnswerEn": "Validating high-resolution snow depth products requires the use of daily snow depth data observed at meteorological stations as ground-truth values. These are crucial for assessing the accuracy of gridded snow depth products, especially in regions like the Tibetan Plateau where ground observations are limited.",
                "AnswerCn": "验证高分辨率雪深产品需要使用气象站观测的每日雪深数据作为真实值。这些数据对于评估网格化雪深产品的准确性至关重要，尤其是在像青藏高原这样地面观测有限的地区。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might a dataset for snow depth in mountainous regions struggle to achieve high spatial resolution despite technological advancements?",
                "QuestionCn": "为什么山区的雪深数据集尽管技术进步，仍然难以实现高空间分辨率？",
                "AnswerEn": "The coarse spatial resolution of snow depth products is challenging due to the heterogeneous landscape and scarce ground observations in mountainous regions, which makes it difficult to achieve high resolution necessary for detailed hydrological modeling.",
                "AnswerCn": "雪深产品的粗 spatial 分辨率在山区由于地形异质性和地面观测稀缺而面临挑战，这使得实现详细水文建模所需的高分辨率变得困难。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the anticipated benefits of using a spatial-temporal downscaling method for snow depth data on the Tibetan Plateau?",
                "QuestionCn": "使用空间-时间下采样方法处理青藏高原雪深数据的预期好处是什么？",
                "AnswerEn": "A spatial-temporal downscaling method can improve the spatial resolution and quality of passive microwave snow depth data, providing a finer resolution product that better represents the hydrological processes over the Tibetan Plateau, potentially enhancing understanding of snow water information and hydrological processes.",
                "AnswerCn": "一种时空下采样方法可以提高被动微波雪深数据的空间分辨率和质量，提供更精细的分辨率产品，更好地代表青藏高原的水文过程，可能增强对雪水信息和水文过程的理解。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How would you evaluate the effectiveness of the spatial-temporal downscaling method used for improving snow depth data accuracy in cold regions?",
                "QuestionCn": "如何评估用于提高寒冷地区雪深数据准确性的时空下采样方法的有效性？",
                "AnswerEn": "The spatial-temporal downscaling method is considered effective as it significantly enhances the spatial resolution of snow depth data from 0.25° to 0.05°, reducing the root mean square error from 2.15 cm to 1.54 cm, thereby improving the accuracy of the snow depth product for the Tibetan Plateau.",
                "AnswerCn": "空间-时间下分辨率方法被认为是有效的，因为它显著提高了来自0.25°到0.05°的雪深数据的空间分辨率，将均方根误差从2.15厘米降低到1.54厘米，从而提高了青藏高原雪深产品的准确性。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the potential challenges and limitations in using remotely sensed data for hydrological modeling in mountainous regions with complex terrain?",
                "QuestionCn": "在复杂地形的山区使用遥感数据进行水文建模的潜在挑战和局限性有哪些？",
                "AnswerEn": "The main challenges include the coarse spatial resolution of existing snow depth products, which is inadequate for small watershed modeling, and the heterogeneous landscape of mountainous regions like the Tibetan Plateau, which complicates accurate snow depth estimation due to scarce ground observations.",
                "AnswerCn": "主要挑战包括现有雪深产品的空间分辨率较粗，这对于小流域建模来说不够充分，以及像青藏高原这样的山区地形复杂，稀缺的地面观测使得准确估计雪深变得困难。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "In what ways could the integration of ground-based measurements enhance the accuracy and validation of gridded snow depth products?",
                "QuestionCn": "地面测量的整合可以通过以下几种方式提高网格化雪深产品的准确性和验证性：",
                "AnswerEn": "Integration of ground-based measurements, such as those observed at meteorological stations, provides 'ground-truth' values that are essential for assessing and improving the accuracy of gridded snow depth products, helping to address errors in representativeness when validating pixel-based SD products.",
                "AnswerCn": "地面测量数据，例如气象站观测到的值，提供了“地面真实”值，这对于评估和提高网格化雪深产品的准确性至关重要，有助于解决在验证像素级雪深产品时出现的代表性误差。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm puzzled about how the spatial probability of snow cover is determined when cloud coverage is extensive over a period.",
                "QuestionCn": "我对在云层覆盖广泛的情况下，如何确定雪覆盖的空间概率感到困惑。",
                "AnswerEn": "The spatial probability of snow cover during periods of extensive cloud coverage is estimated using the cloud-free spatial probability of snow cover from the preceding and following 8-day periods. This method makes full use of the snow cover and cloud information from the original MODIS snow product.",
                "AnswerCn": "在广泛云覆盖期间，雪盖的空间概率是通过估计前后8天期间的无云雪盖空间概率来得出的。这种方法充分利用了原始MODIS雪产品中的雪盖和云信息。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "I don't understand how combining different data sources can enhance the spatial and temporal resolution of snow depth datasets.",
                "QuestionCn": "我不明白如何结合不同的数据源可以增强雪深数据集的空间和时间分辨率。",
                "AnswerEn": "Combining high temporal resolution passive microwave snow depth data with high spatial resolution MODIS-based snow cover probability data allows for the development of a spatial-temporal downscaling method that improves the resolution of snow depth products to 0.05°, providing finer detail for hydrological studies.",
                "AnswerCn": "将高时间分辨率的被动微波雪深数据与高空间分辨率的MODIS雪盖概率数据相结合，可以开发出一种时空下采样方法，从而将雪深产品的分辨率提高到0.05°，为水文研究提供更精细的细节。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I’m unsure about the challenges posed by using coarse spatial resolution data for hydrological modeling in small watersheds.",
                "QuestionCn": "我对在小流域中使用粗空间分辨率数据进行水文建模所带来的挑战感到不确定。",
                "AnswerEn": "Coarse spatial resolution snow depth products are inadequate for hydrological modeling in small watersheds because runoff is often simulated at a kilometer scale, necessitating higher resolution data to accurately represent hydrological processes in regions with complex terrain.",
                "AnswerCn": "粗 spatial 分辨率的雪深产品对于小流域的水文建模是不够的，因为径流通常是在公里尺度上模拟的，这需要更高分辨率的数据以准确表示复杂地形区域的水文过程。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please summarize the methods used to improve the spatial resolution of snow depth data for complex terrains like the Tibetan Plateau.",
                "QuestionCn": "总结用于改善复杂地形（如青藏高原）雪深数据空间分辨率的方法。",
                "AnswerEn": "The spatial resolution of snow depth data for the Tibetan Plateau was improved by developing a spatial-temporal downscaling method. This involved combining high temporal resolution daily snow depth data with high spatial resolution 8-day cloud-free MODIS-based snow cover probability data. The method utilized the ratio of the sum of fractional snow cover data to the sum of clear index data to estimate the spatial probability of snow cover, taking full advantage of MODIS Terra and Aqua data from 2002 to 2018.",
                "AnswerCn": "通过开发一种时空下行尺度方法，改善了青藏高原雪深数据的空间分辨率。这涉及将高时间分辨率的日雪深数据与高空间分辨率的8天无云MODIS雪覆盖概率数据相结合。该方法利用了雪覆盖数据总和与清晰指数数据总和的比率来估算雪覆盖的空间概率，充分利用了2002年至2018年间的MODIS Terra和Aqua数据。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Please analyze the challenges faced in developing high-resolution snow depth datasets in mountainous regions with scarce ground observations.",
                "QuestionCn": "分析在山区缺乏地面观测的情况下，开发高分辨率雪深数据集所面临的挑战。",
                "AnswerEn": "Developing high-resolution snow depth datasets in mountainous regions like the Tibetan Plateau is challenging due to its heterogeneous landscape and limited availability of ground observations. Although the spatial resolution was improved to 0.05°, validating pixel-based snow depth products based on ground-based measurements remains an issue due to representativeness errors. The challenge is compounded by the need for accurate hydrological modeling studies in small watersheds where runoff is simulated at the kilometer scale.",
                "AnswerCn": "在像青藏高原这样的山区，开发高分辨率的雪深数据集面临挑战，因为该地区地形复杂且地面观测数据有限。尽管空间分辨率已提高到0.05°，但基于地面测量的像素级雪深产品的验证仍然存在代表性误差的问题。由于在小流域中进行准确的水文模型研究的需要，模拟的径流尺度为公里级，这一挑战更加复杂。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}