{
    "id": "05953382-6718-4e1b-863c-67853025f056",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (an observation system of Meteorological elements gradient of Alpine meadow and grassland ecosystem Superstation, 2020)",
            "description": "This dataset includes data recorded by the Qinghai Lake integrated observatory network obtained from an observation system of Meteorological elements gradient of the Alpine meadow and grassland ecosystem Superstation from Janurary 1 to December 31 in 2020. The site (98°35′41.62″E, 37°42′11.47″N) was located in the alpine meadow and alpine grassland ecosystem, near the SuGe Road in Tianjun County, Qinghai Province. The elevation is 3718m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP155; 3, 5, 10, 15, 20, 30, and 40 m, towards north), wind speed and direction profile (windsonic; 3, 5, 10, 15, 20, 30, and 40 m, towards north), air pressure (PTB110; 3 m), rain gauge (TE525M; 10m of the platform in west by north of tower), four-component radiometer (CNR4; 6m, towards south), two infrared temperature sensors (SI-111; 6 m, towards south, vertically downward), photosynthetically active radiation (PQS1; 6 m, towards south, each with one vertically downward and one vertically upward, soil heat flux (HFP01; 3 duplicates below the vegetation; -0.06 m), soil temperature profile (109; -0.05、-0.10、-0.20、-0.40、-0.80、-1.20、-2.00、-3.00 and -4.00m), soil moisture profile (CS616; -0.05、-0.10、-0.20、-0.40、-0.80、-1.20、-2.00、-3.00 and -4.00m).\nThe observations included the following: air temperature and humidity (Ta_3 m, Ta_5 m, Ta_10 m, Ta_15 m, Ta_20 m, Ta_30 m, and Ta_40 m; RH_3 m, RH_5 m, RH_10 m, RH_15 m, RH_20 m, RH_30 m, and RH_40 m) (℃ and %, respectively), wind speed (Ws_3 m, Ws_5 m, Ws_10 m, Ws_15 m, Ws_20 m, Ws_30 m, and Ws_40 m) (m/s), wind direction (WD_3 m, WD_5 m, WD_10 m, WD_15 m, WD_20 m, WD_30m, and WD_40 m) (°), precipitation (rain) (mm), air pressure (press) (hpa), infrared temperature (IRT_1 and IRT_2) (℃), photosynthetically active radiation of upward and downward (PAR_D_up and PAR_D_down) (μmol/ (s m-2)), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), soil heat flux (Gs_1, Gs_2, and Gs_3) (W/m^2), soil temperature (Ts_5cm、Ts_10cm、Ts_20cm、Ts_40cm、Ts_80cm、Ts_120cm、Ts_200cm、Ts_300cm、Ts_400cm) (℃), soil moisture (Ms_5cm、Ms_10cm、Ms_20cm、Ms_40cm、Ms_80cm、Ms_120cm、Ms_200cm、Ms_300cm、Ms_400cm) (%, volumetric water content).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2018/8/31 10:30. Moreover, suspicious data were marked in red.",
            "instructions": "Year+** observatory network+ site+ AWS",
            "east": 98.59,
            "west": 98.59,
            "south": 37.7,
            "north": 37.7,
            "startTime": "2020-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 21630995.0,
            "cstr": "18406.11.Meteoro.tpdc.271386",
            "doi": "10.11888/Meteoro.tpdc.271386",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University "
            }
        ],
        "literatureList": [
            {
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature",
                "referenceEn": "Xu, T.R., Liu, S.M., Xu, Z.W., Liang, S.L., &Xu, L. (2015). A dual-pass data assimilation scheme for estimating surface fluxes with FY3A-VIRR land surface temperature. Science China Earth Science, 58(2), 211-230."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil temperature"
            },
            {
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Accurate monitoring of surface fluxes over land surfaces is necessary for global climate change research, ecological environment management, and agricultural and water resource planning. The magnitude of the surface flux is largely determined by vegetation parameters, soil moisture and other states of the land surface. The major methods used for estimating surface fluxes are field measurement, remote-sensing-based methods, and land surface modeling. The variability in field measurements of surface flux has been documented over diurnal, seasonal, and inter-annual time scales.",
                "Land surface models have been rapidly developed to predict surface fluxes on continuous spatial and temporal scales with physical constraints. Regardless of their specific model structures, all land surface models require observational data to calibrate their parameters and adjust their states. New techniques such as data assimilation are needed to integrate either field or remotely sensed observations with the models, thus improving model accuracy by correcting the model state variables and parameters. Data assimilation has played an increasingly important role in improving predictions of such land surface state variables as the leaf area index, soil temperature profile, soil moisture profile, and other related variables, e.g., surface fluxes.",
                "Spatially distributed estimates of surface flux can be obtained from remote-sensing-based methods. The surface fluxes also can be obtained based on variational techniques and relatively simple models with the assimilation of field-measured land surface temperatures. In a land surface model, the sensible and latent heat fluxes are diagnostic variables, and they are affected by many factors (e.g., model states and parameters). As a new-generation Chinese polar orbiting meteorological satellite, the FY-3 series consists of two experimental (FY-3A/B) and at least four operational satellites (FY-3C/D/E/F). The FY-3 series is expected to have a service life that lasts until 2020. The FY-3A was launched in the year 2008. Visible and infrared radiometer (VIRR) is one of the 11 sensors mounted on the FY-3A satellite and has a nominal spatial resolution of approximately 1 km×1 km at the nadir. The common land model (CoLM) is a state-of-the-art model developed by many groups and validated with extensive field data sites. In CoLM, soil moisture is important for dividing the net radiation into the ground heat, sensible, and latent heat fluxes.",
                "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. Generally, the diurnal variation trends of the land surface temperature and surface flux can be predicted correctly using the CoLM. The daily averaged evaporation fraction (EF, ratio between latent heat flux and available energy) can be used to describe the splitting of available energy into sensible and latent heat fluxes. The LAS instrument can measure the sensible heat flux at a larger scale than the EC system."
            ],
            "research objective": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux.",
                "The current study constructed a dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) to improve the surface flux predictions with assimilation of remotely sensed land surface temperature. This study carried out the first experiment to assimilate remotely sensed land surface temperatures (LST) derived from FY3A-VIRR into a land surface model.",
                "In this study, a dual-pass data assimilation scheme was constructed to estimate the surface fluxes via the independent optimization of the soil moisture and vegetation parameters. The aim of this study was to eliminate or reduce the errors between the model simulation and observation."
            ],
            "challenges": [
                "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds.",
                "However, these measurements are difficult to use for monitoring surface fluxes at the regional scale because they only produce either point or patch-scale data. The deviations between the FY3A-VIRR LST data and the ground measurements are determined by many factors. The terrain effect can affect the accuracy of the FY3A-VIRR LST retrievals. The mismatch of the spatial and temporal scales between the FY3A-VIRR and field-measured LST can also cause these biases.",
                "The differences between the sensible heat fluxes measured by the EC and LAS system are primarily caused by the energy imbalance of the EC, the heterogeneity of the underlying surfaces, and the differences between the source areas of the EC and LAS measurements. Because of the short memory of the land surface temperature, it is difficult to assimilate the land surface temperatures. Directly assimilating land surface temperature to optimize soil moisture may cause model simulations that are more unstable."
            ],
            "methods": [
                "In this work, a dual-pass data assimilation scheme is developed to improve predictions of surface flux. Pass 1 of the dual-pass data assimilation scheme optimizes the model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes the soil moisture at the daily temporal scale. Based on ensemble Kalman filter (EnKF), the land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions.",
                "The dual-pass data assimilation technique employed in this study optimizes the model states and parameters independently. The two passes of the scheme assimilate the remotely sensed land surface temperatures (LST) derived from the FY3A satellite. With the assimilation of the FY3A-VIRR LST data, Pass 1 is used to optimize the model parameters at the weekly temporal scale, and Pass 2 is used to optimize the soil moisture at the daily temporal scale. Six Chinese flux observation sites with different land cover types (alpine meadow, grassland, cropland, and orchard) were selected to conduct the data assimilation experiments. The FY3A-VIRR LST data are compared with the ground measurements.",
                "In this study, the MODIS LAI products are incorporated directly into the model, and the vegetation parameters are optimized at the weekly temporal scale with Pass 1 of the dual-pass data assimilation scheme. At the daily temporal scale, the soil moisture is optimized with Pass 2 of the dual-pass data assimilation scheme. The land surface temperature data from the new generation Chinese meteorology satellite FY3A-VIRR were assimilated into CoLM for the first time based on the EnKF algorithm. The source areas of the LAS measurements were calculated using a footprint model and overlaid with a FY3A-VIRR pixel."
            ],
            "dataset": [
                "The land surface temperature (LST) data derived from the new generation of Chinese meteorology satellite (FY3A-VIRR) are assimilated into common land model (CoLM) for the first time. Six sites, Daman, Guantao, Arou, BJ, Miyun and Jiyuan, are selected for the data assimilation experiments and include different climatological conditions. The results are compared with those from a dataset generated by a multi-scale surface flux observation system that includes an automatic weather station (AWS), eddy covariance (EC) and large aperture scintillometer (LAS).",
                "The FY-3A land surface temperature data will become the new data source for global water and energy balance research. The FY3A-VIRR LST products can provide the LST and emissivity of each pixel, and the data are stored in a hierarchical data format (HDF), which is a sinusoidal projection with a spatial resolution of 1 km. Data from six sites located in three major nature zones (western arid and semi-arid area, eastern monsoon area, and Qinghai-Tibet alpine meadow) of People’s Republic of China (PRC) are used for the data assimilation experiments."
            ],
            "findings": [
                "The results indicate that the dual-pass data assimilation scheme is able to reduce model uncertainties and improve predictions of surface flux with the assimilation of FY3A-VIRR LST data.",
                "The dual-pass data assimilation scheme reduced the model uncertainties and improved the prediction abilities of the model. The average BIAS values of the six sites changed from 28.7 to 5.3 W m 2 and from 16.9 to 16.1 W m2; the average RMSE values dropped from 71.7 to 46.8 W m 2 and from 93.7 to 70.8 W m 2; and the average R-values increased from 0.75 to 0.78 and from 0.66 to 0.82, respectively. The average BIAS values of the assimilation EF results dropped from 0.21 to 0.01, the average RMSE values dropped from 0.31 to 0.15, and the average R-values increased from 0.43 to 0.73. The comparisons showed that the assimilation results match well against the LAS measurements, and the correlations between the assimilation results and LAS measurements were higher than that of the model simulations at the Daman, Guantao, Arou, BJ, and Jiyuan sites."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Does the data collection method involve setting up multiple layers of sensors at different heights for measuring meteorological elements?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "Are the challenges in accurately predicting surface fluxes primarily due to the temporal scale, spatial scale, or data quality issues?",
                    "Answer": "temporal scale, spatial scale",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the key data collection methods used for monitoring surface fluxes over land surfaces?",
                    "Answer": "field measurements, remote-sensing-based methods, land surface modeling",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "When is data considered questionable during the processing and quality control phase in meteorological data collection?",
                    "Answer": "red text",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "Can you provide an example of how data from multiple sensors at varying heights can be integrated to improve the accuracy of surface flux measurements in an alpine environment?",
                    "Answer": "The 青海湖流域地表过程综合观测网 dataset includes data collected from various sensors placed at different heights (3m, 5m, 10m, 15m, 20m, 30m, and 40m) measuring meteorological elements like wind speed, wind direction, temperature, and humidity. This multi-layered data collection method helps in capturing a comprehensive profile of meteorological conditions, which can improve the accuracy of surface flux measurements over the alpine meadow and grassland environment.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What is an example of a challenge in using satellite-based data assimilation for predicting surface fluxes, and how might this be addressed?",
                    "Answer": "A challenge in using satellite-based data for surface flux predictions is the presence of clouds that can contaminate the data, making continuous monitoring difficult. This is addressed by employing dual-pass data assimilation schemes, which optimize model parameters and soil moisture independently, using ensemble Kalman filter techniques to integrate remotely sensed land surface temperatures, thereby improving the accuracy of predictions despite the data contamination challenges.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the essential characteristics of the meteorological gradient observation system for alpine meadow and grassland areas?",
                    "Answer": "sensors installed at various heights (3m to 40m) for wind speed and direction, air temperature, relative humidity, barometer at 3m, rain gauge on a 10m platform, four-component radiometer at 6m, infrared thermometers, soil heat flux plates, soil temperature and moisture sensors at various depths, photosynthetically active radiation sensor, 144 data points daily, consistent date and time formats",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges exist in using satellite-derived data for continuous monitoring of surface fluxes?",
                    "Answer": "instantaneous nature, contamination by clouds, difficulty in regional scale monitoring, point or patch-scale data, terrain effects, mismatches in spatial and temporal scales, short memory of land surface temperature",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is a 'dual-pass data assimilation scheme' in the context of surface flux predictions?",
                    "Answer": "A dual-pass data assimilation scheme is a method developed to improve predictions of surface flux by optimizing model states and parameters independently. It involves two passes: Pass 1 optimizes model vegetation parameters at the weekly temporal scale, and Pass 2 optimizes soil moisture at the daily temporal scale. This technique integrates remotely sensed land surface temperature data using an ensemble Kalman filter (EnKF) to enhance model accuracy.",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What does 'data assimilation' mean in the context of integrating field and remotely sensed observations with land surface models?",
                    "Answer": "Data assimilation in this context refers to the process of integrating observational data, whether from field measurements or remote sensing, into land surface models to improve their accuracy. It involves adjusting model state variables and parameters in response to incoming data, thereby reducing uncertainties and enhancing predictions of land surface state variables such as leaf area index, soil temperature profile, and surface fluxes.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do data quality control measures in the 青海湖流域地表过程综合观测网 compare to data assimilation techniques used in land surface models for ensuring accuracy in surface flux predictions?",
                    "Answer": "Data quality control measures in the 青海湖流域地表过程综合观测网 involve ensuring a consistent number of daily data points, removing duplicate records, and eliminating data that exceeds physical or instrumental limits. In contrast, data assimilation techniques in land surface models, such as the dual-pass data assimilation scheme, focus on optimizing model parameters and states by integrating remotely sensed data to improve predictive accuracy. While both approaches aim to enhance data reliability, quality control emphasizes data integrity at the point of collection, whereas data assimilation enhances model predictions by correcting observational data discrepancies.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the similarities and differences in the types of environmental variables measured at the 青海湖流域地表过程综合观测网 and those estimated using remote sensing methods like the FY3A-VIRR?",
                    "Answer": "The 青海湖流域地表过程综合观测网 measures variables such as wind speed, air temperature, relative humidity, precipitation, pressure, soil temperature, and moisture at various depths, providing direct and continuous data. Remote sensing methods like the FY3A-VIRR primarily estimate land surface temperatures and surface fluxes across broader spatial scales. While both methods capture environmental conditions, the observational network offers high temporal resolution at specific sites, whereas remote sensing provides spatially extensive data with potential temporal gaps due to cloud cover or satellite pass frequency.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How do the different layers of meteorological sensors affect the accuracy and reliability of data collected in high-altitude environments like the Qinghai Lake region?",
                    "Answer": "The deployment of meteorological sensors at different heights, such as 3m, 5m, 10m, and up to 40m, allows for a detailed vertical profile of wind speed, wind direction, air temperature, and humidity. This layered approach helps in capturing variations in atmospheric conditions at different altitudes, providing more comprehensive data that can improve the accuracy and reliability of surface flux estimates in high-altitude environments.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What are the potential challenges of integrating remote-sensing-based methods with field measurements for estimating surface fluxes in diverse climatic conditions?",
                    "Answer": "Integrating remote-sensing-based methods with field measurements can be challenging due to differences in spatial and temporal scales, potential cloud contamination in satellite data, and terrain effects that influence the accuracy of land surface temperature retrievals. These challenges necessitate the use of data assimilation techniques to reconcile discrepancies and improve predictions of surface fluxes across different climatic conditions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "In what ways might data assimilation techniques using land surface temperature data enhance the predictive capabilities of land surface models?",
                    "Answer": "Data assimilation techniques, such as the dual-pass scheme with the ensemble Kalman filter, can enhance land surface models by optimizing model parameters like soil moisture and vegetation indices. This approach helps reduce model uncertainties and improve the accuracy of surface flux predictions by integrating remotely sensed land surface temperature data, allowing for more accurate representation of the land surface state variables and their impact on surface fluxes.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "Why do inaccuracies in surface flux predictions often correlate with errors in estimating land surface temperature?",
                    "Answer": "Inaccurate surface flux predictions are highly correlated with errors in land surface temperature estimates. The diurnal variation trends of the land surface temperature and surface flux can generally be predicted correctly using models like CoLM. However, the mismatch of the spatial and temporal scales between satellite data and ground measurements, as well as terrain effects, can lead to biases in temperature estimates, affecting surface flux predictions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What causes challenges in using satellite-derived data for continuous monitoring of surface fluxes?",
                    "Answer": "Challenges in using satellite-derived data for monitoring surface fluxes include the instantaneous nature of satellite data and contamination by cloud presence. Additionally, satellite data often do not match the spatial and temporal scales of field measurements, affecting their usability for regional-scale monitoring.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why are field measurements difficult to use for monitoring surface fluxes at regional scales?",
                    "Answer": "Field measurements are difficult to use for monitoring surface fluxes at regional scales because they typically provide point or patch-scale data. The heterogeneity of underlying surfaces and differences in measurement source areas contribute to discrepancies between field measurements and regional scale data.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Causal Consequence": [
                {
                    "Question": "How might the integration of land surface temperature data from a new generation meteorology satellite influence the development of global water and energy balance research?",
                    "Answer": "The integration of land surface temperature data from a new generation meteorology satellite can provide a new data source that enhances the understanding of global water and energy balance by offering high-resolution and spatially distributed LST data, which improves the accuracy of land surface models and surface flux predictions.",
                    "Level": "C6(Creating)"
                }
            ]
        },
        {
            "Goal Orientation": [
                {
                    "Question": "What are the objectives behind implementing a multi-layer meteorological gradient observation system for high-altitude meadow and grassland environments?",
                    "Answer": "The goal of implementing a multi-layer meteorological gradient observation system in high-altitude meadow and grassland environments is to accurately monitor surface fluxes, which are crucial for understanding global climate change, ecological environment management, and agricultural planning. By measuring variables like wind speed, air temperature, and soil moisture at various heights and depths, the system can provide insights into the land surface processes influenced by vegetation and soil states.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Why is it important to integrate data assimilation techniques into land surface models for predicting surface fluxes in diverse climatological regions?",
                    "Answer": "Integrating data assimilation techniques into land surface models is important for improving the accuracy of surface flux predictions across diverse climatological regions. These techniques allow for the correction of model state variables and parameters by assimilating observational data, such as remotely sensed land surface temperatures, which helps reduce discrepancies between model simulations and real-world observations.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "How is data quality controlled and maintained for meteorological observations in harsh environments like the Qinghai Lake basin?",
                    "Answer": "Data quality is controlled by ensuring the collection of 144 data points daily (every 10 minutes), marking missing data with a specific code (-6999), removing duplicate records, deleting data that are physically implausible or outside instrument range, and using a consistent date and time format for all records. Questionable data are flagged for further review.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What procedural challenges must be addressed when integrating remotely sensed land surface temperature data into a land surface model?",
                    "Answer": "Challenges include dealing with instantaneous data often affected by cloud cover, addressing the spatial and temporal mismatches between satellite and field measurements, correcting terrain effects on satellite data accuracy, and managing the instability of model simulations caused by direct assimilation of land surface temperature data, which requires careful optimization of soil moisture and vegetation parameters.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "What data assimilation techniques enable the integration of satellite-derived land surface temperature data into land surface models to improve surface flux predictions?",
                    "Answer": "The dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF) enables the integration of satellite-derived land surface temperature data from FY3A-VIRR into the common land model (CoLM), optimizing model vegetation parameters and soil moisture to improve surface flux predictions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "How do field measurements and remote-sensing-based methods enable the estimation of surface fluxes over land surfaces?",
                    "Answer": "Field measurements provide diurnal, seasonal, and inter-annual variability data, while remote-sensing-based methods offer spatially distributed estimates of surface fluxes. These methods, combined with land surface modeling and data assimilation techniques, enable more accurate predictions by integrating observational data to calibrate model parameters and adjust states.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What challenges must be addressed to enable continuous monitoring of surface fluxes using satellite data in the presence of clouds and variations in spatial and temporal scales?",
                    "Answer": "Challenges include the instantaneous nature and cloud contamination of satellite data, as well as mismatches in spatial and temporal scales between satellite data (FY3A-VIRR) and ground measurements. Addressing these requires methods to assimilate land surface temperatures into models, considering terrain effects and energy imbalances in measurements.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "Why might data collection methods in high-altitude regions, such as the Qinghai Lake Basin, encounter specific challenges compared to other environments?",
                    "Answer": "Methods are difficult to use for continuous monitoring of surface fluxes because the data derived from satellites are instantaneous and often contaminated by the presence of clouds. Additionally, the terrain effect can affect the accuracy of land surface temperature retrievals, and the mismatch of spatial and temporal scales between satellite and field-measured data can cause biases.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why might the use of a dual-pass data assimilation scheme be expected to enhance surface flux predictions, and what could prevent this expectation from being realized?",
                    "Answer": "The dual-pass data assimilation scheme is expected to enhance surface flux predictions by independently optimizing model states and parameters at different temporal scales. However, the presence of errors in land surface temperature estimates and the challenges in assimilating these into models, such as those posed by terrain effects and differences in source areas of measurements, might prevent this expectation from being fully realized.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How might the integration of new techniques such as data assimilation impact the accuracy and reliability of surface flux predictions in meteorological research?",
                    "Answer": "The integration of new techniques like data assimilation can significantly improve the accuracy and reliability of surface flux predictions. By incorporating observational data, whether field-based or remotely sensed, data assimilation corrects model state variables and parameters, thereby enhancing model accuracy. This is particularly important for improving predictions of land surface state variables, such as soil temperature and moisture profiles, which are critical for accurate surface flux predictions.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What are the potential challenges in using remote-sensing-based methods for continuous monitoring of surface fluxes, and how could these challenges be addressed?",
                    "Answer": "Remote-sensing-based methods face challenges such as data being instantaneous and often cloud-contaminated, which makes continuous monitoring difficult. Additionally, there are mismatches in spatial and temporal scales between satellite data and field measurements, leading to biases. These challenges can be addressed by developing advanced data assimilation schemes that integrate remote-sensing data with land surface models, optimizing model parameters and states to reduce discrepancies and enhance prediction accuracy.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I don't understand how data assimilation techniques can improve the accuracy of surface flux predictions in climate models.",
                    "Answer": "Data assimilation techniques, such as the dual-pass data assimilation scheme with an ensemble Kalman filter (EnKF), improve the accuracy of surface flux predictions by integrating observational data, like land surface temperature from satellites, into land surface models. This process helps optimize model parameters and correct state variables, thus reducing model uncertainties and enhancing prediction abilities.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "I'm unsure about the challenges faced in collecting continuous monitoring data for surface fluxes over large regions.",
                    "Answer": "One challenge in collecting continuous monitoring data for surface fluxes over large regions is the variability and instantaneity of satellite-derived data, which can be affected by clouds and terrain effects. Additionally, satellite data often have spatial and temporal mismatches with ground measurements, making regional scale monitoring difficult.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please explore the challenges faced in data collection for monitoring surface fluxes over land surfaces and propose potential solutions to overcome these challenges.",
                    "Answer": "Challenges include the difficulty of using satellite data for continuous monitoring due to their instantaneous nature and cloud contamination, as well as issues with regional-scale monitoring due to point or patch-scale data. Potential solutions involve using advanced data assimilation techniques, like dual-pass data assimilation with ensemble Kalman filter, to integrate satellite and field observations, thereby improving data accuracy and reliability.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please identify potential datasets that could be used for improving predictions of surface fluxes and evaluate how they can be integrated into existing models.",
                    "Answer": "Potential datasets include land surface temperature data from new generation meteorology satellites like FY3A-VIRR, which can be assimilated into common land models (CoLM) using dual-pass data assimilation techniques. These datasets can provide valuable information for calibrating model parameters and states, improving predictions of surface fluxes by reducing uncertainties and enhancing model accuracy.",
                    "Level": "C5(Evaluating)"
                }
            ]
        }
    ]
}