{
    "id": "05b5e032-b456-4fd3-a14f-dda8230bd65b",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "WATER: Dateset of surface roughness measurements in the A'rou foci experimental area",
            "titleCn": "黑河综合遥感联合试验：阿柔加密观测区地表粗糙度数据集",
            "description": "The dataset of surface roughness measurements was obtained in A1, A2, A3, L1, L2, L3, L4, L5 and L6 of the A'rou foci experimental area. The quadrates were changed into 3×3 subsites during the foci experimental period, with each one spanning a 30×30 m2 plot. With the roughness plate 110cm long and the measuring points distance 1cm, the samples were collected along the strip from south to north and from east to west, respectively. As for the sampling lines, the samples were collected every 100 m along them from south to north. Photos were named in the form of A3-1EW, indicating No. 1 point in A3 measured from east to west.\n     The coordinates of the sample would be got with the help of ArcView; and after geometric correction, surface height standard deviation (cm) and correlation length (cm) could be acquired based on the formula listed on pages 234-236, Microwave Remote Sensing, Vol. II.\n     The roughness data were initialized by the sample name, which was followed by the serial number, the name of the file, standard deviation and correlation length. Each .txt file is matched with one sample photo and standard deviation and correlation length represent the roughness. In addition, the length of 101 radius is also included for further checking.\n     Those provide reliable ground data for improving and verifying the remote sensing algorithms.\n     Nine files were included, ARou_SampleArea1, ARou_SampleArea2, ARou_SampleArea3, ARou_SampleLine1, ARou_SampleLine2, ARou_SampleLine3, ARou_SampleLine4, ARou_SampleLine5 and ARou_SampleLine6.",
            "descriptionCn": "本数据包括上游寒区水文试验中阿柔样方1（A1），阿柔样方2（A2），阿柔样方3（A3），阿柔样带1（L1），阿柔样带2（L2），阿柔样带3（L3），阿柔样带4（L4），阿柔样带5（L5）和阿柔样带6（L6）中各采样点的粗糙度测量原始照片，及表面高度标准离差（cm）和相关长度（cm）的计算结果。每个采样点均按照南北向和东西向分别测量1次，粗糙度板长110cm，测量点间距1cm。阿柔各样方在预试验期时为3Grid×3Grid，加强试验期时扩展为4Grid×4Grid，每个Grid均为30m×30m；阿柔各样带为南北向朝向，样带上各采样点间距为100m。相片命名规则如下，以A3-1EW为例，表示阿柔样方3（A3）中的1号采样点东西向的粗糙度板测量照片。本数据可为发展和验证微波遥感算法提供基本的地面数据集。\n粗糙度数据通过数码照相采集，然后在ArcView软件下，对照片中每根辐条的顶端以及板子的四角做手工数字化采样，获得其图像坐标值，经过几何校正后，计算得到每根辐条的高度，然后按公式计算表面高度标准离差和表面相关长度。其计算公式见《微波遥感》第二卷234-236页。\n粗糙度数据中首先是样点名称，之后数据正文包括4列（编号、文件名、标准离差、相关长度）。每一个文件名，即txt文件对应一张采样照片，标准离差（cm）与相关长度（cm）即代表了粗糙度。之后是每张照片中101根辐条的长度，属于中间结果，用以检查校正。\n本数据集按照每个样方和样带分别组织，共包括9个文件夹，分别为：ARou_SampleArea1，ARou_SampleArea2，ARou_SampleArea3，ARou_SampleLine1，ARou_SampleLine2，ARou_SampleLine3，ARou_SampleLine4，ARou_SampleLine5和ARou_SampleLine6。",
            "instructions": null,
            "instructionsCn": null,
            "east": 100.55,
            "west": 100.411,
            "south": 38.015,
            "north": 38.078,
            "startTime": "2008-03-29 00:00:00",
            "endTime": "2008-03-29 00:00:00",
            "fileSize": 720770493.0,
            "cstr": "18406.11.water973.0022.db",
            "doi": "10.3972/water973.0022.db",
            "dataFormat": "JPG",
            "license": null
        },
        "authorList": [
            {
                "nameCn": "曹永攀",
                "nameEn": "CAO Yongpan",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "车涛",
                "nameEn": "CHE Tao",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "韩旭军",
                "nameEn": "HAN Xujun",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "晋锐",
                "nameEn": "JIN Rui",
                "unitEn": "",
                "unitCn": "中国科学院西北生态环境资源研究院"
            },
            {
                "nameCn": "李新",
                "nameEn": "LI Xin",
                "unitEn": "",
                "unitCn": "中国科学院青藏高原研究所"
            },
            {
                "nameCn": " 李哲",
                "nameEn": "LI Zhe",
                "unitEn": "",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            },
            {
                "nameCn": "王树果",
                "nameEn": "WANG Shuguo",
                "unitEn": "Cold and Arid Regions Environmental and Engineering Research Institute, Chinese Academy of Sciences",
                "unitCn": "中国科学院寒区旱区环境与工程研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": "黑河综合遥感联合试验地面观测数据质量控制与评价",
                "titleEn": null,
                "referenceCn": "马明国. (2010), WATER试验地面观测数据质量控制与评价. 遥感技术与应用, 25(6), 766-771.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验的数据管理与共享",
                "titleEn": null,
                "referenceCn": "吴立宗, 屈永华, 王亮绪, 孙青松, 胡晓利, 李新, 王锦地, 李红星, 冉有华. 黑河综合遥感联合试验的数据管理与共享. 遥感技术与应用, 2010, 25(6): 772-781.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Wang Liangxu, Wang Shuguo, Ran Youhua. (2014), Data Sharing and Data Set Application of Watershed Allied Telemetry Experimental Research. IEEE Geoscience and Remote Sensing Letters, 11(11), 2020-2024. doi:10.1109/LGRS.2014.2319301"
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:概述",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元, 王建, 马明国, 刘强, 肖青, 胡泽勇, 车涛, 王介民, 柳钦火, 陈尔学, 阎广建, 刘绍民, 王维真, 张立新, 王锦地, 牛铮, 晋锐, 冉有华, 王亮绪. (2012). 黑河综合遥感联合试验研究进展:概述. 遥感技术与应用, 27(5), 637–649.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验",
                "titleEn": null,
                "referenceCn": "马明国, 刘强, 阎广建, 陈尔学, 肖青, 苏培玺, 胡泽勇, 李新, 牛铮, 王维真, 钱金波, 宋怡, 丁松爽, 辛晓洲, 任华忠, 黄春林, 晋锐, 车涛, 楚荣忠. 黑河流域遥感—地面观测同步试验:森林水文和中游干旱区水文试验. 地球科学进展, 2009, 24(7): 681-695.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河流域遥感—地面观测同步试验：科学目标与试验方案",
                "titleEn": null,
                "referenceCn": "李新, 马明国, 王建, 刘强, 车涛, 胡泽勇, 肖青, 柳钦火, 苏培玺, 楚荣忠, 晋锐, 王维真, 冉有华. 黑河流域遥感－地面观测同步试验：科学目标与试验方案. 地球科学进展, 2008, 23(9): 897-914.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算",
                "titleEn": null,
                "referenceCn": "李新, 刘强, 柳钦火, 王建, 马明国, 肖青, 车涛, 晋锐, 冉有华. 黑河综合遥感联合试验研究进展:水文与生态参量遥感反演与估算. 遥感技术与应用, 2012, 27(5): 650–662.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Preface 'Observing and modeling the catchment scale water cycle'",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Roth K, Menenti M, Wagner W. (2011). Preface 'Observing and modeling the catchment scale water cycle'. Hydrology and Earth System Sciences, 15(2), 597-601. doi:10.5194/hess-15-597-2011."
            },
            {
                "titleCn": "黑河流域上游寒区水文遥感-地面同步观测试验",
                "titleEn": null,
                "referenceCn": "王建, 车涛, 张立新, 晋锐, 王维真, 李新, 梁继, 郝小华, 李弘毅, 吴月茹, 胡泽勇. 黑河流域上游寒区水文遥感－地面同步观测试验. 冰川冻土, 2009, 31(2): 189-197.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验自动气象站数据质量控制与产品生成",
                "titleEn": null,
                "referenceCn": "黄广辉, 马明国, 谭俊磊, 张智慧. (2010). WATER试验自动气象站数据质量控制与产品生成. 遥感技术与应用,  25(6), 814-820.",
                "referenceEn": null
            },
            {
                "titleCn": "黑河综合遥感联合试验数据发布",
                "titleEn": null,
                "referenceCn": "李新, 李小文, 李增元. 黑河综合遥感联合试验数据发布. 遥感技术与应用, 2010, 25(6): 761-765.",
                "referenceEn": null
            },
            {
                "titleCn": "基于OPeNDAP的遥感数据发布系统实现",
                "titleEn": null,
                "referenceCn": "孙青松, 屈永华, 王锦地, 董健. 基于OPeNDAP的遥感数据发布系统实现. 遥感技术与应用, 2010, 25(6): 782-787.",
                "referenceEn": null
            },
            {
                "titleCn": null,
                "titleEn": "Watershed Allied Telemetry Experimental Research",
                "referenceCn": null,
                "referenceEn": "Li, X., Li, X.W., Li, Z.Y., Ma, M.G., Wang, J., Xiao, Q., Liu, Q., Che, T., Chen, E.X., Yan, G.J., Hu, Z.Y., Zhang, L.X., Chu, R.Z., Su, P.X., Liu, Q.H., Liu, S.M., Wang, J.D., Niu, Z., Chen, Y., Jin, R., Wang, W.Z., Ran, Y.H., Xin, X.Z., Ren, H.Z. (2009). Watershed Allied Telemetry Experimental Research. Journal of Geophysical Research, 114(D22103), doi:10.1029/2008JD011590."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地表粗糙度",
                "nameEn": "Surface Roughness"
            },
            {
                "nameCn": "重力",
                "nameEn": "Gravity"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "上游寒区水文试验区",
                "keywordEn": "the cold region hydrology experimental area in the upper reaches"
            },
            {
                "keywordCn": "阿柔加密观测区",
                "keywordEn": "A'rou flight zone"
            },
            {
                "keywordCn": "黑河流域",
                "keywordEn": "Heihe River Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2008",
                "keywordEn": "2008",
                "type": "temporal"
            },
            {
                "keywordCn": "2008-03-12",
                "keywordEn": null,
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "黑河流域遥感－地面观测同步试验与综合模拟平台建设",
                "titleEn": "The CAS (Chinese Academy of Sciences) Action Plan for West Development Project"
            },
            {
                "titleCn": "陆表生态环境要素主被动遥感协同反演理论与方法",
                "titleEn": "National Basic Research Program of China (973 Program)"
            }
        ],
        "projectList": [
            {
                "titleCn": "数字黑河",
                "titleEn": "Digital heihe"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Disjunctive": [
            {
                "QuestionEn": "Is data collection in this field primarily conducted through digital photography, manual measurements, or remote sensing techniques?",
                "QuestionCn": "在这个领域的数据收集主要是通过数字摄影、手动测量还是遥感技术进行的？",
                "AnswerEn": "digital photography",
                "AnswerCn": "数字摄影",
                "Level": "C4(Analyzing)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to capture surface roughness measurements in a cold region hydrology experiment?",
                "QuestionCn": "您能否提供一个用于捕捉寒冷地区水文学实验中表面粗糙度测量的数据收集方法的示例？",
                "AnswerEn": "A data collection method involves capturing digital photographs to measure surface roughness. In the method, a 110cm roughness board is used with measurements taken every 1cm along two directions (north-south and east-west) at each sampling point. Photographs of the board are then processed using ArcView software, where the endpoints of each spoke and the corners of the board are manually digitized to obtain image coordinates. After geometric correction, the height of each spoke is calculated, and the surface height standard deviation and correlation length are computed.",
                "AnswerCn": "一种数据收集方法涉及捕捉数字照片以测量表面粗糙度。在该方法中，使用一块110厘米的粗糙板，每个采样点沿两个方向（南北和东西）每1厘米进行一次测量。然后使用ArcView软件处理板的照片，手动数字化每个辐条的端点和板的角落，以获取图像坐标。在几何校正后，计算每个辐条的高度，并计算表面高度的标准偏差和相关长度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of surface roughness data collected in remote sensing experiments?",
                "QuestionCn": "在遥感实验中收集的表面粗糙度数据的特征是什么？",
                "AnswerEn": "measurement of roughness at specific sample points, measurements taken north-south and east-west, roughness board 110 cm long, measurement points spaced 1 cm apart, original photos of roughness measurements, calculation of surface height standard deviation, calculation of correlation length, geometric correction of digital photo coordinates to derive height of individual spokes",
                "AnswerCn": "在特定样本点测量粗糙度，测量沿南北和东西方向进行，使用110厘米长的粗糙度板，测量点间隔为1厘米，粗糙度测量的原始照片，计算表面高度的标准差，计算相关长度，数字照片坐标的几何校正以推导单个辐条的高度。",
                "Level": "C1(Remembering)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many sample areas and sample lines are organized in a dataset related to the 阿柔加密观测区地表粗糙度?",
                "QuestionCn": "与阿柔加密观测区地表粗糙度相关的数据集中组织了多少个样本区域和样本线？",
                "AnswerEn": "3 sample areas, 6 sample lines",
                "AnswerCn": "3个样本区域，6条样本线",
                "Level": "C4(Analyzing)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the method used to calculate surface height standard deviation and correlation length in the context of roughness data collection?",
                "QuestionCn": "在粗糙度数据收集的背景下，用于计算表面高度标准偏差和相关长度的方法是什么？",
                "AnswerEn": "Surface height standard deviation and correlation length are calculated by first collecting digital photographs of roughness measurements using a board of length 110cm with a spacing of 1cm between measurement points. The photographs are then manually digitized in ArcView software to obtain image coordinates for the endpoints of each rod and the corners of the board. After geometric correction, the height of each rod is calculated, followed by the calculation of surface height standard deviation and correlation length using formulas provided in the second volume of 'Microwave Remote Sensing' on pages 234-236.",
                "AnswerCn": "表面高度标准差和相关长度的计算首先通过收集粗糙度测量的数字照片来进行，使用长度为110厘米的板，测量点之间的间距为1厘米。然后在ArcView软件中手动数字化，以获取每根杆的端点和板角的图像坐标。在几何校正后，计算每根杆的高度，随后使用《微波遥感》第二卷第234-236页提供的公式计算表面高度标准差和相关长度。",
                "Level": "C1(Remembering)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the choice of using digital photography and manual digitization for collecting surface roughness data in remote sensing experiments?",
                "QuestionCn": "在遥感实验中，选择使用数字摄影和手动数字化收集表面粗糙度数据的因素有哪些？",
                "AnswerEn": "The choice to use digital photography and manual digitization for collecting surface roughness data in remote sensing experiments is influenced by the need for precise measurement of surface features, the ability to visually capture and analyze fine details at sampling points, and the necessity of geometric correction to ensure accuracy. This method allows for detailed data collection of surface roughness, required for developing and validating microwave remote sensing algorithms, while also accommodating the specific spatial orientation and measurement length requirements of the experiment.",
                "AnswerCn": "在遥感实验中选择使用数字摄影和手动数字化来收集表面粗糙度数据，受到对表面特征精确测量的需求、在采样点视觉捕捉和分析细节的能力，以及确保准确性的几何校正必要性的影响。这种方法允许对表面粗糙度进行详细的数据收集，这是开发和验证微波遥感算法所必需的，同时也满足实验的特定空间方向和测量长度要求。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the ultimate goal of collecting surface roughness data in the Heihe integrated remote sensing joint experiment using digital photography and manual digitization techniques?",
                "QuestionCn": "在黑河综合遥感联合实验中，收集表面粗糙度数据的最终目标是利用数字摄影和手动数字化技术。",
                "AnswerEn": "The goal is to provide fundamental ground data for the development and validation of microwave remote sensing algorithms by measuring surface roughness, which includes calculating the standard deviation of surface height and correlation length from digital photographs of sampling points.",
                "AnswerCn": "目标是提供基础的地面数据，以便开发和验证微波遥感算法，通过测量表面粗糙度，包括从采样点的数字照片中计算表面高度的标准偏差和相关长度。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}