{
    "id": "05e88308-a8e7-4676-9d35-44b491b70320",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Multi-scale surface flux and meteorological elements observation dataset in the Hai River Basin (Huailai station-lysimeters, 2013)",
            "titleCn": "海河流域多尺度地表通量与气象要素观测数据集：怀来站-蒸渗仪-2013",
            "description": "The data set contains the observation data of the evapotranspiration apparatus on January 1, 2013 (solstice) and December 31, 2013.The site is located in huailai county, hebei province, east garden town, the underlying surface for corn.The latitude and longitude of the observation point is 115.7880E, 40.3491N, and the altitude is 480m.\nThe collection frequency of evapotranspiration permeameter is 1 time/minute, and the released data is the average of 10 minutes.The evapotranspiration meter is a cylindrical structure with a surface area of 1m2 and a buried depth of 1.5m. The observation accuracy of evapotranspiration is 0.01mm.Two evapotranspiration seeptometers were installed, one kept bare soil (lysimeter_1), the other for the corn underlay (lysimeter_2) during the growing season (May 10 - September 15).Soil temperature and humidity probe, soil water potential probe and soil heat flow plate are also installed in the evapotranspiration apparatus.The buried depth of the soil temperature sensor is 5cm, 30cm, 50cm, 100cm and 140cm.The buried depth of the soil water sensor is 2cm, 10cm, 20cm and 40cm.The soil heat flux plate is buried 10cm underground;The buried depth of the soil water potential sensor was 30cm and 140cm.Processing and quality control of observation data :(1) ensure 144 data per day (every 10min). If data is missing, it will be marked by -6999;(2) delete the data of observation anomalies caused during maintenance;(3) data that is obviously beyond the physical meaning or the range of the instrument is deleted;(4) the format of date and time is unified, and the date and time are in the same column.For example, the time is: 2013-6-10-10:30.\nThe observation data released by the evapotranspiration permeameter include:Date/Time, weighing mass (i.l._1_wag_l_000 (Kg), i.l._2_wag_l_000 (Kg)), seepage mass (i.l._1_wag_d_000 (Kg), i.l._2_wag_d_000 (Kg)), soil heat flux (Gs_1_10cm, Gs_2_10cm) (W/m2),Multi-layer soil moisture (Ms_1_2cm, Ms_1_10cm, Ms_1_20cm, Ms_1_40cm, Ms_2_2cm, Ms_2_10cm, Ms_2_20cm, Ms_2_40cm) (%),Multi-layer soil temperature (Ts_1_5cm, Ts_1_30cm, Ts_1_50cm, Ts_1_100cm, Ts_1_140cm, Ts_2_140cm, ts_2_2_5cm, ts_2_2_50cm, Ts_2_100cm, Ts_2_140cm) (℃), soil water potential (TS_1_30 (hPa), TS_1_140 (hPa), TS_2_30 (hPa), TS_2_30 (hPa), TS_2_140 (hPa), TS_2_140 (hPa));The data is stored in *.xls format.\nGuo et al, 2020 is used for site introduction and Liu et al, 2013 for data processing",
            "descriptionCn": "该数据集包含了2013年1月1日至2013年12月31日的蒸渗仪观测数据。站点位于河北省怀来县东花园镇，下垫面为玉米。观测点的经纬度是115.7880E，40.3491N，海拔480m。\n蒸渗仪采集频率为1次/分钟，发布数据为10分钟平均值。蒸渗仪为圆柱形结构，表面积为1m2，土柱埋深1.5m，蒸散量观测精度为0.01mm。蒸渗仪安装有两台，一台保持裸土（lysimeter_1），另一台在生长季（5月10日-9月15日）为玉米下垫面（lysimeter_2）。蒸渗仪内还安装有土壤温湿度探头、土壤水势探头和土壤热流板。土壤温度传感器埋设深度为5cm、30cm、50cm、100cm、140cm；土壤水分传感器埋设深度为2cm、10cm、20cm、40cm；土壤热流板埋设在地下10cm处；土壤水势传感器埋设深度为30cm和140cm处。观测数据的处理与质量控制：（1）确保每天144个数据（每10min），若出现数据的缺失，则由-6999标示；（2）删除了维护期间造成的观测异常的数据；（3）删除了明显超出物理意义或超出仪器量程的数据；（4）日期和时间的格式统一，并且日期、时间在同一列。如，时间为：2013-6-10 10:30。\n蒸渗仪发布的观测数据包括：日期/时间Date/Time，称重质量（I.L_1_WAG_L_000（Kg）、I.L_2_WAG_L_000（Kg）），渗漏质量（I.L_1_WAG_D_000（Kg）、I.L_2_WAG_D_000（Kg）），土壤热通量（Gs_1_10cm、Gs_2_10cm）（W/m2），多层土壤水分（Ms_1_2cm、Ms_1_10cm、Ms_1_20cm、Ms_1_40cm、Ms_2_2cm、Ms_2_10cm、Ms_2_20cm、Ms_2_40cm）（%），多层土壤温度（Ts_1_5cm、Ts_1_30cm、Ts_1_50cm、Ts_1_100cm、Ts_1_140cm、Ts_2_5cm、Ts_2_30cm、Ts_2_50cm、Ts_2_100cm、Ts_2_140cm）（℃），土壤水势（TS_1_30（hPa）、TS_1_140（hPa）、TS_2_30（hPa）、TS_2_140（hPa））；数据以*.xls格式存储。\n站点介绍用guo et al, 2020; 数据处理用liu et al, 2013.",
            "instructions": "File naming method: **** station-####, yyyy, where **** * represents the site name, #### # represents the site type, and yyyy represents the data observation year\nData usage: this data is tabular data, which can be opened and viewed by WPS, Ecxel and other software",
            "instructionsCn": "文件命名方式：**** station-####, yyyy，其中****代表站点名称，####代表站点类型，yyyy代表数据观测年份\n数据使用方法：此数据为表格数据，可用WPS、Ecxel等软件打开查看",
            "east": 115.788,
            "west": 115.788,
            "south": 40.3491,
            "north": 40.3491,
            "startTime": "2013-07-11 00:00:00",
            "endTime": "2014-07-10 00:00:00",
            "fileSize": 13324297.0,
            "cstr": "18406.11.haihe.013.2015.db",
            "doi": "10.3972/haihe.013.2015.db",
            "dataFormat": "EXCEL",
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "刘绍民",
                "nameEn": "LIU Shaomin",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "徐自为",
                "nameEn": "XU Ziwei",
                "unitEn": "Beijing Normal University",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "朱忠礼",
                "nameEn": "ZHU Zhongli",
                "unitEn": "",
                "unitCn": "北京师范大学"
            },
            {
                "nameCn": "肖青",
                "nameEn": "XIAO Qing",
                "unitEn": "Institute of Remote Sensing and Digital Earth, Chinese Academy of Sciences",
                "unitCn": "中国科学院遥感与数字地球研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Validation of remotely sensed evapotranspiration over the Hai River Basin, China",
                "referenceCn": null,
                "referenceEn": "Jia, Z.Z., Liu, S.M., Xu, Z.W,, Chen, Y.J., & Zhu, M.J. (2012). Validation of remotely sensed evapotranspiration over the Hai River Basin, China. Journal of Geophysical Research, 117(D13)."
            },
            {
                "titleCn": null,
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceCn": null,
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            },
            {
                "titleCn": null,
                "titleEn": "Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area",
                "referenceCn": null,
                "referenceEn": "Guo, A.L., Liu, S.M., Zhu, Z.L., Xu, Z.W., Xiao, Q., Ju, Q., Zhang, Y., & Yang, X.F. (2020). Impact of Lake/Reservoir Expansion and Shrinkage on Energy and Water Vapor Fluxes in the Surrounding Area. Journal of Geophysical Research: Atmospheres, 125, e2020JD032833. https://doi.org/10.1029/2020JD032833."
            },
            {
                "titleCn": null,
                "titleEn": "Modular design of field lysimeters for specific application needs",
                "referenceCn": null,
                "referenceEn": "von Unold, G., & Fank, J. (2008). Modular design of field lysimeters for specific application needs. Water, Air, & Soil Pollution: Focus, 8(2), 233-242. doi:10.1007/s11267-007-9172-4"
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "大气",
                "nameEn": "Atmosphere"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "土壤",
                "nameEn": "Soil"
            },
            {
                "nameCn": "土壤湿度/水分含量",
                "nameEn": "Soil moisture/Water content"
            },
            {
                "nameCn": "土壤热通量",
                "nameEn": "Soil heat flux"
            },
            {
                "nameCn": "蒸发",
                "nameEn": "Lysimeter"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "怀来县",
                "keywordEn": "Huailai"
            },
            {
                "keywordCn": "河北省",
                "keywordEn": "Hebei"
            },
            {
                "keywordCn": "海河流域",
                "keywordEn": "Haihe river basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2013",
                "keywordEn": "2013",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "基于遥感和数据同化方法的海河流域水文通量预测研究--SP2：不同尺度蒸散量和土壤水分的观测研究",
                "titleEn": "International (Regional) Cooperation and Exchange Program of the National Natural Science Foundation of China"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Quantification": [
            {
                "QuestionEn": "What is the frequency of data collection for the lysimeter measurements at the site?",
                "QuestionCn": "该地点的蒸渗仪测量数据收集频率是多少？",
                "AnswerEn": "1 time per minute",
                "AnswerCn": "每分钟1次",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is a lysimeter and how is it used in the collection of soil moisture and evapotranspiration data?",
                "QuestionCn": "什么是蒸渗仪，它是如何用于收集土壤水分和蒸散数据的？",
                "AnswerEn": "A lysimeter is a cylindrical device used to measure evapotranspiration and soil moisture. It collects data by weighing soil and measuring water drainage and soil parameters such as temperature and water potential. This setup allows researchers to assess water movement and loss in the soil under specific conditions, such as bare soil or vegetation cover.",
                "AnswerCn": "蒸渗仪是一种圆柱形设备，用于测量蒸散和土壤湿度。它通过称量土壤和测量水分排 drainage 以及土壤参数（如温度和水势）来收集数据。该装置使研究人员能够评估在特定条件下（如裸土或植被覆盖）土壤中的水分运动和损失。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the data processing challenges when creating a dataset of surface fluxes and meteorological elements from lysimeter observations?",
                "QuestionCn": "在从蒸渗仪观测中创建表面通量和气象要素数据集时，哪些因素会导致数据处理挑战？",
                "AnswerEn": "Factors contributing to data processing challenges include ensuring the completeness of data with 144 data points daily, addressing missing data by marking them with -6999, deleting data anomalies caused by maintenance, removing data that exceed physical significance or instrument range, and standardizing the format of date and time in the dataset.",
                "AnswerCn": "导致数据处理挑战的因素包括确保每天有144个数据点的完整性，通过标记-6999来处理缺失数据，删除因维护造成的数据异常，去除超出物理意义或仪器范围的数据，以及标准化数据集中的日期和时间格式。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What potential outcomes could result from implementing high-frequency data collection methods, such as the use of lysimeters measuring every minute, on the accuracy and reliability of soil moisture and temperature datasets in agricultural settings?",
                "QuestionCn": "在农业环境中，实施高频数据收集方法，例如每分钟测量的土壤水分和温度的蒸发皿，可能导致以下潜在结果：提高土壤水分和温度数据集的准确性和可靠性。",
                "AnswerEn": "Implementing high-frequency data collection methods can lead to more accurate and reliable datasets by capturing detailed temporal variations in soil moisture and temperature. This allows for better detection of short-term fluctuations and trends, improving the understanding of soil dynamics. Additionally, it helps in identifying and correcting anomalies or data losses, thus enhancing the overall quality and utility of the dataset for agricultural applications.",
                "AnswerCn": "实施高频数据收集方法可以通过捕捉土壤湿度和温度的详细时间变化，导致更准确和可靠的数据集。这允许更好地检测短期波动和趋势，从而改善对土壤动态的理解。此外，它有助于识别和纠正异常或数据丢失，从而提高数据集在农业应用中的整体质量和实用性。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the procedural steps involved in setting up and calibrating lysimeters for accurate evapotranspiration measurements in agricultural fields?",
                "QuestionCn": "设置和校准土壤水分测量仪以准确测量农业田间蒸散发的程序步骤包括：\n\n1. **选择合适的地点**：选择代表性农业田块，确保土壤类型、作物种类和管理实践与研究目标一致。\n\n2. **设计和选择仪器**：根据研究需求选择合适类型的土壤水分测量仪（如开口或封闭式土壤水分测量仪），并确定数量和布局。\n\n3. **土壤准备**：在安装前，清理土壤，确保没有杂物，并根据需要进行土壤剖面分析。\n\n4. **安装土壤水分测量仪**：按照制造商的说明，正确安装测量仪，确保其与土壤良好接触。\n\n5. **连接数据记录系统**：将测量仪连接到数据记录系统，以便实时监测和记录数据。\n\n6. **初步校准**：在安装后进行初步校准，确保仪器的读数准确。可以使用已知水分含量的土壤样本进行校准。\n\n7. **长期监测**：在生长季节内持续监测土壤水分和气象数据，以获取蒸散发的相关信息。\n\n8. **数据分析**：定期分析收集的数据，计算蒸散发率，并与其他气象数据进行对比。\n\n9. **校正和验证**：根据实际观测数据对仪器进行校正，确保测量的准确性，并进行验证以确认结果的可靠性。\n\n10. **报告和记录**：记录所有步骤和数据，撰写报告，总结研究结果和发现。",
                "AnswerEn": "The setup involves installing two cylindrical lysimeters, each with a surface area of 1m² and a soil column depth of 1.5m. One lysimeter is left with bare soil, while the other is used under a maize canopy during the growing season. To ensure accurate measurements, lysimeters are equipped with soil temperature sensors at various depths (5cm, 30cm, 50cm, 100cm, 140cm), soil moisture sensors at depths (2cm, 10cm, 20cm, 40cm), and soil heat flux plates buried at 10cm depth. Additionally, soil water potential sensors are installed at 30cm and 140cm depths. Data is collected at a frequency of once per minute and averaged over 10-minute intervals. Quality control includes ensuring data completeness, removing anomalies during maintenance, and discarding data beyond physical or instrument limits. Data is stored in an Excel format with specified variables including date/time, weight, leachate mass, soil heat flux, soil moisture, soil temperature, and soil water potential.",
                "AnswerCn": "该设置涉及安装两个圆柱形土壤柱，每个土壤柱的表面积为1平方米，土壤柱深度为1.5米。一个土壤柱保持裸土状态，而另一个在生长季节下用于玉米冠层。为了确保测量的准确性，土壤柱配备了不同深度的土壤温度传感器（5厘米、30厘米、50厘米、100厘米、140厘米），土壤湿度传感器（2厘米、10厘米、20厘米、40厘米），以及埋在10厘米深处的土壤热通量板。此外，土壤水势传感器安装在30厘米和140厘米深处。数据以每分钟一次的频率收集，并在10分钟间隔内进行平均。质量控制包括确保数据完整性、在维护期间去除异常值，以及丢弃超出物理或仪器限制的数据。数据以Excel格式存储，包含的变量包括日期/时间、重量、淋滤液质量、土壤热通量、土壤湿度、土壤温度和土壤水势。",
                "Level": "C3(Applying)"
            }
        ]
    }
}