{
    "id": "062a311f-729c-4d2e-9865-0ec93c653cce",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Human activity intensity data set in China's border areas (1992-2020)",
            "titleCn": "中国边境地区人类活动强度空间分布数据集（1992-2020）",
            "description": "China has the longest terrestrial boundary and the highest number of neighboring countries in the world. At present, there is a lack of research on human activities at the grid scale in China's border areas. Using the land use/cover data, population density data, and night-time light data, we constructed the human activity intensity index (HAI). Taking the 50km buffer zones of China’s land boundary on each side as the study area, we calculated the HAI with a resolution of 1km in 1992, 2000, 2010, and 2020. This dataset is stored as the tif format and composed of four layers with a volume of 469 MB (compressed into one file, 4.37 MB).",
            "descriptionCn": "中国是全球陆地边界线最长和邻国数量最多的国家，目前尚缺乏针对中国边境地区栅格尺度的人类活动研究。我们基于多年的土地利用/覆盖数据、人口密度数据和夜间灯光数据构建了人类活动强度指数（human activity intensity，HAI），以中国陆地边境线两侧各50km缓冲区范围为研究区域，计算了1992、2000、2010、2020年1 km分辨率的人类活动强度。该数据集存储为.tif格式，由4个图层文件组成，数据量为632 MB（压缩为1个文件，6.27 MB）。",
            "instructions": "File name: the data is stored in TIFF format, and the file name is borderareayyyy_ HAI, where yyyy represents year\nData reading: open it with Arcgis or other software that can read raster data",
            "instructionsCn": "文件命名：数据以TIFF格式储存，文件名称borderareayyyy_HAI，其中yyyy代表年\n数据读取：可用Arcgis等可以读取栅格数据的软件打开",
            "east": 135.76,
            "west": 72.87,
            "south": 20.69,
            "north": 54.01,
            "startTime": "1992-01-01 00:00:00",
            "endTime": "2020-12-31 00:00:00",
            "fileSize": 6581206.0,
            "cstr": "18406.11.HumanNat.tpdc.272976",
            "doi": "10.11888/HumanNat.tpdc.272976",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "程艺",
                "nameEn": "CHENG Yi ",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "刘慧",
                "nameEn": "LIU Hui ",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            },
            {
                "nameCn": "刘海猛",
                "nameEn": "LIU Haimeng ",
                "unitEn": "Institute of Geographical Sciences and Natural Resource Research, CAS",
                "unitCn": "中国科学院地理科学与资源研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Human Activity Intensity and Its Spatial-Temporal Evolution in China’s Border Areas",
                "referenceCn": null,
                "referenceEn": "Cheng, Y., Liu, H., Chen, D., & Liu, H. (2022). Human Activity Intensity and Its Spatial-Temporal Evolution in China’s Border Areas. Land, 11(7), 1089."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "人地关系",
                "nameEn": "Human-nature Relationship"
            },
            {
                "nameCn": "陆地表层",
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameCn": "人口",
                "nameEn": "Population"
            },
            {
                "nameCn": "人口空间分布",
                "nameEn": "Spatial distribution of population"
            },
            {
                "nameCn": "喜马拉雅",
                "nameEn": "Himalayas"
            },
            {
                "nameCn": "土地利用/覆盖",
                "nameEn": "Land Use/Land Cover"
            },
            {
                "nameCn": "土地利用格局",
                "nameEn": "Land use pattern"
            },
            {
                "nameCn": "城市与农村聚落",
                "nameEn": "Urban and rural area"
            },
            {
                "nameCn": "夜间灯光",
                "nameEn": "Night-time Light"
            },
            {
                "nameCn": "居民地",
                "nameEn": "Settlement"
            },
            {
                "nameCn": "社会经济",
                "nameEn": "Social and Economic"
            },
            {
                "nameCn": "社会经济活动",
                "nameEn": "Socioeconomic activity"
            },
            {
                "nameCn": "边境",
                "nameEn": "Border Areas"
            },
            {
                "nameCn": "陆地表层遥感",
                "nameEn": "Terrestrial Surface Remote Sensing"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国边境",
                "keywordEn": "China’s Border Areas"
            },
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibet plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "1992",
                "keywordEn": "1992",
                "type": "temporal"
            },
            {
                "keywordCn": "2000",
                "keywordEn": "2000",
                "type": "temporal"
            },
            {
                "keywordCn": "2010",
                "keywordEn": "2010",
                "type": "temporal"
            },
            {
                "keywordCn": "2020",
                "keywordEn": "2020",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            },
            {
                "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            },
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域30m人类活动参数产品数据集（V1.0）",
                "titleEn": "Human activity parameters in Qilian Mountain area (V1.0)"
            },
            {
                "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
                "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
            },
            {
                "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleCn": "祁连山地区水体指数产品（2018）",
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Human activities are disrupting biogeochemical cycles at an unprecedented scale and intensity, with profound and drastic impacts on terrestrial ecosystems. The science on human contributions to global warming is quite clear. Human emissions and activities also pose extremely high risks to planetary boundaries, such as biosphere integrity, nitrogen and phosphorus cycles, and land systems, and are becoming a major factor driving global environmental change. The proposed United Nations 2030 Agenda and the Sustainable Development Goals (SDGs) aim to reduce the impact of human activities on the ecosystem and improve human well-being. Therefore, human activity mapping is crucial for understanding humanity’s role in shaping Earth’s patterns and processes. In addition, understanding the spatial-temporal evolution of human activity intensity on a fine scale is critical to infrastructure and local governance. Border areas, as frontiers of geo-cooperation and geo-conflict, are experiencing rapid and extensive changes in human activity. Approximately one-fifth of global WorldPop-based population growth has occurred in the borderlands since the 1990s, leading to more than one-third of forest loss, as estimated by the European Space Agency Climate Change Initiative. Globally, more than half of all terrestrial birds, mammals, and amphibians cross international borders. In addition to being threatened by deforestation and hunting, these species may be harmed by border infrastructure building and lack of conversation activity coordination on both sides of the border."
            ],
            "research objective": [
                "In this study, a human activity intensity index (HAI) was proposed based on land cover, population density, and satellite-based nighttime light for a long-term macroscopic study."
            ],
            "challenges": [
                "Global-scale datasets are not suitable for regional analysis. At the same time, the existing global-scale human activity datasets cannot be used for border research because of problems such as low resolution, short research periods, and inconsistent statistical calibers on both sides of the border. There are very few studies on the temporal and spatial evolution of human activities in the areas on both sides of China’s border on a fine scale."
            ],
            "methods": [
                "The HAI was calculated at 1 km resolution within the 50 km buffer zone of China’s land boundary on each side in 1992, 2000, 2010, and 2020, respectively."
            ],
            "dataset": [
                "The land cover data comes from the global land cover database from 1992 to 2020 produced by the European Space Agency, with a horizontal resolution of 300 m. The population density data were derived from the Socioeconomic Data and Applications Center, NASA. The population density data in 1992 was replaced with data from 1990 because it was lacking, using its Gridded Population of the World (GPW) data(v3) with 2.5 arcmin resolution. Population density data from 2000 to 2020 were adopted from UN World Population Prospects (WPP)-Adjusted Population Density (v4.10) with 1 km resolution. We adopted the global nighttime light intensity dataset processed by Li et al., which harmonized DMSP and VIIRS nighttime light data from 1992 to 2018 on a global scale, including temporally calibrated DMSP-OLS NTL time series data from 1992 to 2013 and converted NTL time series from the VIIRS data (2014–2018)."
            ],
            "findings": [
                "Results show that human activity is low in about 90% of the study area. Overall, the HAI on the Chinese side is higher than that on the neighboring side, and the intensity of land use on the Chinese side has increased significantly from 1992 to 2020. Among China’s neighbors, India has the highest HAI with the fastest growth. With the changes in the HAI between China and its neighboring countries, four regional evolution patterns are found in the study area: Sino-Russian HAI decline; Sino-Kazakhstan HAI unilateral growth; Indian HAI continuous growth; China and Indochina HAI synchronized growth. Hotspot analysis reveals three spatial evolution patterns, which are unilateral expansion, bilateral expansion, and cross-border fusion. Both the “border effect” and “agglomeration effect” exist in border areas. The HAI changes in border areas not only impact the eco-environment but also affect geopolitics and geoeconomics. The HAI can be used as an instrument for decision-making and cooperation between China and neighboring countries in such areas as ecological protection, border security, and border trade."
            ],
            "backgroundCn": [
                "人类活动正在以空前的规模和强度破坏生物地球化学循环，对陆地生态系统产生深远而剧烈的影响。关于人类对全球变暖贡献的科学证据非常明确。人类的排放和活动也对行星边界，如生物圈完整性、氮和磷循环以及土地系统，构成极高的风险，并成为推动全球环境变化的主要因素。联合国提出的2030议程和可持续发展目标（SDGs）旨在减少人类活动对生态系统的影响，并改善人类福祉。因此，人类活动的映射对于理解人类在塑造地球模式和过程中的作用至关重要。此外，理解人类活动强度在细微尺度上的时空演变对基础设施和地方治理至关重要。边境地区作为地理合作与地理冲突的前沿，正在经历人类活动的快速和广泛变化。自1990年以来，全球约五分之一的基于WorldPop的人口增长发生在边境地区，导致超过三分之一的森林损失，欧洲空间局气候变化倡议的估计显示了这一点。全球超过一半的陆生鸟类、哺乳动物和两栖动物跨越国际边界。除了受到森林砍伐和狩猎的威胁，这些物种还可能受到边境基础设施建设和两国之间缺乏协调保护活动的影响。"
            ],
            "research objectiveCn": [
                "在这项研究中，提出了一种基于土地覆盖、人口密度和卫星夜间光照的人类活动强度指数（HAI），用于长期宏观研究。"
            ],
            "challengesCn": [
                "全球尺度的数据集不适合区域分析。同时，现有的全球尺度人类活动数据集由于分辨率低、研究周期短以及边界两侧统计口径不一致等问题，无法用于边界研究。关于中国边界两侧地区人类活动的时空演变研究非常少。"
            ],
            "methodsCn": [
                "HAI是在中国陆地边界两侧50公里缓冲区内，以1公里分辨率计算的，时间为1992年、2000年、2010年和2020年。"
            ],
            "datasetCn": [
                "土地覆盖数据来自欧洲空间局生产的全球土地覆盖数据库，涵盖1992年至2020年，水平分辨率为300米。人口密度数据来源于美国国家航空航天局的社会经济数据与应用中心。1992年的人口密度数据因缺失而用1990年的数据替代，使用的是其全球人口网格数据（GPW）v3，分辨率为2.5弧分。2000年至2020年的人口密度数据采用联合国世界人口展望（WPP）调整后的人口密度（v4.10），分辨率为1公里。我们采用了由Li等人处理的全球夜间光强度数据集，该数据集对1992年至2018年的DMSP和VIIRS夜间光数据进行了协调，包括1992年至2013年的DMSP-OLS NTL时间序列数据和2014年至2018年的VIIRS数据转换的NTL时间序列。"
            ],
            "findingsCn": [
                "结果显示，研究区域约90%的人类活动较低。总体而言，中国一侧的人类活动指数（HAI）高于邻国一侧，并且中国一侧的土地利用强度自1992年至2020年显著增加。在中国的邻国中，印度的HAI最高且增长最快。随着中国与邻国之间HAI的变化，研究区域发现了四种区域演变模式：中俄HAI下降；中哈HAI单边增长；印度HAI持续增长；中印支那HAI同步增长。热点分析揭示了三种空间演变模式，即单边扩展、双边扩展和跨境融合。边境地区同时存在“边界效应”和“聚集效应”。边境地区HAI的变化不仅影响生态环境，还影响地缘政治和地缘经济。HAI可以作为中国与邻国在生态保护、边境安全和边境贸易等领域决策和合作的工具。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Is it possible for the human activity intensity index (HAI) to be constructed using land cover, population density, and nighttime light data?",
                "QuestionCn": "人类活动强度指数（HAI）是否可以通过土地覆盖、人口密度和夜间灯光数据构建？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Is the nighttime light intensity dataset used for constructing the human activity intensity index (HAI) harmonized to account for different satellite data sources?",
                "QuestionCn": "夜间光强度数据集用于构建人类活动强度指数（HAI）是否经过协调，以考虑不同卫星数据源的影响？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What data sources are utilized to calculate the human activity intensity index (HAI) in border areas?",
                "QuestionCn": "在人口边界地区计算人类活动强度指数（HAI）所使用的数据来源有哪些？",
                "AnswerEn": "land cover data from the European Space Agency's global land cover database, population density data from NASA's Socioeconomic Data and Applications Center, global nighttime light intensity data processed by Li et al.",
                "AnswerCn": "来自欧洲航天局全球土地覆盖数据库的土地覆盖数据，来自NASA社会经济数据和应用中心的人口密度数据，由Li等人处理的全球夜间光强度数据。",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What challenges are faced when using global-scale datasets for analyzing human activity in regional border areas?",
                "QuestionCn": "在使用全球规模的数据集分析区域边界地区的人类活动时面临哪些挑战？",
                "AnswerEn": "low resolution",
                "AnswerCn": "低分辨率",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "When were the human activity intensity indices calculated for the border areas, and at what resolution?",
                "QuestionCn": "人类活动强度指数是在何时计算的，边界地区的分辨率是多少？",
                "AnswerEn": "1992, 2000, 2010, 2020, 1 km",
                "AnswerCn": "1992年, 2000年, 2010年, 2020年, 1公里",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of how human activity intensity (HAI) can be calculated using land cover, population density, and nighttime light data in border regions over multiple decades?",
                "QuestionCn": "您能否提供一个如何使用土地覆盖、人口密度和夜间灯光数据在边境地区跨越多个十年计算人类活动强度（HAI）的示例？",
                "AnswerEn": "The human activity intensity index (HAI) was calculated at 1 km resolution within a 50 km buffer zone of China’s land boundary on each side for the years 1992, 2000, 2010, and 2020 using land cover data from the European Space Agency, population density data from NASA's Socioeconomic Data and Applications Center, and global nighttime light intensity datasets processed by Li et al.",
                "AnswerCn": "人类活动强度指数（HAI）在中国陆地边界两侧的50公里缓冲区内，以1公里分辨率计算，涵盖1992年、2000年、2010年和2020年，使用的数据包括来自欧洲空间局的土地覆盖数据、来自NASA社会经济数据与应用中心的人口密度数据，以及由Li等人处理的全球夜间光强度数据集。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a challenge faced when using global-scale datasets for regional analysis of human activities in border areas?",
                "QuestionCn": "在使用全球规模的数据集进行边境地区人类活动的区域分析时，面临的一个挑战是什么？",
                "AnswerEn": "A challenge is that global-scale datasets are not suitable for regional analysis due to issues such as low resolution, short research periods, and inconsistent statistical calibers on both sides of the border, hindering the study of temporal and spatial evolution of human activities in the areas on both sides of China's border on a fine scale.",
                "AnswerCn": "一个挑战是，全球尺度的数据集由于分辨率低、研究周期短以及两国之间统计口径不一致等问题，不适合进行区域分析，这妨碍了对中国边境两侧人类活动在时间和空间演变的细致研究。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the essential characteristics that define the human activity intensity index in the context of border areas?",
                "QuestionCn": "在边境地区，人类活动强度指数的基本特征是什么？",
                "AnswerEn": "land cover, population density, satellite-based nighttime light data, 1 km resolution, 50 km buffer zone on each side of a country's land boundary",
                "AnswerCn": "土地覆盖、人口密度、基于卫星的夜间灯光数据、1公里分辨率、国家陆地边界每侧50公里缓冲区",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the primary challenges in developing datasets suitable for analyzing human activity intensity at border regions?",
                "QuestionCn": "在开发适合分析边境地区人类活动强度的数据集时，主要面临的挑战有哪些？",
                "AnswerEn": "low resolution, short research periods, inconsistent statistical calibers, scarcity of studies on fine-scale temporal and spatial evolution",
                "AnswerCn": "低分辨率、短期研究周期、不一致的统计标准、关于细尺度时空演变的研究稀缺",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What specific features of land cover data and population density data are utilized for constructing a dataset on human activity intensity?",
                "QuestionCn": "用于构建人类活动强度数据集的土地覆盖数据和人口密度数据的具体特征是什么？",
                "AnswerEn": "300 m horizontal resolution, 2.5 arcmin resolution, 1 km resolution",
                "AnswerCn": "300米水平分辨率，2.5角分辨率，1公里分辨率",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "How many different time points are covered in the human activity intensity dataset?",
                "QuestionCn": "人类活动强度数据集中覆盖了多少个不同的时间点？",
                "AnswerEn": "4",
                "AnswerCn": "4",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What is the horizontal resolution of the land cover data used in the human activity intensity index calculation?",
                "QuestionCn": "用于人类活动强度指数计算的土地覆盖数据的水平分辨率是多少？",
                "AnswerEn": "300 m",
                "AnswerCn": "300 米",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'human activity intensity index (HAI)' mean in the context of data collection on human activities in border regions?",
                "QuestionCn": "在人类活动强度指数（HAI）的背景下，它指的是在边境地区收集人类活动数据的一个指标。",
                "AnswerEn": "In the context of data collection on human activities in border regions, the 'human activity intensity index (HAI)' refers to a metric proposed for studying human activity over a long-term period, incorporating land cover, population density, and satellite-based nighttime light data to understand the spatial and temporal evolution of human activity intensity at a fine scale.",
                "AnswerCn": "在人类活动边界地区的数据收集背景下，“人类活动强度指数（HAI）”是一个用于研究长期人类活动的指标，它结合了土地覆盖、人口密度和基于卫星的夜间灯光数据，以理解人类活动强度在空间和时间上的演变，且具有较高的精细度。",
                "Level": "C2(Understanding)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the resolution of land cover data from the European Space Agency compare to the resolution of population density data from NASA's Socioeconomic Data and Applications Center in the context of human activity intensity mapping?",
                "QuestionCn": "欧洲航天局的土地覆盖数据的分辨率与美国国家航空航天局社会经济数据与应用中心的人口密度数据的分辨率在人类活动强度映射的背景下如何比较？",
                "AnswerEn": "The land cover data from the European Space Agency has a horizontal resolution of 300 m, while the population density data from NASA's Socioeconomic Data and Applications Center varies, with the 1990 data having a resolution of 2.5 arcmin and the 2000 to 2020 data having a resolution of 1 km. This difference in resolution may affect the precision of human activity intensity mapping.",
                "AnswerCn": "欧洲航天局的土地覆盖数据水平分辨率为300米，而美国国家航空航天局社会经济数据与应用中心的人口密度数据分辨率各不相同，1990年的数据分辨率为2.5角分，2000年至2020年的数据分辨率为1公里。这种分辨率的差异可能会影响人类活动强度映射的精确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences between global-scale datasets and regional datasets in terms of their suitability for analyzing the spatial-temporal evolution of human activities in border areas?",
                "QuestionCn": "全球尺度数据集和区域数据集在分析边界地区人类活动的时空演变方面的适用性有什么区别？",
                "AnswerEn": "Global-scale datasets are often unsuitable for regional analysis of human activities in border areas due to low resolution, short research periods, and inconsistent statistical calibers. Regional datasets, such as those focusing on fine-scale temporal and spatial evolution in border areas, provide higher resolution and longer research periods, making them more suitable for border research.",
                "AnswerCn": "全球尺度的数据集由于分辨率低、研究周期短和统计标准不一致，往往不适合对边境地区人类活动进行区域分析。区域数据集，例如那些关注边境地区细尺度时间和空间演变的数据集，提供了更高的分辨率和更长的研究周期，使其更适合边境研究。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In terms of temporal coverage and calibration, how does the global nighttime light intensity dataset processed by Li et al. compare to traditional methods of measuring human activity intensity?",
                "QuestionCn": "在时间覆盖和校准方面，Li等人处理的全球夜间光强度数据集与传统的人类活动强度测量方法相比如何？",
                "AnswerEn": "The global nighttime light intensity dataset processed by Li et al. harmonizes DMSP and VIIRS nighttime light data from 1992 to 2018, including temporally calibrated DMSP-OLS NTL time series data and converted NTL time series from VIIRS data. Traditional methods may not offer such extensive temporal coverage or calibration, which can affect the accuracy and comprehensiveness of measuring human activity intensity over time.",
                "AnswerCn": "由Li等人处理的全球夜间光强度数据集对1992年至2018年的DMSP和VIIRS夜间光数据进行了统一，包括经过时间校准的DMSP-OLS NTL时间序列数据和从VIIRS数据转换的NTL时间序列数据。传统方法可能无法提供如此广泛的时间覆盖或校准，这可能会影响对人类活动强度随时间变化的测量的准确性和全面性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the challenges faced in using global-scale datasets for regional analysis in border research?",
                "QuestionCn": "在边界研究中，使用全球尺度数据集进行区域分析所面临的挑战的因素有哪些？",
                "AnswerEn": "Global-scale datasets are not suitable for regional analysis due to low resolution, short research periods, and inconsistent statistical calibers on both sides of the border.",
                "AnswerCn": "全球尺度的数据集由于分辨率低、研究周期短以及跨境统计标准不一致，不适合进行区域分析。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it difficult to analyze the temporal and spatial evolution of human activities in areas on both sides of China's border at a fine scale?",
                "QuestionCn": "在中国边界两侧的地区，以细致的尺度分析人类活动的时间和空间演变是困难的，原因是什么？",
                "AnswerEn": "Very few studies exist on the temporal and spatial evolution of human activities in these areas, and global-scale datasets often lack the necessary resolution and consistency for such fine-scale analysis.",
                "AnswerCn": "在这些地区，人类活动的时间和空间演变的研究非常少，全球范围的数据集往往缺乏进行如此精细分析所需的分辨率和一致性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the potential outcomes of using integrated datasets from land cover, population density, and nighttime light to measure human activity intensity along border regions?",
                "QuestionCn": "使用土地覆盖、人口密度和夜间灯光的综合数据集来测量边界地区人类活动强度的潜在结果是什么？",
                "AnswerEn": "Using integrated datasets allows for a comprehensive assessment of human activity intensity, which can reveal patterns such as unilateral or bilateral growth, as well as cross-border fusion of human activities. This can help in understanding geopolitical and geo-economic impacts, and can be used for informed decision-making in ecological protection, border security, and trade cooperation.",
                "AnswerCn": "使用综合数据集可以全面评估人类活动强度，这可以揭示单边或双边增长的模式，以及人类活动的跨境融合。这有助于理解地缘政治和地缘经济的影响，并可用于生态保护、边境安全和贸易合作的知情决策。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of developing a human activity intensity index (HAI) based on land cover, population density, and nighttime light data in border areas?",
                "QuestionCn": "开发基于土地覆盖、人口密度和夜间灯光数据的人类活动强度指数（HAI）在边境地区的目的是什么？",
                "AnswerEn": "The research objective is to propose a human activity intensity index (HAI) for a long-term macroscopic study, particularly focusing on border areas as frontiers of geo-cooperation and geo-conflict. Understanding the spatial-temporal evolution of human activity intensity on a fine scale is crucial for infrastructure and local governance, and mapping human activities is vital for understanding humanity’s role in shaping Earth’s patterns and processes.",
                "AnswerCn": "研究目标是提出一个人类活动强度指数（HAI），用于长期宏观研究，特别关注边界地区作为地理合作与地理冲突的前沿。理解人类活动强度在细尺度上的时空演变对于基础设施和地方治理至关重要，而绘制人类活动的分布图对于理解人类在塑造地球模式和过程中的作用至关重要。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it necessary to integrate multiple data sources such as land cover, population density, and nighttime light to analyze human activities in border regions?",
                "QuestionCn": "为什么整合土地覆盖、人口密度和夜间灯光等多个数据源对于分析边境地区的人类活动是必要的？",
                "AnswerEn": "Integrating multiple data sources is necessary because global-scale datasets are not suitable for regional analysis, and existing datasets cannot be used for border research due to low resolution, short research periods, and inconsistent statistical calibers on both sides of the border. This integration helps overcome these challenges and provides a more comprehensive understanding of human activities in border regions.",
                "AnswerCn": "整合多个数据源是必要的，因为全球尺度的数据集不适合区域分析，现有的数据集由于分辨率低、研究周期短以及两国边界两侧统计口径不一致，无法用于边界研究。这种整合有助于克服这些挑战，并提供对边界地区人类活动更全面的理解。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the intended outcomes of analyzing human activity intensity changes in border areas using the proposed methods?",
                "QuestionCn": "分析边境地区人类活动强度变化的预期结果是什么？",
                "AnswerEn": "The intended outcomes include understanding the impact of human activity changes on the eco-environment, geopolitics, and geoeconomics in border areas. The findings can be used as an instrument for decision-making and cooperation in areas such as ecological protection, border security, and border trade between China and its neighboring countries.",
                "AnswerCn": "预期成果包括理解人类活动变化对生态环境、地缘政治和边境地区地缘经济的影响。研究结果可以作为决策和合作的工具，用于生态保护、边境安全和中国与邻国之间的边境贸易等领域。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What data collection methods can be employed to develop a human activity intensity index at a regional scale, particularly focusing on border areas?",
                "QuestionCn": "可以采用哪些数据收集方法来开发区域尺度的人类活动强度指数，特别关注边境地区？",
                "AnswerEn": "To develop a human activity intensity index at a regional scale, especially in border areas, data collection methods can include utilizing land cover data from a global land cover database, population density data from sources such as the Socioeconomic Data and Applications Center, and satellite-based nighttime light data. These datasets should be processed to ensure compatibility in terms of resolution and temporal calibration to accurately reflect human activity over time.",
                "AnswerCn": "为了在区域尺度上，特别是在边境地区开发人类活动强度指数，数据收集方法可以包括利用全球土地覆盖数据库的土地覆盖数据、来自社会经济数据与应用中心的人口密度数据以及基于卫星的夜间灯光数据。这些数据集应进行处理，以确保在分辨率和时间校准方面的兼容性，以准确反映人类活动随时间的变化。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "How can challenges associated with low resolution and short research periods in global-scale human activity datasets be addressed for border-specific research?",
                "QuestionCn": "如何解决全球范围内人类活动数据集中与低分辨率和短期研究相关的挑战，以便进行边界特定的研究？",
                "AnswerEn": "Challenges related to low resolution and short research periods in global-scale human activity datasets can be addressed by selecting datasets that offer higher resolution and longer temporal coverage, such as the European Space Agency's land cover database with a horizontal resolution of 300 m and harmonized nighttime light datasets that extend over multiple decades. Additionally, ensuring consistent statistical calibers across borders is crucial for accurate analysis.",
                "AnswerCn": "与全球范围内人类活动数据集相关的低分辨率和短研究周期的挑战可以通过选择提供更高分辨率和更长时间覆盖的数据集来解决，例如欧洲航天局的土地覆盖数据库，其水平分辨率为300米，以及跨越多个十年的夜间灯光数据集。此外，确保跨国界的一致统计标准对于准确分析至关重要。",
                "Level": "C6(Creating)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What methods have enabled the integration of multiple data sources, such as land cover, population density, and nighttime light, to construct a human activity intensity index in border regions?",
                "QuestionCn": "哪些方法使得能够整合多个数据源，如土地覆盖、人口密度和夜间灯光，以构建边境地区的人类活动强度指数？",
                "AnswerEn": "The integration of multiple data sources has been enabled by using land cover data from the European Space Agency with a horizontal resolution of 300 m, population density data from NASA's Socioeconomic Data and Applications Center, and a harmonized global nighttime light intensity dataset processed by Li et al. This combination allows for the calculation of the human activity intensity index at a 1 km resolution within the 50 km buffer zone of China's land boundary.",
                "AnswerCn": "通过使用欧洲空间局的土地覆盖数据（水平分辨率为300米）、来自NASA社会经济数据与应用中心的人口密度数据，以及由Li等人处理的协调全球夜间光强度数据集，实现了多个数据源的集成。这种组合使得能够在中国陆地边界50公里缓冲区内以1公里分辨率计算人类活动强度指数。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What challenges must be addressed to improve the resolution and consistency of human activity datasets for regional analysis, particularly in border areas?",
                "QuestionCn": "为了改善边境地区区域分析的人类活动数据集的分辨率和一致性，必须解决哪些挑战？",
                "AnswerEn": "Challenges include the inadequacy of global-scale datasets for regional analysis, issues with low resolution, short research periods, and inconsistent statistical calibers on both sides of the border. Addressing these challenges requires creating datasets with higher resolution and ensuring consistent data collection standards across borders.",
                "AnswerCn": "挑战包括全球尺度数据集在区域分析中的不足、低分辨率、研究周期短以及跨境双方统计标准不一致。解决这些挑战需要创建更高分辨率的数据集，并确保跨境数据收集标准的一致性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How do land use changes and geopolitical factors enable the analysis of human activity intensity variations along international borders?",
                "QuestionCn": "土地利用变化和地缘政治因素如何使得分析国际边界沿线人类活动强度的变化成为可能。",
                "AnswerEn": "Land use changes and geopolitical factors enable the analysis of human activity intensity by providing insight into regional evolution patterns, such as unilateral growth or synchronized growth, and the impacts of these changes on eco-environment, geopolitics, and geoeconomics. This is evident in the findings that highlight differing HAI patterns between China and its neighboring countries, influenced by both the 'border effect' and 'agglomeration effect'.",
                "AnswerCn": "土地利用变化和地缘政治因素使得人类活动强度的分析成为可能，提供了区域演变模式的洞察，例如单边增长或同步增长，以及这些变化对生态环境、地缘政治和地缘经济的影响。这在研究结果中得到了体现，突显了中国与邻国之间人类活动强度（HAI）模式的差异，这些差异受到“边界效应”和“聚集效应”的影响。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might global-scale datasets be unsuitable for regional analysis in the context of human activity studies in border areas?",
                "QuestionCn": "全球尺度的数据集在边界地区的人类活动研究中可能不适合进行区域分析的原因是什么？",
                "AnswerEn": "Global-scale datasets are not suitable for regional analysis because they often suffer from issues such as low resolution, short research periods, and inconsistent statistical calibers on both sides of the border.",
                "AnswerCn": "全球尺度的数据集不适合区域分析，因为它们通常存在低分辨率、研究周期短以及跨境统计口径不一致等问题。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the anticipated challenges when analyzing the spatial and temporal evolution of human activities in the border areas of China?",
                "QuestionCn": "在分析中国边境地区人类活动的空间和时间演变时，预期会面临哪些挑战？",
                "AnswerEn": "There are very few studies on the temporal and spatial evolution of human activities in the areas on both sides of China’s border on a fine scale, which presents challenges due to the lack of detailed and high-resolution data.",
                "AnswerCn": "关于中方边界两侧人类活动的时间和空间演变的研究非常少，这给研究带来了挑战，因为缺乏详细和高分辨率的数据。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "How do you evaluate the effectiveness of using land cover, population density, and nighttime light data as indicators for human activity intensity in border regions?",
                "QuestionCn": "如何评估使用土地覆盖、人口密度和夜间灯光数据作为边境地区人类活动强度指标的有效性？",
                "AnswerEn": "The use of land cover, population density, and nighttime light data as indicators is effective as it provides a comprehensive measure of human activity intensity. These indicators capture various aspects of human presence and development, which are critical for understanding the spatial-temporal evolution of human activities on a fine scale in border regions. However, their effectiveness may vary depending on the resolution and accuracy of the data sources.",
                "AnswerCn": "土地覆盖、人口密度和夜间灯光数据作为指标的使用是有效的，因为它提供了人类活动强度的综合测量。这些指标捕捉了人类存在和发展的各个方面，这对于理解边境地区人类活动的时空演变至关重要。然而，它们的有效性可能会因数据源的分辨率和准确性而有所不同。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What challenges might arise when relying on global-scale datasets for regional analysis in border areas, and how can these challenges be addressed?",
                "QuestionCn": "在边境地区进行区域分析时，依赖全球规模的数据集可能会出现哪些挑战，以及如何解决这些挑战？",
                "AnswerEn": "Global-scale datasets often pose challenges such as low resolution, short research periods, and inconsistent statistical calibers, which can limit their suitability for regional analysis in border areas. These challenges can be addressed by developing region-specific datasets with higher resolution and longer research periods, ensuring consistent data calibration across borders, and integrating multiple data sources for a more nuanced understanding.",
                "AnswerCn": "全球尺度的数据集常常面临低分辨率、研究周期短和统计标准不一致等挑战，这可能限制它们在边界地区的区域分析适用性。可以通过开发具有更高分辨率和更长研究周期的区域特定数据集、确保跨境数据校准的一致性，以及整合多种数据源以获得更细致的理解来解决这些挑战。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I'm not sure how land cover, population density, and nighttime light data can be effectively combined to assess human activity intensity across large border areas.",
                "QuestionCn": "我不确定如何有效地将土地覆盖、人口密度和夜间灯光数据结合起来，以评估大边界地区的人类活动强度。",
                "AnswerEn": "The human activity intensity index (HAI) is proposed based on land cover, population density, and satellite-based nighttime light data. This index is calculated at a 1 km resolution within a 50 km buffer zone along China's land boundary for the years 1992, 2000, 2010, and 2020. The combination allows for a comprehensive long-term macroscopic study of human activity in these regions.",
                "AnswerCn": "人类活动强度指数（HAI）是基于土地覆盖、人口密度和卫星夜间光照数据提出的。该指数在中国陆地边界沿线50公里缓冲区内以1公里分辨率计算，涵盖1992年、2000年、2010年和2020年。这种组合方法允许对这些地区的人类活动进行全面的长期宏观研究。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "I don't understand the challenges faced when using global-scale datasets for regional border area analysis.",
                "QuestionCn": "我不理解在区域边界分析中使用全球规模数据集时面临的挑战。",
                "AnswerEn": "Global-scale datasets are not ideal for regional analysis due to low resolution, short research periods, and inconsistent statistical calibers across borders. These limitations hinder studies on the temporal and spatial evolution of human activities in border areas, particularly around China’s borders.",
                "AnswerCn": "全球尺度的数据集由于分辨率低、研究周期短以及跨境统计标准不一致，无法满足区域分析的需求。这些限制妨碍了对边境地区人类活动的时间和空间演变的研究，特别是在中国边境地区。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "I'm unclear on how the temporal calibration of nighttime light data can contribute to the analysis of human activity over an extended period.",
                "QuestionCn": "我不清楚夜间灯光数据的时间校准如何有助于对人类活动进行长期分析。",
                "AnswerEn": "The global nighttime light intensity dataset used combines temporally calibrated DMSP-OLS NTL time series data from 1992 to 2013 with VIIRS data from 2014 to 2018. This harmonization allows for consistent analysis of human activity intensity over a long period, contributing to the understanding of spatial-temporal evolution in border areas.",
                "AnswerCn": "全球夜间光强度数据集结合了1992年至2013年的DMSP-OLS夜间灯光时间序列数据与2014年至2018年的VIIRS数据。这种协调使得对人类活动强度的长期一致分析成为可能，有助于理解边界地区的时空演变。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please identify challenges associated with using global-scale datasets for regional analysis in studying human activity intensity around border areas.",
                "QuestionCn": "识别使用全球尺度数据集进行区域分析时在研究边界地区人类活动强度方面面临的挑战。",
                "AnswerEn": "Challenges include low resolution, short research periods, and inconsistent statistical calibers on both sides of the border, which make global-scale datasets unsuitable for detailed regional analysis. This has limited research on the spatial and temporal evolution of human activities around China’s border areas at a fine scale.",
                "AnswerCn": "挑战包括低分辨率、短期研究周期以及两国之间不一致的统计标准，这使得全球尺度的数据集不适合进行详细的区域分析。这限制了对中国边境地区人类活动在空间和时间演变方面的细致研究。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}