{
  "id": "07076a49-7f67-41e2-820e-82839bee4374",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "A giant bamboo rat from the latest Miocene of Yunnan",
      "titleCn": "云南晚中新世一巨型竹鼠 牙齿化石图像数据",
      "description": "(1) This data includes original images and line diagrams of bamboo rat tooth fossils at the Shuitangba site in Zhaotong, Yunnan, as well as measurement data on tooth size. (2) The main channels for obtaining data are camera photography, microscopic measurements, and literature collection. (3) The image quality is a high-resolution original size image. (4) The prospect of image application is that it can be used for further in-depth research and comparison.",
      "descriptionCn": "（1）本数据包括云南昭通水塘坝地点的竹鼠牙齿化石原始图片和线条图以及对于牙齿尺寸的测量数据等。（2）数据主要获取途径为相机拍摄和显微镜下测量及文献收集获取。（3）图片质量为高分辨率原始尺寸图片。（4）图片应用前景为可用于进一步深入研究比较。                                                                                                                                                           ",
      "instructions": "The data naming includes two parts: images and tables. The naming convention for images is consistent with the illustrations in the paper; The table naming method is consistent with the original data in the paper table. Can be directly referenced and analyzed.",
      "instructionsCn": "数据命名包括图片和表格两部分。图片命名方式与论文插图一致；表格命名方式与论文表格原始数据一致。可直接引用和进行相关分析。",
      "east": 88.0,
      "west": 86.0,
      "south": 29.0,
      "north": 32.0,
      "startTime": "2023-02-01 12:15:01",
      "endTime": "2024-02-01 12:15:01",
      "fileSize": 1018471.0,
      "cstr": "18406.11.Paleoenv.tpdc.301095",
      "doi": "10.11888/Paleoenv.tpdc.301095",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "李强",
        "nameEn": "LI Qiang ",
        "unitEn": "Institute Of Vertebrate Paleontology And Paleoanthropology, Chinese Academy Of Sciences",
        "unitCn": "中国科学院古脊椎动物与古人类研究所"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": " A giant bamboo rat from the latest Miocene of Yunnan. Vertebrata PalAsiatica,",
        "referenceCn": null,
        "referenceEn": "Flynn, L. J., Li, Q., & Kelley, J., et al. (2023). A giant bamboo rat from the latest Miocene of Yunnan. Vertebrata PalAsiatica, 61(4), 277–283."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "古环境",
        "nameEn": "Palaeoenvironment"
      }
    ],
    "themeList": [
      {
        "nameCn": "古气候重建",
        "nameEn": "Paleoclimate Reconstruction"
      },
      {
        "nameCn": "生物化石",
        "nameEn": "Macrofossils"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "禄丰",
        "keywordEn": "Lufeng"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "中新世",
        "keywordEn": "Miocene",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
        "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
        "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
      },
      {
        "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
        "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
        "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
        "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
        "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
      },
      {
        "titleCn": "三极冰芯数据集（1968-2015）",
        "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
      },
      {
        "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
        "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
      },
      {
        "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
        "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the specific characteristics of image data collected from teeth fossils of giant bamboo rats in the Late Miocene of Yunnan?",
        "QuestionCn": "来自云南晚中新世巨竹鼠牙齿化石的图像数据的具体特征是什么？",
        "AnswerEn": "high-resolution, original size images, original pictures, line drawings, measurement data of teeth dimensions",
        "AnswerCn": "高分辨率、原始尺寸图像、原始图片、线条图、牙齿尺寸的测量数据",
        "Level": "C1(Remembering)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many high-resolution images were captured for the giant bamboo rat tooth fossils from the late Miocene in Yunnan?",
        "QuestionCn": "云南晚中新世的巨型竹鼠牙齿化石捕获了多少张高分辨率图像？",
        "AnswerEn": "The metadata does not specify the exact number of high-resolution images captured for the giant bamboo rat tooth fossils.",
        "AnswerCn": "元数据未指定拍摄巨型竹鼠牙齿化石的高清图像的确切数量。",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What are the primary methods used for collecting high-resolution image data of rodent fossils in paleontological research?",
        "QuestionCn": "在古生物学研究中，收集啮齿动物化石的高分辨率图像数据的主要方法有哪些？",
        "AnswerEn": "The primary methods for collecting high-resolution image data of rodent fossils include camera photography and microscopic measurement, as well as literature collection.",
        "AnswerCn": "收集啮齿动物化石的高分辨率图像数据的主要方法包括相机摄影、显微测量以及文献收集。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods of capturing high-resolution images through camera photography and microscope measurements compare to literature-based data acquisition techniques in terms of accuracy and detail for giant bamboo rat tooth fossils?",
        "QuestionCn": "高分辨率图像捕捉通过相机摄影和显微镜测量的数据收集方法与基于文献的数据获取技术在准确性和细节方面如何比较，特别是针对巨型竹鼠牙齿化石？",
        "AnswerEn": "The data collection methods include camera photography and microscope measurements, which provide high-resolution original size images and precise measurements of tooth dimensions, compared to literature-based data acquisition that may rely on previously recorded data or secondary sources.",
        "AnswerCn": "数据收集方法包括相机摄影和显微镜测量，这些方法提供高分辨率的原始尺寸图像和精确的牙齿尺寸测量，相比之下，基于文献的数据获取可能依赖于先前记录的数据或二手来源。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the primary goals of capturing high-resolution images and measuring tooth dimensions for a dataset on fossilized giant bamboo rat teeth from the Late Miocene of Yunnan?",
        "QuestionCn": "捕捉高分辨率图像和测量云南晚中新世化石巨型竹鼠牙齿的尺寸的主要目标是什么？",
        "AnswerEn": "The primary goals of capturing high-resolution images and measuring tooth dimensions are to provide detailed visual and quantitative data that can be used for further in-depth comparative research. These images and measurements aim to enhance the understanding of the morphological characteristics and evolutionary history of giant bamboo rats from this period.",
        "AnswerCn": "捕捉高分辨率图像和测量牙齿尺寸的主要目标是提供详细的视觉和定量数据，以便用于进一步深入的比较研究。这些图像和测量旨在增强对这一时期巨型竹鼠的形态特征和进化历史的理解。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the key steps involved in capturing high-resolution images and measuring the dimensions of giant bamboo rat tooth fossils using a camera and microscope?",
        "QuestionCn": "使用相机和显微镜捕捉高分辨率图像并测量巨竹鼠牙齿化石尺寸的关键步骤是什么？",
        "AnswerEn": "The key steps include using a camera to capture high-resolution original size images of the giant bamboo rat tooth fossils, conducting measurements of the teeth under a microscope, and collecting data from relevant literature to ensure comprehensive size measurement data.",
        "AnswerCn": "关键步骤包括使用相机拍摄巨型竹鼠牙齿化石的高分辨率原始尺寸图像，在显微镜下对牙齿进行测量，以及从相关文献中收集数据，以确保全面的尺寸测量数据。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological tools and methods enable the high-resolution imaging and measurement of fossilized rodent teeth for research purposes?",
        "QuestionCn": "哪些技术工具和方法能够实现对化石化啮齿动物牙齿的高分辨率成像和测量，以用于研究目的？",
        "AnswerEn": "The data collection methods include using cameras for high-resolution photography and microscopes for precise measurement of the teeth fossils.",
        "AnswerCn": "数据收集方法包括使用相机进行高分辨率摄影和显微镜进行牙齿化石的精确测量。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}