{
    "id": "07497631-0475-48b5-ba53-c17f9076c72f",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "A new Greenland digital elevation model derived from ICESat-2",
            "titleCn": "格陵兰500m分辨率DEM（2019年5月）",
            "description": "Greenland digital elevation models (DEMs) are indispensable to fieldwork, ice velocity calculations, and mass change estimations. Previous DEMs have provided reasonable estimations for the entire Greenland, but the time span of applied source data may lead to mass change estimation bias. To provide a DEM with a specific time-stamp, we applied approximately 5.8×108 ICESat-2 observations from November 2018 to November 2019 to generate a new DEM, including the ice sheet and glaciers in peripheral Greenland. A spatiotemporal model fit process was performed at 500 m, 1,2, and 5 km grid cells separately, and the final DEM was posted at the modal resolution of 500 m. A total of 98% of the grids were obtained by the model fit, and the remaining DEM gaps were estimated via the ordinary Kriging interpolation method. Compared with IceBridge mission data acquired by the Airborne Topographic Mapper (ATM) Lidar system, the ICESat-2 DEM was estimated to have a maximum median difference of -0.48 m. The performance of the grids obtained by model fit and interpolation was similar, which both agreed well with the IceBridge data. DEM uncertainty rises in regions of low latitude and high slope or roughness. Furthermore, the ICESat-2 DEM showed significant accuracy improvements compared with other altimeter-derived DEMs, and the accuracy was comparable to those derived from stereo-photogrammetry and interferometry. Overall, the ICESat-2 DEM showed excellent accuracy stability under various topographic conditions, which can provide a specific time-stamped DEM with high accuracy that will be useful to study Greenland elevation and mass balance changes.",
            "descriptionCn": "格陵兰数字高程模型 (DEM) 对于实地工作、冰速计算和质量变化估计是必不可少的。以前的 DEM 已经为整个格陵兰岛提供了合理的估计，但应用源数据的时间跨度可能会导致质量变化估计偏差。为了给 DEM 提供一个特定的时间戳，我们从 2018 年 11 月到 2019 年 11 月应用了大约 5.8×108 ICESat-2 观测来生成一个新的 DEM，包括格陵兰周边的冰盖和冰川。时空模型拟合过程分别在 500 m、1,2 和 5 km 网格单元上执行，最终 DEM 以 500 m 分辨率发布。通过模型拟合获得总共98%网格的高程，剩余的DEM空洞通过普通克里金插值法估计。与机载地形测绘仪 (ATM) 激光雷达系统获取的 IceBridge 任务数据相比，ICESat-2 DEM 的最大中值差异估计为 -0.48 m。通过模型拟合和插值获得的网格的性能相似，都与 IceBridge 数据非常吻合。 DEM 的不确定性在低纬度和高坡度或粗糙度区域增加。此外，与其他高度计衍生的 DEM 相比，ICESat-2 DEM 显示出显着的精度提高，并且精度与立体摄影测量和干涉测量的精度相当。总体而言，ICESat-2 DEM 在各种地形条件下均表现出精度稳定性，可以提供具有高精度的特定时间戳 DEM，这将有助于研究格陵兰岛海拔和质量平衡变化。",
            "instructions": "greenlandDEM_201905.tif : Greenland DEM; greenlandDEM_uncertainty_201905.tif :DEM  uncertainty in Greenland",
            "instructionsCn": "greenlandDEM_201905.tif 格陵兰岛DEM；greenlandDEM_uncertainty_201905.tif 格陵兰岛DEM高程不确定性",
            "east": -10.0,
            "west": -74.0,
            "south": 59.0,
            "north": 84.0,
            "startTime": "2019-05-01 00:00:00",
            "endTime": "2019-05-31 00:00:00",
            "fileSize": 143495300.0,
            "cstr": "18406.11.Geogra.tpdc.271336",
            "doi": "10.11888/Geogra.tpdc.271336",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "范宇宾",
                "nameEn": "FAN Yubin",
                "unitEn": "",
                "unitCn": "南京大学"
            },
            {
                "nameCn": "柯长青",
                "nameEn": "KE Changqing",
                "unitEn": "",
                "unitCn": "南京大学"
            },
            {
                "nameCn": "沈校熠",
                "nameEn": "SHEN Xiaoyi",
                "unitEn": "",
                "unitCn": "南京大学"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "A new Greenland digital elevation model derived from ICESat-2 during 2018–2019",
                "referenceCn": null,
                "referenceEn": "Fan, Y., Ke, C.-Q., and Shen, X. (2022). A new Greenland digital elevation model derived from ICESat-2 during 2018–2019. Earth Syst. Sci. Data, 14, 781–794, https://doi.org/10.5194/essd-14-781-2022."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "日地空间物理与天文",
                "nameEn": "Solar-Terrestrial Physics and Astronomy"
            }
        ],
        "themeList": [
            {
                "nameCn": "银河系",
                "nameEn": "Galactic System"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "格陵兰岛",
                "keywordEn": "Greenland"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "2019年5月",
                "keywordEn": "May 2019",
                "type": "temporal"
            }
        ],
        "fundVOList": null,
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            },
            {
                "titleCn": "时空三极环境大数据平台",
                "titleEn": "A Big Earth Data Platform for Three Poles"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleCn": "全球AVHRR遥感植被春季返青期物候（1981-2013）",
                "titleEn": "The global AVHRR remote sensing vegetation phenology at peturning green stage in spring (1981-2003)"
            },
            {
                "titleCn": "“一带一路”地区生态承载力空间分布图（2015）",
                "titleEn": "Spatial distribution map of ecological carrying capacity in One Belt And One Road area in 2015"
            },
            {
                "titleCn": "中国湖泊数据集（1960s-2020）",
                "titleEn": "China lake dataset (1960s-2020)"
            },
            {
                "titleCn": "“一带一路”典型国家样地样点光谱特征（2015）",
                "titleEn": "Spectral characteristics of sample plots in typical countries along the belt (2015)"
            },
            {
                "titleCn": "“一带一路”沿线34个关键节点区域百米尺度GDP格网数据集（2015）",
                "titleEn": "100m Gridded datasets for Gross Domestic Product of 34 key nodes (2015)"
            },
            {
                "titleCn": "北极积雪面积比例时序数据（2000-2019）",
                "titleEn": "Time series data of snow area ratio in the Arctic (2000-2019)"
            },
            {
                "titleCn": "西亚地区荒漠化时空格局专题数据（1990-2018）",
                "titleEn": "Thematic data on desertification of Western Asia (1990-2008)"
            },
            {
                "titleCn": "欧亚大陆草地遥感三级分类图（2009）",
                "titleEn": "Classification map of grassland in Eurasia (2009)"
            },
            {
                "titleCn": "欧亚大陆温性草地类型时空变异图-中国内蒙古区域三级分类（2009）",
                "titleEn": "Spatiotemporal variation map of temperate grassland types in Eurasia- Inner Mongolia region three class classification (2009)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "Greenland's digital elevation model (DEM) is particularly important for fieldwork planning and numerical modeling verification. The ice deformation rate and the underlying bedrock condition can be measured with ice thickness data, which is useful to determine subglacial hydrological pathways. The surface elevation at different periods is also indispensable for studying elevation and mass changes to understand ice dynamics and estimate potential sea level changes. The currently available DEMs of all of Greenland include those based on stereophotogrammetry, altimeters, and interferometry. ICESat-2, with a new generation satellite-borne lidar altimeter, is intended as a successor to the ICESat mission to quantify the contribution of polar ice sheets to sea level rise and the impact of climate change. ICESat-2 has an orbital altitude of 500 km and an orbital inclination of 92°, including a revisit period of 91 days, and can provide centimeter-scale measurements of different surface types. The ICESat-2 beam footprint of approximately 17 m with a spatial interval of 0.7 m ensures accurate elevation measurements at a high orbital resolution by determining the local ice sheet slope. The accuracy in the flat ice sheet can reach 3 cm, and it can still be less than 14 cm even for complex topography, which makes ICESat-2 a great data source to generate a DEM with high resolution and accuracy."
            ],
            "research objective": [
                "Here, we present a novel Greenland DEM (ICESat-2 DEM) in May 2019 with a 500 m resolution using a spatiotemporal model fit based on ICESat-2 measurements from November 2018 to November 2019. The overall accuracy of ICESat-2 DEM was evaluated by comparing it to the spatiotemporally matched IceBridge data. The performance was also compared with other published DEMs under various terrain conditions to validate the reliability of the ICESat-2 DEM."
            ],
            "challenges": [
                "DEM uncertainty rises in regions of low latitude and high slope or roughness."
            ],
            "methods": [
                "A spatiotemporal model fit process was performed at 500 m, 1 km, 2 km, and 5 km grid cells separately, and the final DEM was posted at the modal resolution of 500 m. A total of 98% of the grids were obtained by the model fit, and the remaining DEM gaps were estimated via the ordinary Kriging interpolation method."
            ],
            "dataset": [
                "We used approximately 5.8×10^8 ICESat-2 elevation footprints to generate a new DEM, that is, the ICESat-2 DEM. To evaluate the accuracy of the ICESat-2 DEM, we used Airborne Topographic Mapper (ATM) surface elevation data from the IceBridge survey. During 2009–2019, IceBridge provided millions of footprints over Greenland, covering both the peripheral and inland areas of Greenland. The distribution of IceBridge data for May 2019, which was used to evaluate the accuracy of the new ICESat-2 DEM, is displayed in Fig. 1."
            ],
            "findings": [
                "The ICESat-2 DEM was estimated to have a maximum median difference of −0.48 m compared with IceBridge mission data acquired by the Airborne Topographic Mapper (ATM) lidar system. The performance of the grids obtained by model fit and interpolation was similar, both of which agreed well with the IceBridge data. Furthermore, the ICESat-2 DEM showed significant accuracy improvements compared with other altimeter-derived DEMs, and the accuracy was comparable to those derived from stereophotogrammetry and interferometry. Overall, the ICESat-2 DEM showed excellent accuracy stability under various topographic conditions, which can provide a specific time-stamped DEM with high accuracy that will be useful to study Greenland elevation and mass balance changes."
            ],
            "backgroundCn": [
                "格林兰的数字高程模型（DEM）对于实地工作规划和数值模型验证特别重要。冰厚度数据可以测量冰变形速率和底层基岩状况，这对于确定亚冰水文通道非常有用。不同时间段的表面高程对于研究高程和质量变化以理解冰动态和估算潜在海平面变化也是不可或缺的。目前可用的格林兰DEM包括基于立体摄影测量、测高仪和干涉测量的数据。ICESat-2配备新一代卫星激光雷达测高仪，旨在作为ICESat任务的继任者，以量化极地冰盖对海平面上升的贡献及气候变化的影响。ICESat-2的轨道高度为500公里，轨道倾角为92°，重访周期为91天，能够提供不同表面类型的厘米级测量。ICESat-2的光束足迹约为17米，空间间隔为0.7米，通过确定局部冰盖坡度确保了高轨道分辨率下的准确高程测量。在平坦冰盖上的精度可达到3厘米，即使在复杂地形下也能保持在14厘米以内，这使得ICESat-2成为生成高分辨率和高精度DEM的优秀数据源。"
            ],
            "research objectiveCn": [
                "在这里，我们呈现了一种新的格林兰数字高程模型（ICESat-2 DEM），其分辨率为500米，数据采集时间为2019年5月，基于2018年11月至2019年11月的ICESat-2测量结果进行时空模型拟合。通过将ICESat-2 DEM与时空匹配的IceBridge数据进行比较，评估了ICESat-2 DEM的整体准确性。同时，还在各种地形条件下将其性能与其他已发布的数字高程模型进行了比较，以验证ICESat-2 DEM的可靠性。"
            ],
            "challengesCn": [
                "在低纬度和高坡度或粗糙度的地区，数字高程模型（DEM）的不确定性增加。"
            ],
            "methodsCn": [
                "在500米、1公里、2公里和5公里的网格单元上分别进行了时空模型拟合过程，最终的数字高程模型（DEM）以500米的模态分辨率发布。总共有98%的网格是通过模型拟合获得的，其余的DEM缺口通过普通克里金插值法进行估算。"
            ],
            "datasetCn": [
                "我们使用了大约5.8×10^8个ICESat-2高程足迹生成了一种新的数字高程模型（DEM），即ICESat-2 DEM。为了评估ICESat-2 DEM的准确性，我们使用了来自IceBridge调查的航空测绘仪（ATM）表面高程数据。在2009年至2019年期间，IceBridge提供了数百万个高程足迹，覆盖了格林兰的边缘和内陆地区。用于评估新ICESat-2 DEM准确性的2019年5月的IceBridge数据分布如图1所示。"
            ],
            "findingsCn": [
                "ICESat-2数字高程模型（DEM）与由航空测绘仪（ATM）激光雷达系统获取的IceBridge任务数据相比，最大中位差为−0.48米。通过模型拟合和插值获得的网格性能相似，两者与IceBridge数据的吻合度良好。此外，ICESat-2 DEM与其他卫星高度计衍生的DEM相比，显示出显著的精度提升，其精度与立体摄影测量和干涉测量衍生的DEM相当。总体而言，ICESat-2 DEM在各种地形条件下表现出卓越的精度稳定性，能够提供高精度的时间戳DEM，这将对研究格林兰的高程和质量变化非常有用。"
            ]
        }
    ],
    "query": {
        "Verification": [
            {
                "QuestionEn": "Can a spatiotemporal model fit process be used to generate a Digital Elevation Model (DEM) with 500 m resolution in Greenland?",
                "QuestionCn": "时空模型拟合过程可以用于生成格林兰500米分辨率的数字高程模型（DEM）吗？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Is ordinary Kriging interpolation a viable method for estimating gaps in the DEM grid?",
                "QuestionCn": "普通克里金插值法是否是估计数字高程模型（DEM）网格中缺口的可行方法？",
                "AnswerEn": "Yes",
                "AnswerCn": "是",
                "Level": "C5(Evaluating)"
            }
        ],
        "Disjunctive": [
            {
                "QuestionEn": "Is the generation of high-resolution DEMs for Greenland more effectively achieved using ICESat-2 measurements, stereophotogrammetry, or interferometry?",
                "QuestionCn": "格林兰高分辨率数字高程模型（DEM）的生成是通过ICESat-2测量、立体摄影测量还是干涉测量更有效？",
                "AnswerEn": "ICESat-2 measurements",
                "AnswerCn": "ICESat-2 测量数据",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "Does the increased uncertainty in DEMs for Greenland primarily occur due to low latitude regions, high slope areas, or rough surface conditions?",
                "QuestionCn": "格林兰数字高程模型（DEMs）中不确定性的增加主要是由于低纬度地区、高坡度区域还是粗糙的表面条件？",
                "AnswerEn": "high slope areas or rough surface conditions",
                "AnswerCn": "高坡度区域或粗糙表面条件",
                "Level": "C4(Analyzing)"
            }
        ],
        "Concept Completion": [
            {
                "QuestionEn": "What is the main data collection method used to generate a high-resolution digital elevation model (DEM) for Greenland?",
                "QuestionCn": "生成格林兰高分辨率数字高程模型（DEM）的主要数据收集方法是什么？",
                "AnswerEn": "ICESat-2",
                "AnswerCn": "ICESat-2",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "Where do uncertainties typically arise in the DEM generated for Greenland using ICESat-2 data?",
                "QuestionCn": "在使用ICESat-2数据生成格林兰数字高程模型（DEM）时，通常在哪些方面会出现不确定性？",
                "AnswerEn": "regions of low latitude and areas with high slope or roughness",
                "AnswerCn": "低纬度地区和高坡度或粗糙度区域",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What datasets were used to evaluate the accuracy of the ICESat-2 DEM for Greenland?",
                "QuestionCn": "用于评估ICESat-2 DEM在格林兰地区准确性的数据显示集是什么？",
                "AnswerEn": "Airborne Topographic Mapper (ATM) surface elevation data",
                "AnswerCn": "机载测高仪 (ATM) 表面高程数据",
                "Level": "C1(Remembering)"
            }
        ],
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to address the challenge of DEM uncertainty in regions with high slope or roughness?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，以应对高坡度或粗糙地区数字高程模型（DEM）不确定性的问题？",
                "AnswerEn": "A spatiotemporal model fit process was performed at 500 m, 1 km, 2 km, and 5 km grid cells separately. This method helped to generate a more accurate DEM by addressing uncertainties in regions with high slope or roughness. Ordinary Kriging interpolation was used to estimate remaining DEM gaps.",
                "AnswerCn": "在500米、1公里、2公里和5公里的网格单元上分别进行了时空模型拟合过程。该方法通过解决高坡度或粗糙区域的不确定性，帮助生成了更准确的数字高程模型（DEM）。使用普通克里金插值法估计剩余的DEM缺口。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is an example of a dataset used to evaluate the accuracy of a newly generated DEM in Greenland?",
                "QuestionCn": "用于评估格陵兰新生成数字高程模型（DEM）准确性的一个数据集示例是什么？",
                "AnswerEn": "The Airborne Topographic Mapper (ATM) surface elevation data from the IceBridge survey was used to evaluate the accuracy of the newly generated ICESat-2 DEM. IceBridge provided millions of footprints over Greenland, which were crucial for accuracy assessment.",
                "AnswerCn": "冰桥（IceBridge）调查中的空气测量仪（ATM）表面高程数据被用来评估新生成的ICESat-2数字高程模型（DEM）的准确性。冰桥提供了数百万个在格林兰的足迹，这对准确性评估至关重要。",
                "Level": "C1(Remembering)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What challenges are associated with the elevation data collection process for Greenland's DEM using ICESat-2?",
                "QuestionCn": "与使用ICESat-2收集格林兰数字高程模型（DEM）相关的挑战有哪些？",
                "AnswerEn": "low latitude, high slope, roughness",
                "AnswerCn": "低纬度、高坡度、粗糙度",
                "Level": "C4(Analyzing)"
            }
        ],
        "Quantification": [
            {
                "QuestionEn": "What is the approximate number of elevation footprints used to generate a digital elevation model (DEM) for Greenland?",
                "QuestionCn": "用于生成格林兰数字高程模型（DEM）的高程足迹大约有多少个？",
                "AnswerEn": "5.8×10^8",
                "AnswerCn": "5.8×10^8",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "How many grid cells were used in the spatiotemporal model fit process to generate the final digital elevation model (DEM) resolution?",
                "QuestionCn": "在生成最终数字高程模型（DEM）分辨率的过程中，使用了多少个网格单元进行时空模型拟合？",
                "AnswerEn": "500 m, 1 km, 2 km, 5 km",
                "AnswerCn": "500米，1公里，2公里，5公里",
                "Level": "C1(Remembering)"
            },
            {
                "QuestionEn": "What percentage of the grids in the digital elevation model (DEM) were obtained through the model fit process?",
                "QuestionCn": "数字高程模型（DEM）中有多少百分比的网格是通过模型拟合过程获得的？",
                "AnswerEn": "98%",
                "AnswerCn": "98%",
                "Level": "C1(Remembering)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'spatiotemporal model fit' mean in the context of generating a digital elevation model (DEM)?",
                "QuestionCn": "在生成数字高程模型（DEM）的上下文中，“时空模型拟合”指的是对空间和时间数据进行建模，以便更准确地表示地形变化和特征。",
                "AnswerEn": "In the context of generating a digital elevation model (DEM), 'spatiotemporal model fit' refers to a method of fitting data to a model that accounts for both spatial and temporal variations. This process is used to derive elevation data by analyzing measurements over time and space, ensuring that the resulting DEM reflects changes accurately across different periods and locations.",
                "AnswerCn": "在生成数字高程模型（DEM）的背景下，“时空模型拟合”指的是一种将数据拟合到模型的方法，该方法考虑了空间和时间的变化。这个过程通过分析不同时间和空间的测量数据来推导高程数据，确保生成的DEM准确反映不同时间和地点的变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "What is the 'ordinary Kriging interpolation method' used for in DEM generation?",
                "QuestionCn": "“普通克里金插值法”在数字高程模型（DEM）生成中用于什么？",
                "AnswerEn": "The 'ordinary Kriging interpolation method' is used in DEM generation to estimate values at unsampled locations. It provides a way to fill gaps in the DEM by predicting elevation based on the spatial correlation between known data points, allowing the creation of a continuous surface from discrete measurements.",
                "AnswerCn": "“普通克里金插值法”在数字高程模型（DEM）生成中用于估计未采样位置的值。它通过基于已知数据点之间的空间相关性来预测高程，从而填补DEM中的空白，允许从离散测量中创建连续表面。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How does the spatiotemporal model fitting process used in generating a DEM from ICESat-2 data compare to the ordinary Kriging interpolation method in terms of accuracy and coverage?",
                "QuestionCn": "生成数字高程模型（DEM）所使用的时空模型拟合过程与普通克里金插值方法在准确性和覆盖范围方面有何比较？",
                "AnswerEn": "The spatiotemporal model fitting process was used to obtain 98% of the grids for the DEM, providing high accuracy and specific time-stamped data. Meanwhile, the remaining DEM gaps were estimated using the ordinary Kriging interpolation method, which also showed good agreement with IceBridge data. Both methods performed similarly in terms of accuracy, but the model fit primarily contributed to the extensive coverage.",
                "AnswerCn": "时空模型拟合过程用于获取数字高程模型（DEM）98%的网格，提供了高精度和特定时间戳的数据。同时，剩余的DEM缺口通过普通克里金插值法进行估算，该方法也与冰桥数据表现出良好的一致性。两种方法在准确性方面表现相似，但模型拟合主要贡献了广泛的覆盖范围。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "In what ways does the accuracy of ICESat-2 DEM compare to that of DEMs derived from stereophotogrammetry and interferometry?",
                "QuestionCn": "ICESat-2数字高程模型（DEM）的准确性与通过立体摄影测量和干涉测量获得的DEM相比，具体表现在哪些方面？",
                "AnswerEn": "The ICESat-2 DEM showed significant accuracy improvements compared to other altimeter-derived DEMs. Its accuracy was comparable to those derived from stereophotogrammetry and interferometry, exhibiting excellent accuracy stability under various topographic conditions.",
                "AnswerCn": "ICESat-2数字高程模型（DEM）显示出与其他卫星高度计衍生的DEM相比显著的精度提升。其精度与立体摄影测量和干涉测量衍生的DEM相当，在各种地形条件下表现出优异的精度稳定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What are the differences in accuracy and application when comparing ICESat-2 DEM with Airborne Topographic Mapper (ATM) data from the IceBridge mission?",
                "QuestionCn": "ICESat-2数字高程模型（DEM）与冰桥任务中的航空测绘仪（ATM）数据相比，在准确性和应用方面有哪些差异？",
                "AnswerEn": "The ICESat-2 DEM was estimated to have a maximum median difference of -0.48 m when compared to IceBridge mission data acquired by the Airborne Topographic Mapper (ATM) lidar system. Both the ICESat-2 DEM and ATM data agreed well, with the ICESat-2 DEM showing improved accuracy and stability across different terrain conditions, making it a reliable source for elevation and mass balance studies.",
                "AnswerCn": "ICESat-2数字高程模型（DEM）与冰桥任务（IceBridge mission）通过空中地形测量仪（ATM）激光雷达系统获取的数据相比，最大中位差为-0.48米。ICESat-2 DEM与ATM数据高度一致，ICESat-2 DEM在不同地形条件下显示出更好的准确性和稳定性，使其成为进行高程和质量平衡研究的可靠来源。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What challenges are associated with ensuring the accuracy of digital elevation models in regions with complex topography or high slope, and how can these be addressed through data collection methods?",
                "QuestionCn": "确保在复杂地形或高坡度地区数字高程模型准确性所面临的挑战有哪些，以及如何通过数据收集方法来解决这些问题？",
                "AnswerEn": "The uncertainty of digital elevation models increases in regions with high slope or roughness. This can be addressed through a spatiotemporal model fit process and by using dense ICESat-2 measurements, which provide high-resolution data even in complex topography. Additionally, ordinary Kriging interpolation can be used to estimate DEM gaps in these challenging areas.",
                "AnswerCn": "数字高程模型在高坡度或粗糙度区域的不确定性增加。这可以通过时空模型拟合过程以及使用密集的ICESat-2测量来解决，这些测量即使在复杂地形中也能提供高分辨率数据。此外，可以使用普通克里金插值法来估计这些挑战区域中的DEM缺口。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors cause increased uncertainty in DEM data in regions of low latitude and high slope or roughness in Greenland?",
                "QuestionCn": "在格林兰的低纬度和高坡度或粗糙度地区，导致数字高程模型（DEM）数据不确定性增加的因素有哪些？",
                "AnswerEn": "DEM uncertainty rises in regions of low latitude and high slope or roughness due to the challenges in accurately capturing elevation variations and surface texture in these areas, which complicates the spatiotemporal model fitting process used to generate the DEM.",
                "AnswerCn": "在低纬度和高坡度或粗糙度的地区，数字高程模型（DEM）的不确定性上升，因为在这些区域准确捕捉高程变化和表面纹理的挑战，使得用于生成DEM的时空模型拟合过程变得复杂。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why might the ICESat-2 DEM offer significant accuracy improvements over other altimeter-derived DEMs?",
                "QuestionCn": "ICESat-2数字高程模型（DEM）可能在精度上显著优于其他雷达高度计衍生的DEM，原因是什么？",
                "AnswerEn": "ICESat-2 DEM shows significant accuracy improvements over other altimeter-derived DEMs due to its use of a new generation satellite-borne lidar altimeter that provides centimeter-scale measurements and a high orbital resolution, ensuring accurate elevation measurements even in complex topographies.",
                "AnswerCn": "ICESat-2数字高程模型（DEM）由于采用了新一代卫星激光雷达高度计，提供厘米级的测量和高轨道分辨率，因此在其他高度计衍生的DEM上显示出显著的精度提升，确保在复杂地形中也能准确测量海拔。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What might be the consequences of increased DEM uncertainty in regions with low latitude and high slope or roughness?",
                "QuestionCn": "在低纬度和高坡度或粗糙度地区，数字高程模型（DEM）不确定性增加可能会导致的后果是什么？",
                "AnswerEn": "Increased DEM uncertainty in regions with low latitude and high slope or roughness can lead to less reliable elevation data, which may affect the accuracy of ice dynamics studies and mass balance estimates in Greenland. This can impact the understanding of subglacial hydrological pathways and the potential contribution of Greenland's ice to sea level changes.",
                "AnswerCn": "在低纬度和高坡度或粗糙度的地区，数字高程模型（DEM）不确定性的增加可能导致高度数据的可靠性降低，这可能影响格林兰冰川动力学研究和质量平衡估计的准确性。这会影响对冰下水文路径的理解以及格林兰冰川对海平面变化潜在贡献的评估。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of generating a digital elevation model (DEM) with a specific time-stamp using ICESat-2 measurements for Greenland?",
                "QuestionCn": "使用ICESat-2测量生成具有特定时间戳的数字高程模型（DEM）的目的是什么？",
                "AnswerEn": "The goal is to provide a high-resolution and accurate DEM that can assist in studying elevation and mass balance changes in Greenland, helping to understand ice dynamics and estimate potential sea level changes.",
                "AnswerCn": "目标是提供高分辨率和准确的数字高程模型（DEM），以帮助研究格林兰的高程和质量平衡变化，进而理解冰动态并估算潜在的海平面变化。",
                "Level": "C2(Understanding)"
            },
            {
                "QuestionEn": "Why is it important to evaluate the accuracy of a DEM using datasets like Airborne Topographic Mapper (ATM) surface elevation data from the IceBridge survey?",
                "QuestionCn": "评估数字高程模型（DEM）准确性的重要性在于使用像冰桥（IceBridge）调查中的航空测绘仪（ATM）表面高程数据这样的数据集。",
                "AnswerEn": "Evaluating the accuracy of a DEM with datasets like IceBridge ensures the reliability of the DEM under various terrain conditions and validates its performance compared to other published DEMs, which is crucial for precise elevation and mass change studies.",
                "AnswerCn": "评估数字高程模型（DEM）的准确性与冰桥（IceBridge）等数据集相结合，确保了DEM在各种地形条件下的可靠性，并验证了其与其他已发布DEM的性能比较，这对于精确的高程和质量变化研究至关重要。",
                "Level": "C5(Evaluating)"
            },
            {
                "QuestionEn": "What are the objectives of using a spatiotemporal model fit process to generate a high-resolution DEM for Greenland?",
                "QuestionCn": "使用时空模型拟合过程生成格林兰高分辨率数字高程模型（DEM）的目标是什么？",
                "AnswerEn": "The objective is to accurately capture the elevation data by fitting a model that accounts for spatial and temporal variations, thereby reducing uncertainties and providing a reliable dataset for analyzing Greenland's elevation and mass balance changes.",
                "AnswerCn": "目标是通过拟合一个考虑空间和时间变化的模型，准确捕捉高程数据，从而减少不确定性，并提供一个可靠的数据集，以分析格林兰的高程和质量平衡变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What procedures are involved in generating a high-resolution DEM using ICESat-2 measurements, and how do these procedures ensure accuracy across various terrains?",
                "QuestionCn": "生成高分辨率数字高程模型（DEM）所涉及的程序包括使用ICESat-2测量数据的多个步骤，这些步骤确保在各种地形上都能保持准确性。",
                "AnswerEn": "The generation of a high-resolution DEM using ICESat-2 measurements involves a spatiotemporal model fit process executed at multiple grid cell resolutions (500 m, 1 km, 2 km, and 5 km). The final DEM is posted at a 500 m resolution. To ensure accuracy, the model fit process is applied to 98% of the grids, and the remaining gaps in the DEM are filled using the ordinary Kriging interpolation method. The accuracy is validated by comparing the DEM with IceBridge mission data from the Airborne Topographic Mapper (ATM) lidar system, ensuring consistency with existing datasets and demonstrating improved accuracy under different terrain conditions.",
                "AnswerCn": "使用ICESat-2测量生成高分辨率数字高程模型（DEM）涉及在多个网格单元分辨率（500米、1公里、2公里和5公里）下执行的时空模型拟合过程。最终的DEM以500米的分辨率发布。为了确保准确性，模型拟合过程应用于98%的网格，其余的DEM空缺则使用普通克里金插值法进行填充。通过将DEM与来自冰桥任务的航空测绘仪（ATM）激光雷达系统的数据进行比较，验证了准确性，确保与现有数据集的一致性，并在不同地形条件下展示了改进的准确性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "How are the challenges of increased DEM uncertainty in low latitude and high slope or roughness areas addressed during data collection and processing?",
                "QuestionCn": "在数据收集和处理过程中，如何应对低纬度和高坡度或粗糙区域中增加的数字高程模型（DEM）不确定性挑战？",
                "AnswerEn": "To address the challenges of increased DEM uncertainty in regions with low latitude and high slope or roughness, a spatiotemporal model fit is employed to capture elevation changes more accurately. The model fit is complemented by the ordinary Kriging interpolation method to fill gaps in the data. These techniques help mitigate uncertainty by ensuring that the elevation data accounts for complex topographic variations, thereby maintaining the stability of the DEM's accuracy across different terrains.",
                "AnswerCn": "为了应对低纬度和高坡度或粗糙度地区数字高程模型（DEM）不确定性增加的挑战，采用了一种时空模型拟合方法，以更准确地捕捉高程变化。该模型拟合方法辅以普通克里金插值法，以填补数据中的空白。这些技术有助于减轻不确定性，确保高程数据考虑到复杂的地形变化，从而在不同地形中保持DEM准确性的稳定性。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What methodological approach is taken to compare and validate the accuracy of the new DEM with existing DEMs and other datasets such as IceBridge data?",
                "QuestionCn": "比较和验证新数字高程模型（DEM）与现有DEM和其他数据集（如IceBridge数据）准确性的研究方法是什么？",
                "AnswerEn": "The methodological approach to compare and validate the accuracy of the new DEM involves a spatiotemporal comparison with the IceBridge data, which includes millions of elevation footprints over Greenland. The performance of the DEM is assessed by evaluating the maximum median difference compared to the IceBridge mission data acquired by the ATM lidar system. Additionally, the ICESat-2 DEM's performance is compared to other published DEMs, such as those derived from stereophotogrammetry and interferometry, under various terrain conditions to ensure its reliability and accuracy improvements.",
                "AnswerCn": "比较和验证新数字高程模型（DEM）准确性的研究方法涉及与冰桥（IceBridge）数据的时空比较，该数据包含了格林兰地区数百万个高程足迹。通过评估与冰桥任务数据（由ATM激光雷达系统获取）相比的最大中位差，来评估DEM的性能。此外，ICESat-2 DEM的性能还与其他已发布的DEM进行比较，例如那些基于立体摄影测量和干涉测量的方法，以确保其在各种地形条件下的可靠性和准确性提升。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Enablement": [
            {
                "QuestionEn": "What spatiotemporal modeling techniques enable the generation of high-resolution DEMs from satellite data in polar regions?",
                "QuestionCn": "哪些时空建模技术能够利用卫星数据在极地地区生成高分辨率数字高程模型（DEM）？",
                "AnswerEn": "A spatiotemporal model fit process is used at various grid scales, such as 500 m, 1 km, 2 km, and 5 km, to generate high-resolution digital elevation models (DEMs) from ICESat-2 satellite data.",
                "AnswerCn": "在不同的网格尺度（如500米、1公里、2公里和5公里）上使用时空模型拟合过程，从ICESat-2卫星数据生成高分辨率数字高程模型（DEM）。",
                "Level": "C3(Applying)"
            },
            {
                "QuestionEn": "How does the integration of multiple data sources enhance the accuracy and validation of elevation models in glaciated areas?",
                "QuestionCn": "多个数据源的整合如何提高冰川地区高程模型的准确性和验证性？",
                "AnswerEn": "The accuracy of elevation models, like the ICESat-2 DEM, is enhanced and validated by comparing them with other data sources such as Airborne Topographic Mapper (ATM) data from the IceBridge survey.",
                "AnswerCn": "像ICESat-2数字高程模型（DEM）这样的高程模型的准确性通过与其他数据源（如来自IceBridge调查的航空测绘仪（ATM）数据）进行比较来增强和验证。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What conditions or challenges influence the uncertainty of DEMs in regions with complex topography or varying latitudes?",
                "QuestionCn": "影响复杂地形或不同纬度地区数字高程模型（DEMs）不确定性的条件或挑战是什么？",
                "AnswerEn": "DEM uncertainty increases in regions of low latitude and high slope or roughness, impacting the precision of elevation measurements.",
                "AnswerCn": "数字高程模型（DEM）不确定性在低纬度和高坡度或粗糙度的区域增加，影响高程测量的精度。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Expectation": [
            {
                "QuestionEn": "Why might there be challenges in achieving consistent accuracy across different terrain conditions when generating a high-resolution DEM?",
                "QuestionCn": "在生成高分辨率数字高程模型（DEM）时，可能会面临在不同地形条件下实现一致准确性的挑战。",
                "AnswerEn": "DEM uncertainty rises in regions of low latitude and high slope or roughness, which presents challenges in achieving consistent accuracy across diverse terrain conditions.",
                "AnswerCn": "在低纬度和高坡度或粗糙度的地区，数字高程模型（DEM）的不确定性上升，这在不同地形条件下实现一致的准确性时带来了挑战。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "What might be the reasons for utilizing a spatiotemporal model fit process over different grid resolutions in generating a DEM?",
                "QuestionCn": "在生成数字高程模型（DEM）时，利用不同网格分辨率的时空模型拟合过程的原因可能包括：",
                "AnswerEn": "A spatiotemporal model fit process performed at various grid resolutions, such as 500 m, 1 km, 2 km, and 5 km, allows for generating a DEM with high accuracy by accommodating the spatial and temporal variations in the elevation data.",
                "AnswerCn": "在不同的网格分辨率下进行的时空模型拟合过程，如500米、1公里、2公里和5公里，可以通过适应高程数据的空间和时间变化来生成高精度的数字高程模型（DEM）。",
                "Level": "C4(Analyzing)"
            },
            {
                "QuestionEn": "Why is it expected that the ICESat-2 DEM would show significant accuracy improvements compared to other altimeter-derived DEMs?",
                "QuestionCn": "为什么预计ICESat-2数字高程模型（DEM）相比其他雷达高度计衍生的DEM会显示出显著的精度提升？",
                "AnswerEn": "The ICESat-2 DEM is expected to show significant accuracy improvements due to its high-resolution lidar measurements, which provide centimeter-scale elevation data and enhance the precision of the DEM compared to other altimeter-derived models.",
                "AnswerCn": "ICESat-2数字高程模型（DEM）预计将因其高分辨率激光雷达测量而显著提高精度，这些测量提供了厘米级的高程数据，并增强了该DEM与其他卫星高度计衍生模型的精确度。",
                "Level": "C5(Evaluating)"
            }
        ],
        "Judgmental": [
            {
                "QuestionEn": "What challenges do you foresee in maintaining DEM accuracy in low latitude and high slope areas, and how might these be addressed through dataset expansion or refinement?",
                "QuestionCn": "您预见在低纬度和高坡度地区维护数字高程模型（DEM）准确性会面临哪些挑战？如何通过数据集扩展或精细化来解决这些问题？",
                "AnswerEn": "Maintaining DEM accuracy in low latitude and high slope areas is challenging due to increased uncertainty. Addressing this requires refining data collection by integrating higher-resolution datasets or employing adaptive interpolation techniques like ordinary Kriging to fill gaps, ensuring precise elevation measurements and stability across diverse topographies.",
                "AnswerCn": "在低纬度和高坡度地区，维护数字高程模型（DEM）的准确性面临挑战，因为不确定性增加。为了解决这个问题，需要通过整合更高分辨率的数据集或采用自适应插值技术，如普通克里金法，来填补空白，从而确保在多样化地形中精确的高程测量和稳定性。",
                "Level": "C6(Creating)"
            }
        ],
        "Assertion": [
            {
                "QuestionEn": "I don't understand how a dataset could achieve high accuracy in various topographic conditions with different resolutions.",
                "QuestionCn": "我不明白一个数据集如何能够在不同的地形条件和不同的分辨率下达到高准确率。",
                "AnswerEn": "The dataset achieves high accuracy by using a spatiotemporal model fit process at multiple resolutions of 500 m, 1 km, 2 km, and 5 km grid cells. This allows for detailed modeling of elevation data across diverse terrains. The final DEM is posted at a resolution of 500 m, ensuring precision and consistency across different topographic conditions.",
                "AnswerCn": "该数据集通过在500米、1公里、2公里和5公里网格单元的多个分辨率下使用时空模型拟合过程，实现了高准确性。这使得能够在不同地形上对高程数据进行详细建模。最终的数字高程模型（DEM）以500米的分辨率发布，确保了在不同地形条件下的精确性和一致性。",
                "Level": "C2(Understanding)"
            }
        ],
        "Request/Directive": [
            {
                "QuestionEn": "Please explore the challenges faced in maintaining DEM accuracy in regions with variable topography and suggest potential solutions.",
                "QuestionCn": "请探讨在地形变化多样的地区维护数字高程模型（DEM）准确性所面临的挑战，并提出潜在的解决方案。",
                "AnswerEn": "Challenges in maintaining DEM accuracy in regions with variable topography include increased uncertainty in areas of low latitude and high slope or roughness. Potential solutions could involve using high-resolution datasets like ICESat-2, which offers accurate elevation measurements even in complex topography. Comparing model outputs with ground-truth data, such as IceBridge ATM lidar data, can also help evaluate and improve model accuracy.",
                "AnswerCn": "在地形变化大的地区，维护数字高程模型（DEM）准确性面临的挑战包括在低纬度和高坡度或粗糙度区域的不确定性增加。潜在的解决方案可以包括使用高分辨率数据集，如ICESat-2，它在复杂地形中提供准确的高程测量。将模型输出与地面真实数据进行比较，例如IceBridge ATM激光雷达数据，也可以帮助评估和提高模型的准确性。",
                "Level": "C6(Creating)"
            },
            {
                "QuestionEn": "Please conduct a search for potential datasets that could complement ICESat-2 measurements for enhancing Greenland's DEM.",
                "QuestionCn": "请搜索潜在的数据集，以补充ICESat-2测量，从而增强格林兰的数字高程模型（DEM）。",
                "AnswerEn": "Potential datasets that could complement ICESat-2 measurements include those from Airborne Topographic Mapper (ATM) lidar system provided by the IceBridge survey, which offers extensive coverage of Greenland's peripheral and inland areas. Additionally, datasets derived from stereophotogrammetry and interferometry could be used to validate and refine the accuracy of the DEM, especially in areas with challenging topographic features.",
                "AnswerCn": "潜在的数据集可以补充ICESat-2的测量，包括由冰桥调查提供的航空地形测量仪（ATM）激光雷达系统的数据，这些数据覆盖了格林兰的边缘和内陆地区。此外，来自立体摄影测量和干涉测量的数据集也可以用于验证和改进数字高程模型（DEM）的准确性，特别是在地形特征复杂的区域。",
                "Level": "C6(Creating)"
            }
        ]
    }
}