{
    "id": "0793a6b1-813b-45de-99be-e1e49df9c0ba",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Orographic evolution of northern Tibet shaped vegetation and plant diversity in eastern Asia",
            "titleCn": "2020年~2021年青藏高原北部东亚的亚热带常绿阔叶林复原数据图（论文原文及化石图像数据）",
            "description": "The growth of the Tibetan Plateau throughout the past 66 million years has profoundly affected the Asian climate, but how this unparalleled orogenesis might have driven vegetation and plant diversity changes in eastern Asia is poorly understood. We approach this question by integrating modeling results and fossil data. We show that growth of north and northeastern Tibet affects vegetation and, crucially, plant diversity in eastern Asia by altering the monsoon system. This northern Tibetan orographic change induces a precipitation increase, especially in the dry (winter) season, resulting in a transition from deciduous broadleaf vegetation to evergreen broadleaf vegetation and plant diversity increases across southeastern Asia. Further quantifying the complexity of Tibetan orographic change is critical for understanding the finer details of Asian vegetation and plant diversity evolution.\n*: Corresponding author",
            "descriptionCn": "新生代6600万年青藏高原的隆升一直被认为是亚洲气候演化的重要驱动力。但关于青藏高原隆升如何驱动东亚气候环境变化，并影响植被及生物多样性的演变还缺乏深入认识。我们通过对青藏高原不同抬升地形进行了一系列的气候、植被及生物多样性模拟，并与植物化石数据结合进行分析。研究表明，青藏高原羌塘板块松潘—甘孜板块在渐新世以后（2300万年）的隆升，显著改变亚洲的冬季风系统，促使东亚冬季降水显著增加，导致中国东部植被从干旱型、半干旱转向湿润型，造就了现今东亚植被和生物多样性格局。这一转变也解释了为什么从中新世开始中国东部被子植物属的快速分化和形成，生物多样性的显著增加。该研究还启发我们不能简化青藏高原隆升的历史，只有正确认识了青藏高原地质构造演化的复杂过程，才能深入理解其对东亚气候、植被和生物多样性演变的驱动机制。\n本数据包括论文原始高分辨率插图和表格，数据为作者拍摄及绘制的原创数据。分辨率高。用于后续研究和科学传播等工作。经授权后正确标注引用文献出处和作者方可使用。",
            "instructions": "The data name is consistent with the label in the paper, and is stored in JPG, xlsx, docx and PDF format. It can be used only after the source and author of the cited literature are correctly marked after authorization.",
            "instructionsCn": "数据名称与论文中出现的标注一致，以jpg, xlsx, docx, pdf格式存储，经授权后正确标注引用文献出处和作者方可使用。",
            "east": 100.0,
            "west": 80.0,
            "south": 30.0,
            "north": 45.0,
            "startTime": "2021-01-01 00:00:00",
            "endTime": "2021-07-01 11:59:59",
            "fileSize": 10618171.0,
            "cstr": "18406.11.Paleoenv.tpdc.272082",
            "doi": "10.11888/Paleoenv.tpdc.272082",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "苏涛",
                "nameEn": "SU Tao",
                "unitEn": "",
                "unitCn": "中国科学院西双版纳热带植物园"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Orographic evolution of northern Tibet shaped vegetation and plant diversity in eastern Asia",
                "referenceCn": null,
                "referenceEn": "Li, S.F., Valdes, P., Farnsworth, A., Davies-Barnard, T., Su, T., Lunt, D., Spicer, R., Liu, J., Deng, W., Huang, J., Tang, H., Ridgwell, A., Chen, L., & Zhou, Z.K. (2021). Orographic evolution of northern Tibet shaped vegetation and plant diversity in eastern Asia. Sci. Adv. 7, eabc7741."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "古环境",
                "nameEn": "Palaeoenvironment"
            }
        ],
        "themeList": [
            {
                "nameCn": "古气候重建",
                "nameEn": "Paleoclimate Reconstruction"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "青藏高原",
                "keywordEn": "Tibetan Plateau"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中新世",
                "keywordEn": "Miocene",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "第二次青藏高原综合科学考察研究",
                "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "树轮记录的青藏高原东南部冬季温度变化（1340-2007）",
                "titleEn": "A tree ring-based winter temperature reconstruction for the southeastern Tibetan Plateau (1340-2007)"
            },
            {
                "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
                "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
            },
            {
                "titleCn": "农业技术革新促使人类3600年前永久定居至青藏高原",
                "titleEn": "Agriculture facilitated permanent human occupation of the Tibetan Plateau after 3,600 BP"
            },
            {
                "titleCn": "乱海子湖泊岩芯粒度数据集（0-859 cm）",
                "titleEn": "Grain Size Data Set of Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "乱海子湖泊岩芯地球化学数据集（0-859 cm）",
                "titleEn": "Geochemical Data Set of Lacustrine Core in Luanhaizi Lake (0-859 cm)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD高氯酸数据（1956-2004）",
                "titleEn": "Ad perchloric acid data of Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "天山庙尔沟冰芯AD金属元素数据（1956-2004）",
                "titleEn": "Data of ad metal elements in Miaoergou ice core, Tianshan (1956-2004)"
            },
            {
                "titleCn": "三极冰芯数据集（1968-2015）",
                "titleEn": "The Ice-core Dataset in Three Pole (1968-2015)"
            },
            {
                "titleCn": "柴达木盆地花土沟剖面孢粉数据集",
                "titleEn": "Sporopollen Dataset of the Outcrops Retrived from Qaidam Basin"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Example": [
            {
                "QuestionEn": "Can you provide an example of a data collection method used to simulate climate, vegetation, and biodiversity changes in response to the uplift of the Tibetan Plateau?",
                "QuestionCn": "您能否提供一个数据收集方法的例子，用于模拟青藏高原隆起对气候、植被和生物多样性变化的影响？",
                "AnswerEn": "The research involved a series of simulations combining climate data, vegetation models, and biodiversity analyses with plant fossil data to understand how the uplift of the Tibetan Plateau influenced East Asian climate and vegetation changes.",
                "AnswerCn": "该研究涉及一系列模拟，结合气候数据、植被模型和生物多样性分析以及植物化石数据，以了解青藏高原的抬升如何影响东亚的气候和植被变化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics of datasets used to simulate climate, vegetation, and biodiversity changes related to the uplift of the Tibetan Plateau?",
                "QuestionCn": "与青藏高原抬升相关的气候、植被和生物多样性变化模拟所使用的数据集的特征是什么？",
                "AnswerEn": "high-resolution original illustrations, tables, climate simulations, vegetation simulations, biodiversity simulations, plant fossil data",
                "AnswerCn": "高分辨率原始插图、表格、气候模拟、植被模拟、生物多样性模拟、植物化石数据",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What does 'fossil data integration' mean in the context of understanding vegetation and biodiversity evolution?",
                "QuestionCn": "在理解植被和生物多样性演化的背景下，“化石数据整合”是什么意思？",
                "AnswerEn": "Fossil data integration refers to the process of combining fossil records with climate, vegetation, and biodiversity simulations to analyze the influence of geological changes, such as the uplift of the Tibetan Plateau, on the evolution of East Asian climate, vegetation, and biodiversity patterns. This integration allows researchers to understand historical shifts from dry to humid vegetation types and the rapid diversification of angiosperm genera in eastern China.",
                "AnswerCn": "化石数据整合是指将化石记录与气候、植被和生物多样性模拟相结合，以分析地质变化（如青藏 Plateau 的抬升）对东亚气候、植被和生物多样性模式演变的影响。这种整合使研究人员能够理解从干燥到湿润植被类型的历史变化以及东中国被子植物属的快速多样化。",
                "Level": "C2(Understanding)"
            }
        ],
        "Interpretation": [
            {
                "QuestionEn": "What can be inferred about the relationship between the uplift of the Qinghai-Tibet Plateau and the changes in East Asian vegetation and biodiversity from the data collected?",
                "QuestionCn": "可以推断出青藏高原的隆起与东亚植被和生物多样性的变化之间存在关系。",
                "AnswerEn": "The uplift of the Qinghai-Tibet Plateau, particularly the Qiangtang and Songpan-Ganzi blocks since the Oligocene (23 million years ago), significantly altered the Asian winter monsoon system, leading to increased winter precipitation in East Asia. This shift caused a transition in vegetation in eastern China from arid and semi-arid types to more humid types, which in turn shaped the current vegetation and biodiversity patterns in East Asia. This change also explains the rapid diversification and speciation of angiosperms in eastern China since the Miocene and the notable increase in biodiversity.",
                "AnswerCn": "青藏高原的隆起，特别是羌塘和松潘-甘孜块自上新世（2300万年前）以来，显著改变了亚洲冬季季风系统，导致东亚冬季降水量增加。这一变化使得中国东部的植被从干旱和半干旱类型转变为更湿润的类型，从而塑造了东亚当前的植被和生物多样性模式。这一变化也解释了自中新世以来中国东部被子植物的快速多样化和物种形成，以及生物多样性的显著增加。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What factors contribute to the understanding of how the uplift of the Tibetan Plateau drives changes in East Asian climate and biodiversity?",
                "QuestionCn": "哪些因素有助于理解青藏高原的抬升如何驱动东亚气候和生物多样性的变化？",
                "AnswerEn": "The uplift of the Tibetan Plateau, particularly since the Oligocene epoch (23 million years ago), has significantly altered the winter monsoon system in Asia. This uplift has led to increased winter precipitation in East Asia, transforming the region's vegetation from arid and semi-arid types to more humid types, thereby shaping the current patterns of vegetation and biodiversity in East Asia. This transformation also explains the rapid diversification and increase in angiosperm genera in eastern China since the Miocene, highlighting the complexity of geological processes in understanding climate, vegetation, and biodiversity evolution.",
                "AnswerCn": "青藏高原的隆起，特别是自始新世（距今2300万年）以来，显著改变了亚洲的冬季季风系统。这一隆起导致东亚冬季降水量增加，使该地区的植被从干旱和半干旱类型转变为更湿润的类型，从而塑造了东亚当前的植被和生物多样性模式。这一转变也解释了自中新世以来中国东部被子植物属的快速多样化和增加，突显了地质过程在理解气候、植被和生物多样性演化中的复杂性。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Causal Consequence": [
            {
                "QuestionEn": "What are the possible consequences of integrating high-resolution illustrations and tables with fossil data for understanding the effects of the uplift of the Tibetan Plateau on Asian climate evolution?",
                "QuestionCn": "将高分辨率插图和表格与化石数据相结合，可能对理解青藏 Plateau 隆起对亚洲气候演变的影响产生以下后果：",
                "AnswerEn": "Integrating high-resolution illustrations and tables with fossil data can significantly enhance the understanding of the Tibetan Plateau's uplift effects on Asian climate evolution. This approach allows for precise visualization and analysis of changes in climate, vegetation, and biodiversity associated with the uplift. By accurately linking geological events with plant fossil records, researchers can better model and simulate the impacts on climate systems, such as the winter monsoon, and consequently, on the shift in vegetation and biodiversity patterns in East Asia. This comprehensive understanding can lead to more informed hypotheses about the rapid diversification of angiosperms in eastern China since the Miocene.",
                "AnswerCn": "将高分辨率插图和化石数据结合起来，可以显著增强对青藏高原抬升对亚洲气候演变影响的理解。这种方法允许对与抬升相关的气候、植被和生物多样性的变化进行精确的可视化和分析。通过准确地将地质事件与植物化石记录联系起来，研究人员可以更好地模拟和建模对气候系统（如冬季季风）的影响，从而对东亚植被和生物多样性模式的变化进行深入研究。这种全面的理解可以导致对自中新世以来中国东部被子植物快速多样化的更有根据的假设。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the goal of analyzing high-resolution plant fossil data in understanding the impact of the Qinghai-Tibet Plateau uplift on East Asian climate and biodiversity changes?",
                "QuestionCn": "分析高分辨率植物化石数据的目标是理解青藏高原抬升对东亚气候和生物多样性变化的影响。",
                "AnswerEn": "The goal is to gain a deeper understanding of how the Qinghai-Tibet Plateau uplift has driven changes in East Asian climate and environmental conditions, and how these changes, in turn, influenced the evolution of vegetation and biodiversity. By analyzing high-resolution plant fossil data, researchers aim to simulate and understand the complex interactions between tectonic uplift and climate systems, which have shaped the current vegetation and biodiversity patterns in East Asia. This research also seeks to explain the rapid diversification and formation of flowering plant genera in eastern China since the Miocene and the significant increase in biodiversity.",
                "AnswerCn": "目标是深入了解青藏高原的抬升如何驱动东亚气候和环境条件的变化，以及这些变化如何反过来影响植被和生物多样性的演化。通过分析高分辨率的植物化石数据，研究人员旨在模拟和理解构造抬升与气候系统之间的复杂相互作用，这些相互作用塑造了东亚当前的植被和生物多样性模式。本研究还旨在解释自中新世以来中国东部开花植物属的快速多样化和形成，以及生物多样性的显著增加。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What methods are used to simulate climate, vegetation, and biodiversity changes in the context of the uplift of different terrains of the Tibetan Plateau, and how are these simulations integrated with plant fossil data to analyze their impact on East Asian climate evolution?",
                "QuestionCn": "在西藏高原不同地形的抬升背景下，模拟气候、植被和生物多样性变化的方法有哪些？这些模拟如何与植物化石数据结合，以分析它们对东亚气候演变的影响？",
                "AnswerEn": "The research involves conducting a series of climate, vegetation, and biodiversity simulations in relation to the uplift of different terrains of the Tibetan Plateau. These simulations are integrated with plant fossil data to analyze the impact on East Asian climate evolution. The study specifically focuses on the uplift of the Qiangtang and Songpan-Ganzi terranes since the Oligocene (after 23 million years ago), which significantly altered the Asian winter monsoon system, increased East Asian winter precipitation, and transformed the vegetation in eastern China from arid and semi-arid types to more humid types, facilitating the current patterns of vegetation and biodiversity in East Asia.",
                "AnswerCn": "该研究涉及对青藏 Plateau 不同地形的抬升进行一系列气候、植被和生物多样性模拟。这些模拟与植物化石数据相结合，以分析对东亚气候演变的影响。研究特别关注自上新世（2300万年前）以来，羌塘和松潘-甘孜地块的抬升，这显著改变了亚洲冬季季风系统，增加了东亚冬季降水量，并使中国东部的植被从干旱和半干旱类型转变为更湿润的类型，从而促进了东亚当前的植被和生物多样性模式。",
                "Level": "C4(Analyzing)"
            }
        ]
    }
}