{
  "id": "08382a8b-dab2-4363-b4c5-b67eb9730acf",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Land Surface Albedo Dataset of Typical Stations in Middle Reaches of Heihe River Basin based on UAV Remote Sensing (2019, V1)",
      "titleCn": "黑河中游典型站点无人机遥感地表反照率数据（2019，V1）",
      "description": "Surface albedo is a critical parameter in land surface energy balance. This dataset provides the monthly land surface albedo of UAV remote sensing for typical ground stations in the middle reaches of Heihe river basin during the vegetation growth stage in 2019. The algorithm for calculating albedo is an empirical method, which was developed based on a comprehensive forward simulation dataset based on 6S model and typical spectrums. This method can effectively transform the surface reflectance to the broadband surface albedo. The method was then applied to the surface reflectance acquired by UAV multi-spectral sensor and the broadband surface albedo with a 0.2-m spatial resolution was eventually obtained.",
      "descriptionCn": "地表反照率是地表能量平衡的重要参量之一。本数据集为2019年植被生长季逐月的黑河流域典型站点无人机遥感地表反照率数据。地表反照率算法为统计回归方法，即基于6S模型和大量的典型地物光谱反射率数据，建立的从窄波段反射率到宽波段反照率的经验回归模型。将该回归模型应用于无人机多光谱遥感传感器获得的地表反射率，最终得到0.2 m空间分辨率的地表反照率数据。本数据集经过了辐射定标、几何校正，与地面站点实测数据的验证结果显示，均方根误差为0.049。本数据集提供了超高分辨率的地表反照率数据，可以作为卫星遥感尺度和地面观测尺度之间的“桥梁”，并为从事高分辨率和超高分辨率遥感数据工作的科研工作者提供数据支持。",
      "instructions": "File name: surface temperature data is stored in TIFF format. The file name is \"yyyymmdd\"_ XX.tiff ”Where yyyy represents the year, mm represents the month, DD represents the day, and XX represents the site. DM is Daman super station, SD is Zhangye wetland station, Hz is huazhaizi station.\nFile name: surface temperature data is stored in TIFF format. The file name is \"yyyymmdd\"_ XX.tiff ”Where yyyy represents the year, mm represents the month, DD represents the day, and XX represents the site. DM is Daman super station, SD is Zhangye wetland station, Hz is huazhaizi station.",
      "instructionsCn": "文件命名：地表反照率数据以TIFF格式存储。文件名称为“YYYYMMDD_XX.tiff”，其中YYYY代表年，MM代表月，DD代表日，XX代表站点。DM为大满超级站，SD为张掖湿地站，HZ为花寨子站。\n数据读取方式：地表反照率数据以TIFF格式存储，可以使用ArcGIS软件读取及显示。",
      "east": 100.451,
      "west": 100.309,
      "south": 38.757,
      "north": 38.98,
      "startTime": "2019-06-08 08:00:00",
      "endTime": "2019-10-07 08:00:00",
      "fileSize": 5628243752.0,
      "cstr": "18406.11.Geogra.tpdc.270745",
      "doi": "10.11888/Geogra.tpdc.270745",
      "dataFormat": null,
      "license": "Attribution 4.0 International (CC BY 4.0)"
    },
    "authorList": [
      {
        "nameCn": "周纪",
        "nameEn": "ZHOU Ji",
        "unitEn": "University of Electronic Science and Technology of China",
        "unitCn": "电子科技大学"
      },
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "董惟琛",
        "nameEn": "DONG Weishen",
        "unitEn": "",
        "unitCn": "北京师范大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Narrowband to broadband conversions of land surface albedo I Algorithms",
        "referenceCn": null,
        "referenceEn": "Liang, S. (2000). Narrowband to broadband conversions of land surface albedo I Algorithms. Remote Sensing of Environment, 76, 213-238."
      },
      {
        "titleCn": null,
        "titleEn": "Component radiative temperatures over sparsely vegetated surfaces and their potential for upscaling land surface temperature",
        "referenceCn": null,
        "referenceEn": "Li, M., Zhou, J., Peng, Z., Liu, S., Göttsche, F. M., Zhang, X., & Song, L. (2019). Component radiative temperatures over sparsely vegetated surfaces and their potential for upscaling land surface temperature. Agricultural and Forest Meteorology, 276, 107600."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表反照率",
        "nameEn": "Albedo"
      },
      {
        "nameCn": "植被",
        "nameEn": "Vegetation"
      },
      {
        "nameCn": "生态遥感产品",
        "nameEn": "Ecological remote sensing products"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "大满桥超级站",
        "keywordEn": null
      },
      {
        "keywordCn": "张掖国家湿地公园",
        "keywordEn": "Zhangye National Wetland Park"
      },
      {
        "keywordCn": "花寨子",
        "keywordEn": "Huazhaizi"
      },
      {
        "keywordCn": "黑河中游",
        "keywordEn": "Middle Reaches of Heihe River Basin"
      },
      {
        "keywordCn": "黑河流域",
        "keywordEn": "Heihe River Basin"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2019",
        "keywordEn": "2019",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of the surface albedo data collected with UAV remote sensing in terms of spatial resolution and data accuracy?",
        "QuestionCn": "使用无人机遥感收集的地表反照率数据在空间分辨率和数据准确性方面有哪些特点？",
        "AnswerEn": "0.2 meters spatial resolution, root mean square error of 0.049",
        "AnswerCn": "0.2米空间分辨率，均方根误差为0.049",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "What is the spatial resolution of the surface albedo data collected using UAV remote sensing in the Heihe River Basin?",
        "QuestionCn": "在黑河流域使用无人机遥感收集的表面反照率数据的空间分辨率是多少？",
        "AnswerEn": "0.2 m",
        "AnswerCn": "0.2 米",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is meant by '地表反照率算法' in the context of remote sensing and data collection?",
        "QuestionCn": "在遥感和数据收集的背景下，'地表反照率算法'是什么意思？",
        "AnswerEn": "In the context of remote sensing and data collection, '地表反照率算法' refers to the algorithm used to calculate surface albedo, which is an important parameter for surface energy balance. This algorithm involves a statistical regression method based on the 6S model and a large amount of typical surface spectral reflectance data. An empirical regression model is established to convert narrow-band reflectance to broadband albedo. This regression model is applied to surface reflectance obtained from UAV multispectral remote sensing sensors to ultimately derive surface albedo data with a spatial resolution of 0.2 meters.",
        "AnswerCn": "在遥感和数据采集的背景下，“地表反照率算法”指的是用于计算地表反照率的算法，这是地表能量平衡的重要参数。该算法涉及基于6S模型和大量典型地表光谱反射率数据的统计回归方法。建立了一个经验回归模型，将窄波段反射率转换为宽波段反照率。该回归模型应用于从无人机多光谱遥感传感器获得的地表反射率，最终推导出具有0.2米空间分辨率的地表反照率数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the application of a statistical regression model based on 6S and typical surface spectral reflectance data improve the accuracy of derived surface albedo in remote sensing observations?",
        "QuestionCn": "基于6S和典型表面光谱反射率数据的统计回归模型的应用如何提高遥感观测中衍生表面反照率的准确性？",
        "AnswerEn": "A statistical regression model based on 6S and typical surface spectral reflectance data provides a method to convert narrowband reflectance from UAV multispectral sensors into broadband albedo. This approach allows for more accurate surface albedo measurements, as it accounts for the specific spectral characteristics of different surface materials. The use of this model helps bridge the gap between satellite and ground-based observations by enhancing the spatial resolution to 0.2 m and providing consistency in data quality, as evidenced by a root mean square error of 0.049.",
        "AnswerCn": "基于6S和典型表面光谱反射率数据的统计回归模型提供了一种将无人机多光谱传感器的窄带反射率转换为宽带反照率的方法。这种方法能够更准确地测量表面反照率，因为它考虑了不同表面材料的特定光谱特征。该模型的使用有助于弥合卫星和地面观测之间的差距，通过将空间分辨率提高到0.2米，并提供数据质量的一致性，根均方误差为0.049。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What could be the implications on data accuracy and application when utilizing a statistical regression method based on 6S model and spectral reflectance data for converting narrowband to broadband albedo in remotely sensed datasets?",
        "QuestionCn": "利用基于6S模型和光谱反射率数据的统计回归方法将窄带反射率转换为宽带反射率在遥感数据集中的数据准确性和应用可能会产生哪些影响？",
        "AnswerEn": "Using a statistical regression method based on the 6S model and spectral reflectance data for albedo conversion can result in high-resolution albedo datasets with a spatial resolution of 0.2 m. The approach is validated with a root mean square error of 0.049, indicating high accuracy. This can enhance the utility of the data as a bridge between satellite remote sensing scales and ground observation scales, providing robust support for researchers working with high and ultra-high resolution remote sensing data.",
        "AnswerCn": "基于6S模型和光谱反射率数据的统计回归方法可以生成高分辨率的反照率数据集，空间分辨率达到0.2米。该方法的验证结果显示均方根误差为0.049，表明其高准确性。这可以增强数据的实用性，作为卫星遥感尺度与地面观测尺度之间的桥梁，为从事高分辨率和超高分辨率遥感数据研究的学者提供有力支持。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the purpose of developing a dataset that utilizes UAV remote sensing to capture surface albedo in vegetation growth seasons?",
        "QuestionCn": "开发一个利用无人机遥感捕捉植被生长季节表面反照率的数据集的目的是什么？",
        "AnswerEn": "The primary goal is to create high-resolution surface albedo data, which is essential for understanding surface energy balance. The dataset serves as a bridge between satellite remote sensing scales and ground observation scales, providing data support for researchers working with high and ultra-high-resolution remote sensing data.",
        "AnswerCn": "主要目标是创建高分辨率的表面反照率数据，这对于理解表面能量平衡至关重要。该数据集作为卫星遥感尺度与地面观测尺度之间的桥梁，为从事高分辨率和超高分辨率遥感数据研究的研究人员提供数据支持。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What procedures are involved in applying statistical regression methods to convert narrowband reflectance to broadband albedo using UAV multispectral remote sensing data?",
        "QuestionCn": "将窄带反射率转换为宽带反照率的统计回归方法应用于无人机多光谱遥感数据涉及哪些程序？",
        "AnswerEn": "The procedures involve using a statistical regression method based on the 6S model and a large dataset of typical ground object spectral reflectance data. This method develops an empirical regression model, which is then applied to UAV multispectral remote sensing data to obtain surface reflectance values, ultimately generating albedo data with a spatial resolution of 0.2 meters. The data undergoes radiometric calibration and geometric correction, and its accuracy is validated against ground-based measurements, showing a root mean square error of 0.049.",
        "AnswerCn": "该程序涉及使用基于6S模型的统计回归方法和大量典型地面物体光谱反射率数据集。该方法开发了一个经验回归模型，然后将其应用于无人机多光谱遥感数据，以获得表面反射率值，最终生成空间分辨率为0.2米的反照率数据。数据经过辐射校正和几何校正，并与地面测量结果进行准确性验证，显示均方根误差为0.049。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements or methodologies enable the collection of high-resolution surface albedo data using UAV remote sensing in vegetated regions?",
        "QuestionCn": "哪些技术进步或方法论使得在植被区域使用无人机遥感收集高分辨率表面反照率数据成为可能？",
        "AnswerEn": "The collection of high-resolution surface albedo data using UAV remote sensing is enabled by the use of multispectral sensors, statistical regression models like the 6S model, and a large amount of typical ground object spectral reflectance data. These technologies and methodologies allow for the development of empirical regression models that convert narrowband reflectance to broadband albedo, leading to data with 0.2 m spatial resolution. Additionally, processes such as radiometric calibration and geometric correction are employed to enhance data accuracy.",
        "AnswerCn": "使用无人机遥感收集高分辨率表面反照率数据得益于多光谱传感器、统计回归模型如6S模型以及大量典型地面物体光谱反射率数据。这些技术和方法使得开发经验回归模型成为可能，从而将窄带反射率转换为宽带反照率，最终获得0.2米的空间分辨率。此外，还采用了辐射校正和几何校正等过程，以提高数据的准确性。",
        "Level": "C1(Remembering)"
      }
    ]
  }
}