{
    "id": "084d5894-bef9-4900-b90c-5102a33dd287",
    "relatedPaper": 0,
    "context": {
        "metadata": {
            "titleEn": "Data set of metallogenic rocks and accessory minerals of Mesozoic porphyry Cu Mo and Mo deposits in Northeast China",
            "titleCn": "中国东北中生代斑岩铜钼和钼矿床成矿岩体及副矿物数据集",
            "description": "The data are the whole rock major and trace geochemical data of porphyry Cu Mo and porphyry Mo deposits in Northeast China, the major and trace Nd isotopic data of accessory minerals apatite and in situ Hf isotopic data of zircon and in situ Hf isotopic data. The samples were collected from the ore-forming rocks of Yanshanian porphyry Cu Mo and Mo deposits in Northeast China. The major and trace geochemical data of the whole rock are obtained by X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry. The major and trace geochemical data of minerals are obtained by electron probe microanalysis and laser ablation inductively coupled plasma mass spectrometry. In situ SR nd Hf isotopic geochemical data of minerals were obtained by multi receiver laser ablation inductively coupled plasma mass spectrometry. According to the geochemical characteristics of apatite and zircon, the difference of metallogenic magma between Yanshanian porphyry Cu Mo deposit and porphyry Mo deposit in Northeast China is limited. The formation of porphyry Cu Mo deposit is controlled by CL rich fluid formed by dehydration of shallow subducted slab, which is directly related to slab subduction; Porphyry Mo deposits are mainly controlled by F-rich fluids formed by dehydration of water bearing minerals in the lower crust, and are affected by the long-distance effect of subduction plate.",
            "descriptionCn": "本数据为东北地区斑岩铜钼和斑岩钼矿中成矿岩体全岩主微量地球化学数据，副矿物磷灰石主微量和原位Nd同位素数据以及锆石微量和原位Hf同位素数据。样品采集自于东北地区燕山期斑岩铜钼和钼矿床中的成矿岩体。岩石全岩主微量地球化学数据是通过X荧光光谱仪和电感耦合等离子体质谱仪分析获得。矿物主微量地球化学数据是通过电子探针和激光剥蚀-电感耦合等离子体质谱仪分析获得。矿物原位Sr-Nd-Hf同位素地球化学数据是通过多接收激光剥蚀-电感耦合等离子体质谱仪分析获得。通过磷灰石和锆石的地球化学特征，限定了东北燕山期斑岩铜钼矿床与斑岩钼矿床成矿岩浆性质的差异。其中斑岩Cu-Mo矿床形成受控于俯冲板片浅部脱水形成的富Cl流体，它与板片俯冲直接相关；斑岩Mo矿床主要受控于下地壳含水矿物脱水形成的富F流体，受俯冲板片远距离效应影响。",
            "instructions": "All data are stored in Excel file. The whole rock major and trace element compositions of representative granitic rocks associated with Cu Mo and Mo deposits in the Northeast China; Table 2.  Apatite major and trace elements (ppm) of representative granitic rocks associated with Cu-Mo and Mo deposits in the Northeastern China；  Table 3.  Apatite Sr and Nd isotope data of representative granitic rocks associated with Cu-Mo and Mo deposits in the Northeastern China； Table 4.  Zircon  trace elements (ppm) of representative granitic rocks associated with Cu-Mo and Mo deposits in the Northeastern China； Table 5. Zircon Lu-Hf isotope data of representative granitic rocks associated with Cu-Mo and Mo deposits in the Northeastern China",
            "instructionsCn": "所有数据以Excel文件存储。其中东北地区斑岩铜钼和钼矿床中成矿岩体的数据包括Table 1.Whole rock major and trace element compositions of representative granitic rocks associated with Cu-Mo and Mo deposits in the Northeastern China；Table 2.  Apatite major and trace elements (ppm) of representative granitic rocks associated with Cu-Mo and Mo deposits in the Northeastern China； Table 3.  Apatite Sr and Nd isotope data of representative granitic rocks associated with Cu-Mo and Mo deposits in the Northeastern China；Table 4.  Zircon  trace elements (ppm) of representative granitic rocks associated with Cu-Mo and Mo deposits in the Northeastern China；Table 5. Zircon Lu-Hf isotope data of representative granitic rocks associated with Cu-Mo and Mo deposits in the Northeastern China",
            "east": 136.0,
            "west": 117.0,
            "south": 42.0,
            "north": 50.0,
            "startTime": null,
            "endTime": null,
            "fileSize": 1568206.0,
            "cstr": null,
            "doi": "10.1016/j.oregeorev.2021.104218",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameCn": "屈潘",
                "nameEn": "QU Pan",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            },
            {
                "nameCn": "牛贺才",
                "nameEn": "NIU Hecai",
                "unitEn": "",
                "unitCn": "中国科学院广州地球化学研究所"
            }
        ],
        "literatureList": [
            {
                "titleCn": null,
                "titleEn": "Difference in the nature of ore-forming magma between the Mesozoic porphyry Cu-Mo and Mo deposite in NE China: records from apatite and zircon geochemistry",
                "referenceCn": null,
                "referenceEn": "Qu, P., Li, N.B., Niu, H.C., Shan, Q., Weng, Q., & Zhao, X.C. (2021). Difference in the nature of ore-forming magma between the Mesozoic porphyry Cu-Mo and Mo deposite in NE China: records from apatite and zircon geochemistry. Ore Geology Reviews, 135, 104218."
            }
        ],
        "keywordStandList": [
            {
                "nameCn": "固体地球",
                "nameEn": "Solid earth"
            }
        ],
        "themeList": [
            {
                "nameCn": "地球化学",
                "nameEn": "Geochemistry"
            },
            {
                "nameCn": "岩石/矿物",
                "nameEn": "Rocks/Minerals"
            },
            {
                "nameCn": "斑岩铜钼矿和钼矿差别",
                "nameEn": "Differences between porphyry Cu-Mo and Mo"
            },
            {
                "nameCn": "磷灰石和锆石",
                "nameEn": "Apatite and zircon"
            }
        ],
        "placeKeywordList": [
            {
                "keywordCn": "中国东北",
                "keywordEn": "Northeast China"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordCn": "中生代",
                "keywordEn": "Mesozoic",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleCn": "燕山期重大地质事件的深部过程与资源效应",
                "titleEn": "Deep processes and resource effects of major geological events during the Yan Mountains period"
            }
        ],
        "projectList": [
            {
                "titleCn": "国家青藏高原科学数据中心",
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleCn": "龙门山断裂带同震波速降低和震后加速愈合过程（2000-2014）",
                "titleEn": "Seismic velocity reduction and accelerated recovery due to earthquakes on the Longmenshan fault (2000-2014)"
            },
            {
                "titleCn": "中国西部1:100万数字地貌数据集",
                "titleEn": "1:1,000,000 geomorphological map of  Western China"
            },
            {
                "titleCn": "全球强震时空分布数据集（1989-2018）",
                "titleEn": "Dataset of spatial and temporal distribution of global strong earthquakes (1989-2018)"
            },
            {
                "titleCn": "伦坡拉盆地古地磁数据",
                "titleEn": "Paleomagnetic data from the lunpola basin"
            },
            {
                "titleCn": "云南小景谷地区古新世地层钻孔400m岩心地层描述",
                "titleEn": "Lithology description of a 400 m-thick Paleocene strata borehole in the Xiaojinggu area, Yunnan"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心地层描述",
                "titleEn": "Lithology description of a 300m-thick Oligocene borehole strata in the Qujing area, Yunnan"
            },
            {
                "titleCn": "青藏高原北部索尔库里剖面同位素数据集",
                "titleEn": "Stable Isotope  Dataset of the Eocene deposits from the Suoerkuli Basin in the northeastern Tibetan Plateau"
            },
            {
                "titleCn": "藏南定日和岗巴地区古新世-始新世极热事件地球化学数据集",
                "titleEn": "Geochemical data set of the Paleocene-Eocene  thermal maximum at Gamba and Tingri, southern Tibet"
            },
            {
                "titleCn": "泛第三极早、中、晚三叠世气候古地理图（3张）",
                "titleEn": "Palaeogeographic distribution of Early, Middle and Late Triassic lithofacies in Pan-Third Pole area"
            },
            {
                "titleCn": "云南曲靖地区渐新世地层钻孔300m岩心古地磁数据",
                "titleEn": "Magnetic stratigraphy results of a 300-meter-thick Oligocene strata borehole  in the Qujing region, Yunnan"
            }
        ]
    },
    "extract_pdfs_data": null,
    "query": {
        "Feature Specification": [
            {
                "QuestionEn": "What are the characteristics and methods of collecting whole-rock major and trace geochemical data in a dataset related to porphyry Cu-Mo and Mo deposits?",
                "QuestionCn": "在与斑岩铜钼和钼矿床相关的数据集中，整体岩石主要和微量地球化学数据的特征和收集方法包括以下内容：",
                "AnswerEn": "X-ray fluorescence spectrometry, inductively coupled plasma mass spectrometry",
                "AnswerCn": "X射线荧光光谱法，电感耦合等离子体质谱法",
                "Level": "C2(Understanding)"
            }
        ],
        "Definition": [
            {
                "QuestionEn": "What is the definition of 'in-situ isotopic analysis' in the context of geochemical data collection?",
                "QuestionCn": "'in-situ同位素分析'在地球化学数据收集中的定义是指在样品原位（即原始位置）进行的同位素组成分析，以获取关于地质过程、环境变化或生物活动的直接信息。",
                "AnswerEn": "In-situ isotopic analysis refers to the method of analyzing isotopic compositions directly on the sample material without the need for extensive sample preparation or separation processes. In the context of geochemical data collection, this method is used to obtain isotopic data from minerals like apatite and zircon using techniques such as multi-collector laser ablation-inductively coupled plasma mass spectrometry (LA-ICP-MS).",
                "AnswerCn": "原位同位素分析是指直接在样品材料上分析同位素组成的方法，无需进行广泛的样品准备或分离过程。在地球化学数据收集的背景下，这种方法用于从矿物如磷灰石和锆石中获取同位素数据，采用的技术包括多收集器激光剥蚀-电感耦合等离子体质谱（LA-ICP-MS）。",
                "Level": "C1(Remembering)"
            }
        ],
        "Comparison": [
            {
                "QuestionEn": "How do the data collection methods using X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry compare to those using electron probe microanalysis and laser ablation inductively coupled plasma mass spectrometry in terms of capturing geochemical data for porphyry Cu-Mo and Mo deposits?",
                "QuestionCn": "使用X射线荧光光谱法和电感耦合等离子体质谱法的数据收集方法与使用电子探针显微分析法和激光剥蚀电感耦合等离子体质谱法相比，在捕获斑岩铜钼矿和钼矿的地球化学数据方面有什么不同？",
                "AnswerEn": "Data collection methods using X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry are used to obtain whole-rock major and trace geochemical data. In contrast, electron probe microanalysis and laser ablation inductively coupled plasma mass spectrometry are used to analyze mineral major and trace geochemical data. Both approaches provide complementary information for understanding the geochemical characteristics of porphyry Cu-Mo and Mo deposits, with the former focusing on bulk rock composition and the latter on mineral-specific data.",
                "AnswerCn": "数据收集方法使用X射线荧光光谱法和电感耦合等离子体质谱法来获取全岩主要和微量地球化学数据。相比之下，电子探针微分析和激光剥蚀电感耦合等离子体质谱法用于分析矿物的主要和微量地球化学数据。这两种方法为理解斑岩铜钼矿和钼矿的地球化学特征提供了互补的信息，前者侧重于岩石的整体成分，后者则关注矿物特定的数据。",
                "Level": "C2(Understanding)"
            }
        ],
        "Causal Antecedent": [
            {
                "QuestionEn": "What causes discrepancies in the isotopic data collection from accessory minerals like apatite and zircon in mineralization studies of porphyry copper-molybdenum and molybdenum deposits?",
                "QuestionCn": "在斑岩铜钼和钼矿床的矿化研究中，配饰矿物如磷灰石和锆石的同位素数据收集中的差异原因是什么？",
                "AnswerEn": "Discrepancies in isotopic data collection from accessory minerals such as apatite and zircon can arise due to variations in the geochemical characteristics of these minerals during the subduction-related processes and crustal interactions. The differences in the fluid compositions that control the formation of porphyry Cu-Mo and Mo deposits, such as Cl-rich fluids directly related to shallow slab dehydration for Cu-Mo deposits versus F-rich fluids from deeper slab dehydration effects for Mo deposits, contribute to these discrepancies.",
                "AnswerCn": "来自附属矿物如磷灰石和锆石的同位素数据收集中的差异可能源于这些矿物在与俯冲相关的过程中和地壳相互作用中的地球化学特征的变化。控制铜钼矿和钼矿床形成的流体成分的差异，例如与浅层板块脱水直接相关的富氯流体用于铜钼矿床，而来自深层板块脱水效应的富氟流体用于钼矿床，导致了这些差异的产生。",
                "Level": "C4(Analyzing)"
            }
        ],
        "Goal Orientation": [
            {
                "QuestionEn": "What is the purpose of collecting whole-rock major and trace geochemical data, as well as accessory mineral isotopic data, in the context of Mesozoic porphyry Cu-Mo and Mo deposits in Northeast China?",
                "QuestionCn": "在东北中国的中生代斑岩铜钼和钼矿床研究中，收集全岩主要和微量地球化学数据以及伴生矿物同位素数据的目的是什么？",
                "AnswerEn": "The goal is to differentiate the nature of ore-forming magmas between the porphyry Cu-Mo deposits and the porphyry Mo deposits in Northeast China during the Yanshanian period, utilizing the geochemical characteristics of apatite and zircon to understand the controlling factors of mineralization, such as the influence of subducting slab dehydration and crustal processes.",
                "AnswerCn": "目标是通过研究东北中国燕山期的斑岩铜钼矿床和斑岩钼矿床的矿石成因岩浆的性质，利用磷灰石和锆石的地球化学特征，了解矿化的控制因素，例如俯冲板块脱水和地壳过程的影响。",
                "Level": "C2(Understanding)"
            }
        ],
        "Instrumental/Procedural": [
            {
                "QuestionEn": "What are the instrumental techniques used to gather geochemical and isotopic data from mineral samples in porphyry copper-molybdenum and molybdenum deposits in Northeast China, and how do these techniques contribute to understanding the mineralization processes?",
                "QuestionCn": "在中国东北的斑岩铜钼矿和钼矿样品中，收集地球化学和同位素数据的仪器技术包括：X射线荧光光谱（XRF）、电感耦合等离子体质谱（ICP-MS）、气相色谱（GC）、同位素比质谱（IRMS）和扫描电子显微镜（SEM）等。这些技术有助于理解矿化过程，通过分析矿物的化学成分和同位素组成，揭示矿床的形成条件、流体来源及其演化过程。",
                "AnswerEn": "The instrumental techniques used include X-ray fluorescence spectrometry and inductively coupled plasma mass spectrometry for whole-rock major and trace geochemical data analysis. Electron probe microanalysis and laser ablation-inductively coupled plasma mass spectrometry are utilized for obtaining mineral major and trace geochemical data. Multi-collector laser ablation-inductively coupled plasma mass spectrometry is employed for in situ Sr-Nd-Hf isotopic geochemistry data collection. These techniques help in characterizing the geochemical features of apatite and zircon, which are crucial for distinguishing the magmatic nature differences between porphyry copper-molybdenum deposits and porphyry molybdenum deposits in the Yanshanian period. The porphyry Cu-Mo deposits are associated with Cl-rich fluids generated by shallow slab dehydration directly related to subduction, while porphyry Mo deposits are influenced by F-rich fluids from deep crustal hydrous mineral dehydration, affected by the distal effects of subduction.",
                "AnswerCn": "所使用的仪器技术包括X射线荧光光谱法和电感耦合等离子体质谱法，用于全岩主要和微量地球化学数据分析。电子探针显微分析和激光剥蚀-电感耦合等离子体质谱法用于获取矿物的主要和微量地球化学数据。多收集器激光剥蚀-电感耦合等离子体质谱法用于原位Sr-Nd-Hf同位素地球化学数据的收集。这些技术有助于表征磷灰石和锆石的地球化学特征，这对于区分燕山期斑岩铜钼矿床和斑岩钼矿床的岩浆性质差异至关重要。斑岩Cu-Mo矿床与由浅层板块脱水产生的富氯流体相关，这与俯冲直接相关，而斑岩Mo矿床则受到来自深部地壳水合矿物脱水的富氟流体的影响，受俯冲的远端效应影响。",
                "Level": "C2(Understanding)"
            }
        ]
    }
}