{
  "id": "085fc9c4-7f3a-45a8-a1cc-bd379fb9122f",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "The cryospheric index in the Northern Hemisphere",
      "titleCn": "北半球冰冻圈指数数据集",
      "description": "The cryosphere plays an important role in the earth system and has experienced a dramatic and rapid decline due to climate change. Most cryospheric research focuses on changes in individual components, but there is no single metric that quantifies the cryosphere as a whole. We initially investigate 17 parameters representing various cryospheric components, and ultimately use principal component analysis on 13 of these variables to define an integrated index that quantifies cryospheric changes. Based on its strong negative correlation with air temper\u0002atures, we reconstruct the cryospheric index back to 1850, and also project it to 2100 using different climate model scenarios.",
      "descriptionCn": "\n冰冻圈在地球系统中起着重要的作用，它经历了急剧快速变化。大多数冰冻圈研究集中在单个冰冻圈组成部分的变化上，没有单一的将冰冻圈作为一个整体进行量化的度量变量。因此，我们初步选取了17个冰冻圈组成部分的参数变量（冻结面积、活动层厚、春季积雪范围、年积雪范围、雪深、春季积雪覆盖天数、秋季积雪覆盖天数、年积雪覆盖天数、三月份海冰范围、九月份海冰覆盖范围、年海冰覆盖范围、海冰年龄小于1年，1-2年，2-3年，3-4年和大于4年，格陵兰冰盖物质平衡），并最终使用主成分分析选取其中13个变量（17个变量中剔除了秋季积雪范围、秋季积雪覆盖天数和海冰年龄1-2年和2-3年）来定义一个量化冰冻圈变化的综合指数。基于新建立的冰冻圈指数与大气温度的强烈相关性，重建了1850年以来的冰冻圈指数，并在不同气候情景下预测了2100年的冰冻圈指数。",
      "instructions": "File name: Northern Hemisphere Cryosphere Index. xlsx. The names of the tables are Reanalysis, Historical, SSP1-2.6, SSP2-4.5, SSP3-7.0, SSP5-8.5, and Ensemble, respectively. They represent the average reconstructed cryosphere index based on reanalysis data, CMIP6 different climate scenarios, and various model sets. The first column Year in each table represents the time and year; The remaining columns represent the reconstructed cryosphere indices under different modes and datasets.",
      "instructionsCn": "文件命名: 北半球冰冻圈指数.xlsx 。表的名字分别是Reanalysis, Historical, SSP1-2.6, SSP2-4.5, SSP3-7.0, SSP5-8.5, Ensemble,他们分别表示基于再分析资料、CMIP6不同气候情景和各个模式集合平均重建的冰冻圈指数。每个表格中的第一列Year 表示时间年份；其余列表示不同模式和数据集下重建的冰冻圈指数。\n\n 数据读取方式：该数据集中的所有表格文件都可以用excel程序打开。\n  ",
      "east": 180.0,
      "west": -180.0,
      "south": 0.0,
      "north": 90.0,
      "startTime": null,
      "endTime": null,
      "fileSize": 104924.0,
      "cstr": "18406.11.Cryos.tpdc.300750",
      "doi": "10.11888/Cryos.tpdc.300750",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "彭小清",
        "nameEn": "PENG Xiaoqing",
        "unitEn": "",
        "unitCn": "兰州大学"
      },
      {
        "nameCn": "牟翠翠",
        "nameEn": "MU Cuicui ",
        "unitEn": "Lanzhou University",
        "unitCn": "兰州大学"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "An integrated index of cryospheric change in the Northern Hemisphere",
        "referenceCn": null,
        "referenceEn": "Peng, X., Zhang, T., Frauenfeld, O. W., Wang, K., & Mu, C. (2022). An integrated index of cryospheric change in the Northern Hemisphere. Global and Planetary Change, 218, 103984."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "冰冻圈",
        "nameEn": "Cryosphere"
      }
    ],
    "themeList": [
      {
        "nameCn": "冰冻圈指数",
        "nameEn": "Cryospheric Index"
      },
      {
        "nameCn": "冰川（含冰盖）",
        "nameEn": "Glacier(Ice Sheet)"
      },
      {
        "nameCn": "冻土",
        "nameEn": "Frozen Ground"
      },
      {
        "nameCn": "海冰",
        "nameEn": "Sea Ice"
      },
      {
        "nameCn": "积雪",
        "nameEn": "Snow"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "北半球",
        "keywordEn": "Northern Hemisphere"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "1850-2100",
        "keywordEn": "1850-2100",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "北极快速变化的机理、影响及其气候效应研究",
        "titleEn": "Research on the mechanism, influence and climate effect of rapid change in the Arctic"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山地区冰川边界（2018）",
        "titleEn": "The glacier inventory of Qilian Mountain Area (2018 )"
      },
      {
        "titleCn": "青藏高原枪勇冰川近2500年融化强度变化数据",
        "titleEn": "Long-term glacier melt fluctuations of Qiangyong Glacier on the Tibetan Plateau over the past 2500 yr"
      },
      {
        "titleCn": "长江源和黄河源水资源时空分布数据集（1998-2017）",
        "titleEn": "The dataset of spatio-temporal water resources distribution in the source regions of Yangtze River and Yellow River (1998-2017)"
      },
      {
        "titleCn": "北半球湖冰物候数据集（1978-2018）",
        "titleEn": "The lake ice phenology dataset of the Northern Hemisphere (1978-2018)"
      },
      {
        "titleCn": "青藏高原黑河多年冻土区热融滑塌遥感产品（2009-2018）",
        "titleEn": "Remote sensing products of thermal collapse in Heihe permafrost region of the Tibetan Plateau (2009-2018)"
      },
      {
        "titleCn": "阿勒泰地区雪冰吸光性杂质数据（2016-2017）V1.0",
        "titleEn": "Absorptive impurity data of snow and ice in Altay (2016-2017) v1.0"
      },
      {
        "titleCn": "青藏高原黑河流域野牛沟冻土活动层厚度数据(2014-2018)",
        "titleEn": "Thickness data of active layer in the Yeniugou of the Heihe River Basin over Tibetan Plateau (2014-2018)"
      },
      {
        "titleCn": "基于MODIS的青藏高原逐日湖冰范围和覆盖比例数据集（2002-2018）",
        "titleEn": "Daily lake ice extent and cover proportion dataset of the Tibetan Plateau based on MODIS (2002-2018)"
      },
      {
        "titleCn": "全球长时间序列逐日雪深数据集（1980-2018）",
        "titleEn": "Long-term series of daily global snow depth (1979-2017)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Feature Specification": [
      {
        "QuestionEn": "What specific attributes are used to quantify changes in the cryosphere, and how are these attributes selected for inclusion in a dataset?",
        "QuestionCn": "用于量化冰冻圈变化的具体属性有哪些，这些属性是如何被选入数据集的？",
        "AnswerEn": "freezing area, active layer thickness, spring snow extent, annual snow extent, snow depth, spring snow cover days, annual snow cover days, March sea ice extent, September sea ice cover extent, annual sea ice cover extent, sea ice age categories, Greenland ice sheet mass balance",
        "AnswerCn": "冻结区、活动层厚度、春季积雪范围、年度积雪范围、积雪深度、春季积雪覆盖天数、年度积雪覆盖天数、三月海冰范围、九月海冰覆盖范围、年度海冰覆盖范围、海冰年龄类别、格陵兰冰盖质量平衡",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many parameters were initially selected to represent the different components of the cryosphere in a dataset focused on quantifying changes?",
        "QuestionCn": "最初选择了多少个参数来代表一个专注于量化变化的 dataset 中的不同冰冻圈组件？",
        "AnswerEn": "17",
        "AnswerCn": "17",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is a 'cryosphere index' in the context of monitoring hemispheric changes in the cryosphere?",
        "QuestionCn": "在监测半球冰冻圈变化的背景下，什么是“冰冻圈指数”？",
        "AnswerEn": "A cryosphere index is a quantifiable measure used to monitor and assess changes in the cryosphere as a whole. It is derived from multiple cryosphere component parameters, such as freezing area, active layer thickness, snow cover extent and duration, sea ice extent and age, and Greenland ice sheet mass balance. In this context, 13 variables are selected through principal component analysis to define a comprehensive index that quantifies changes in the cryosphere, which is then correlated with atmospheric temperature to reconstruct historical indices and predict future changes under different climate scenarios.",
        "AnswerCn": "冰冻圈指数是用于监测和评估冰冻圈整体变化的可量化指标。它是通过多个冰冻圈组成参数得出的，例如冻结面积、活层厚度、雪盖范围和持续时间、海冰范围和年龄，以及格林兰冰盖质量平衡。在这种背景下，通过主成分分析选择了13个变量，以定义一个综合指数，量化冰冻圈的变化，然后将其与大气温度相关联，以重建历史指数并在不同气候情景下预测未来变化。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors contribute to the selection of specific parameters for quantifying changes in the cryosphere?",
        "QuestionCn": "影响选择特定参数以量化冰冻圈变化的因素有哪些？",
        "AnswerEn": "The selection of specific parameters for quantifying changes in the cryosphere involves considering its various components, such as freezing area, active layer thickness, snow cover duration, and sea ice extent. The process includes using principal component analysis to identify relevant variables that strongly correlate with atmospheric temperature, resulting in a comprehensive index that effectively quantifies cryosphere changes over time.",
        "AnswerCn": "选择特定参数以量化冰冻圈变化时，需要考虑其各个组成部分，如冻结面积、活层厚度、雪盖持续时间和海冰范围。该过程包括使用主成分分析来识别与大气温度强相关的相关变量，从而形成一个全面的指数，有效地量化冰冻圈随时间的变化。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What are the main objectives behind developing a comprehensive index for quantifying cryosphere changes in the Northern Hemisphere?",
        "QuestionCn": "开发一个全面的指数来量化北半球冰冻圈变化的主要目标是什么？",
        "AnswerEn": "The main objectives are to create a unified metric that encapsulates the overall state and changes in the cryosphere, which is crucial due to the cryosphere's significant role in the Earth system and its rapid changes. By selecting 13 variables from 17 potential cryosphere components through principal component analysis, the goal is to establish a robust and comprehensive index that correlates strongly with atmospheric temperature, allowing for a reconstruction of cryosphere changes since 1850 and predictions under different climate scenarios by 2100.",
        "AnswerCn": "主要目标是创建一个统一的指标， encapsulates 了冰冻圈的整体状态和变化，这对于冰冻圈在地球系统中的重要作用及其快速变化至关重要。通过主成分分析，从17个潜在的冰冻圈组成部分中选择13个变量，目标是建立一个强大而全面的指数，与大气温度有很强的相关性，从而能够重建自1850年以来的冰冻圈变化，并在不同气候情景下预测到2100年的变化。",
        "Level": "C2(Understanding)"
      }
    ]
  }
}