{
    "id": "08a95cc1-19ba-41b5-9b9d-353f4f6b9d1e",
    "relatedPaper": 1,
    "context": {
        "metadata": {
            "titleEn": "Qilian Mountains integrated observatory network: Dataset of Qinghai Lake integrated observatory network (an observation system of Meteorological elements gradient of Yulei station on Qinghai lake, 2019)",
            "description": "This dataset includes data recorded by the Qinghai Lake integrated observatory network obtained from an observation system of Meteorological elements gradient of Yulei station on Qinghai lake from October 23 to December 31, 2019. The site (100° 29' 59.726'' E, 36° 35' 27.337'' N) was located on the Yulei Platform in Erlangjian scenic area, Qinghai Province. The elevation is 3209m. The installation heights and orientations of different sensors and measured quantities were as follows: air temperature and humidity profile (HMP155; 12 and 12.5 m above the water surface, towards north), wind speed and direction profile (windsonic; 14 m above the water surface, towards north) , rain gauge (TE525M; 10m above the water surface in the eastern part of the Yulei platform ), four-component radiometer (NR01; 10 m above the water surface, towards south), one infrared temperature sensors (SI-111; 10 m above the water surface, towards south, vertically downward), photosynthetically active radiation (LI190SB; 10 m above the water surface, towards south), water temperature profile (109, -0.2, -0.5, -1.0, -2.0, and -3.0 m).\nThe observations included the following: air temperature and humidity (Ta_12 m, Ta_12.5 m; RH_12 m, RH_12.5 m) (℃ and %, respectively), wind speed (Ws_14 m) (m/s), wind direction (WD_14 m) (°) , precipitation (rain) (mm), four-component radiation (DR, incoming shortwave radiation; UR, outgoing shortwave radiation; DLR_Cor, incoming longwave radiation; ULR_Cor, outgoing longwave radiation; Rn, net radiation) (W/m^2), infrared temperature (IRT_1) (℃), photosynthetically active radiation (PAR) (μmol/ (s m-2)), water temperature (Tw_20cm、Tw_50cm、Tw_100cm、Tw_200cm、Tw_300cm) (℃).\nThe data processing and quality control steps were as follows: (1) The AWS data were averaged over intervals of 10 min for a total of 144 records per day. The other data in addition to the four-component radiation data during January 1 to October 12 were missing because the malfunction of datalogger. The missing data were denoted by -6999. (2) Data in duplicate records were rejected. (3) Unphysical data were rejected. (4) The data marked in red are problematic data. (5) The format of the date and time was unified, and the date and time were collected in the same column, for example, date and time: 2018-1-1 10:30. Moreover, suspicious data were marked in red.",
            "instructions": "Year+** observatory network+ site+ AWS",
            "east": 100.5,
            "west": 100.5,
            "south": 36.59,
            "north": 36.59,
            "startTime": "2018-11-13 08:00:00",
            "endTime": "2020-01-21 08:00:00",
            "fileSize": 10321679.0,
            "cstr": "18406.11.Meteoro.tpdc.270732",
            "doi": "10.11888/Meteoro.tpdc.270732",
            "dataFormat": null,
            "license": "Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0)"
        },
        "authorList": [
            {
                "nameEn": "LI Xiaoyan",
                "unitEn": "Faculty of Geographical Science,  Beijing Normal University "
            }
        ],
        "literatureList": [
            {
                "titleEn": "Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau",
                "referenceEn": "Li, X.Y., Yang, X.F., Ma, Y.J., Hu, G.R., Hu, X., Wu, X.C., Wang, P., Huang, Y.M., Cui, B.L., & Wei, J.Q. (2018). Qinghai Lake Basin Critical Zone Observatory on the Qinghai-Tibet Plateau. Vadose Zone Journal, 17(1)."
            },
            {
                "titleEn": "Evaporation and surface energy budget over the largest high‐altitude saline lake on the Qinghai‐Tibet Plateau",
                "referenceEn": "Li, X.Y., Ma, Y.J., Huang, Y.M., Hu, X., Wu, X.C., Wang, P., Li, G.Y., Zhang, S.Y., Wu, H.W., Jiang, Z.Y., Cui, B.L., & Liu, L. (2016). Evaporation and surface energy budget over the largest high-altitude saline lake on the Qinghai-Tibet Plateau. Journal of Geophysical Research: Atmospheres, 121(18), 10470-10485."
            },
            {
                "titleEn": "Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai‐Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Zhao, G.Q., &Huang, Y.M. (2016). Surface energy fluxes and controls of evapotranspiration in three alpine ecosystems of Qinghai Lake watershed, NE Qinghai-Tibet Plateau. Ecohydrology, 9(2), 267-279."
            },
            {
                "titleEn": "Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai–Tibet Plateau",
                "referenceEn": "Zhang, S.Y., Li, X.Y., Ma, Y.J., Zhao, G.Q., Li, L., Chen, J., Jiang, Z.Y., & Huang, Y.M. (2014). Interannual and Seasonal Variability in Evapotranspiration and Energy Partitioning over the Alpine Riparian ShrubMyricaria SquamosaDesv. on Qinghai-Tibet Plateau. Cold Regions Science and Technology, 102, 8-20."
            },
            {
                "titleEn": "Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China",
                "referenceEn": "Yu, G.R., Zhu, X.J., Fu, Y.L., He, H.L., Wang, Q.F., Wen, X.F., Li, X.R., Zhang, L.M., Zhang, L., Su, W., Li, S.G., Sun, X.M., Zhang, Y.P., Zhang, J.H., Yan, J.H., Wang, H.M., Zhou, G.S., Jia, B.R., Xiang, W.H., Li, Y.N., Zhao, L., Wang, Y.F., Shi, P.L., Chen, S.P., Zhao, F.H., Wang, Y.Y., & Tong, C.L. (2013). Spatial patterns and climate drivers of carbon fluxes in terrestrial ecosystems of China. Global Change Biology, 19, 798–810."
            },
            {
                "titleEn": "Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau",
                "referenceEn": "Gu, S., Tang, Y.H., Du, M.Y., Kato, T., Li, Y.N., Cui, X.Y., &Zhao, X.Q. (2003). Short term variation of NEE in relation to environmental controls in an alpine meadow on the Qinghai-Tibetan Plateau, Journal of Geophysical Research, 108(D21), 4670."
            },
            {
                "titleEn": "Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China",
                "referenceEn": "Fu, Y., Zheng, Z., Yu, G., Hu, Z., Sun, X., Shi, P., Wang, Y., & Zhao, X. (2009). Environmental influences on carbon dioxide fluxes over three grassland ecosystems in China. Biogeosciences, 6, 2879–2893."
            },
            {
                "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
                "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
            },
            {
                "titleEn": "The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China",
                "referenceEn": "Liu, S., Li, X., Xu, Z., Che, T., Xiao, Q., Ma, M., Liu, Q., Jin, R., Guo, J., Wang, L., Wang, W., Qi, Y., Li, H., Xu, T., Ran, Y., Hu, X., Shi, S., Zhu, Z., Tan, J., Zhang, Y., Ren, Z. (2018). The Heihe Integrated Observatory Network: A basin‐scale land surface processes observatory in China. Vadose Zone Journal, 17,180072. https://doi.org/10.2136/vzj2018.04.0072."
            },
            {
                "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
                "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
            },
            {
                "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
                "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
            },
            {
                "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
                "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
            },
            {
                "titleEn": "Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions",
                "referenceEn": "Song, L.S., Kustas WP, Liu, S.M., Colaizzi PD, Nieto H, Xu, Z.W., Ma, Y.F., Li, M.S., Xu, T.R., Agam, N., Tolk, J., & Evett, S. (2016). Applications of a thermal-based two-source energy balance model using Priestley-Taylor approach for surface temperature partitioning under advective conditions. Journal of Hydrology,  doi:10.1016/j.jhydrol.2016.06.034."
            },
            {
                "titleEn": "Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area,",
                "referenceEn": "Zhang, Q., Sun, R., Jiang, G.Q., Xu, Z.W., & Liu, S.M. (2016). Carbon and energy flux from a Phragmites australis wetland in Zhangye oasis-desert area, China. Agricultural and Forest Meteorology, 230-231, 45-57."
            },
            {
                "titleEn": "Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE)",
                "referenceEn": "Xu, T.R., Bateni, S.M., & Liang, S.L. (2015). Estimating turbulent heat fluxes with a weak-constraint data assimilation scheme: A case study (HiWATER-MUSOEXE). IEEE Geoscience and Remote Sensing Letters, 12(1), 68-72."
            },
            {
                "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
                "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
            },
            {
                "titleEn": "Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE",
                "referenceEn": "Song, L.S., Liu, S.M., Zhang, X., Zhou, J., & Li, M.S. (2015). Estimating and Validating Soil Evaporation and Crop Transpiration During the HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 334-338."
            },
            {
                "titleEn": "Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species",
                "referenceEn": "Su, P.X., Yan, Q.D., Xie, T.T., Zhou,Z.J., & Gao, S. (2012). Associated growth of C3 and C4 desert plants helps the C3 species at the cost of the C4 species. Acta Physiologiae Plantarum, 34(6), 2057-2068."
            },
            {
                "titleEn": "Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau",
                "referenceEn": "Wang, Binbin, Ma, Yaoming, Chen, Xuelong, Ma, Weiqiang, Su, Zhongbo, Menenti, Massimo. Observation and simulation of lake-air heat and water transfer processes in a high-altitude shallow lake on the Tibetan Plateau. Journal of Geophysical Research: Atmospheres, 2015, 120(24):2015JD023863. doi:10.1002/2015JD023863"
            },
            {
                "titleEn": "Upscaling sensible heat fluxes with area-to-area regression kriging",
                "referenceEn": "Ge, Y., Liang, Y.Z., Wang, J.H., Zhao, Q.Y., &Liu, S.M. (2015). Upscaling sensible heat fluxes with area-to-area regression kriging. IEEE Geoscience and Remote Sensing Letters, 12(3), 656-660."
            },
            {
                "titleEn": "Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE",
                "referenceEn": "Ma, Y.F., Liu, S.M., Zhang, F., Zhou, J., &Jia, Z.Z. (2015). Estimations of regional surface energy fluxes over heterogeneous oasis-desert surfaces in the middle reaches of the Heihe River during HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(3), 671-675."
            },
            {
                "titleEn": "Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes.",
                "referenceEn": "Bai, J., Jia, L., Liu, S., Xu, Z., Hu, G., Zhu, M., &Song, L. (2015). Characterizing the Footprint of Eddy Covariance System and Large Aperture Scintillometer Measurements to Validate Satellite-Based Surface Fluxes. IEEE Geoscience and Remote Sensing Letters, 12(5), 943-947."
            },
            {
                "titleEn": "Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration",
                "referenceEn": "Xu, T., Liu, S., Xu, L., Chen ,Y., Jia, Z., Xu, Z., &Nielson, J. (2015). Temporal Upscaling and Reconstruction of Thermal Remotely Sensed Instantaneous Evapotranspiration. Remote Sensing, 7(3), 3400-3425."
            },
            {
                "titleEn": "Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area",
                "referenceEn": "Zhang, L., Sun, R., Xu, Z.W., Qiao, C., &Jiang, G.Q. (2015). Diurnal and Seasonal Variations in Carbon Dioxide Exchange in Ecosystems in the Zhangye Oasis Area, Northwest China. PLOS ONE, 10(6)."
            },
            {
                "titleEn": "Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data",
                "referenceEn": "Song, L.S., Liu, S.M., William Kustas, P., Zhou, J., &Ma, Y.F. (2015). Using the Surface Temperature-Albedo Space to Separate Regional Soil and Vegetation Temperatures from ASTER Data. Remote Sensing, 7(5), 5828-5848."
            },
            {
                "titleEn": "Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging",
                "referenceEn": "Hu, M.G., Wang, J.H., Ge, Y., Liu, M.X., Liu, S.M., Xu, Z.W., &Xu, T.R. (2015). Scaling Flux Tower Observations of Sensible Heat Flux Using Weighted Area-to-Area Regression Kriging. Atmosphere, 6(8), 1032-1044."
            },
            {
                "titleEn": "Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin",
                "referenceEn": "Zhou, J., Li, M.S., Liu, S.M., Jia, Z.Z., &Ma, Y.F. (2015). Validation and performance evaluations of methods for estimating land surface temperatures from ASTER data in the middle reach of the Heihe River Basin, Northwest China. Remote Sensing, 7, 7126-7156."
            },
            {
                "titleEn": "Estimating the spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing",
                "referenceEn": "Gao, S.G., Zhu, Z.L., Liu, S.M., Jin, R., Yang, G.C., Tan, L. (2014). Estimating spatial distribution of soil moisture based on Bayesian maximum entropy method with auxiliary data from remote sensing. International Journal of Applied Earth Observation and Geoinformation, 32, 54-66. doi:10.1016/j.jag.2014.03.003."
            },
            {
                "titleEn": "Vegetation physiological parameter setting in the Simple Biosphere model 2 (SiB2) for alpine meadows in the upper reaches of Heihe river",
                "referenceEn": "Li, Y., Sun, R., &Liu, S.M. (2015). Vegetation Physiological Parameters Setting in the Simple Biosphere Model 2 (SiB2) for alpine meadows in upper reaches of Heihe River. Science China Earth Sciences, 58(5), 755-769."
            },
            {
                "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
                "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
            },
            {
                "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
                "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
            }
        ],
        "keywordStandList": [
            {
                "nameEn": "Atmosphere"
            },
            {
                "nameEn": "Terrestrial Surface"
            }
        ],
        "themeList": [
            {
                "nameEn": "Soil"
            },
            {
                "nameEn": "Soil water content"
            },
            {
                "nameEn": "Soil heat flux"
            },
            {
                "nameEn": "Meteorological element"
            },
            {
                "nameEn": "Precipitation"
            },
            {
                "nameEn": "Winds"
            },
            {
                "nameEn": "Wind direction"
            },
            {
                "nameEn": "wind speed"
            }
        ],
        "placeKeywordList": [
            {
                "keywordEn": "Yulei station in Erlangjian scenic area"
            },
            {
                "keywordEn": "Qinghai Lake Basin"
            }
        ],
        "temporalKeywordList": [
            {
                "keywordEn": "2019",
                "type": "temporal"
            }
        ],
        "fundVOList": [
            {
                "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
            }
        ],
        "projectList": [
            {
                "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
            }
        ],
        "relatedDataList": [
            {
                "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
            },
            {
                "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
            },
            {
                "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
            },
            {
                "titleEn": "Water index in the Qilian Mountain Area in 2018 "
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
            },
            {
                "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
            }
        ]
    },
    "extract_pdfs_data": [
        {
            "background": [
                "The two-source energy balance (TSEB) model was successfully applied to estimate evaporation (E), transpiration (T), and evapotranspiration (ET) for land covered with vegetation, which has significantly important applications for the terrestrial water cycle and water resource management. One-source evapotranspiration estimation models combine the soil–vegetation components into a single source. However, in real landscape conditions, the surface is heterogeneous and contains a mixture of soil and vegetation having different temperatures and resistance to energy exchange. Therefore, one-source models explicitly cannot estimate the surface evapotranspiration accurately because the effect of.",
                "Shuttleworth and Wallace proposed a typical two-source evapotranspiration estimation model in which the energy partition is assumed to occur in both “the above canopy” and “the under soil” cases. Water vapor and heat meet over the reference height in the interior of the canopy. Moreover, the mixed water vapor and heat can only exit through the top of the canopy; the total heat flux is in addition to the fluxes coming from every surface layer. However, the model is complex, having over five resistances that cannot be accurately calculated. In addition, the model includes required parameters and observations that cannot be readily obtained from operational satellite- and ground-based data; therefore, the range of applications of the model is limited.",
                "The TSEB model has undergone several revisions, improving the estimation of soil and canopy net radiation, the aerodynamic resistance of the soil surface, the fractional vegetation coverage observed at the radiometer view angle, the distribution of regional-scale near-surface air temperature, and soil and canopy component temperatures. Because the TSEB model only requires the surface energy balance model with a single measurement of land surface temperature, the original model and subsequent refinements have been widely used to estimate E and T under a wide variety of vegetation types, vegetation coverage, climates, and spatial scales. However, most studies have only evaluated the total fluxes or ET (soil plus canopy) in comparison with measurements using the Bowen ratio–energy balance system, the eddy covariance (EC) system, or the large aperture scintillometer.",
                "Accurately estimating surface fluxes in a strongly advective irrigated agricultural area is a particularly challenging task and is even more difficult when the EC flux measurements of H and LE have an incomplete energy balance closure with respect to the available energy Rn−G0. The previous sensitivity studies found that the TSEB model performance is mainly affected by the uncertainty in surface–air temperature difference. Sometimes, this difference is dominant due to the errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. In this letter, it is shown that there is an overestimation of the component temperatures compared with the observed composite radiometric. This often leads to the most crucial effect on the TSEB model performance. In addition, another factor is the strong advective environment in this region."
            ],
            "research objective": [
                "In this letter, the ground-measured soil and canopy component temperatures were used to estimate E, T, and ET, which were better validated with observed ratios of E (E/ET%) and T (T/ET%) using the stable oxygen and hydrogen isotopes, and the ET measurements using an eddy covariance (EC) system.",
                "The objective of this letter is to estimate E, T, and ET using the soil and canopy component temperatures observed via a high-resolution thermal camera as inputs to a series TSEB model and to subsequently better validate E, T, and ET using a combination of the stable oxygen and hydrogen isotope technique and EC measurements."
            ],
            "challenges": [
                "However, the current composite temperature separation approaches are limited in their effectiveness in arid regions. Moreover, E and T are difficult to measure on the ground.",
                "Errors in the derived component temperature were primarily caused by image classification errors; these classification errors varied with vegetation abundance. The higher uncertainty of H estimation is not only caused by the uncertainty of the TSEB model but also due to the increased uncertainty of the EC system, which is 18% when the mean H is small in the irrigated farmland. Due to image pixel classification errors, soil pixels were counted as vegetation pixels, which produced an overestimation of the canopy temperature under the developing vegetation abundance. Alternatively, ignoring atmospheric upwelling radiation and transmittance could have produced the uncertainties in the estimated temperatures. In addition, the estimated uncertainty of the incoming short- and long-wave radiation transmittances through the canopy may be another source of Rn estimation errors."
            ],
            "methods": [
                "In this letter, the field observations were obtained from the Daman superstation installed in the central oasis, which is a 40-m boundary layer tower located at 100.3722° E, 38.8555° N and at an elevation of 1556 m. The meteorological parameters were measured every 10 min and included air temperature, wind speed, humidity at 5 m over the ground, four-component radiations (measured at 12 m above the ground using a four-component radiometer), and turbulent fluxes (measured at 4.5 m above the ground using an EC system with a sampling frequency of 10 Hz). The soil heat fluxes were measured using three heat plates located 6 cm under the ground. A Fluke Ti55 thermal infrared camera was manually operated on a 25-m-high platform on a boundary layer tower to measure the thermal radiation of the cropland approximately every 120 min; the observations were collected as thermal images from approximately 07:00 to 19:00 China Standard Time (CST) during the daytime. The ground-based measurement data were applied to partition ET into E and T applying the Craig–Gordon model.",
                "To evaluate the TSEB model accurately, the soil heat flux was using the ground measurement. In addition, the soil and canopy sensible heat fluxes were estimated using the series TSEB model, and their latent heat fluxes were calculated while solving the energy balance equations (1) and (2), respectively. The soil and canopy component temperatures were calculated using the images obtained with the thermal camera. To calculate the component temperatures, the visible and NIR images were classified into soil and canopy pixels using the maximum-likelihood method. Next, the soil and canopy directional brightness temperatures were exacted from the thermal images. Finally, the thermal infrared temperatures were converted to the radiation temperatures using the incoming long-wave radiation from the sky and the soil and canopy emissivities. Next, the simulated radiometric temperatures were validated against the surface radiometric temperatures, which were calculated according to the incoming long-wave radiation observed by the four-component radiometer."
            ],
            "dataset": [
                "The experimental area is an artificial oasis that is covered with maize, vegetables, and orchards. Data of day of year (DOY) 170, 173, 176, 192, 195, 231, 252, and 256 were used to determine ET and the ratios of E (E/ET%) and T (T/ET%) to ET during the Multi-Scale Observation Experiment on Evapotranspiration over heterogeneous land surfaces, which was part of the Heihe Water Allied Telemetry Experimental Research (HiWATER-MUSOEXE)."
            ],
            "findings": [
                "Our results indicated that even under the strongly advective conditions, the TSEB model produced reliable estimates of the E/ET% and T/ET% ratios and of ET. The mean bias and root-mean-square error (RMSE) of E/ET% were 1% and 2%, respectively, and the mean bias and RMSE of T/ET% were −1% and 2%, respectively. In addition, the model exhibited relatively reliable estimates in the latent heat flux, with mean bias and RMSE values of 31 and 61 W·m−2, respectively, compared with the measurements from the EC system. These results demonstrated that a robust soil and vegetation component temperature calculation was crucial for estimating E, T, and ET. Moreover, the separate validation of E/ET% and T/ET% provides a good prospect for TSEB model improvements.",
                "Our results demonstrated that the TSEB model using soil and canopy component radiometric temperatures, which were obtained from a high-precision thermal infrared camera, can be applied in a strongly advection-irrigated agricultural area. Notably, the results illustrated that the latent fluxes of the soil and vegetation components were successfully separated with reasonable accuracy, as assessed using ground-based measurements. The estimated E/ET% and E/ET% values agreed well with the values observed using the stable oxygen and hydrogen isotopes technique during the early, middle, and late growing seasons. In addition, the TSEB model produced reliable estimations of Rn, H, and LE; the mean biases of Rn, H, and LE were −18, 5, and 31 W ·m−2, respectively, and the RMSEs of Rn, H, and LE were 29, 19, and 61 W · m−2, respectively. This finding suggests that given accurate soil and vegetation component temperatures, E and T can be accurately separated from ET using the TSEB model."
            ]
        }
    ],
    "query": [
        {
            "Verification": [
                {
                    "Question": "Are the component temperatures of soil and vegetation used for estimating evapotranspiration in the TSEB model obtained from thermal infrared cameras?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "Is the four-component radiometer used for measuring radiation in the meteorological observation systems at both Qinghai Lake and the Daman superstation?",
                    "Answer": "Yes",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Disjunctive": [
                {
                    "Question": "In the collection of data for evapotranspiration modeling, are thermal cameras, radiometers, or eddy covariance systems more frequently employed?",
                    "Answer": "eddy covariance systems",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Concept Completion": [
                {
                    "Question": "What are the components measured in the Qinghai Lake surface meteorological gradient observation system, and where are the sensors positioned?",
                    "Answer": "wind speed, wind direction, air temperature, relative humidity, precipitation, lake surface radiative temperature, photosynthetically active radiation, four-component radiation, lake water temperature",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What challenges are faced in accurately estimating surface fluxes in strongly advective irrigated agricultural areas using models?",
                    "Answer": "Incomplete energy balance closure",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Where was the field observation for the experiment involving the TSEB model conducted, and what data collection methods were employed?",
                    "Answer": "Daman superstation",
                    "Level": "C1(Remembering)"
                }
            ]
        },
        {
            "Example": [
                {
                    "Question": "What is an example of a data quality control method used in hydrometeorological datasets to ensure the reliability of observational data over time?",
                    "Answer": "In the dataset from the 青海湖鱼雷发射基地 station, data quality control includes ensuring a fixed number of data points per day, marking missing data with a specific code (-6999), removing duplicate records, and eliminating data points that exceed physical or instrumental limits.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "Could you give an example of how advanced imaging techniques are utilized in data collection for estimating evapotranspiration in heterogeneous landscapes?",
                    "Answer": "In the Daman superstation study, a high-resolution thermal infrared camera was used to measure soil and canopy component temperatures. These temperatures were then employed in the two-source energy balance model to partition evapotranspiration into soil evaporation and canopy transpiration, demonstrating the use of thermal imaging in complex landscape assessments.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Feature Specification": [
                {
                    "Question": "What are the detailed specifications of sensors used in a meteorological observation system for collecting atmospheric and hydrological data?",
                    "Answer": "wind speed/direction sensors at 14m, temperature and humidity sensors at 12m and 12.5m, radiation and precipitation instrumentation at 10m, water temperature sensors at 0.2m, 0.5m, 1.0m, 2.0m, 3.0m",
                    "Level": "C1(Remembering)"
                },
                {
                    "Question": "What are the common challenges faced in ensuring data quality and consistency in a hydrometeorological dataset?",
                    "Answer": "missing data, issues with data acquisition systems, removal of duplicate entries, deletion of data that exceeds physical limits or instrument range, data marked with uncertainties, consistent date and time formatting",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors should be considered when partitioning evapotranspiration into its components using a two-source energy balance model?",
                    "Answer": "soil and canopy component temperatures, soil heat flux, radiometric temperatures, high-resolution thermal cameras, atmospheric conditions, strong advection, errors in image classification",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Definition": [
                {
                    "Question": "What is meant by 'component temperature separation' in the application of models for estimating evapotranspiration over heterogeneous land surfaces?",
                    "Answer": "Component temperature separation refers to the process of distinguishing and estimating the temperatures of different surface components, such as soil and canopy, from composite radiometric temperatures. This separation is crucial for applying models like the two-source energy balance (TSEB) model, which requires accurate soil and vegetation component temperatures to estimate evaporation, transpiration, and evapotranspiration accurately.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Comparison": [
                {
                    "Question": "How do the data collection techniques employed in the 青海湖流域地表过程综合观测网 compare with those used in the Daman superstation for measuring meteorological parameters?",
                    "Answer": "The 青海湖流域地表过程综合观测网 utilizes a gradient observation system focusing on various meteorological elements such as wind speed, air temperature, and radiation at different heights above the lake surface, while the Daman superstation measures parameters like air temperature, wind speed, and four-component radiation at various heights above the ground using a boundary layer tower. Both systems employ high-frequency measurements but differ in the placement and specific parameters measured, reflecting their distinct environmental contexts.",
                    "Level": "C2(Understanding)"
                },
                {
                    "Question": "What are the similarities and differences in data quality control methods between the 青海湖流域观测网 dataset and datasets obtained using the TSEB model in agricultural areas?",
                    "Answer": "The 青海湖流域观测网 dataset employs specific quality control methods such as marking missing data with -6999, removing duplicate records, and highlighting questionable data in red. In contrast, datasets using the TSEB model may focus more on validating component temperature estimates through comparisons with ground-based measurements and isotope techniques. Both emphasize accuracy but differ in specific quality control techniques due to differing data types and environmental conditions.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Interpretation": [
                {
                    "Question": "How might the methodology of using a two-source energy balance model be adapted to improve accuracy in arid regions, based on data collection challenges highlighted in the field?",
                    "Answer": "To improve accuracy in arid regions, the methodology could incorporate better image classification techniques to reduce errors caused by vegetation abundance, as well as account for atmospheric conditions affecting radiation transmittance. By addressing these sources of error, the model's effectiveness in separating soil and canopy component temperatures could be enhanced.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "What implications do the methods of temperature measurement and partitioning have for future data collection strategies in complex ecosystems?",
                    "Answer": "The use of high-resolution thermal cameras and the partitioning of ET into E and T using stable isotopes indicate that precise measurement and classification of soil and canopy temperatures are crucial. Future data collection strategies may benefit from integrating advanced imaging techniques and isotopic analysis to enhance the accuracy of energy balance models in complex ecosystems.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Causal Antecedent": [
                {
                    "Question": "What causes uncertainties in estimating evapotranspiration components using the two-source energy balance (TSEB) model in arid regions?",
                    "Answer": "The uncertainties in estimating evapotranspiration components using the TSEB model are mainly caused by errors in determining the surface soil and vegetation component temperatures from the surface composite radiometric temperature. These errors stem from image classification inaccuracies, variations in vegetation abundance, and the strong advective environment characteristic of arid regions.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "Why do errors occur in the estimation of incoming short- and long-wave radiation transmittances through vegetation canopies?",
                    "Answer": "Errors in estimating incoming short- and long-wave radiation transmittances through vegetation canopies occur due to atmospheric upwelling radiation and transmittance not being considered, along with uncertainties in the classification of soil and canopy pixels, which can lead to misestimation of the canopy temperature.",
                    "Level": "C4(Analyzing)"
                },
                {
                    "Question": "What factors contribute to the challenges of measuring evaporation and transpiration on the ground?",
                    "Answer": "Challenges in measuring evaporation and transpiration on the ground are due to the composite temperature separation approaches being limited in effectiveness, especially in arid regions. Additionally, the high uncertainty of measurements using methods like the eddy covariance (EC) system contributes to these challenges.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Instrumental/Procedural": [
                {
                    "Question": "What are the specific procedures involved in setting up and calibrating the four-component radiometer for accurate measurement of radiative fluxes in a hydrological and meteorological observation network?",
                    "Answer": "The four-component radiometer is installed at a specific height above the surface, here at 10 m above the lake surface, with orientation towards the south. Regular calibration must ensure accurate measurements of the four radiative components: downward shortwave (DR), upward shortwave (UR), downward longwave corrected (DLR_Cor), and upward longwave corrected (ULR_Cor) radiation, which are crucial for calculating net radiation (Rn). Calibration involves checking against known radiative standards and adjusting for any deviations.",
                    "Level": "C3(Applying)"
                },
                {
                    "Question": "How are the ground-based meteorological parameters collected to ensure the quality and accuracy of data in a comprehensive observational network?",
                    "Answer": "Meteorological parameters are measured every 10 minutes to ensure a high temporal resolution of data. Specific procedures for data quality control include ensuring 144 data entries per day, marking missing data with a placeholder (-6999), removing duplicate records, and eliminating data that fall outside of physical or instrumental ranges. Consistent formatting of date and time into a single column further standardizes the dataset for further analysis.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Enablement": [
                {
                    "Question": "How do data quality control measures enable the reliable use of meteorological datasets in research studies?",
                    "Answer": "Data quality control measures, such as ensuring a consistent data record with 144 data points per day, marking missing data with placeholders, and removing duplicate or physically implausible data points, enable the reliable use of meteorological datasets by maintaining data integrity and accuracy.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Expectation": [
                {
                    "Question": "What factors could affect the accuracy of surface flux estimates in strongly advective environments, and how might these be mitigated in data collection methodologies?",
                    "Answer": "Factors affecting the accuracy of surface flux estimates in strongly advective environments include errors in determining surface temperature components, uncertainties in atmospheric conditions, and the mixed nature of soil and vegetation temperatures. Mitigation strategies could involve using high-resolution thermal imagery for more accurate temperature separation, employing stable isotope techniques to validate measurements, and improving image classification methods to reduce errors.",
                    "Level": "C4(Analyzing)"
                }
            ]
        },
        {
            "Judgmental": [
                {
                    "Question": "How would you evaluate the effectiveness of using multiple sensor layers in capturing comprehensive data for surface processes in lake environments?",
                    "Answer": "The use of multiple sensor layers, such as those for wind speed, air temperature, humidity, and radiation at various heights, provides a robust mechanism for capturing detailed meteorological data. This approach allows for a comprehensive understanding of surface processes by enabling the measurement of different environmental parameters at varying levels above the lake surface. This can be advantageous for accurately modeling and understanding complex interactions between the atmosphere and the lake surface.",
                    "Level": "C5(Evaluating)"
                },
                {
                    "Question": "In your opinion, what are the key challenges in ensuring data quality and consistency in meteorological datasets collected over extended periods?",
                    "Answer": "Key challenges in ensuring data quality and consistency include the need for meticulous data processing and quality control measures such as addressing missing data, removing duplicate records, and filtering out data that exceed physical or instrumental limits. Additionally, issues such as equipment malfunctions, as noted with the lack of meteorological data due to a collector problem in the dataset, illustrate the importance of maintaining equipment to prevent data gaps.",
                    "Level": "C5(Evaluating)"
                }
            ]
        },
        {
            "Assertion": [
                {
                    "Question": "I'm unsure how stable isotopes are used to validate evapotranspiration measurements in the context of these datasets.",
                    "Answer": "Stable oxygen and hydrogen isotopes are used to validate evapotranspiration measurements by comparing them with ratios of evaporation and transpiration (E/ET% and T/ET%). These isotopes provide a way to assess the accuracy of evapotranspiration estimates derived from models like the TSEB, particularly when combined with ground-based measurements such as those from an eddy covariance system.",
                    "Level": "C2(Understanding)"
                }
            ]
        },
        {
            "Request/Directive": [
                {
                    "Question": "Please elaborate on the data collection methods used for capturing meteorological and hydrological variables over lake surfaces, considering the challenges of missing data and quality control.",
                    "Answer": "The data collection methods involve using various sensors and instruments placed at specific heights above the lake surface to measure meteorological variables such as wind speed, wind direction, air temperature, relative humidity, precipitation, radiation, and lake water temperature. Quality control measures include ensuring consistent data collection (144 data points per day), marking missing data with specific indicators, removing duplicate or physically implausible data, and unifying date and time formats.",
                    "Level": "C6(Creating)"
                },
                {
                    "Question": "Please suggest potential strategies for expanding datasets to include more robust evaluations of evapotranspiration models in advective environments.",
                    "Answer": "Potential strategies include integrating ground-based measurements with satellite data for broader spatial coverage, employing high-precision thermal cameras for detailed temperature mapping, and using stable isotope techniques for validating evapotranspiration estimates. Additionally, employing advanced image classification techniques to enhance component temperature accuracy and conducting experiments under varying climatic conditions can lead to more comprehensive datasets.",
                    "Level": "C6(Creating)"
                }
            ]
        }
    ]
}