{
  "id": "091b8430-2401-46e3-8099-5e0d64cf253d",
  "relatedPaper": 0,
  "context": {
    "metadata": {
      "titleEn": "Landsat modified soil adjusted vegetation index (MSAVI) products over the Tibetan Plateau (2021)",
      "titleCn": "青藏高原Landsat系列卫星MSAVI产品（2021）",
      "description": "The dataset is the modified soil adjusted vegetation index (MSAVI) products of 2021 over the Tibetan Plateau。The dataset is producted based on Landsat surface reflectance dataset. It is calculated by the MSAVI equation which modifies the problem that SAVI is not sensitive in the dense vegetation area.And the corresponding production of quality identification documents (QA) is also generated to identify the cloud, ice and snow.MSAVI is stable in the dense vegetation area, but is not sensitive in the sparse vegetation area .",
      "descriptionCn": "1）数据内容：本数据集包含2021年青藏高原地区Landsat长时序改进的土壤调节植被指数（MSAVI）产品。2）数据来源及加工方法：主要是在2021年青藏高原Landsat系列卫星地表反射率数据集的基础上，通过MSAVI的计算公式进行生产的，即在SAVI的基础上，针对SAVI在植被覆盖茂盛区表现不敏感的问题进行了改进；3）数据质量描述：为了标识云、冰雪，并相应生产了质量标识文件（QA）。4) 数据应用成果及前景：该指数在植被茂盛覆盖区域较为稳定，而在植被稀疏区表现不敏感。",
      "instructions": "1)File name rules: the MSAVI result of each scense is stored in a floder including the MSAVI band, QA bands, metadata, and browser; the named rule of a folder is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-MSAVI\",for example, L5-TM-115-026-19840418-LSR-BRDF-MSAVI;the MSAVI is stored as GeoTIFF format and its named rule is presented as \"satellite- sensor-path-row-imaging date-LSR-BRDF-MSAVI.TIF\", for example, \"L5-TM-115-026-19840418-LSR-BRDF-MSAVI.TIF\". 2)How to use the dataset:the MSAVI results can be opened by ArcGIS, envi, QGIS and so on,  the MSAVI results are multiplied 10000 to become16 bit integer from the original floating-point type in the range of 0 ~ 1 , so it needs to be mutiplied 0.0001 when used, and the background filling value is -9999, and the \"LZW\" lossless compression is carried out.",
      "instructionsCn": "文件命名：MSAVI是以景为单位存放文件夹，由MSAVI波段、质量文件（Quality Assessment, QA）、元数据、缩略图组成，文件夹的命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-MSAVI，如L5-TM-115-026-19840418-LSR-BRDF-MSAVI；其中MSAVI产品是以GeoTIFF格式存储的，命名规则为：卫星-传感器-path-row-成像日期-LSR-BRDF-MSAVI.TIF，如L5-TM-115-026-19840418-LSR-BRDF-MSAVI.TIF。数据使用方法：MSAVI结果可使用Arcgis、ENVI、QGIS等软件打开，为了降低存储空间，MSAVI结果由原本的0~1范围内的浮点型均乘以10000变成16位整型，所以使用时需要将结果乘以0.0001，背景填充值为-9999，并进行了“LZW”的无损压缩。",
      "east": 106.7,
      "west": 73.4,
      "south": 24.6,
      "north": 40.4,
      "startTime": null,
      "endTime": null,
      "fileSize": 356985491088.0,
      "cstr": "18406.11.Terre.tpdc.300566",
      "doi": "10.11888/Terre.tpdc.300566",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "彭燕",
        "nameEn": "PENG Yan",
        "unitEn": "",
        "unitCn": "中国科学院空天信息创新研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "A soil- adjusted vegetation index (SAVI) . Remote Sensing of Environment",
        "referenceCn": null,
        "referenceEn": "HUETE, A.R. (1988). A soil- adjusted vegetation index (SAVI). Remote Sensing of Environment, 25, 295-309."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "改进的土壤调节植被指数",
        "nameEn": "MSAVI"
      },
      {
        "nameCn": "陆地表层遥感",
        "nameEn": "Terrestrial Surface Remote Sensing"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "青藏高原",
        "keywordEn": "Tibetan Plateau"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2021",
        "keywordEn": "2021",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "第二次青藏高原综合科学考察研究",
        "titleEn": "Second Tibetan Plateau Scientific Expedition and Research Programme (STEP)"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山地区日值0.05°×0.05°地表土壤水分数据（2017, SMHiRes, V1）",
        "titleEn": "Daily 0.05°×0.05° land surface soil moisture dataset of Qilian Mountain area (2017, SMHiRes, V1)"
      },
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": null,
  "query": {
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to improve the sensitivity of vegetation indices in densely vegetated areas on the Tibetan Plateau?",
        "QuestionCn": "您能否提供一个用于提高青藏高原密集植被区域植被指数敏感性的资料收集方法的例子？",
        "AnswerEn": "A data collection method involves using Landsat satellite series data to calculate the Modified Soil-Adjusted Vegetation Index (MSAVI) to improve sensitivity in densely vegetated areas. The method addresses the insensitivity of the Soil-Adjusted Vegetation Index (SAVI) in such regions.",
        "AnswerCn": "一种数据收集方法涉及使用Landsat卫星系列数据计算改进的土壤调整植被指数（MSAVI），以提高在密集植被区域的敏感性。该方法解决了土壤调整植被指数（SAVI）在这些区域的敏感性不足的问题。",
        "Level": "C2(Understanding)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What is the Modified Soil-Adjusted Vegetation Index (MSAVI) in the context of satellite data products?",
        "QuestionCn": "在卫星数据产品的背景下，修正土壤调整植被指数（MSAVI）是什么？",
        "AnswerEn": "The Modified Soil-Adjusted Vegetation Index (MSAVI) is a vegetation index derived from satellite data, specifically designed to improve the sensitivity of vegetation detection in areas with dense vegetation cover. It is calculated based on surface reflectance data from the Landsat satellite series and serves as an enhancement over the Soil-Adjusted Vegetation Index (SAVI) by addressing its limitations in densely vegetated regions.",
        "AnswerCn": "修正土壤调整植被指数（MSAVI）是一种基于卫星数据的植被指数，专门设计用于提高在植被覆盖密集区域的植被检测灵敏度。它是基于来自Landsat卫星系列的表面反射率数据计算得出的，并作为土壤调整植被指数（SAVI）的增强版，旨在解决其在密集植被区域的局限性。",
        "Level": "C1(Remembering)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What factors influence the calculation and accuracy of the improved soil-adjusted vegetation index (MSAVI) for the Tibetan Plateau, particularly in areas with varying vegetation cover?",
        "QuestionCn": "哪些因素影响青藏高原改进型土壤调整植被指数（MSAVI）的计算和准确性，特别是在植被覆盖变化的地区？",
        "AnswerEn": "The calculation and accuracy of the MSAVI for the Tibetan Plateau are influenced by the quality of the surface reflectance data derived from the Landsat series satellites. The MSAVI calculation formula improves upon the traditional SAVI by addressing its insensitivity in areas with dense vegetation cover. The dataset includes quality assurance files to identify and account for cloud and snow presence, which can affect data accuracy. The index is stable in densely vegetated areas but less sensitive in sparsely vegetated regions.",
        "AnswerCn": "MSAVI的计算和准确性受到来自Landsat系列卫星的表面反射数据质量的影响。MSAVI计算公式在传统SAVI的基础上进行了改进，以解决其在植被覆盖密集区域的敏感性不足的问题。该数据集包括质量保证文件，以识别和考虑云和雪的存在，这可能影响数据的准确性。该指数在植被密集的区域稳定，但在植被稀疏的区域敏感性较低。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What are the consequences of using an improved soil-adjusted vegetation index (MSAVI) for data collected in areas with dense vegetation cover on the accuracy and sensitivity of vegetation monitoring in the Qinghai-Tibet Plateau?",
        "QuestionCn": "使用改进的土壤调整植被指数（MSAVI）对青藏高原密集植被覆盖区收集的数据进行监测，会对植被监测的准确性和敏感性产生什么影响？",
        "AnswerEn": "The use of the improved soil-adjusted vegetation index (MSAVI) enhances stability in areas with dense vegetation cover, while addressing the insensitivity of traditional indices like SAVI in these regions. However, it may still be less sensitive in areas with sparse vegetation cover, impacting the accuracy and sensitivity of vegetation monitoring in such areas.",
        "AnswerCn": "改进的土壤调整植被指数（MSAVI）在植被覆盖密集的地区增强了稳定性，同时解决了传统指数如SAVI在这些区域的敏感性不足的问题。然而，在植被覆盖稀疏的地区，它的敏感性可能仍然较低，这影响了在这些区域进行植被监测的准确性和敏感性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "What is the primary goal of generating a dataset with improved soil-adjusted vegetation index (MSAVI) for the Qinghai-Tibet Plateau in 2021?",
        "QuestionCn": "在2021年为青藏高原生成具有改进土壤调节植被指数（MSAVI）的数据集的主要目标是什么？",
        "AnswerEn": "The primary goal is to improve the sensitivity of vegetation indices in densely vegetated areas by refining the Soil-Adjusted Vegetation Index (SAVI), thereby providing a more accurate representation of vegetation cover on the Qinghai-Tibet Plateau. This involves addressing the insensitivity of SAVI in areas with dense vegetation cover and ensuring stability in lush regions while acknowledging limitations in sparsely vegetated areas.",
        "AnswerCn": "主要目标是通过改进土壤调整植被指数（SAVI），提高在植被密集区域的植被指数敏感性，从而更准确地反映青藏高原的植被覆盖情况。这涉及到解决SAVI在植被密集区域的敏感性不足问题，同时确保在茂盛地区的稳定性，同时承认在植被稀疏区域的局限性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "What are the procedural steps involved in generating the MSAVI product from Landsat surface reflectance data for regions with diverse vegetation coverage on the Qinghai-Tibet Plateau?",
        "QuestionCn": "从Landsat地表反射率数据生成青藏高原不同植被覆盖区域的MSAVI产品涉及哪些程序步骤？",
        "AnswerEn": "The procedural steps involve using the 2021 Landsat series satellite surface reflectance data for the Qinghai-Tibet Plateau. The MSAVI product is generated by applying the MSAVI calculation formula, which is an improved version of the SAVI. This improvement addresses the insensitivity of SAVI in densely vegetated areas. Additionally, cloud and snow/ice are marked, and a quality assurance file (QA) is produced to ensure data quality.",
        "AnswerCn": "程序步骤涉及使用2021年Landsat系列卫星表面反射率数据，针对青藏高原生成MSAVI产品。通过应用MSAVI计算公式生成该产品，MSAVI是SAVI的改进版本。这一改进解决了SAVI在植被密集区域的不敏感性。此外，云和雪/冰被标记，并生成质量保证文件（QA）以确保数据质量。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What advancements in satellite technology have enabled the production of improved soil-adjusted vegetation index (MSAVI) products for the Qinghai-Tibet Plateau region?",
        "QuestionCn": "哪些卫星技术的进步使得青藏高原地区改进的土壤调整植被指数（MSAVI）产品得以生产？",
        "AnswerEn": "The use of Landsat series satellite surface reflectance data forms the basis for calculating the improved soil-adjusted vegetation index (MSAVI) products, allowing for enhanced sensitivity improvements over traditional SAVI, particularly in areas with dense vegetation coverage.",
        "AnswerCn": "使用Landsat系列卫星表面反射率数据是计算改进的土壤调整植被指数（MSAVI）产品的基础，这使得在植被覆盖密集的地区，相较于传统的SAVI，敏感性得到了增强。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}