{
  "id": "093a1366-8d6c-4906-8e8e-d069d8761889",
  "relatedPaper": 3,
  "context": {
    "metadata": {
      "titleEn": "Dataset of Heihe integrated observatory network (eddy covariance system of Jingyangling station, 2023)",
      "titleCn": "黑河流域地表过程综合观测网（景阳岭站涡动相关仪-2023）",
      "description": "This dataset contains the flux measurements from the Jingyangling station eddy covariance system (EC) in the upstream reaches of the Heihe integrated observatory network from January 1 to December 31 in 2023. The site (101.1160E, 37.8384N) was located in the Jingyangling, near Qilian County in Qinghai Province. The elevation is 3750 m. The EC was installed at a height of 4.5 m, and the sampling rate was 10 Hz. The sonic anemometer faced north, and the separation distance between the sonic anemometer and the CO2/H2O gas analyzer (CSAT3B & Li7500DS) was 0.15 m.\nThe raw data acquired at 10 Hz were processed using the Eddypro post-processing software, including the spike detection, lag correction of H2O/CO2 relative to the vertical wind component, sonic virtual temperature correction, coordinate rotation (2-D rotation), corrections for density fluctuation (Webb-Pearman-Leuning correction), and frequency response correction. The EC data were subsequently averaged over 30 min periods. The observation data quality was divided into three classes according to the quality assessment method of stationarity (Δst) and the integral turbulent characteristics test (ITC): class 1-3 (high quality), class 4-6 (good), class 7-8 (poor, better than gap filling data), class9 (rejected). In addition to the above processing steps, the half-hourly flux data were screened in a four-step procedure: (1) data from periods of sensor malfunction were rejected; (2) data collected before or after 1 h of precipitation were rejected; (3) incomplete 30 min data were rejected when the missing data constituted more than 10% of the 30 min raw record. There were 48 records per day, and the missing data were replaced with -6999. Suspicious data were marked in red. \nThe released data contained the following variables: data/time, wind direction (Wdir, °), wind speed (Wnd, m/s), the standard deviation of the lateral wind (Std_Uy, m/s), virtual temperature (Tv, ℃), H2O mass density (H2O, g/m3), CO2 mass density (CO2, mg/m3), friction velocity (ustar, m/s), stability (L), sensible heat flux (Hs, W/m2), latent heat flux (LE, W/m2), carbon dioxide flux (Fc, mg/ (m2s)), quality assessment of the sensible heat flux (QA_Hs), quality assessment of the latent heat flux (QA_LE), and quality assessment of the carbon flux (QA_Fc). In this dataset, the time of 0:30 corresponds to the average data for the period between 0:00 and 0:30; the data were stored in *.xls format. Detailed information can be found in the suggested references.\nFor more information, please refer to Liu et al. (2018) (for sites information) and Che et al. (2019).",
      "descriptionCn": "该数据集包含了2023年1月1日至2023年12月31日的黑河流域地表过程综合观测网上游景阳岭站涡动相关仪观测数据。站点位于青海省祁连县景阳岭垭口，下垫面是高寒草甸。观测点的经纬度是101.1160E, 37.8384N，海拔3750m。涡动相关仪的架高4.5m，采样频率是10Hz，超声朝向是正北向，超声风速温度仪（CSAT3B）与CO2/H2O分析仪（Li7500DS）之间的距离是15cm。\n涡动相关仪的原始观测数据为10Hz，发布的数据是采用Eddypro软件处理的30分钟数据，其处理的主要步骤包括：野点值剔除，延迟时间校正，坐标旋转（二次坐标旋转），频率响应修正，超声虚温修正和密度（WPL）修正等。同时对各通量值进行质量评价，主要是大气平稳性（Δst）和湍流相似性特征（ITC）的检验。对Eddypro软件输出的30min通量值也进行了筛选：（1）剔除仪器出错时的数据；（2）剔除降水前后1h的数据；（3）剔除10Hz原始数据中每30min内缺失率大于10%的数据。观测数据的平均周期为30分钟，一天48个数据，缺失数据标记为-6999。\n发布的观测数据包括：日期/时间Date/Time，风向Wdir（°），水平风速Wnd（m/s），侧向风速标准差Std_Uy（m/s），超声虚温Tv（℃），水汽密度H2O（g/m3），二氧化碳浓度CO2（mg/m3），摩擦速度Ustar（m/s），奥布霍夫长度L（m），感热通量Hs（W/m2），潜热通量LE（W/m2），二氧化碳通量Fc（mg/(m2s)），感热通量的质量标识QA_Hs，潜热通量的质量标识QA_LE，二氧化碳通量的质量标识QA_Fc。感热、潜热、二氧化碳通量的质量标识分为九级（质量标识1-3数据质量好，4-6数据质量较好，7-8数据质量较差（较插补数据好）；9数据质量差））。数据时间的含义，如0:30代表0:00-0:30的平均；数据以*.xls格式存储。\n黑河流域地表过程综合观测网或站点信息请参考Liu et al. (2018)和Che et al. (2019)。",
      "instructions": "Year+** observatory network+ site no + EC.",
      "instructionsCn": "年份+**观测网+站点名称+EC ",
      "east": 101.116,
      "west": 101.116,
      "south": 37.8384,
      "north": 37.8384,
      "startTime": "2023-01-01 10:50:53",
      "endTime": "2023-12-31 10:50:53",
      "fileSize": 2415136.0,
      "cstr": "18406.11.Terre.tpdc.301275",
      "doi": "10.11888/Terre.tpdc.301275",
      "dataFormat": null,
      "license": "1"
    },
    "authorList": [
      {
        "nameCn": "刘绍民",
        "nameEn": "LIU Shaomin",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "车涛",
        "nameEn": "CHE Tao",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "徐自为",
        "nameEn": "XU Ziwei",
        "unitEn": "Beijing Normal University",
        "unitCn": "北京师范大学"
      },
      {
        "nameCn": "张阳",
        "nameEn": "ZHANG Yang",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "谭俊磊",
        "nameEn": "TAN Junlei",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      },
      {
        "nameCn": "任志国",
        "nameEn": "REN Zhiguo",
        "unitEn": "",
        "unitCn": "中国科学院西北生态环境资源研究院"
      }
    ],
    "literatureList": [
      {
        "titleCn": null,
        "titleEn": "Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China",
        "referenceCn": null,
        "referenceEn": "Che, T., Li, X., Liu, S., Li, H., Xu, Z., Tan, J., Zhang, Y., Ren, Z., Xiao, L., Deng, J., Jin, R., Ma, M., Wang, J., & Yang, X. (2019). Integrated hydrometeorological, snow and frozen-ground observations in the alpine region of the Heihe River Basin, China. Earth System Science Data, 11, 1483-1499"
      },
      {
        "titleCn": null,
        "titleEn": "The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Li, X., Xu, Z.W., Che, T., Xiao, Q., Ma, M.G., Liu, Q.H., Jin, R., Guo, J.W., Wang, L.X., Wang, W.Z., Qi, Y., Li, H.Y., Xu, T.R., Ran, Y.H., Hu, X.L., Shi, S.J., Zhu, Z.L., Tan, J.L., Zhang, Y., & Ren, Z.G. (2018). The Heihe Integrated Observatory Network: A Basin-Scale Land Surface Processes Observatory in China. Vadose Zone Journal, 17(1), 180072. doi:10.2136/vzj2018.04.0072."
      },
      {
        "titleCn": null,
        "titleEn": "A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in a typical endorheic basin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Che, T., Li, X.,  Xu, T.R.,  Ren, Z.G., Zhang, Y., Tan, J.L., Song, L.S., Zhou, J., Zhu, Z.L., Yang, X.F., Liu, R., & Ma, Y.F. (2023). A dataset of energy, water vapor, and carbon exchange observations in oasis–desert areas from 2012 to 2021 in\na typical endorheic basin. Earth System Science Data, 15, 4959-4981."
      },
      {
        "titleCn": null,
        "titleEn": "A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Wang, W.Z., Bai, J., Jia, Z., Zhu, M., & Wang, J.M. (2011). A comparison of eddy-covariance and large aperture scintillometer measurements with respect to the energy balance closure problem. Hydrology and Earth System Sciences, 15(4), 1291-1306."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of the energy balance closure under advective conditions and its impact using remote sensing data",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Ma, Y.F., Liu, S.M., Shi, S.J., & Wang, J.M. (2017). Assessment of the energy balance closure under advective conditions and its impact using remote sensing data. Journal of Applied Meteorology and Climatology, 56, 127-140."
      },
      {
        "titleCn": null,
        "titleEn": "Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Song, L.S., Zhao, Q.Y., Ge, Y., Xu, T.R., Ma, Y.F., Zhu, Z.L., Jia, Z.Z., & Zhang, F. (2016). Upscaling evapotranspiration measurements from multi-site to the satellite pixel scale over heterogeneous land surfaces. Agricultural and Forest Meteorology, 230-231, 97-113."
      },
      {
        "titleCn": null,
        "titleEn": "Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures",
        "referenceCn": null,
        "referenceEn": "Song, L.S., Liu, S.M., Kustas, W.P., Zhou, J., Xu, Z.W., Xia, T., & Li, M.S. (2016). Application of remote sensing-based two-source energy balance model for mapping field surface fluxes with composite and component surface temperatures. Agricultural and Forest Meteorology, 230-231, 8-19."
      },
      {
        "titleCn": null,
        "titleEn": "Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Wang, J.M., Zhuang, J.X., Wang, W.Z., Liu, S.M., & Xu, Z.W. (2015). Assessment of uncertainties in eddy covariance flux measurement based on intensive flux matrix of HiWATER-MUSOEXE. IEEE Geoscience and Remote Sensing Letters, 12(2), 259-263."
      },
      {
        "titleCn": null,
        "titleEn": "Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE",
        "referenceCn": null,
        "referenceEn": "Xu, Z.W., Liu, S.M., Li, X., Shi, S.J., Wang, J.M., Zhu, Z.L., Xu, T.R., Wang, W.Z., & Ma, M.G. (2013). Intercomparison of surface energy flux measurement systems used during the HiWATER-MUSOEXE. Journal of Geophysical Research, 118, 13140-13157, doi:10.1002/2013JD020260."
      },
      {
        "titleCn": null,
        "titleEn": "Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, Chin",
        "referenceCn": null,
        "referenceEn": "Liu, S.M., Xu, Z.W., Zhu, Z.L., Jia, Z.Z., &Zhu, M.J. (2013). Measurements of evapotranspiration from eddy-covariance systems and large aperture scintillometers in the Hai River Basin, China. Journal of Hydrology, 487, 24-38."
      }
    ],
    "keywordStandList": [
      {
        "nameCn": "大气",
        "nameEn": "Atmosphere"
      },
      {
        "nameCn": "陆地表层",
        "nameEn": "Terrestrial Surface"
      }
    ],
    "themeList": [
      {
        "nameCn": "地表过程",
        "nameEn": "Earth SurFace Processes"
      },
      {
        "nameCn": "草地",
        "nameEn": "Grassland"
      }
    ],
    "placeKeywordList": [
      {
        "keywordCn": "景阳岭站",
        "keywordEn": "Jingyangling station"
      },
      {
        "keywordCn": "祁连县",
        "keywordEn": "Qilian County"
      },
      {
        "keywordCn": "黑河流域上游",
        "keywordEn": "Upper reaches of the Heihe River"
      }
    ],
    "temporalKeywordList": [
      {
        "keywordCn": "2023",
        "keywordEn": "2023",
        "type": "temporal"
      }
    ],
    "fundVOList": [
      {
        "titleCn": "泛第三极环境变化与绿色丝绸之路建设",
        "titleEn": "Pan-Third Pole Environment Study for a Green Silk Road-A CAS Strategic Priority A Program"
      }
    ],
    "projectList": [
      {
        "titleCn": "国家青藏高原科学数据中心",
        "titleEn": "National Tibetan Plateau / Third Pole Environment Data Center"
      }
    ],
    "relatedDataList": [
      {
        "titleCn": "祁连山综合观测网：祁连山植物多样性监测（植物调查数据-2018年）",
        "titleEn": "Qilian Mountain comprehensive observation network: Plant diversity monitoring in Qilian Mountain (plant survey data - 2018)"
      },
      {
        "titleCn": "祁连山地区基于MODIS的逐日地表蒸散发数据（2018)（ETHi-merge V1）",
        "titleEn": "Daily MODIS-based land surface evapotranspiration dataset in Qilian Mountain Area (ETHi-merge V1) (2018)"
      },
      {
        "titleCn": "祁连山重点区域土地覆盖/利用数据集（2018）",
        "titleEn": "The land cover/use data in key areas of the Qilian Mountain (2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation dataset of Sidaoqiao superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (leaf area index of Sidaoqiao, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（花寨子站涡动相关仪-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (eddy covariance system of Huazhaizi station, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（大满超级站叶面积指数-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (Leaf area index of Daman Superstation, 2018)"
      },
      {
        "titleCn": "祁连山地区水体指数产品（2018）",
        "titleEn": "Water index in the Qilian Mountain Area in 2018 "
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（混合林站物候相机观测数据集-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (phenology camera observation data set of mixed forest superstation, 2018)"
      },
      {
        "titleCn": "祁连山综合观测网：黑河流域地表过程综合观测网（四道桥超级站气象要素梯度观测系统-2018）",
        "titleEn": "Qilian Mountains integrated observatory network: Dataset of Heihe integrated observatory network (an observation system of meteorological elements gradient of Sidaoqiao superstation, 2018)"
      }
    ]
  },
  "extract_pdfs_data": [
    {
      "background": [
        "Energy and water vapor interactions between land surfaces and the atmosphere are the most crucial ecological processes in terrestrial ecosystems. The eddy covariance (EC) method has been widely applied to measure the exchange of energy, water vapor, and carbon dioxide between the land surface and the atmosphere. Currently, this technique is considered a standard method for measuring surface fluxes. Nevertheless, the EC method has limitations. Reliable measurements are restricted by many factors, such as complex conditions (e.g., topography and unfavorable weather), and corrections need to be applied when processing the turbulence data. Additionally, one of the most important problems is the “energy imbalance” in applying the EC data to the energy budget. The large aperture scintillometer (LAS) has been widely used to measure turbulent fluxes, and reliable results have been obtained for both homogeneous and heterogeneous underlying surfaces."
      ],
      "research objective": [
        "The main objectives of this paper were as follows: (i) to analyze the spatial representatives of flux measurements by EC and LAS systems over different surfaces, (ii) to study the seasonal variation characteristics of energy balance components over different surfaces, and (iii) to compare the sensible heat fluxes obtained with LAS and EC."
      ],
      "challenges": [
        "Reliable measurements are restricted by many factors, such as complex conditions (e.g., topography and unfavorable weather), and corrections need to be applied when processing the turbulence data. One of the most important problems is the “energy imbalance” in applying the EC data to the energy budget. The LAS also has its limitations, such as meteorological limitations in long-term operations, which include precipitation, poor visibility, and weak turbulence, and methodological limitations such as signal saturation, inner-scale dependence of the signal, and tower vibrations."
      ],
      "methods": [
        "The energy balance components were measured using eddy covariance (EC) systems and a large aperture scintillometer (LAS) in the Heihe River Basin, China, in 2008 and 2009. We also determined the source areas of the EC and LAS measurements with a footprint model for each site and discussed the differences between the sensible heat fluxes measured with EC and LAS at AR."
      ],
      "dataset": [],
      "findings": [
        "The results show that the main EC source areas were within a radius of 250 m at all of the sites. The main source area for the LAS (with a path length of 2390 m) stretched along a path line approximately 2000 m long and 700 m wide. The surface characteristics in the source areas changed with the season at each site, and there were characteristic seasonal variations in the energy balance components at all of the sites. The sensible heat flux was the main term of the energy budget during the dormant season. During the growing season, however, the latent heat flux dominated the energy budget, and an obvious “oasis effect” was observed at YK. The sensible heat fluxes measured by LAS at AR were larger than those measured by EC at the same site. This difference seems to be caused by the so-called energy imbalance phenomenon, the heterogeneity of the underlying surfaces, and the difference between the source areas of the LAS and EC measurements."
      ],
      "backgroundCn": [
        "能量和水汽在陆地表面与大气之间的相互作用是陆地生态系统中最关键的生态过程。涡度协方差（EC）方法已被广泛应用于测量陆地表面与大气之间的能量、水汽和二氧化碳的交换。目前，这种技术被认为是测量表面通量的标准方法。然而，EC方法也存在局限性。可靠的测量受到许多因素的限制，例如复杂的条件（如地形和不利天气），在处理湍流数据时需要进行修正。此外，应用EC数据于能量预算时，最重要的问题之一是“能量不平衡”。大孔径闪烁仪（LAS）已被广泛用于测量湍流通量，并且在均匀和非均匀的底层表面上都获得了可靠的结果。"
      ],
      "research objectiveCn": [
        "本论文的主要目标如下：(i) 分析不同表面上EC和LAS系统的通量测量的空间代表性，(ii) 研究不同表面上能量平衡组分的季节变化特征，以及(iii) 比较LAS和EC获得的显热通量。"
      ],
      "challengesCn": [
        "可靠的测量受到许多因素的限制，例如复杂的条件（如地形和不利的天气），在处理湍流数据时需要进行修正。其中一个最重要的问题是将涡度协方差（EC）数据应用于能量预算时的“能量不平衡”。激光雷达（LAS）也有其局限性，例如长期操作中的气象限制，包括降水、能见度差和湍流弱，以及方法论限制，如信号饱和、信号的内尺度依赖性和塔体振动。"
      ],
      "methodsCn": [
        "在2008年和2009年，我们在中国黑河流域使用涡度协方差（EC）系统和大孔径闪烁仪（LAS）测量了能量平衡组件。我们还利用足迹模型确定了每个站点EC和LAS测量的源区，并讨论了在AR站点使用EC和LAS测量的显热通量之间的差异。"
      ],
      "datasetCn": [],
      "findingsCn": [
        "结果显示，所有地点的主要EC源区均在250米的半径范围内。LAS的主要源区（路径长度为2390米）沿着一条大约2000米长、700米宽的路径延伸。各个地点的源区表面特征随着季节的变化而变化，并且在所有地点的能量平衡分量中存在明显的季节性变化。在休眠季节，显热通量是能量预算的主要项。然而，在生长季节，潜热通量主导了能量预算，并且在YK地点观察到了明显的“绿洲效应”。在AR地点，LAS测得的显热通量大于在同一地点EC测得的显热通量。这一差异似乎是由于所谓的能量不平衡现象、底层表面的异质性以及LAS和EC测量的源区之间的差异所导致的。"
      ]
    },
    {
      "background": [
        "The alpine region is important in riverine and watershed ecosystems as a contributor of freshwater, providing and stimulating specific habitats for biodiversity. In parallel, recent climate change, human activities, and other perturbations may disturb hydrological processes and eco-functions, creating the need for next-generation observational and modeling approaches to advance a predictive understanding of such processes in the alpine region. Water resources in the alpine region are headwaters that need to be regulated to sustain downstream ecosystems. However, perturbations induced by nature/climate change and human activities in recent years have significantly reformed hydrological processes and eco-functions. Accurate estimation and prediction of hydrological processes and their key impact factors has since become crucial.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. In comparison with the observations, using remote sensing data combined with data assimilation could improve the prediction of hydrological processes. However, due to the complexities of the earth system, there exist various sources of uncertainties in remote sensing data (especially in the alpine region), which have to be validated and calibrated. In summary, to fill the knowledge gap and promote alpine region hydrology research, an integrated, distributed and multiscale observation dataset is essential and expected to provide accurate forcing data for hydrological modeling, validate remote sensing data, allow the evaluation of distributed models and ultimately improve a predictive understanding of alpine hydrological processes and ecosystem functions. In alpine hydrology, in addition to consistent hydrometeorological data obtained from distributed meteorological stations, snow cover and frozen ground are two important indexes and driving forces that manipulate hydrological processes. The maximum snow water equivalent (SWE) before ablation determines the storage of snowmelt – a major source of freshwater in the alpine region, while freeze-thaw cycles (FTCs) and soil moisture within the active layer alter water infiltration and, consequently, surface runoff and groundwater. To promote alpine hydrology research, the International Network for Alpine Research Catchment Hydrology (INARCH) was launched in 2015 by the Global Energy and Water Exchanges (GEWEX) project of the World Climate Research Programme (WCRP), involving 18 catchments around the world. The INARCH has since connected individual observatories into an international network and data-share platform to lead frontier research on alpine region hydrometeorology and snow observation. Another community-based observation network, the Circumpolar Active Layer Monitoring (CALM) network, was initiated in the early 1990s to observe the response of the active layer and near-surface permafrost to climate change. The Heihe River Basin (HRB) is the second largest inland river basin in China and is known for its heterogeneous landscapes, diverse ecosystems, unique geographical characteristics and climate change over recent decades. As a major component of the ecohydrological processes in the arid/semi-arid HRB, the alpine hydrological processes, especially those related to snow cover and frozen ground in the upper reaches, have great impacts on runoff in the mountainous region, which then regulate agricultural development in the middle reaches and the ecosystems of the lower reaches.",
        "In recent years, with climate warming, permafrost degradation has significantly affected runoff and the carbon cycle (Peng et al., 2016; Gao et al., 2018). Snow cover is widely distributed with unique characteristics in the study area. In the high-altitude mountainous region (elevation > 3800 m), influenced by the local microclimate and low temperature, snowfall could occur in any season. Temporary snow is the major snow cover type in the region at middle and low elevations because strong solar radiation and high air temperature lead to fast melting and sublimation of the snow. Drifting snow is also commonly observed in the region, which may lead to the redistribution of snowpack in high elevation regions (Essery et al., 1999; Li et al., 2014).",
        "Blowing (drifting) snow is commonly observed in the Qilian mountain due to its high altitude and complex terrain. It is important to estimate the occurrence of blowing snow because it may cause redistributions of the snow cover and influence the sublimation of snow.",
        "Soil heat conductivity is difficult to analyze because it is a function of soil density, soil moisture content (ice content in frozen ground), and soil temperature, which cannot be easily calculated using a simple formula. Therefore, site observations can be utilized to evaluate the parameterization of alpine hydrologic models."
      ],
      "research objective": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years.",
        "The associated open-access datasets include high-quality hydrometeorological data with specific respect to snow and frozen ground observations at the sub-basin and basin scales, which aims to address a variety of scientific questions including but not limited to: (1) how to provide accurate and effective forcing data for alpine hydrological models, (2) how to integrate observation, simulation and the acquired datasets for informative understanding, and (3) how perturbations (climate change and human activities) alter fundamental processes."
      ],
      "challenges": [
        "However, several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed, which hinders the development of remote sensing technologies and alpine hydrological models.",
        "Unfortunately, the scarcity of observation data in the alpine region, due to the difficulties of access and technological barriers, has hindered alpine hydrological modeling and associated research yet motivated the development of next-generation ecosystem observation networks and experiments. However, the above modeling efforts suffered from 1) the availability of the forcing data (only two weather stations operated by the Chinese Meteorological Administration functioned in the upper reaches of the HRB) and 2) a lack of high-quality snow and frozen ground data for parameterization.",
        "Unfortunately, this did not work well due to the influence of strong wind. Therefore, snow density data, which can be calculated using snow depth and SWE data, are not available at present."
      ],
      "methods": [
        "Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation.",
        "Considering the characteristics of the study site, an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network has been established with seven automatic meteorological stations (AMSs) and two superstations. At the basin scale, the observation aims to collect data for investigating the meteorological driving forces and for validation of the alpine hydrological models. At the sub-basin scale, small-scale observations and measurements focus on data such as precipitation, soil temperature and moisture, which are used to develop and improve hydrologic models, as well as to validate remote sensing products at medium to coarse resolutions (Jin et al., 2014). At the two superstations for snow cover and frozen ground observations, remote sensing products can be further validated using fine-resolution data. In total, seven AMSs, as well as the frozen ground and snow superstations (also incorporating meteorological observations), were established in the study area during the intensive observation period (IOP: 2013 -2014) to obtain the spatially distributed meteorological variables. After the IOP, four typical AMSs were selected and retained for continuous observation, which is expected to provide long-term datasets. The observed meteorological variables include wind (speed and direction), air temperature, humidity, infrared temperature, air pressure, four-component radiation, and precipitation. Accumulation and depletion processes were measured automatically at the Yakou snow superstation. The observed components included snow depth, snow water equivalent (SWE, measured by GammaMONitor, GMON), albedo of the snow surface and blowing (drifting) snow flux (measured by FlowCapt). Soil temperature and moisture were measured within six layers at each AMS, while evapotranspiration (ET) was observed by eddy covariance (EC) at three AMSs located in permafrost, seasonally frozen ground and a transient zone to observe freeze-thaw (FT) processes. At the sub-basin scale, a wireless sensor network (WSN) with 40 nodes was established to capture seasonal changes in soil temperature and moisture. At the A’rou frozen ground superstation, soil temperature and moisture profiles were intensively measured in eighteen layers to a depth of 3.2 m (in a nested pattern with more layers in the topsoil) to obtain the soil hydrothermal features under freeze-thaw cycles (FTCs). In addition, thermal conductivity and hydraulic conductivity in the topsoil were also measured to observe the dynamic hydrothermal processes within.",
        "Snow depth was measured by SR50A (Campbell, USA), which determines the distance between the sensor and the target by sending out ultrasonic pulses and listening for the returning echoes reflected from the target. Snow water equivalent (SWE) was measured by GMON (CS725 GammaMONitor, Campbell, USA) from 2014/1/1 to 2017/12/31 at a temporal resolution of 6 hr. FlowCapt (IAV, Switzerland) was used to measure the number of blowing snow grains at 3 heights (0-1 m, 1-2 m, and 2-3 m) every 10 mins."
      ],
      "dataset": [
        "The current study presents a suite of datasets consisting of long-term hydrometeorological, snow cover, and frozen ground data for investigating watershed science and functions from an integrated, distributed, and multiscale observation network in the upper reaches of the Heihe River Basin (HRB) in China. Gap-free meteorological and hydrological data were monitored from an observation network connecting a group of automatic meteorological stations (AMSs). In addition, to capture snow accumulation and ablation processes, snow cover properties were collected from a snow observation superstation using state-of-the-art techniques and instruments. High-resolution soil physics datasets were also obtained to capture the freeze-thaw processes from a frozen ground observation superstation. The updated datasets were released to scientists with multidisciplinary backgrounds (i.e., cryosphere science, hydrology, and meteorology), and they are expected to serve as a testing platform to provide accurate forcing data and validate and evaluate remote sensing products and hydrological models for a broader community.",
        "This paper introduces the infrastructure of the integrated alpine hydrology observation network in the HRB and the complete datasets collected in recent years. Composed of seven standard hydrometeorological stations, one snow superstation and one frozen ground superstation, the observation network serves as an integrated research platform aiming to provide prominent datasets (e.g., hydrometeorology, snow, and frozen ground) of the hydrometeorological processes in the upper reaches of the HRB, which is expected to support alpine region hydrological model development and simulations along with remote sensing observation.",
        "A comprehensive snow dataset from the Yakou snow superstation has been updated since the summer of 2013. The observed snow variables included snow depth, snow water equivalent (SWE) and blowing (drifting) snow. Data obtained from 2014/1/1 to 2017/12/31 are summarized in Figure 4, with additional plots for precipitation, ET, soil temperature and moisture. The datasets are available from 2012/12/05 to 2017/12/31, with intermittent loss mostly due to power loss and sensor malfunctions at high altitudes.",
        "In this paper, a suite of alpine hydrology datasets observed from an integrated, distributed and multiscale hydrometeorological – snow – frozen ground observation network in the upper reaches of the Heihe River Basin (HRB) is presented."
      ],
      "findings": [],
      "backgroundCn": [
        "阿尔卑斯地区在河流和流域生态系统中具有重要意义，作为淡水的贡献者，提供并刺激特定栖息地的生物多样性。与此同时，近年来气候变化、人类活动和其他扰动可能会干扰水文过程和生态功能，这就需要下一代观测和建模方法来推进对阿尔卑斯地区这些过程的预测理解。阿尔卑斯地区的水资源是需要调节的源头水，以维持下游生态系统。然而，近年来自然/气候变化和人类活动引发的扰动显著改变了水文过程和生态功能。因此，准确估计和预测水文过程及其关键影响因素变得至关重要。",
        "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文建模和相关研究，但也促使了下一代生态系统观测网络和实验的发展。与观测数据相比，结合数据同化的遥感数据可以改善水文过程的预测。然而，由于地球系统的复杂性，遥感数据（尤其是在阿尔卑斯地区）存在各种不确定性来源，这些不确定性需要进行验证和校准。总之，为了填补知识空白并促进阿尔卑斯地区水文研究，集成的、分布式的和多尺度的观测数据集是必不可少的，预计将为水文建模提供准确的强迫数据，验证遥感数据，评估分布式模型，并最终改善对阿尔卑斯水文过程和生态系统功能的预测理解。在阿尔卑斯水文学中，除了从分布式气象站获得的一致的水文气象数据外，雪盖和冻土是两个重要的指标和驱动因素，影响水文过程。融化前的最大雪水当量（SWE）决定了雪融水的储存——这是阿尔卑斯地区淡水的主要来源，而冻融循环（FTC）和活层内的土壤水分则改变了水的渗透，进而影响地表径流和地下水。为了促进阿尔卑斯水文研究，国际阿尔卑斯研究流域水文网络（INARCH）于2015年由世界气候研究计划（WCRP）的全球能量与水交换（GEWEX）项目发起，涉及全球18个流域。自那时以来，INARCH将各个观测站连接成一个国际网络和数据共享平台，以引领阿尔卑斯地区水文气象和雪观测的前沿研究。另一个基于社区的观测网络，极圈活层监测（CALM）网络，始于1990年代初，旨在观察活层和近地表永久冻土对气候变化的响应。黑河流域（HRB）是中国第二大内陆河流域，以其异质的景观、多样的生态系统、独特的地理特征和近年来的气候变化而闻名。作为干旱/半干旱HRB生态水文过程的主要组成部分，阿尔卑斯水文过程，特别是与上游雪盖和冻土相关的过程，对山区的径流产生了重大影响，进而调节中游的农业发展和下游的生态系统。",
        "近年来，随着气候变暖，永冻土退化显著影响了径流和碳循环（Peng et al., 2016; Gao et al., 2018）。研究区域内雪盖分布广泛，具有独特的特征。在高海拔山区（海拔 > 3800 米），受当地微气候和低温的影响，任何季节都可能出现降雪。临时雪是该地区中低海拔地区的主要雪盖类型，因为强烈的太阳辐射和高气温导致雪的快速融化和升华。漂移雪在该地区也常见，这可能导致高海拔地区雪层的重新分布（Essery et al., 1999; Li et al., 2014）。",
        "由于祁连山的高海拔和复杂地形，常常观察到吹雪（漂移雪）。估计吹雪的发生非常重要，因为它可能导致雪盖的重新分布，并影响雪的升华。",
        "土壤热导率的分析比较困难，因为它是土壤密度、土壤水分含量（在冻土中为冰含量）和土壤温度的函数，而这些因素无法通过简单的公式轻易计算。因此，可以利用现场观测来评估高山水文模型的参数化。"
      ],
      "research objectiveCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的和多尺度的观测网络中研究中国黑河流域上游的流域科学和功能。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施以及近年来收集的完整数据集。",
        "相关的开放获取数据集包括高质量的水文气象数据，特别是关于雪和冻土观测的数据，涵盖子流域和流域尺度，旨在解决多种科学问题，包括但不限于：(1) 如何为高山水文模型提供准确有效的强迫数据，(2) 如何整合观测、模拟和获取的数据集以获得有意义的理解，以及 (3) 如何扰动（气候变化和人类活动）改变基本过程。"
      ],
      "challengesCn": [
        "然而，寒冷和恶劣的气候、高海拔以及复杂的地形等几项严峻挑战，阻碍了在需要的地方和时间进行全面和一致的数据收集，这妨碍了遥感技术和高山水文模型的发展。",
        "不幸的是，由于进入困难和技术障碍，阿尔卑斯地区观测数据的稀缺阻碍了阿尔卑斯水文模型及相关研究的发展，但也促使了下一代生态观测网络和实验的开发。然而，上述建模工作面临着两个主要问题：1）强迫数据的可用性（只有中国气象局在HRB上游运营的两个气象站正常工作），以及2）缺乏高质量的雪和冻土数据用于参数化。",
        "不幸的是，由于强风的影响，这种方法效果不佳。因此，目前无法获得可以通过雪深和雪水当量（SWE）数据计算的雪密度数据。"
      ],
      "methodsCn": [
        "无缝的气象和水文数据通过连接一组自动气象站（AMS）的观测网络进行监测。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。高分辨率的土壤物理数据集也从冻土观测超级站获得，以捕捉冻融过程。",
        "考虑到研究地点的特征，建立了一个综合的、分布式的多尺度水文气象-雪-冻土观测网络，包含七个自动气象站（AMS）和两个超级站。在流域尺度上，观测旨在收集数据，以调查气象驱动因素并验证阿尔卑斯水文模型。在子流域尺度上，小规模观测和测量集中在降水、土壤温度和湿度等数据上，这些数据用于开发和改进水文模型，以及验证中等到粗分辨率的遥感产品（Jin et al., 2014）。在两个雪盖和冻土观测的超级站中，可以利用高分辨率数据进一步验证遥感产品。在密集观测期（IOP：2013-2014）期间，在研究区域建立了七个AMS以及冻土和雪超级站（也包含气象观测），以获取空间分布的气象变量。在IOP之后，选择并保留了四个典型的AMS进行持续观测，预计将提供长期数据集。观测的气象变量包括风速和风向、气温、湿度、红外温度、气压、四分量辐射和降水。雅口雪超级站自动测量积累和消耗过程，观测的组成部分包括雪深、雪水当量（SWE，由GammaMONitor测量）、雪面反照率和吹雪（飘雪）通量（由FlowCapt测量）。在每个AMS内，土壤温度和湿度在六个层次上进行测量，而蒸散发（ET）则在三个AMS上通过涡度协方差（EC）进行观测，这些AMS位于永久冻土、季节性冻土和过渡区，以观察冻融（FT）过程。在子流域尺度上，建立了一个包含40个节点的无线传感器网络（WSN），以捕捉土壤温度和湿度的季节变化。在A’rou冻土超级站，土壤温度和湿度剖面在18个层次上进行密集测量，深度达到3.2米（采用嵌套模式，表层有更多层次），以获取冻融循环（FTC）下的土壤水热特征。此外，还测量了表层土壤的热导率和水力导率，以观察动态水热过程。",
        "雪深通过SR50A（美国Campbell）进行测量，该设备通过发出超声波脉冲并监听从目标反射回来的回声来确定传感器与目标之间的距离。雪水当量（SWE）由GMON（CS725 GammaMONitor，美国Campbell）在2014年1月1日至2017年12月31日期间以6小时的时间分辨率进行测量。FlowCapt（瑞士IAV）用于测量在3个高度（0-1米、1-2米和2-3米）每10分钟的吹雪颗粒数量。"
      ],
      "datasetCn": [
        "本研究提供了一套数据集，包括长期的水文气象、雪盖和冻土数据，用于从一个综合的、分布式的、多尺度的观测网络研究中国黑河流域上游的流域科学和功能。通过连接一组自动气象站（AMS）的观测网络，监测到了无间隙的气象和水文数据。此外，为了捕捉雪的积累和融化过程，使用先进的技术和仪器从雪观测超级站收集了雪盖特性数据。还获得了高分辨率的土壤物理数据集，以捕捉冻融过程，这些数据来自冻土观测超级站。更新的数据集已向具有多学科背景的科学家发布（即冰冻圈科学、水文学和气象学），预计将作为一个测试平台，为更广泛的社区提供准确的强迫数据，并验证和评估遥感产品和水文模型。",
        "本文介绍了HRB地区综合阿尔卑斯水文观测网络的基础设施及近年来收集的完整数据集。该观测网络由七个标准水文气象站、一个雪超级站和一个冻土超级站组成，作为一个综合研究平台，旨在提供HRB上游水文气象过程的显著数据集（如水文气象、雪和冻土），预计将支持阿尔卑斯地区水文模型的开发和模拟，以及遥感观测。",
        "来自Yakou雪超级站的综合雪数据集自2013年夏季以来已更新。观察到的雪变量包括雪深、雪水当量（SWE）和吹雪（飘雪）。2014年1月1日至2017年12月31日的数据在图4中进行了总结，并附有降水、蒸散发、土壤温度和湿度的额外图表。数据集的可用时间为2012年12月5日至2017年12月31日，间歇性丢失主要是由于高海拔地区的电力损失和传感器故障。",
        "在本文中，展示了一套来自于黑河上游集成、分布式和多尺度的水文气象-雪-冻土观测网络的阿尔卑斯水文数据集。"
      ],
      "findingsCn": []
    },
    {
      "background": [
        "The acquisition of “ground-truth” land surface evapotranspiration (ET) data at the satellite pixel scale over heterogeneous land surfaces is crucial to develop ET estimation models and improve the accuracy of remotely sensed ET values. However, few studies have focused on methods of acquiring ET data at the satellite pixel scale."
      ],
      "research objective": [
        "In this study, ET at the satellite pixel scale was acquired using the Priestley-Taylor equation by combining the land surface temperatures retrieved from remote sensing images."
      ],
      "challenges": [
        "However, several uncertainties still remain in remote-sensing estimates of ET and are primarily related to model mechanisms, model inputs, parameterization schemes, and scaling issues. It is difficult to match in situ measurements with a satellite-based ET estimation using the current instrumentation (e.g., the eddy covariance (EC) system or large-aperture scintillometer (LAS)) due to the variations in the orientation, shape and size of the source areas of in situ measurements. However, because of the spatial heterogeneity at the sub-pixel scale, the in situ measurements over heterogeneous land surfaces only approximate the “ground-truth” ET data at the satellite pixel scale (1–10 km for medium-low spatial resolutions) and can introduce errors in the validation results."
      ],
      "methods": [
        "The LAS data were processed using the structure parameter of the air refractive index Cn2 (measured by Scintec LAS) and the voltage UCn2 (log Cn2 signal, measured by Kipp & Zonen and zzLAS). The sensible heat flux (LAS-H) was obtained via an iteration method that combines the meteorological data (e.g., wind speed, air temperature, and air pressure) based on the Monin-Obukhov similarity theory. Only daytime (10:30–18:00 BST, Beijing standard time) data under unstable conditions were used to acquire the 30-min ET data at the MODIS pixel scale. The automatic weather station (AWS) data were processed to a 30-min average period, and data beyond the range of physical possibility were rejected. The LST data were calculated from downward and upward longwave radiation measured by the AWSs and the surface emissivity measured by the FT-IR spectrometer (102F). The spatial distributions of available energy, air temperature, wind speed, and air pressure from the 21 AWSs in the large experimental area were interpolated to a resolution of 90 m using the inverse distance-weighted method. The flux contributing source area of the EC and LAS measurements can be estimated using the footprint model, and the spatial representative area of the flux can be obtained quantitatively. Three simple upscaling methods for ET were used in this study: the arithmetic average, area-weighted average, and footprint-weighted methods. In this study, ET at the satellite pixel scale was acquired using the Priestley-Taylor equation by combining the land surface temperatures retrieved from remote sensing images."
      ],
      "dataset": [
        "Land surface temperatures (LSTs) retrieved from the Advanced Spaceborne Thermal Emission and Reflection radiometer (ASTER) and the environmental protection & disaster monitoring constellation (HJ-1B) were used in this study. We collected 9 ASTER images (June 15, June 24, July 10, August 2, August 11, August 18, August 27, September 3, and September 12) with a passing time of 12:15 BST and 3 HJ-1B images (June 17, 19, and 30) with a passing time of 12:30 BST (June 16) and 12:00 BST (June 19 and 30)."
      ],
      "findings": [
        "The above work will be helpful to acquire “ground-truth” ET data at the satellite pixel scale over heterogeneous land surfaces. The “ground-truth” ET data at the satellite pixel scale can be used to validate remotely sensed ET products and improve ET estimation models."
      ],
      "backgroundCn": [
        "在异质土地表面上获取“真实”土地表蒸散发（ET）数据至关重要，这对于开发ET估计模型和提高遥感ET值的准确性至关重要。然而，针对在卫星像素尺度上获取ET数据的方法的研究较少。"
      ],
      "research objectiveCn": [
        "在本研究中，通过结合从遥感图像中获取的地表温度，使用Priestley-Taylor方程在卫星像素尺度上获取了蒸散发（ET）。"
      ],
      "challengesCn": [
        "然而，遥感估算蒸散发（ET）仍然存在若干不确定性，这些不确定性主要与模型机制、模型输入、参数化方案和尺度问题有关。由于现场测量（例如涡动协方差（EC）系统或大孔径闪烁仪（LAS））的源区方向、形状和大小的变化，难以将现场测量与基于卫星的ET估算进行匹配。然而，由于亚像素尺度的空间异质性，异质地表上的现场测量仅能近似卫星像素尺度（中低空间分辨率为1-10公里）的“真实”ET数据，并可能在验证结果中引入误差。"
      ],
      "methodsCn": [
        "LAS数据通过空气折射率的结构参数Cn2（由Scintec LAS测量）和电压UCn2（由Kipp & Zonen和zzLAS测量的log Cn2信号）进行处理。感热通量（LAS-H）通过一种迭代方法获得，该方法结合了基于Monin-Obukhov相似理论的气象数据（如风速、气温和气压）。仅使用不稳定条件下的白天数据（北京时间10:30–18:00）来获取MODIS像素尺度的30分钟蒸散发（ET）数据。自动气象站（AWS）数据被处理为30分钟的平均值，超出物理可能范围的数据被拒绝。地表温度（LST）数据是通过AWS测量的下行和上行长波辐射以及FT-IR光谱仪（102F）测量的表面发射率计算得出的。来自21个AWS的可用能量、气温、风速和气压的空间分布通过反距离加权法插值到90米的分辨率。利用足迹模型可以估算EC和LAS测量的通量贡献源区，通量的空间代表区域可以定量获得。本研究使用了三种简单的蒸散发上采样方法：算术平均法、面积加权平均法和足迹加权法。本研究通过结合从遥感影像中获取的地表温度，使用Priestley-Taylor方程获得了卫星像素尺度的蒸散发。"
      ],
      "datasetCn": [
        "本研究使用了来自先进的太空热发射和反射辐射计（ASTER）和环境保护与灾害监测星座（HJ-1B）获取的地表温度（LST）。我们收集了9幅ASTER影像（6月15日、6月24日、7月10日、8月2日、8月11日、8月18日、8月27日、9月3日和9月12日），其经过时间为12:15 BST，以及3幅HJ-1B影像（6月17日、19日和30日），其经过时间为12:30 BST（6月16日）和12:00 BST（6月19日和30日）。"
      ],
      "findingsCn": [
        "上述工作将有助于获取异质土地表面上卫星像素尺度的“真实”蒸散发（ET）数据。卫星像素尺度的“真实”ET数据可以用于验证遥感蒸散发产品，并改善蒸散发估算模型。"
      ]
    }
  ],
  "query": {
    "Verification": [
      {
        "QuestionEn": "Does the scarcity of observation data in alpine regions present significant challenges to hydrological modeling and associated research?",
        "QuestionCn": "高山地区观测数据的稀缺是否对水文模型和相关研究提出了重大挑战？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Can the eddy covariance data be affected by the energy imbalance phenomenon when applied to the energy budget?",
        "QuestionCn": "涡度协方差数据在应用于能量预算时会受到能量不平衡现象的影响吗？",
        "AnswerEn": "Yes",
        "AnswerCn": "是",
        "Level": "C5(Evaluating)"
      }
    ],
    "Disjunctive": [
      {
        "QuestionEn": "Are there more challenges associated with data collection in alpine regions due to technological barriers or complex topography?",
        "QuestionCn": "在阿尔卑斯地区，数据收集面临的挑战更多是由于技术障碍还是复杂的地形？",
        "AnswerEn": "technological barriers",
        "AnswerCn": "技术障碍",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Is remote sensing data more frequently used to improve predictive understanding of hydrological processes or to validate existing models?",
        "QuestionCn": "遥感数据更常用于提高对水文过程的预测理解，还是用于验证现有模型？",
        "AnswerEn": "improving predictive understanding of hydrological processes",
        "AnswerCn": "提高对水文过程的预测理解",
        "Level": "C5(Evaluating)"
      }
    ],
    "Concept Completion": [
      {
        "QuestionEn": "What are the key components of an integrated, distributed, and multiscale observation network in alpine hydrology research?",
        "QuestionCn": "在高山水文学研究中，集成、分布和多尺度观测网络的关键组成部分是什么？",
        "AnswerEn": "automatic meteorological stations AMSs snow observation superstations frozen ground observation superstations",
        "AnswerCn": "自动气象站（AMS）雪观测超级站 冻土观测超级站",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "Where are the main source areas for eddy covariance (EC) and large aperture scintillometer (LAS) measurements typically located in the Heihe River Basin?",
        "QuestionCn": "在黑河流域，涡度协方差（EC）和大孔径闪烁仪（LAS）测量的主要源区通常位于哪里？",
        "AnswerEn": "Heihe River Basin",
        "AnswerCn": "黑河流域",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What challenges are associated with collecting high-quality snow density data in alpine regions?",
        "QuestionCn": "在高山地区收集高质量雪密度数据面临哪些挑战？",
        "AnswerEn": "strong wind, difficulties in accessing high-altitude areas, technological barriers",
        "AnswerCn": "强风、高海拔地区的通行困难、技术障碍",
        "Level": "C4(Analyzing)"
      }
    ],
    "Example": [
      {
        "QuestionEn": "Can you provide an example of a data collection method used to obtain turbulent flux measurements over different surfaces in the Heihe River Basin?",
        "QuestionCn": "您能否提供一个用于获取黑河流域不同表面湍流通量测量的数据收集方法的示例？",
        "AnswerEn": "The energy balance components were measured using eddy covariance (EC) systems and a large aperture scintillometer (LAS) in the Heihe River Basin. The source areas of the EC and LAS measurements were determined with a footprint model, and the sensible heat fluxes measured with LAS and EC at AR were compared.",
        "AnswerCn": "在黑河流域，使用涡度协方差（EC）系统和大孔径闪烁仪（LAS）测量了能量平衡组件。通过足迹模型确定了EC和LAS测量的源区，并比较了在AR处用LAS和EC测量的显热通量。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is an example of a challenge faced in collecting high-quality snow and frozen ground data in alpine regions?",
        "QuestionCn": "在高山地区收集高质量的雪和冻土数据时面临的一个挑战是什么？",
        "AnswerEn": "One example of a challenge in collecting high-quality snow and frozen ground data in alpine regions is the scarcity of observation data due to the difficulties of access and technological barriers, which hinders alpine hydrological modeling and associated research. This has motivated the development of next-generation ecosystem observation networks and experiments.",
        "AnswerCn": "在高山地区收集高质量的雪和冻土数据面临的一个挑战是观测数据的稀缺，由于获取困难和技术障碍，这阻碍了高山水文模型及相关研究的发展。这促使了下一代生态系统观测网络和实验的开发。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Could you provide an example of a dataset used to validate remote sensing ET estimation models?",
        "QuestionCn": "您能否提供一个用于验证遥感ET估计模型的数据集示例？",
        "AnswerEn": "Land surface temperatures (LSTs) retrieved from the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) and the environmental protection & disaster monitoring constellation (HJ-1B) were used. The dataset includes 9 ASTER images and 3 HJ-1B images, which were utilized to acquire 'ground-truth' ET data at the satellite pixel scale over heterogeneous land surfaces.",
        "AnswerCn": "从先进的太空辐射热发射和反射辐射计（ASTER）和环境保护与灾害监测星座（HJ-1B）获取的地表温度（LST）数据被使用。该数据集包括9幅ASTER图像和3幅HJ-1B图像，这些图像用于在异质土地表面上以卫星像素尺度获取“地面真实”ET数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Feature Specification": [
      {
        "QuestionEn": "What are the characteristics of data collected using eddy covariance (EC) systems and large aperture scintillometers (LAS) in terms of spatial representation and measurement limitations?",
        "QuestionCn": "使用涡度协方差（EC）系统和大孔径闪烁仪（LAS）收集的数据在空间表现和测量限制方面的特征是什么？",
        "AnswerEn": "250 m radius, 2000 m long, 700 m wide, surface fluxes of energy, water vapor, carbon dioxide, constrained by complex topography, constrained by unfavorable weather, reliable over homogeneous surfaces, reliable over heterogeneous surfaces, limited by meteorological conditions, limited by methodological constraints",
        "AnswerCn": "250米半径，2000米长，700米宽，能量、水汽、二氧化碳的地表通量，受复杂地形限制，受不利天气限制，在均匀表面上可靠，在异质表面上可靠，受气象条件限制，受方法限制。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Quantification": [
      {
        "QuestionEn": "How many automatic meteorological stations are part of the integrated observation network in the upper reaches of the Heihe River Basin?",
        "QuestionCn": "在黑河上游的综合观测网络中，有多少个自动气象站？",
        "AnswerEn": "7",
        "AnswerCn": "7",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "What is the temporal resolution of the snow water equivalent (SWE) data collected at the Yakou snow superstation?",
        "QuestionCn": "在雅库雪超级站收集的雪水当量（SWE）数据的时间分辨率是多少？",
        "AnswerEn": "6 hours",
        "AnswerCn": "6小时",
        "Level": "C1(Remembering)"
      }
    ],
    "Definition": [
      {
        "QuestionEn": "What does 'eddy covariance (EC) method' mean in the context of measuring energy and gas exchanges between the land surface and the atmosphere?",
        "QuestionCn": "在测量陆地表面与大气之间的能量和气体交换时，“涡度协方差（EC）方法”是什么意思？",
        "AnswerEn": "The eddy covariance (EC) method is a widely applied technique for measuring the exchange of energy, water vapor, and carbon dioxide between the land surface and the atmosphere. It is considered a standard method for measuring surface fluxes, despite its limitations due to complex conditions and the need for data corrections.",
        "AnswerCn": "涡度协方差（EC）方法是一种广泛应用的技术，用于测量地表与大气之间能量、水蒸气和二氧化碳的交换。尽管由于复杂条件和数据修正的需要，它存在一些局限性，但仍被视为测量表面通量的标准方法。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "What is meant by 'energy imbalance' in the context of eddy covariance data and energy budget applications?",
        "QuestionCn": "在涡度协方差数据和能量预算应用的背景下，“能量不平衡”是什么意思？",
        "AnswerEn": "Energy imbalance refers to a key issue in applying eddy covariance data to the energy budget, where the measured total energy does not balance with the sum of the sensible and latent heat fluxes. This discrepancy is often due to factors such as heterogeneous surfaces or methodological limitations in the measurement process.",
        "AnswerCn": "能量失衡是应用涡度协方差数据于能量预算中的一个关键问题，测得的总能量与显热和潜热通量的总和不平衡。这种差异通常是由于表面异质性或测量过程中的方法限制等因素造成的。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "How is the term 'snow superstation' defined in the context of alpine hydrology observations?",
        "QuestionCn": "在阿尔卑斯水文学观测的背景下，“雪超级站”一词是如何定义的？",
        "AnswerEn": "A snow superstation in alpine hydrology observations is a specialized site equipped with state-of-the-art techniques and instruments to capture detailed snow cover properties, including snow accumulation and ablation processes. It is part of an integrated observation network aimed at collecting comprehensive datasets for hydrological research.",
        "AnswerCn": "雪超级站是一个专门的地点，配备了先进的技术和仪器，用于捕捉详细的雪盖特性，包括雪的积累和融化过程。它是一个综合观测网络的一部分，旨在收集全面的水文研究数据集。",
        "Level": "C1(Remembering)"
      }
    ],
    "Comparison": [
      {
        "QuestionEn": "How do the data collection methods for eddy covariance systems in the Heihe River Basin compare to those of large aperture scintillometers in terms of spatial representativeness and measurement challenges?",
        "QuestionCn": "在黑河流域，涡度协方差系统的数据收集方法与大孔径闪烁仪相比，在空间代表性和测量挑战方面有什么不同？",
        "AnswerEn": "Data collection using eddy covariance systems involves measuring energy, water vapor, and carbon dioxide exchanges, but is often limited by complex conditions like topography and weather. Large aperture scintillometers, on the other hand, are used for turbulent fluxes and are effective over both homogeneous and heterogeneous surfaces. The eddy covariance systems have a smaller main source area radius, typically within 250 m, while the scintillometer's source area can extend approximately 2000 m long and 700 m wide. Both methods face challenges such as energy imbalance and meteorological limitations, but the LAS is particularly affected by signal saturation and tower vibrations.",
        "AnswerCn": "使用涡度协方差系统进行数据收集涉及测量能量、水蒸气和二氧化碳的交换，但常常受到复杂条件如地形和天气的限制。大型孔径闪烁仪则用于湍流通量的测量，在均匀和非均匀表面上都有效。涡度协方差系统的主要源区半径通常在250米以内，而闪烁仪的源区可以延伸到大约2000米长和700米宽。两种方法都面临能量不平衡和气象限制等挑战，但大型孔径闪烁仪特别受到信号饱和和塔振动的影响。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the differences between datasets obtained from a comprehensive snow observation network and those from traditional meteorological stations in alpine regions?",
        "QuestionCn": "综合雪观测网络获得的数据与传统气象站在高山地区获得的数据之间的差异是什么？",
        "AnswerEn": "Datasets from a comprehensive snow observation network include high-resolution data on snow cover and frozen ground, capturing detailed freeze-thaw processes, snow depth, and blowing snow fluxes with advanced techniques. Traditional meteorological stations typically focus on standard meteorological variables such as wind speed, air temperature, and precipitation. The specialized network aims to support alpine hydrology research by integrating multiscale observations, whereas traditional stations may not provide the same depth of data on snow processes and frozen ground dynamics.",
        "AnswerCn": "来自综合雪观测网络的数据集包括关于雪盖和冻土的高分辨率数据，捕捉详细的冻融过程、雪深和吹雪通量，采用先进技术。传统气象站通常关注标准气象变量，如风速、气温和降水量。该专业网络旨在通过整合多尺度观测来支持高山水文学研究，而传统气象站可能无法提供关于雪过程和冻土动态的同样深度的数据。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "How do the challenges of acquiring evapotranspiration data at the satellite pixel scale using remote sensing compare to those encountered with in situ eddy covariance measurements?",
        "QuestionCn": "获取卫星像素尺度的蒸散发数据时，使用遥感技术所面临的挑战与在地面进行涡度协方差测量时遇到的挑战相比如何？",
        "AnswerEn": "Acquiring evapotranspiration data at the satellite pixel scale using remote sensing involves challenges like model uncertainties, parameterization issues, and the difficulty of matching in situ measurements due to spatial heterogeneity. Eddy covariance measurements face challenges in terms of energy imbalance and complex conditions affecting accuracy. Remote sensing techniques require scaling methods and model integration to estimate ET accurately, while eddy covariance relies on capturing fluxes within specific source areas, which can introduce discrepancies when compared to satellite scale data.",
        "AnswerCn": "通过遥感在卫星像素尺度上获取蒸散发数据面临着模型不确定性、参数化问题以及由于空间异质性导致的与现场测量匹配的困难。涡度协方差测量在能量失衡和影响准确性的复杂条件方面也面临挑战。遥感技术需要缩放方法和模型集成来准确估计蒸散发，而涡度协方差依赖于捕捉特定源区域内的通量，这可能在与卫星尺度数据比较时引入差异。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Interpretation": [
      {
        "QuestionEn": "How can the eddy covariance method be further refined to address its limitations in measuring energy and water vapor exchanges over complex terrains?",
        "QuestionCn": "如何进一步改进涡度协方差法，以解决其在复杂地形上测量能量和水汽交换的局限性？",
        "AnswerEn": "The eddy covariance method can be refined by applying corrections when processing the turbulence data to address limitations such as complex conditions like topography and unfavorable weather. The establishment of an integrated observation network that combines multiple data sources and modeling approaches can help in mitigating issues like energy imbalance and improve measurement accuracy.",
        "AnswerCn": "涡度协方差法可以通过在处理湍流数据时应用修正来加以改进，以应对复杂条件如地形和不利天气带来的限制。建立一个综合观测网络，结合多种数据源和建模方法，可以帮助缓解能量不平衡等问题，提高测量准确性。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "In what ways can remote sensing data be integrated with ground-based measurements to enhance the acquisition of 'ground-truth' evapotranspiration data at the satellite pixel scale?",
        "QuestionCn": "遥感数据可以通过哪些方式与地面测量数据相结合，以增强卫星像素尺度的“地面实况”蒸散数据的获取？",
        "AnswerEn": "Remote sensing data can be integrated with ground-based measurements by using land surface temperatures retrieved from remote sensing images and applying models such as the Priestley-Taylor equation. The use of footprint models to estimate the source areas of EC and LAS measurements, combined with upscaling methods like arithmetic average, area-weighted average, and footprint-weighted methods, can help acquire accurate 'ground-truth' evapotranspiration data at the satellite pixel scale.",
        "AnswerCn": "遥感数据可以通过使用从遥感图像中获取的地表温度和应用诸如Priestley-Taylor方程等模型与地面测量数据进行集成。使用足迹模型来估计EC和LAS测量的源区域，结合算术平均、面积加权平均和足迹加权方法等上升方法，可以帮助在卫星像素尺度上获取准确的“地面真实”蒸散发数据。",
        "Level": "C6(Creating)"
      }
    ],
    "Causal Antecedent": [
      {
        "QuestionEn": "What causes difficulties in collecting consistent and complete data in alpine regions?",
        "QuestionCn": "在高山地区收集一致和完整数据的困难原因是什么？",
        "AnswerEn": "Several formidable challenges, including the cold and harsh climate, high altitude, and complex topography, inhibit complete and consistent data collection where/when needed. These factors hinder the development of remote sensing technologies and alpine hydrological models.",
        "AnswerCn": "几个严峻的挑战，包括寒冷和恶劣的气候、高海拔和复杂的地形，阻碍了在需要时进行全面和一致的数据收集。这些因素妨碍了遥感技术和高山水文模型的发展。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "Why are there uncertainties in remote-sensing estimates of evapotranspiration (ET)?",
        "QuestionCn": "遥感估算蒸散发（ET）存在不确定性的原因是什么？",
        "AnswerEn": "Uncertainties in remote-sensing estimates of ET are primarily related to model mechanisms, model inputs, parameterization schemes, and scaling issues. It's difficult to match in situ measurements with satellite-based ET estimation due to variations in the orientation, shape, and size of the source areas of in situ measurements.",
        "AnswerCn": "遥感蒸散发（ET）估算中的不确定性主要与模型机制、模型输入、参数化方案和尺度问题有关。由于现场测量的源区域在方向、形状和大小上的变化，难以将现场测量与基于卫星的ET估算相匹配。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What factors lead to the 'energy imbalance' issue when applying eddy covariance (EC) data to the energy budget?",
        "QuestionCn": "在应用涡度协方差（EC）数据于能量预算时，导致“能量不平衡”问题的因素有哪些？",
        "AnswerEn": "The 'energy imbalance' issue when applying EC data to the energy budget is caused by factors such as complex conditions like topography and unfavorable weather, the need for corrections during turbulence data processing, and the heterogeneity of underlying surfaces.",
        "AnswerCn": "在将生态系统（EC）数据应用于能量预算时，'能量失衡'问题是由多种因素引起的，例如复杂的地形条件和不利的天气、在湍流数据处理过程中需要进行的修正，以及底层表面的异质性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Causal Consequence": [
      {
        "QuestionEn": "What is the impact on data quality when using eddy covariance (EC) methods under complex topographical and climatic conditions?",
        "QuestionCn": "在复杂的地形和气候条件下使用涡度协方差（EC）方法对数据质量的影响是什么？",
        "AnswerEn": "Using eddy covariance (EC) methods in complex topographical and climatic conditions can restrict reliable measurements and necessitate various corrections, such as dealing with energy imbalance issues in the data. These complex conditions pose challenges in accurately capturing turbulence data, ultimately impacting the data quality and requiring additional processing steps.",
        "AnswerCn": "在复杂的地形和气候条件下使用涡度协方差（EC）方法可能会限制可靠测量，并需要进行各种修正，例如处理数据中的能量失衡问题。这些复杂条件给准确捕捉湍流数据带来了挑战，最终影响数据质量，并需要额外的处理步骤。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the potential consequences of using a large aperture scintillometer (LAS) in long-term meteorological observations in regions with varying weather conditions?",
        "QuestionCn": "在气象观测中使用大孔径闪烁仪（LAS）在气候条件多变的地区可能带来的潜在后果是什么？",
        "AnswerEn": "Using a large aperture scintillometer (LAS) in long-term meteorological observations can face limitations due to meteorological factors like precipitation, poor visibility, and weak turbulence. These limitations could affect data reliability and continuity, necessitating methodological adjustments or supplementary data sources to maintain consistent and accurate observations.",
        "AnswerCn": "在长期气象观测中使用大孔径闪烁仪（LAS）可能会面临一些限制，这些限制主要由于气象因素，如降水、能见度差和弱湍流。这些限制可能会影响数据的可靠性和连续性，因此需要进行方法调整或补充数据源，以保持观测的一致性和准确性。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Goal Orientation": [
      {
        "QuestionEn": "Why is it important to use eddy covariance (EC) and large aperture scintillometer (LAS) systems in the analysis of energy and water vapor interactions in terrestrial ecosystems?",
        "QuestionCn": "在分析陆地生态系统中的能量和水汽相互作用时，使用涡度协方差（EC）和大孔径闪烁仪（LAS）系统的重要性是什么？",
        "AnswerEn": "The use of eddy covariance (EC) and large aperture scintillometer (LAS) systems is important in analyzing energy and water vapor interactions because these methods provide standardized measurements of surface fluxes, which are crucial for understanding ecological processes. EC systems measure energy, water vapor, and carbon dioxide exchanges between the land surface and the atmosphere, while LAS systems offer reliable turbulent flux measurements over both homogeneous and heterogeneous surfaces. Together, they help address challenges like energy imbalance and provide insights into spatial representation and seasonal variations in flux measurements.",
        "AnswerCn": "涡度协方差（EC）和大孔径闪烁仪（LAS）系统在分析能量和水蒸气相互作用中非常重要，因为这些方法提供了标准化的表面通量测量，这对于理解生态过程至关重要。EC系统测量土地表面与大气之间的能量、水蒸气和二氧化碳交换，而LAS系统则在均匀和非均匀表面上提供可靠的湍流通量测量。它们共同帮助解决能量失衡等挑战，并提供关于通量测量的空间表征和季节变化的见解。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What are the goals of integrating hydrometeorological, snow cover, and frozen ground data from an observation network in alpine regions?",
        "QuestionCn": "在高山地区整合水文气象、雪盖和冻土数据的目标是什么？",
        "AnswerEn": "The goals of integrating hydrometeorological, snow cover, and frozen ground data from an observation network in alpine regions include advancing the predictive understanding of hydrological processes and ecosystem functions, providing accurate forcing data for hydrological models, validating remote sensing data, and evaluating distributed models. This integrated approach aims to address scientific questions related to the impacts of climate change and human activities on fundamental processes, particularly in alpine regions where data scarcity has been a significant challenge.",
        "AnswerCn": "整合来自高山地区观测网络的水文气象、雪盖和冻土数据的目标包括：推进对水文过程和生态系统功能的预测理解，为水文模型提供准确的强迫数据，验证遥感数据，以及评估分布式模型。这种综合方法旨在解决与气候变化和人类活动对基本过程影响相关的科学问题，特别是在数据稀缺一直是重大挑战的高山地区。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "Why is acquiring 'ground-truth' evapotranspiration (ET) data at the satellite pixel scale crucial for remote sensing applications?",
        "QuestionCn": "为什么在卫星像素尺度上获取“真实值”蒸散（ET）数据对遥感应用至关重要？",
        "AnswerEn": "Acquiring 'ground-truth' evapotranspiration (ET) data at the satellite pixel scale is crucial for remote sensing applications because it helps validate and improve the accuracy of remotely sensed ET estimation models. Accurate ET data at the pixel scale can address uncertainties related to model mechanisms and inputs, parameterization schemes, and scaling issues. This data is essential for matching in situ measurements with satellite-based estimates, particularly over heterogeneous land surfaces, thereby enhancing the reliability of remote sensing products.",
        "AnswerCn": "获取卫星像素尺度的“真实”蒸散发（ET）数据对于遥感应用至关重要，因为它有助于验证和提高遥感ET估计模型的准确性。像素尺度的准确ET数据可以解决与模型机制和输入、参数化方案以及尺度问题相关的不确定性。这些数据对于将地面测量与基于卫星的估计相匹配尤为重要，特别是在异质土地表面上，从而增强遥感产品的可靠性。",
        "Level": "C2(Understanding)"
      }
    ],
    "Instrumental/Procedural": [
      {
        "QuestionEn": "How can eddy covariance data be processed to ensure quality and accuracy in measuring surface fluxes over heterogeneous land surfaces?",
        "QuestionCn": "如何处理涡度协方差数据以确保在测量异质地表通量时的质量和准确性？",
        "AnswerEn": "Eddy covariance data can be processed using software such as Eddypro which involves steps like despiking, time delay correction, coordinate rotation, frequency response correction, sonic temperature correction, and density corrections. Quality assessment of the flux values is also essential, involving tests for atmospheric stability and turbulent similarity. Additionally, data filtering is done to remove erroneous data from instrument malfunctions or precipitation events.",
        "AnswerCn": "涡度协方差数据可以使用软件如Eddypro进行处理，涉及的步骤包括去尖峰、时间延迟修正、坐标旋转、频率响应修正、声温修正和密度修正。对通量值的质量评估也至关重要，包括对大气稳定性和湍流相似性的测试。此外，还会进行数据过滤，以去除因仪器故障或降水事件导致的错误数据。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What are the methodologies utilized to integrate remote sensing data with ground-based observations for accurate hydrological modeling in alpine regions?",
        "QuestionCn": "在高山地区，集成遥感数据与地面观测以进行准确的水文模型的常用方法有哪些？",
        "AnswerEn": "Integration of remote sensing data with ground-based observations involves using remote sensing products to validate and calibrate hydrological models. This includes collecting high-resolution soil physics data, utilizing footprint models to determine the spatial representativeness of measurements, and employing snow observation technologies like GammaMONitors for snow water equivalent measurements. Additionally, datasets from wireless sensor networks are used for observing seasonal changes in soil properties, which aid in model refinement and validation.",
        "AnswerCn": "遥感数据与地面观测的集成涉及使用遥感产品来验证和校准水文模型。这包括收集高分辨率的土壤物理数据，利用足迹模型确定测量的空间代表性，以及采用像GammaMONitors这样的雪观测技术来测量雪水当量。此外，来自无线传感器网络的数据集用于观察土壤性质的季节变化，这有助于模型的优化和验证。",
        "Level": "C3(Applying)"
      },
      {
        "QuestionEn": "What procedures are followed to obtain evapotranspiration data at the satellite pixel scale, particularly over complex terrains?",
        "QuestionCn": "在复杂地形上获得卫星像素尺度的蒸散数据需要遵循哪些程序？",
        "AnswerEn": "To obtain evapotranspiration data at the satellite pixel scale, sensible heat flux is first derived using structure parameters of air refractive index from large aperture scintillometer data, combined with meteorological data using Monin-Obukhov similarity theory. The Priestley-Taylor equation is then applied, utilizing land surface temperatures retrieved from remote sensing images. Data from automatic weather stations are averaged, and upscaling methods like arithmetic average, area-weighted average, and footprint-weighted methods are used to match the spatial scale of satellite pixels.",
        "AnswerCn": "为了在卫星像素尺度上获取蒸散发数据，首先利用大孔径闪烁仪数据中的空气折射率结构参数，结合气象数据，采用Monin-Obukhov相似理论推导出显热通量。然后应用Priestley-Taylor方程，利用从遥感影像中获取的地表温度。自动气象站的数据经过平均处理，并使用算术平均、面积加权平均和足迹加权等上采样方法，以匹配卫星像素的空间尺度。",
        "Level": "C3(Applying)"
      }
    ],
    "Enablement": [
      {
        "QuestionEn": "What technological advancements have enabled the integration of eddy covariance systems and large aperture scintillometers in measuring surface fluxes in complex terrains?",
        "QuestionCn": "哪些技术进步使得涡度协方差系统和大孔径闪烁仪能够在复杂地形中集成测量表面通量？",
        "AnswerEn": "The use of eddy covariance (EC) and large aperture scintillometer (LAS) systems has been enabled by advancements in remote sensing technology, footprint modeling, and the development of robust data processing software like Eddypro, which allows for detailed correction and analysis of turbulence data. These technologies help in measuring energy, water vapor, and carbon dioxide exchanges between land surfaces and the atmosphere, particularly in heterogeneous and complex terrains like those found in the Heihe River Basin.",
        "AnswerCn": "涡动协方差（EC）和大孔径闪烁仪（LAS）系统的使用得益于遥感技术、足迹建模的进步，以及像Eddypro这样的强大数据处理软件的发展，这些软件允许对湍流数据进行详细的修正和分析。这些技术有助于测量土地表面与大气之间的能量、水蒸气和二氧化碳交换，特别是在像黑河流域这样异质和复杂的地形中。",
        "Level": "C1(Remembering)"
      },
      {
        "QuestionEn": "How do modern observation networks facilitate the collection of comprehensive datasets for alpine hydrological research in challenging environments?",
        "QuestionCn": "现代观测网络如何在挑战性环境中促进全面数据集的收集，以支持高山水文研究？",
        "AnswerEn": "Modern observation networks, such as the integrated alpine hydrology observation network in the Heihe River Basin, facilitate the collection of comprehensive datasets by using a combination of automatic meteorological stations (AMSs), snow and frozen ground superstations, and advanced sensing technologies. These networks enable the continuous monitoring of hydrometeorological variables, snow cover properties, and soil freeze-thaw processes, even in challenging environments characterized by high altitudes, cold climates, and complex topography.",
        "AnswerCn": "现代观测网络，如黑河流域的综合高山水文观测网络，通过自动气象站（AMS）、雪和冻土超级站以及先进的传感技术的组合，促进了全面数据集的收集。这些网络能够在高海拔、寒冷气候和复杂地形等挑战性环境中，持续监测水文气象变量、雪盖特性和土壤冻融过程。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "In what ways do remote sensing data and data assimilation enhance the accuracy of hydrological modeling in alpine regions?",
        "QuestionCn": "遥感数据和数据同化在提高高山地区水文模型准确性方面有哪些作用？",
        "AnswerEn": "Remote sensing data combined with data assimilation techniques enhance the accuracy of hydrological modeling in alpine regions by providing high-resolution spatial data that can be used for model parameterization and validation. Despite uncertainties due to the complexities of the earth system, these methods offer improved predictions of hydrological processes by integrating observed data with model simulations, thereby addressing challenges like data scarcity and technological limitations in difficult-to-access alpine areas.",
        "AnswerCn": "遥感数据与数据同化技术相结合，通过提供高分辨率的空间数据用于模型参数化和验证，增强了高山地区水文模型的准确性。尽管由于地球系统的复杂性存在不确定性，但这些方法通过将观测数据与模型模拟相结合，提供了对水文过程的改进预测，从而应对了在难以到达的高山地区数据稀缺和技术限制等挑战。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Expectation": [
      {
        "QuestionEn": "Why might data collection in the alpine regions face significant challenges, and what are the expected outcomes of overcoming these challenges?",
        "QuestionCn": "在阿尔卑斯地区，数据收集可能面临重大挑战，这些挑战的克服预期会带来哪些结果？",
        "AnswerEn": "Data collection in alpine regions faces significant challenges due to the cold and harsh climate, high altitude, and complex topography which hinder the consistent collection of complete datasets. Overcoming these challenges is expected to lead to the development of next-generation ecosystem observation networks and improve the accuracy of alpine hydrological models by providing integrated, distributed, and multiscale observation datasets.",
        "AnswerCn": "在高山地区，数据收集面临着严峻的挑战，主要由于寒冷和恶劣的气候、高海拔以及复杂的地形，这些因素阻碍了完整数据集的一致收集。克服这些挑战预计将推动下一代生态系统观测网络的发展，并通过提供综合、分布式和多尺度的观测数据集，提高高山水文模型的准确性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "What are the expectations for using eddy covariance (EC) and large aperture scintillometer (LAS) systems in measuring energy balance components, and why might these expectations not always be met?",
        "QuestionCn": "使用涡度协方差（EC）和大孔径闪烁仪（LAS）系统测量能量平衡组成部分的期望是什么，以及这些期望为何可能并不总是得到满足？",
        "AnswerEn": "The expectation is that EC and LAS systems can provide reliable measurements of energy balance components across different surfaces. However, these expectations might not always be met due to factors such as complex topography, unfavorable weather, and intrinsic limitations like the energy imbalance issue. These factors necessitate corrections in turbulence data and can lead to discrepancies in measurements between the two systems.",
        "AnswerCn": "期望是EC和LAS系统能够在不同表面上提供可靠的能量平衡组件测量。然而，由于复杂的地形、不利的天气以及内在的局限性（如能量不平衡问题），这些期望可能并不总是能够实现。这些因素需要对湍流数据进行修正，并可能导致两个系统之间的测量差异。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "Why is there a need for integrated observation networks in the Heihe River Basin, and what are the anticipated benefits of such networks?",
        "QuestionCn": "为什么在黑河流域需要综合观测网络，以及这种网络的预期好处是什么？",
        "AnswerEn": "There is a need for integrated observation networks in the Heihe River Basin due to the scarcity of high-quality observation data, which is crucial for parameterizing and validating hydrological models and remote sensing products. The anticipated benefits include improved predictive understanding of alpine hydrological processes and ecosystem functions, as well as providing accurate forcing data for hydrological modeling and remote sensing validation.",
        "AnswerCn": "由于缺乏高质量的观测数据，黑河流域迫切需要建立综合观测网络，这对于参数化和验证水文模型及遥感产品至关重要。预期的好处包括提高对高山水文过程和生态系统功能的预测理解，以及为水文建模和遥感验证提供准确的强迫数据。",
        "Level": "C2(Understanding)"
      }
    ],
    "Judgmental": [
      {
        "QuestionEn": "How effective do you think the integration of remote sensing data with traditional observation networks is in overcoming the challenges faced in alpine hydrological data collection?",
        "QuestionCn": "您认为将遥感数据与传统观测网络相结合在克服高山水文数据收集面临的挑战方面有多有效？",
        "AnswerEn": "The integration of remote sensing data with traditional observation networks is considered promising in improving the prediction of hydrological processes. It can help address the scarcity of observation data in alpine regions by providing additional datasets for validation and calibration. However, uncertainties in remote sensing data still exist, which need to be validated and calibrated due to the complexities of the earth system.",
        "AnswerCn": "遥感数据与传统观测网络的结合被认为在改善水文过程预测方面具有前景。它可以通过提供额外的数据集用于验证和校准，帮助解决高山地区观测数据稀缺的问题。然而，遥感数据中仍然存在不确定性，这需要进行验证和校准，因为地球系统的复杂性。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "What is your evaluation of the methods used to address the energy imbalance problem in eddy covariance measurements?",
        "QuestionCn": "我对用于解决涡度协方差测量中能量不平衡问题的方法的评估是什么？",
        "AnswerEn": "The methods used to address the energy imbalance problem in eddy covariance measurements involve applying various corrections during data processing, such as coordinate rotation and density corrections. Despite these efforts, the energy imbalance remains a significant issue, potentially due to complex topography and heterogeneous surfaces. Comparing measurements with large aperture scintillometer data can provide additional insights and help to partially address this problem.",
        "AnswerCn": "在涡度协方差测量中，解决能量失衡问题的方法涉及在数据处理过程中应用各种修正，例如坐标旋转和密度修正。尽管进行了这些努力，能量失衡仍然是一个重要问题，这可能与复杂的地形和异质表面有关。将测量结果与大孔径闪烁仪的数据进行比较可以提供额外的见解，并有助于部分解决这个问题。",
        "Level": "C5(Evaluating)"
      },
      {
        "QuestionEn": "How would you assess the potential of using a distributed and multiscale observation network to improve the accuracy of hydrological models in the Heihe River Basin?",
        "QuestionCn": "您如何评估使用分布式和多尺度观测网络来提高黑河流域水文模型准确性的潜力？",
        "AnswerEn": "A distributed and multiscale observation network in the Heihe River Basin is likely to improve the accuracy of hydrological models by providing comprehensive datasets that cover various scales and processes, including snow cover, frozen ground, and general meteorological data. This approach allows for better model parameterization and validation, thereby enhancing the predictive understanding of alpine hydrological processes and ecosystem functions.",
        "AnswerCn": "在黑河流域建立一个分布式和多尺度的观测网络，可能通过提供涵盖各种尺度和过程的综合数据集（包括雪盖、冻土和一般气象数据），来提高水文模型的准确性。这种方法允许更好地进行模型参数化和验证，从而增强对高山水文过程和生态系统功能的预测理解。",
        "Level": "C5(Evaluating)"
      }
    ],
    "Assertion": [
      {
        "QuestionEn": "I don't understand how turbulence data from eddy covariance systems can be corrected for reliable flux measurements in complex topographical conditions.",
        "QuestionCn": "我不明白如何在复杂地形条件下对涡度协方差系统的湍流数据进行校正，以获得可靠的通量测量。",
        "AnswerEn": "The eddy covariance method involves several corrections when processing turbulence data to ensure reliable measurements. These include steps like wild point removal, time delay correction, coordinate rotation, frequency response correction, and corrections for ultrasonic virtual temperature and density. These corrections help account for complex conditions such as topography and unfavorable weather, which can affect data reliability.",
        "AnswerCn": "涡度协方差法在处理湍流数据时涉及多个校正步骤，以确保测量的可靠性。这些步骤包括异常值去除、时间延迟校正、坐标旋转、频率响应校正，以及超声虚温和密度的校正。这些校正有助于考虑复杂条件，如地形和不利天气，这些因素可能影响数据的可靠性。",
        "Level": "C2(Understanding)"
      },
      {
        "QuestionEn": "I can't figure out how integrated observation networks can overcome the challenge of scarce data in remote alpine regions.",
        "QuestionCn": "我无法弄清楚综合观测网络如何克服偏远高山地区数据稀缺的挑战。",
        "AnswerEn": "Integrated observation networks address data scarcity in alpine regions by connecting multiple automatic meteorological stations and superstations for snow and frozen ground observations. These networks collect comprehensive data across different scales (basin and sub-basin) and use advanced techniques like remote sensing and wireless sensor networks to capture detailed spatiotemporal patterns, which help improve the quality and availability of data.",
        "AnswerCn": "综合观测网络通过连接多个自动气象站和超级站来解决高山地区的数据稀缺问题，以进行雪和冻土观测。这些网络在不同尺度（流域和子流域）上收集全面的数据，并利用遥感和无线传感器网络等先进技术捕捉详细的时空模式，从而帮助提高数据的质量和可用性。",
        "Level": "C4(Analyzing)"
      },
      {
        "QuestionEn": "I'm unsure how evapotranspiration data can be accurately acquired at the satellite pixel scale over heterogeneous land surfaces.",
        "QuestionCn": "我不确定如何在异质土地表面上以卫星像素尺度准确获取蒸散发数据。",
        "AnswerEn": "To acquire evapotranspiration data at the satellite pixel scale, methods like the Priestley-Taylor equation are used, which combine land surface temperatures retrieved from remote sensing images. Various upscaling methods like arithmetic average, area-weighted average, and footprint-weighted methods are utilized to align in situ measurements with satellite data, accounting for the spatial heterogeneity of land surfaces.",
        "AnswerCn": "为了在卫星像素尺度上获取蒸散发数据，使用了像普里斯特利-泰勒方程等方法，这些方法结合了从遥感图像中获取的地表温度。各种上采样方法，如算术平均、面积加权平均和足迹加权方法，被用来将地面实测数据与卫星数据对齐，以考虑土地表面的空间异质性。",
        "Level": "C4(Analyzing)"
      }
    ],
    "Request/Directive": [
      {
        "QuestionEn": "Please analyze the challenges of using the eddy covariance method for data collection in complex terrain and propose potential solutions.",
        "QuestionCn": "请分析在复杂地形中使用涡度协方差方法进行数据收集的挑战，并提出潜在的解决方案。",
        "AnswerEn": "The eddy covariance method faces challenges such as complex conditions like topography and unfavorable weather, which restrict reliable measurements. Corrections are necessary when processing turbulence data, and issues like energy imbalance need addressing. Potential solutions could include utilizing additional measurement techniques like the large aperture scintillometer (LAS) to complement EC data, applying advanced correction algorithms, and integrating remote sensing data for better spatial representation.",
        "AnswerCn": "涡度协方差法面临诸多挑战，例如复杂的地形和不利的天气条件，这限制了可靠测量的进行。在处理湍流数据时需要进行修正，并且需要解决能量不平衡等问题。潜在的解决方案包括利用大型孔径闪烁仪（LAS）等额外测量技术来补充涡度协方差数据，应用先进的修正算法，以及整合遥感数据以获得更好的空间表现。",
        "Level": "C6(Creating)"
      },
      {
        "QuestionEn": "Please explore the methodologies used to acquire evapotranspiration data at the satellite pixel scale over heterogeneous land surfaces.",
        "QuestionCn": "请探讨在异质土地表面上以卫星像素尺度获取蒸散发数据的方法。",
        "AnswerEn": "Evapotranspiration data at the satellite pixel scale can be acquired using methods like the Priestley-Taylor equation combined with land surface temperatures retrieved from remote sensing images. Challenges include spatial heterogeneity, uncertainties in model mechanisms, and scaling issues. Addressing these involves upscaling methods like arithmetic averages, area-weighted averages, and footprint-weighted methods, alongside processing LAS data with model-based approaches like Monin-Obukhov similarity theory.",
        "AnswerCn": "卫星像素尺度的蒸散发数据可以通过将普里斯特利-泰勒方程与从遥感图像中获取的地表温度相结合的方法获得。面临的挑战包括空间异质性、模型机制的不确定性和尺度问题。解决这些问题的方法包括算术平均、面积加权平均和足迹加权方法等上尺度方法，以及使用基于模型的方法处理激光雷达数据，如莫宁-奥布霍夫相似理论。",
        "Level": "C4(Analyzing)"
      }
    ]
  }
}